{
    "translation": "חטיפה",
    "uses": [
        "We tried to help with the South Carolina abduction of a girl taken from her bedroom.",
        "He related details of a recent aborted abduction in Vermont.",
        "Fortunately, her father heard a car drive away so the time of abduction was clearly set.",
        "\"I'm an eye witness to the abduction in Warwick,\" I began.",
        "We couldn't do anything because abduction wasn't made public for three days and the child went missing sometime during a twelve hour overnight period.",
        "I'd not told my wife about Howie's sister Annie's abduction and murder.",
        "We can't even do an abduction that happens sometime over night but you don't know the hour.",
        "I told her we escaped the Vermont abduction attempted, if it really was one.",
        "The tale tells of King Dasarath's court, the birth and boyhood of Rama and his brethren, his marriage with Sita, daughter of Janak king of Bideha, his voluntary exile, the result of Kaikeyi's guile and Dasarath's rash vow, the dwelling together of Rama and Sita in the great central Indian forest, her abduction by Ravan, the expedition to Lanka and the overthrow of the ravisher, and the life at Ajodhya after the return of the reunited pair.",
        "He recognized the grandson as the victim of the earlier abduction on which he'd reported.",
        "\"The man responsible for the abduction and murder of Marcia Stonehurst in Delaware, Jennifer Morley and Deputy Sheriff Baxton in Alabama was wounded in Ohio recently,\" I blurted out.",
        "One incident was an obvious abduction in rural Delaware that occurred overnight.",
        "\"Please don't tell me it's the same area where the attempted abduction took place,\" I said as I rolled back in my desk chair.",
        "Forget anything much more than forty-eight hours old and anything where a nearly exact time of abduction isn't known.",
        "In 1826 he appeared before the public as the hero of a most extraordinary adventure, the abduction of Miss Ellen Turner, daughter of William Turner, of Shrigley Park, Cheshire.",
        "If this Vermont attempted abduction is his work, he re-entered the United States in that state.",
        "Instead of using our usual tip line, we conveyed the information directly to Detroit where the abduction took place.",
        "It's like we try to do good and theses unintended side effects occur; the deputy sheriff in Alabama, that Youngblood jerk in California, plus the parents murdered just so the discovery of their child's abduction would be delayed.",
        "Let's hope not because he'll try to take advantage of that and do his deeds where you can't pin-point the abduction exactly.",
        "Howie had watched her abduction after several attempts, but failed to capture the license plate number.",
        "Alone of the gods besides Helios, she witnessed the abduction of Persephone, and, torch in hand (a natural symbol for the moon's, light, but see Farnell), assisted Demeter in her search for her daughter.",
        "Pierre dined at the club that day and heard on all sides gossip about the attempted abduction of Rostova.",
        "Maybe if you let her know the Vermont abduction was a non-event it will help decide.",
        "A fragment of a Welsh poem seems to confirm this tradition, which certainly lies at the root of her later abduction by Meleagaunt.",
        "Successes were limited for the week with one found child, accidently trapped in a locked room of an empty house and one spousal abduction, in the face of a restraining order.",
        "EDGAR MORTARA, an Italian Jew, of a Bologna family, whose abduction in early childhood (1858) by the Inquisition occupied for several years the attention of European diplomacy.",
        "evoked to the royal court a prosecution for abduction pending before the archbishop of Tarragona, declaring that the archbishop and the official were incompetent to judge noblemen.",
        "After the abduction of Prince Alexander by a band of military conspirators (Aug.",
        "One of Pierre's acquaintances, while they were talking about the weather, asked if he had heard of Kuragin's abduction of Rostova which was talked of in the town, and was it true?",
        "Howie was able to view the abduction, though it was particularly brutal as the young boy was knocked unconscious and bleeding.",
        "They're looking into the break in at Julie's apartment and the abduction in Vermont.",
        "The scene was so familiar; abduction, outlined by Betsy, facts presented, Quinn and Howie removing to their basement sanctuary while we waited and Martha recorded.",
        "\"It will be a miracle if we even get there but if we do, you can turn away from the actual abduction,\" I said as I readied the equipment and turned on the recorder.",
        "As a descendant of Zeus and famous for his beauty, he was one of the suitors of Helen; hence, after her abduction by Paris, he took part in the Trojan War, in which he distinguished himself by his bravery.",
        "This rite seems to reflect an actual custom of abduction; or it may rather refer to the practice of intercourse between the betrothed before marriage.",
        "Martha was anxious to hear about the outcome of the Georgia abduction as I'd not phoned her with the results.",
        "In the age of child abuse, Aids, abortion and IVF the abduction narratives would voice new concerns.",
        "In some cases refusing to allow unsupervised contact may be the only solution to prevent abduction.",
        "Police investigating the attempted abduction of a woman in Riddings on Sunday have issued a CD fit of the suspect.",
        "Chronology of the Events In the IDF's Operation Summer Rains in the Gaza Strip following the abduction of Cpl.",
        "However could alien abduction simply be a symptom of a deluded mind?",
        "A man is being questioned by police about the attempted abduction of a 15-year-old girl in Henley in Arden.",
        "An investigation is underway by Derbyshire police into the theft of a lorry-load of tires and the alleged abduction of the vehicle's driver.",
        "Reunite A UK charity specializing in international parental child abduction.",
        "The firm remains well known for its work in international child abduction \" .",
        "abduction lore, no switching off of witnesses, no mind rays.",
        "abduction narratives were erected, adding new elements from time to time.",
        "abduction scenario with a large pinch of salt.",
        "abduction phenomenon, which is a massive subject in its own right.",
        "abduction stories show quite different origins.",
        "abduction researchers were too busy: \" .",
        "Effect of duration of passive stretch on hip abduction range of motion.",
        "Clinical Findings - Loss of active shoulder abduction, the patient compensating by upwards shrugging of the shoulder.",
        "DOGGETT: I worked the child abduction task force.",
        "abduction of girls.",
        "abduction by aliens in UFOs.",
        "alien abduction.",
        "forefoot abduction.",
        "At less than 90 degrees of abduction the deltoid muscle force creates a shear vector in the glenoid fossa.",
        "We get none of the biological absurdities of abduction lore, no switching off of witnesses, no mind rays.",
        "However, like everything in the abduction mythos, it does have American characteristics.",
        "This theory is supported by the reasons behind the abduction phenomenon, as is very streamlined, without involving other species as manipulators.",
        "sinus tarsi, especially with hindfoot abduction.",
        "tarsuserness may be found in the sinus tarsi, especially with hindfoot abduction.",
        "UFO abduction scenarios all relate to that sense of having to distrust personal experience.",
        "She, along with her son, was escorted into Austria by Count von Neipperg, and refused to comply with the entreaties and commands of Napoleon to proceed to Elba; and her alienation from him was completed when he ventured to threaten her with a forcible abduction if she did not obey.",
        "Some trace the origin of the legend to the Children's Crusade of 1211; others to an abduction of children; and others to a dancing mania which seized upon some of the young people of Hameln who left the town on a mad pilgrimage from which they never returned.",
        "The word plagium is used in the Digest of the offence of kidnapping or abduction, and the ultimate source is probably to be found in plaga, net, snare, trap, cognate with Gr.",
        "Tenderness may be found in the sinus tarsi, especially with hindfoot abduction.",
        "Repressed memory syndrome, stories of satanic abuse and ufo abduction scenarios all relate to that sense of having to distrust personal experience.",
        "Although many runaways arrive home safely, there are many unfortunate situations such as rape, molestation, abduction and murder that can, and do occur.",
        "Neighbors heard the little girl screaming as they witnessed the abduction but could do nothing except call the police as the truck sped away with Amber in the front seat.",
        "A child abduction is reported to law enforcement officials meeting all the criteria for issuing an Amber Alert.",
        "Students should also be taught that if the encounter with the stranger escalates to an abduction attempt, they can and should do anything they can to escape.",
        "Making noise is another way to stop an abduction and get help.",
        "Hip adduction and abduction can be done using resistance bands while you are in a seated position.",
        "Activities to increase shoulder abduction (movement of the arm away from the body) include playing bird or airplane and turning a jump rope.",
        "If symptoms are present with a noted increase in abduction, the test is considered positive for hip joint instability.",
        "The 1984 Missing Children's Assistance Act mandated a national resource center to address child abduction and exploitation.",
        "The police were treating the manner as abduction.",
        "Look at the other Rhode Island abduction?",
        "There was no need for the haste necessary in reporting as with Timothy's abduction.",
        "While Howie was joyous that the kidnapper might be apprehended, he remained shaken by having watched the abduction.",
        "I decided to pick Daniel Brennan's brains on the matter Howie's sister Annie's abduction.",
        "Fortunately, the boy ran off but the police, who were following Bryce based on our earlier tip, photographed his attempted abduction.",
        "Over the three day period, we located one lost boy, identified two girls as runaways and fingered a true abduction.",
        "I blew off his attempt to learn details of his involvement in Annie's abduction.",
        "The wing of the bird is folded in a unique way, namely, the radius parallel with the humerus, and the whole wrist and hand with their ulnar side against the ulna; upper and forearm in a state of supination, the hand in that of strong abduction.",
        "Walther is not an historical figure, although the legend undoubtedly represents typical occurrences of the migration period, such as the detention and flight of hostages of noble family from the court of the Huns, and the rescue of captive maidens by abduction.",
        "The story in these forms represents an other-world abduction.",
        "One such incident was an obvious abduction in rural Delaware that occurred overnight.",
        "The abduction bore a strong resemblance to the Delaware case of Marcia Stonehurst where Howie had just missed securing valuable information.",
        "There was always a chance it would happen as he pursued an abduction but he remained adverse to a case where we knew for sure someone was killed.",
        "Kids must be taught how to avoid abduction, protect their personal space, and talk to parents and teachers if anything inappropriate has been done to them or someone they know.",
        "I love the Big Alien Head one and the one about the cow abduction is eye catching too.",
        "The UFO cow abduction clock was created after we heard about the cow mutilations in northern New Mexico and Southern Colorado.",
        "CON: doorway amnesia also turned up in two of Lawson's eight imaginary abduction accounts.",
        "The hip abduction and hip adduction machines target your outer and inner thighs, respectively.",
        "It was thus during the reformer's absence that the murder of Darnley, the abduction and subsequent marriage of Mary, the flight of Bothwell, and the imprisonment in Lochleven of the queen, unrolled themselves before the eyes of Scotland.",
        "We tried to help with the South Carolina abduction of a girl taken from her bedroom.",
        "He related details of a recent aborted abduction in Vermont.",
        "Fortunately, her father heard a car drive away so the time of abduction was clearly set.",
        "\"I'm an eye witness to the abduction in Warwick,\" I began.",
        "We couldn't do anything because abduction wasn't made public for three days and the child went missing sometime during a twelve hour overnight period.",
        "I'd not told my wife about Howie's sister Annie's abduction and murder.",
        "We can't even do an abduction that happens sometime over night but you don't know the hour.",
        "I told her we escaped the Vermont abduction attempted, if it really was one.",
        "The tale tells of King Dasarath's court, the birth and boyhood of Rama and his brethren, his marriage with Sita, daughter of Janak king of Bideha, his voluntary exile, the result of Kaikeyi's guile and Dasarath's rash vow, the dwelling together of Rama and Sita in the great central Indian forest, her abduction by Ravan, the expedition to Lanka and the overthrow of the ravisher, and the life at Ajodhya after the return of the reunited pair.",
        "He recognized the grandson as the victim of the earlier abduction on which he'd reported.",
        "\"The man responsible for the abduction and murder of Marcia Stonehurst in Delaware, Jennifer Morley and Deputy Sheriff Baxton in Alabama was wounded in Ohio recently,\" I blurted out.",
        "One incident was an obvious abduction in rural Delaware that occurred overnight.",
        "\"Please don't tell me it's the same area where the attempted abduction took place,\" I said as I rolled back in my desk chair.",
        "Forget anything much more than forty-eight hours old and anything where a nearly exact time of abduction isn't known.",
        "In 1826 he appeared before the public as the hero of a most extraordinary adventure, the abduction of Miss Ellen Turner, daughter of William Turner, of Shrigley Park, Cheshire.",
        "If this Vermont attempted abduction is his work, he re-entered the United States in that state.",
        "Instead of using our usual tip line, we conveyed the information directly to Detroit where the abduction took place.",
        "It's like we try to do good and theses unintended side effects occur; the deputy sheriff in Alabama, that Youngblood jerk in California, plus the parents murdered just so the discovery of their child's abduction would be delayed.",
        "Let's hope not because he'll try to take advantage of that and do his deeds where you can't pin-point the abduction exactly.",
        "Howie had watched her abduction after several attempts, but failed to capture the license plate number.",
        "Alone of the gods besides Helios, she witnessed the abduction of Persephone, and, torch in hand (a natural symbol for the moon's, light, but see Farnell), assisted Demeter in her search for her daughter.",
        "Pierre dined at the club that day and heard on all sides gossip about the attempted abduction of Rostova.",
        "Maybe if you let her know the Vermont abduction was a non-event it will help decide.",
        "A fragment of a Welsh poem seems to confirm this tradition, which certainly lies at the root of her later abduction by Meleagaunt.",
        "Successes were limited for the week with one found child, accidently trapped in a locked room of an empty house and one spousal abduction, in the face of a restraining order.",
        "EDGAR MORTARA, an Italian Jew, of a Bologna family, whose abduction in early childhood (1858) by the Inquisition occupied for several years the attention of European diplomacy.",
        "evoked to the royal court a prosecution for abduction pending before the archbishop of Tarragona, declaring that the archbishop and the official were incompetent to judge noblemen.",
        "After the abduction of Prince Alexander by a band of military conspirators (Aug.",
        "One of Pierre's acquaintances, while they were talking about the weather, asked if he had heard of Kuragin's abduction of Rostova which was talked of in the town, and was it true?",
        "Howie was able to view the abduction, though it was particularly brutal as the young boy was knocked unconscious and bleeding.",
        "They're looking into the break in at Julie's apartment and the abduction in Vermont.",
        "The scene was so familiar; abduction, outlined by Betsy, facts presented, Quinn and Howie removing to their basement sanctuary while we waited and Martha recorded.",
        "\"It will be a miracle if we even get there but if we do, you can turn away from the actual abduction,\" I said as I readied the equipment and turned on the recorder.",
        "As a descendant of Zeus and famous for his beauty, he was one of the suitors of Helen; hence, after her abduction by Paris, he took part in the Trojan War, in which he distinguished himself by his bravery.",
        "This rite seems to reflect an actual custom of abduction; or it may rather refer to the practice of intercourse between the betrothed before marriage.",
        "Martha was anxious to hear about the outcome of the Georgia abduction as I'd not phoned her with the results.",
        "In the age of child abuse, Aids, abortion and IVF the abduction narratives would voice new concerns.",
        "In some cases refusing to allow unsupervised contact may be the only solution to prevent abduction.",
        "Police investigating the attempted abduction of a woman in Riddings on Sunday have issued a CD fit of the suspect.",
        "Chronology of the Events In the IDF's Operation Summer Rains in the Gaza Strip following the abduction of Cpl.",
        "However could alien abduction simply be a symptom of a deluded mind?",
        "A man is being questioned by police about the attempted abduction of a 15-year-old girl in Henley in Arden.",
        "An investigation is underway by Derbyshire police into the theft of a lorry-load of tires and the alleged abduction of the vehicle's driver.",
        "Reunite A UK charity specializing in international parental child abduction.",
        "The firm remains well known for its work in international child abduction \" .",
        "abduction lore, no switching off of witnesses, no mind rays.",
        "abduction narratives were erected, adding new elements from time to time.",
        "abduction scenario with a large pinch of salt.",
        "abduction phenomenon, which is a massive subject in its own right.",
        "abduction stories show quite different origins.",
        "abduction researchers were too busy: \" .",
        "Effect of duration of passive stretch on hip abduction range of motion.",
        "Clinical Findings - Loss of active shoulder abduction, the patient compensating by upwards shrugging of the shoulder.",
        "DOGGETT: I worked the child abduction task force.",
        "abduction of girls.",
        "abduction by aliens in UFOs.",
        "alien abduction.",
        "forefoot abduction.",
        "At less than 90 degrees of abduction the deltoid muscle force creates a shear vector in the glenoid fossa.",
        "We get none of the biological absurdities of abduction lore, no switching off of witnesses, no mind rays.",
        "However, like everything in the abduction mythos, it does have American characteristics.",
        "This theory is supported by the reasons behind the abduction phenomenon, as is very streamlined, without involving other species as manipulators.",
        "sinus tarsi, especially with hindfoot abduction.",
        "tarsuserness may be found in the sinus tarsi, especially with hindfoot abduction.",
        "UFO abduction scenarios all relate to that sense of having to distrust personal experience.",
        "She, along with her son, was escorted into Austria by Count von Neipperg, and refused to comply with the entreaties and commands of Napoleon to proceed to Elba; and her alienation from him was completed when he ventured to threaten her with a forcible abduction if she did not obey.",
        "Some trace the origin of the legend to the Children's Crusade of 1211; others to an abduction of children; and others to a dancing mania which seized upon some of the young people of Hameln who left the town on a mad pilgrimage from which they never returned.",
        "The word plagium is used in the Digest of the offence of kidnapping or abduction, and the ultimate source is probably to be found in plaga, net, snare, trap, cognate with Gr.",
        "Tenderness may be found in the sinus tarsi, especially with hindfoot abduction.",
        "Repressed memory syndrome, stories of satanic abuse and ufo abduction scenarios all relate to that sense of having to distrust personal experience.",
        "Although many runaways arrive home safely, there are many unfortunate situations such as rape, molestation, abduction and murder that can, and do occur.",
        "Neighbors heard the little girl screaming as they witnessed the abduction but could do nothing except call the police as the truck sped away with Amber in the front seat.",
        "A child abduction is reported to law enforcement officials meeting all the criteria for issuing an Amber Alert.",
        "Students should also be taught that if the encounter with the stranger escalates to an abduction attempt, they can and should do anything they can to escape.",
        "Making noise is another way to stop an abduction and get help.",
        "Hip adduction and abduction can be done using resistance bands while you are in a seated position.",
        "Activities to increase shoulder abduction (movement of the arm away from the body) include playing bird or airplane and turning a jump rope.",
        "If symptoms are present with a noted increase in abduction, the test is considered positive for hip joint instability.",
        "The 1984 Missing Children's Assistance Act mandated a national resource center to address child abduction and exploitation.",
        "The police were treating the manner as abduction.",
        "Look at the other Rhode Island abduction?",
        "There was no need for the haste necessary in reporting as with Timothy's abduction.",
        "While Howie was joyous that the kidnapper might be apprehended, he remained shaken by having watched the abduction.",
        "I decided to pick Daniel Brennan's brains on the matter Howie's sister Annie's abduction.",
        "Fortunately, the boy ran off but the police, who were following Bryce based on our earlier tip, photographed his attempted abduction.",
        "Over the three day period, we located one lost boy, identified two girls as runaways and fingered a true abduction.",
        "I blew off his attempt to learn details of his involvement in Annie's abduction.",
        "The wing of the bird is folded in a unique way, namely, the radius parallel with the humerus, and the whole wrist and hand with their ulnar side against the ulna; upper and forearm in a state of supination, the hand in that of strong abduction.",
        "Walther is not an historical figure, although the legend undoubtedly represents typical occurrences of the migration period, such as the detention and flight of hostages of noble family from the court of the Huns, and the rescue of captive maidens by abduction.",
        "The story in these forms represents an other-world abduction.",
        "One such incident was an obvious abduction in rural Delaware that occurred overnight.",
        "The abduction bore a strong resemblance to the Delaware case of Marcia Stonehurst where Howie had just missed securing valuable information.",
        "There was always a chance it would happen as he pursued an abduction but he remained adverse to a case where we knew for sure someone was killed.",
        "Kids must be taught how to avoid abduction, protect their personal space, and talk to parents and teachers if anything inappropriate has been done to them or someone they know.",
        "I love the Big Alien Head one and the one about the cow abduction is eye catching too.",
        "The UFO cow abduction clock was created after we heard about the cow mutilations in northern New Mexico and Southern Colorado.",
        "CON: doorway amnesia also turned up in two of Lawson's eight imaginary abduction accounts.",
        "The hip abduction and hip adduction machines target your outer and inner thighs, respectively.",
        "It was thus during the reformer's absence that the murder of Darnley, the abduction and subsequent marriage of Mary, the flight of Bothwell, and the imprisonment in Lochleven of the queen, unrolled themselves before the eyes of Scotland.",
        "We tried to help with the South Carolina abduction of a girl taken from her bedroom.",
        "He related details of a recent aborted abduction in Vermont.",
        "Fortunately, her father heard a car drive away so the time of abduction was clearly set.",
        "\"I'm an eye witness to the abduction in Warwick,\" I began.",
        "We couldn't do anything because abduction wasn't made public for three days and the child went missing sometime during a twelve hour overnight period.",
        "I'd not told my wife about Howie's sister Annie's abduction and murder.",
        "We can't even do an abduction that happens sometime over night but you don't know the hour.",
        "I told her we escaped the Vermont abduction attempted, if it really was one.",
        "The tale tells of King Dasarath's court, the birth and boyhood of Rama and his brethren, his marriage with Sita, daughter of Janak king of Bideha, his voluntary exile, the result of Kaikeyi's guile and Dasarath's rash vow, the dwelling together of Rama and Sita in the great central Indian forest, her abduction by Ravan, the expedition to Lanka and the overthrow of the ravisher, and the life at Ajodhya after the return of the reunited pair.",
        "He recognized the grandson as the victim of the earlier abduction on which he'd reported.",
        "\"The man responsible for the abduction and murder of Marcia Stonehurst in Delaware, Jennifer Morley and Deputy Sheriff Baxton in Alabama was wounded in Ohio recently,\" I blurted out.",
        "One incident was an obvious abduction in rural Delaware that occurred overnight.",
        "\"Please don't tell me it's the same area where the attempted abduction took place,\" I said as I rolled back in my desk chair.",
        "Forget anything much more than forty-eight hours old and anything where a nearly exact time of abduction isn't known.",
        "In 1826 he appeared before the public as the hero of a most extraordinary adventure, the abduction of Miss Ellen Turner, daughter of William Turner, of Shrigley Park, Cheshire.",
        "If this Vermont attempted abduction is his work, he re-entered the United States in that state.",
        "Instead of using our usual tip line, we conveyed the information directly to Detroit where the abduction took place.",
        "It's like we try to do good and theses unintended side effects occur; the deputy sheriff in Alabama, that Youngblood jerk in California, plus the parents murdered just so the discovery of their child's abduction would be delayed.",
        "Let's hope not because he'll try to take advantage of that and do his deeds where you can't pin-point the abduction exactly.",
        "Howie had watched her abduction after several attempts, but failed to capture the license plate number.",
        "Alone of the gods besides Helios, she witnessed the abduction of Persephone, and, torch in hand (a natural symbol for the moon's, light, but see Farnell), assisted Demeter in her search for her daughter.",
        "Pierre dined at the club that day and heard on all sides gossip about the attempted abduction of Rostova.",
        "Maybe if you let her know the Vermont abduction was a non-event it will help decide.",
        "A fragment of a Welsh poem seems to confirm this tradition, which certainly lies at the root of her later abduction by Meleagaunt.",
        "Successes were limited for the week with one found child, accidently trapped in a locked room of an empty house and one spousal abduction, in the face of a restraining order.",
        "EDGAR MORTARA, an Italian Jew, of a Bologna family, whose abduction in early childhood (1858) by the Inquisition occupied for several years the attention of European diplomacy.",
        "evoked to the royal court a prosecution for abduction pending before the archbishop of Tarragona, declaring that the archbishop and the official were incompetent to judge noblemen.",
        "After the abduction of Prince Alexander by a band of military conspirators (Aug.",
        "One of Pierre's acquaintances, while they were talking about the weather, asked if he had heard of Kuragin's abduction of Rostova which was talked of in the town, and was it true?",
        "Howie was able to view the abduction, though it was particularly brutal as the young boy was knocked unconscious and bleeding.",
        "They're looking into the break in at Julie's apartment and the abduction in Vermont.",
        "The scene was so familiar; abduction, outlined by Betsy, facts presented, Quinn and Howie removing to their basement sanctuary while we waited and Martha recorded.",
        "\"It will be a miracle if we even get there but if we do, you can turn away from the actual abduction,\" I said as I readied the equipment and turned on the recorder.",
        "As a descendant of Zeus and famous for his beauty, he was one of the suitors of Helen; hence, after her abduction by Paris, he took part in the Trojan War, in which he distinguished himself by his bravery.",
        "This rite seems to reflect an actual custom of abduction; or it may rather refer to the practice of intercourse between the betrothed before marriage.",
        "Martha was anxious to hear about the outcome of the Georgia abduction as I'd not phoned her with the results.",
        "In the age of child abuse, Aids, abortion and IVF the abduction narratives would voice new concerns.",
        "In some cases refusing to allow unsupervised contact may be the only solution to prevent abduction.",
        "Police investigating the attempted abduction of a woman in Riddings on Sunday have issued a CD fit of the suspect.",
        "Chronology of the Events In the IDF's Operation Summer Rains in the Gaza Strip following the abduction of Cpl.",
        "However could alien abduction simply be a symptom of a deluded mind?",
        "A man is being questioned by police about the attempted abduction of a 15-year-old girl in Henley in Arden.",
        "An investigation is underway by Derbyshire police into the theft of a lorry-load of tires and the alleged abduction of the vehicle's driver.",
        "Reunite A UK charity specializing in international parental child abduction.",
        "The firm remains well known for its work in international child abduction \" .",
        "abduction lore, no switching off of witnesses, no mind rays.",
        "abduction narratives were erected, adding new elements from time to time.",
        "abduction scenario with a large pinch of salt.",
        "abduction phenomenon, which is a massive subject in its own right.",
        "abduction stories show quite different origins.",
        "abduction researchers were too busy: \" .",
        "Effect of duration of passive stretch on hip abduction range of motion.",
        "Clinical Findings - Loss of active shoulder abduction, the patient compensating by upwards shrugging of the shoulder.",
        "DOGGETT: I worked the child abduction task force.",
        "abduction of girls.",
        "abduction by aliens in UFOs.",
        "alien abduction.",
        "forefoot abduction.",
        "At less than 90 degrees of abduction the deltoid muscle force creates a shear vector in the glenoid fossa.",
        "We get none of the biological absurdities of abduction lore, no switching off of witnesses, no mind rays.",
        "However, like everything in the abduction mythos, it does have American characteristics.",
        "This theory is supported by the reasons behind the abduction phenomenon, as is very streamlined, without involving other species as manipulators.",
        "sinus tarsi, especially with hindfoot abduction.",
        "tarsuserness may be found in the sinus tarsi, especially with hindfoot abduction.",
        "UFO abduction scenarios all relate to that sense of having to distrust personal experience.",
        "She, along with her son, was escorted into Austria by Count von Neipperg, and refused to comply with the entreaties and commands of Napoleon to proceed to Elba; and her alienation from him was completed when he ventured to threaten her with a forcible abduction if she did not obey.",
        "Some trace the origin of the legend to the Children's Crusade of 1211; others to an abduction of children; and others to a dancing mania which seized upon some of the young people of Hameln who left the town on a mad pilgrimage from which they never returned.",
        "The word plagium is used in the Digest of the offence of kidnapping or abduction, and the ultimate source is probably to be found in plaga, net, snare, trap, cognate with Gr.",
        "Tenderness may be found in the sinus tarsi, especially with hindfoot abduction.",
        "Repressed memory syndrome, stories of satanic abuse and ufo abduction scenarios all relate to that sense of having to distrust personal experience.",
        "Although many runaways arrive home safely, there are many unfortunate situations such as rape, molestation, abduction and murder that can, and do occur.",
        "Neighbors heard the little girl screaming as they witnessed the abduction but could do nothing except call the police as the truck sped away with Amber in the front seat.",
        "A child abduction is reported to law enforcement officials meeting all the criteria for issuing an Amber Alert.",
        "Students should also be taught that if the encounter with the stranger escalates to an abduction attempt, they can and should do anything they can to escape.",
        "Making noise is another way to stop an abduction and get help.",
        "Hip adduction and abduction can be done using resistance bands while you are in a seated position.",
        "Activities to increase shoulder abduction (movement of the arm away from the body) include playing bird or airplane and turning a jump rope.",
        "If symptoms are present with a noted increase in abduction, the test is considered positive for hip joint instability.",
        "The 1984 Missing Children's Assistance Act mandated a national resource center to address child abduction and exploitation.",
        "The police were treating the manner as abduction.",
        "Look at the other Rhode Island abduction?",
        "There was no need for the haste necessary in reporting as with Timothy's abduction.",
        "While Howie was joyous that the kidnapper might be apprehended, he remained shaken by having watched the abduction.",
        "I decided to pick Daniel Brennan's brains on the matter Howie's sister Annie's abduction.",
        "Fortunately, the boy ran off but the police, who were following Bryce based on our earlier tip, photographed his attempted abduction.",
        "Over the three day period, we located one lost boy, identified two girls as runaways and fingered a true abduction.",
        "I blew off his attempt to learn details of his involvement in Annie's abduction.",
        "The wing of the bird is folded in a unique way, namely, the radius parallel with the humerus, and the whole wrist and hand with their ulnar side against the ulna; upper and forearm in a state of supination, the hand in that of strong abduction.",
        "Walther is not an historical figure, although the legend undoubtedly represents typical occurrences of the migration period, such as the detention and flight of hostages of noble family from the court of the Huns, and the rescue of captive maidens by abduction.",
        "The story in these forms represents an other-world abduction.",
        "One such incident was an obvious abduction in rural Delaware that occurred overnight.",
        "The abduction bore a strong resemblance to the Delaware case of Marcia Stonehurst where Howie had just missed securing valuable information.",
        "There was always a chance it would happen as he pursued an abduction but he remained adverse to a case where we knew for sure someone was killed.",
        "Kids must be taught how to avoid abduction, protect their personal space, and talk to parents and teachers if anything inappropriate has been done to them or someone they know.",
        "I love the Big Alien Head one and the one about the cow abduction is eye catching too.",
        "The UFO cow abduction clock was created after we heard about the cow mutilations in northern New Mexico and Southern Colorado.",
        "CON: doorway amnesia also turned up in two of Lawson's eight imaginary abduction accounts.",
        "The hip abduction and hip adduction machines target your outer and inner thighs, respectively.",
        "It was thus during the reformer's absence that the murder of Darnley, the abduction and subsequent marriage of Mary, the flight of Bothwell, and the imprisonment in Lochleven of the queen, unrolled themselves before the eyes of Scotland.",
        "We tried to help with the South Carolina abduction of a girl taken from her bedroom.",
        "He related details of a recent aborted abduction in Vermont.",
        "Fortunately, her father heard a car drive away so the time of abduction was clearly set.",
        "\"I'm an eye witness to the abduction in Warwick,\" I began.",
        "We couldn't do anything because abduction wasn't made public for three days and the child went missing sometime during a twelve hour overnight period.",
        "I'd not told my wife about Howie's sister Annie's abduction and murder.",
        "We can't even do an abduction that happens sometime over night but you don't know the hour.",
        "I told her we escaped the Vermont abduction attempted, if it really was one.",
        "The tale tells of King Dasarath's court, the birth and boyhood of Rama and his brethren, his marriage with Sita, daughter of Janak king of Bideha, his voluntary exile, the result of Kaikeyi's guile and Dasarath's rash vow, the dwelling together of Rama and Sita in the great central Indian forest, her abduction by Ravan, the expedition to Lanka and the overthrow of the ravisher, and the life at Ajodhya after the return of the reunited pair.",
        "He recognized the grandson as the victim of the earlier abduction on which he'd reported.",
        "\"The man responsible for the abduction and murder of Marcia Stonehurst in Delaware, Jennifer Morley and Deputy Sheriff Baxton in Alabama was wounded in Ohio recently,\" I blurted out.",
        "One incident was an obvious abduction in rural Delaware that occurred overnight.",
        "\"Please don't tell me it's the same area where the attempted abduction took place,\" I said as I rolled back in my desk chair.",
        "Forget anything much more than forty-eight hours old and anything where a nearly exact time of abduction isn't known.",
        "In 1826 he appeared before the public as the hero of a most extraordinary adventure, the abduction of Miss Ellen Turner, daughter of William Turner, of Shrigley Park, Cheshire.",
        "If this Vermont attempted abduction is his work, he re-entered the United States in that state.",
        "Instead of using our usual tip line, we conveyed the information directly to Detroit where the abduction took place.",
        "It's like we try to do good and theses unintended side effects occur; the deputy sheriff in Alabama, that Youngblood jerk in California, plus the parents murdered just so the discovery of their child's abduction would be delayed.",
        "Let's hope not because he'll try to take advantage of that and do his deeds where you can't pin-point the abduction exactly.",
        "Howie had watched her abduction after several attempts, but failed to capture the license plate number.",
        "Alone of the gods besides Helios, she witnessed the abduction of Persephone, and, torch in hand (a natural symbol for the moon's, light, but see Farnell), assisted Demeter in her search for her daughter.",
        "Pierre dined at the club that day and heard on all sides gossip about the attempted abduction of Rostova.",
        "Maybe if you let her know the Vermont abduction was a non-event it will help decide.",
        "A fragment of a Welsh poem seems to confirm this tradition, which certainly lies at the root of her later abduction by Meleagaunt.",
        "Successes were limited for the week with one found child, accidently trapped in a locked room of an empty house and one spousal abduction, in the face of a restraining order.",
        "EDGAR MORTARA, an Italian Jew, of a Bologna family, whose abduction in early childhood (1858) by the Inquisition occupied for several years the attention of European diplomacy.",
        "evoked to the royal court a prosecution for abduction pending before the archbishop of Tarragona, declaring that the archbishop and the official were incompetent to judge noblemen.",
        "After the abduction of Prince Alexander by a band of military conspirators (Aug.",
        "One of Pierre's acquaintances, while they were talking about the weather, asked if he had heard of Kuragin's abduction of Rostova which was talked of in the town, and was it true?",
        "Howie was able to view the abduction, though it was particularly brutal as the young boy was knocked unconscious and bleeding.",
        "They're looking into the break in at Julie's apartment and the abduction in Vermont.",
        "The scene was so familiar; abduction, outlined by Betsy, facts presented, Quinn and Howie removing to their basement sanctuary while we waited and Martha recorded.",
        "\"It will be a miracle if we even get there but if we do, you can turn away from the actual abduction,\" I said as I readied the equipment and turned on the recorder.",
        "As a descendant of Zeus and famous for his beauty, he was one of the suitors of Helen; hence, after her abduction by Paris, he took part in the Trojan War, in which he distinguished himself by his bravery.",
        "This rite seems to reflect an actual custom of abduction; or it may rather refer to the practice of intercourse between the betrothed before marriage.",
        "Martha was anxious to hear about the outcome of the Georgia abduction as I'd not phoned her with the results.",
        "In the age of child abuse, Aids, abortion and IVF the abduction narratives would voice new concerns.",
        "In some cases refusing to allow unsupervised contact may be the only solution to prevent abduction.",
        "Police investigating the attempted abduction of a woman in Riddings on Sunday have issued a CD fit of the suspect.",
        "Chronology of the Events In the IDF's Operation Summer Rains in the Gaza Strip following the abduction of Cpl.",
        "However could alien abduction simply be a symptom of a deluded mind?",
        "A man is being questioned by police about the attempted abduction of a 15-year-old girl in Henley in Arden.",
        "An investigation is underway by Derbyshire police into the theft of a lorry-load of tires and the alleged abduction of the vehicle's driver.",
        "Reunite A UK charity specializing in international parental child abduction.",
        "The firm remains well known for its work in international child abduction \" .",
        "abduction lore, no switching off of witnesses, no mind rays.",
        "abduction narratives were erected, adding new elements from time to time.",
        "abduction scenario with a large pinch of salt.",
        "abduction phenomenon, which is a massive subject in its own right.",
        "abduction stories show quite different origins.",
        "abduction researchers were too busy: \" .",
        "Effect of duration of passive stretch on hip abduction range of motion.",
        "Clinical Findings - Loss of active shoulder abduction, the patient compensating by upwards shrugging of the shoulder.",
        "DOGGETT: I worked the child abduction task force.",
        "abduction of girls.",
        "abduction by aliens in UFOs.",
        "alien abduction.",
        "forefoot abduction.",
        "At less than 90 degrees of abduction the deltoid muscle force creates a shear vector in the glenoid fossa.",
        "We get none of the biological absurdities of abduction lore, no switching off of witnesses, no mind rays.",
        "However, like everything in the abduction mythos, it does have American characteristics.",
        "This theory is supported by the reasons behind the abduction phenomenon, as is very streamlined, without involving other species as manipulators.",
        "sinus tarsi, especially with hindfoot abduction.",
        "tarsuserness may be found in the sinus tarsi, especially with hindfoot abduction.",
        "UFO abduction scenarios all relate to that sense of having to distrust personal experience.",
        "She, along with her son, was escorted into Austria by Count von Neipperg, and refused to comply with the entreaties and commands of Napoleon to proceed to Elba; and her alienation from him was completed when he ventured to threaten her with a forcible abduction if she did not obey.",
        "Some trace the origin of the legend to the Children's Crusade of 1211; others to an abduction of children; and others to a dancing mania which seized upon some of the young people of Hameln who left the town on a mad pilgrimage from which they never returned.",
        "The word plagium is used in the Digest of the offence of kidnapping or abduction, and the ultimate source is probably to be found in plaga, net, snare, trap, cognate with Gr.",
        "Tenderness may be found in the sinus tarsi, especially with hindfoot abduction.",
        "Repressed memory syndrome, stories of satanic abuse and ufo abduction scenarios all relate to that sense of having to distrust personal experience.",
        "Although many runaways arrive home safely, there are many unfortunate situations such as rape, molestation, abduction and murder that can, and do occur.",
        "Neighbors heard the little girl screaming as they witnessed the abduction but could do nothing except call the police as the truck sped away with Amber in the front seat.",
        "A child abduction is reported to law enforcement officials meeting all the criteria for issuing an Amber Alert.",
        "Students should also be taught that if the encounter with the stranger escalates to an abduction attempt, they can and should do anything they can to escape.",
        "Making noise is another way to stop an abduction and get help.",
        "Hip adduction and abduction can be done using resistance bands while you are in a seated position.",
        "Activities to increase shoulder abduction (movement of the arm away from the body) include playing bird or airplane and turning a jump rope.",
        "If symptoms are present with a noted increase in abduction, the test is considered positive for hip joint instability.",
        "The 1984 Missing Children's Assistance Act mandated a national resource center to address child abduction and exploitation.",
        "The police were treating the manner as abduction.",
        "Look at the other Rhode Island abduction?",
        "There was no need for the haste necessary in reporting as with Timothy's abduction.",
        "While Howie was joyous that the kidnapper might be apprehended, he remained shaken by having watched the abduction.",
        "I decided to pick Daniel Brennan's brains on the matter Howie's sister Annie's abduction.",
        "Fortunately, the boy ran off but the police, who were following Bryce based on our earlier tip, photographed his attempted abduction.",
        "Over the three day period, we located one lost boy, identified two girls as runaways and fingered a true abduction.",
        "I blew off his attempt to learn details of his involvement in Annie's abduction.",
        "The wing of the bird is folded in a unique way, namely, the radius parallel with the humerus, and the whole wrist and hand with their ulnar side against the ulna; upper and forearm in a state of supination, the hand in that of strong abduction.",
        "Walther is not an historical figure, although the legend undoubtedly represents typical occurrences of the migration period, such as the detention and flight of hostages of noble family from the court of the Huns, and the rescue of captive maidens by abduction.",
        "The story in these forms represents an other-world abduction.",
        "One such incident was an obvious abduction in rural Delaware that occurred overnight.",
        "The abduction bore a strong resemblance to the Delaware case of Marcia Stonehurst where Howie had just missed securing valuable information.",
        "There was always a chance it would happen as he pursued an abduction but he remained adverse to a case where we knew for sure someone was killed.",
        "Kids must be taught how to avoid abduction, protect their personal space, and talk to parents and teachers if anything inappropriate has been done to them or someone they know.",
        "I love the Big Alien Head one and the one about the cow abduction is eye catching too.",
        "The UFO cow abduction clock was created after we heard about the cow mutilations in northern New Mexico and Southern Colorado.",
        "CON: doorway amnesia also turned up in two of Lawson's eight imaginary abduction accounts.",
        "The hip abduction and hip adduction machines target your outer and inner thighs, respectively.",
        "It was thus during the reformer's absence that the murder of Darnley, the abduction and subsequent marriage of Mary, the flight of Bothwell, and the imprisonment in Lochleven of the queen, unrolled themselves before the eyes of Scotland.",
        "We tried to help with the South Carolina abduction of a girl taken from her bedroom.",
        "He related details of a recent aborted abduction in Vermont.",
        "Fortunately, her father heard a car drive away so the time of abduction was clearly set.",
        "\"I'm an eye witness to the abduction in Warwick,\" I began.",
        "We couldn't do anything because abduction wasn't made public for three days and the child went missing sometime during a twelve hour overnight period.",
        "I'd not told my wife about Howie's sister Annie's abduction and murder.",
        "We can't even do an abduction that happens sometime over night but you don't know the hour.",
        "I told her we escaped the Vermont abduction attempted, if it really was one.",
        "The tale tells of King Dasarath's court, the birth and boyhood of Rama and his brethren, his marriage with Sita, daughter of Janak king of Bideha, his voluntary exile, the result of Kaikeyi's guile and Dasarath's rash vow, the dwelling together of Rama and Sita in the great central Indian forest, her abduction by Ravan, the expedition to Lanka and the overthrow of the ravisher, and the life at Ajodhya after the return of the reunited pair.",
        "He recognized the grandson as the victim of the earlier abduction on which he'd reported.",
        "\"The man responsible for the abduction and murder of Marcia Stonehurst in Delaware, Jennifer Morley and Deputy Sheriff Baxton in Alabama was wounded in Ohio recently,\" I blurted out.",
        "One incident was an obvious abduction in rural Delaware that occurred overnight.",
        "\"Please don't tell me it's the same area where the attempted abduction took place,\" I said as I rolled back in my desk chair.",
        "Forget anything much more than forty-eight hours old and anything where a nearly exact time of abduction isn't known.",
        "In 1826 he appeared before the public as the hero of a most extraordinary adventure, the abduction of Miss Ellen Turner, daughter of William Turner, of Shrigley Park, Cheshire.",
        "If this Vermont attempted abduction is his work, he re-entered the United States in that state.",
        "Instead of using our usual tip line, we conveyed the information directly to Detroit where the abduction took place.",
        "It's like we try to do good and theses unintended side effects occur; the deputy sheriff in Alabama, that Youngblood jerk in California, plus the parents murdered just so the discovery of their child's abduction would be delayed.",
        "Let's hope not because he'll try to take advantage of that and do his deeds where you can't pin-point the abduction exactly.",
        "Howie had watched her abduction after several attempts, but failed to capture the license plate number.",
        "Alone of the gods besides Helios, she witnessed the abduction of Persephone, and, torch in hand (a natural symbol for the moon's, light, but see Farnell), assisted Demeter in her search for her daughter.",
        "Pierre dined at the club that day and heard on all sides gossip about the attempted abduction of Rostova.",
        "Maybe if you let her know the Vermont abduction was a non-event it will help decide.",
        "A fragment of a Welsh poem seems to confirm this tradition, which certainly lies at the root of her later abduction by Meleagaunt.",
        "Successes were limited for the week with one found child, accidently trapped in a locked room of an empty house and one spousal abduction, in the face of a restraining order.",
        "EDGAR MORTARA, an Italian Jew, of a Bologna family, whose abduction in early childhood (1858) by the Inquisition occupied for several years the attention of European diplomacy.",
        "evoked to the royal court a prosecution for abduction pending before the archbishop of Tarragona, declaring that the archbishop and the official were incompetent to judge noblemen.",
        "After the abduction of Prince Alexander by a band of military conspirators (Aug.",
        "One of Pierre's acquaintances, while they were talking about the weather, asked if he had heard of Kuragin's abduction of Rostova which was talked of in the town, and was it true?",
        "Howie was able to view the abduction, though it was particularly brutal as the young boy was knocked unconscious and bleeding.",
        "They're looking into the break in at Julie's apartment and the abduction in Vermont.",
        "The scene was so familiar; abduction, outlined by Betsy, facts presented, Quinn and Howie removing to their basement sanctuary while we waited and Martha recorded.",
        "\"It will be a miracle if we even get there but if we do, you can turn away from the actual abduction,\" I said as I readied the equipment and turned on the recorder.",
        "As a descendant of Zeus and famous for his beauty, he was one of the suitors of Helen; hence, after her abduction by Paris, he took part in the Trojan War, in which he distinguished himself by his bravery.",
        "This rite seems to reflect an actual custom of abduction; or it may rather refer to the practice of intercourse between the betrothed before marriage.",
        "Martha was anxious to hear about the outcome of the Georgia abduction as I'd not phoned her with the results.",
        "In the age of child abuse, Aids, abortion and IVF the abduction narratives would voice new concerns.",
        "In some cases refusing to allow unsupervised contact may be the only solution to prevent abduction.",
        "Police investigating the attempted abduction of a woman in Riddings on Sunday have issued a CD fit of the suspect.",
        "Chronology of the Events In the IDF's Operation Summer Rains in the Gaza Strip following the abduction of Cpl.",
        "However could alien abduction simply be a symptom of a deluded mind?",
        "A man is being questioned by police about the attempted abduction of a 15-year-old girl in Henley in Arden.",
        "An investigation is underway by Derbyshire police into the theft of a lorry-load of tires and the alleged abduction of the vehicle's driver.",
        "Reunite A UK charity specializing in international parental child abduction.",
        "The firm remains well known for its work in international child abduction \" .",
        "abduction lore, no switching off of witnesses, no mind rays.",
        "abduction narratives were erected, adding new elements from time to time.",
        "abduction scenario with a large pinch of salt.",
        "abduction phenomenon, which is a massive subject in its own right.",
        "abduction stories show quite different origins.",
        "abduction researchers were too busy: \" .",
        "Effect of duration of passive stretch on hip abduction range of motion.",
        "Clinical Findings - Loss of active shoulder abduction, the patient compensating by upwards shrugging of the shoulder.",
        "DOGGETT: I worked the child abduction task force.",
        "abduction of girls.",
        "abduction by aliens in UFOs.",
        "alien abduction.",
        "forefoot abduction.",
        "At less than 90 degrees of abduction the deltoid muscle force creates a shear vector in the glenoid fossa.",
        "We get none of the biological absurdities of abduction lore, no switching off of witnesses, no mind rays.",
        "However, like everything in the abduction mythos, it does have American characteristics.",
        "This theory is supported by the reasons behind the abduction phenomenon, as is very streamlined, without involving other species as manipulators.",
        "sinus tarsi, especially with hindfoot abduction.",
        "tarsuserness may be found in the sinus tarsi, especially with hindfoot abduction.",
        "UFO abduction scenarios all relate to that sense of having to distrust personal experience.",
        "She, along with her son, was escorted into Austria by Count von Neipperg, and refused to comply with the entreaties and commands of Napoleon to proceed to Elba; and her alienation from him was completed when he ventured to threaten her with a forcible abduction if she did not obey.",
        "Some trace the origin of the legend to the Children's Crusade of 1211; others to an abduction of children; and others to a dancing mania which seized upon some of the young people of Hameln who left the town on a mad pilgrimage from which they never returned.",
        "The word plagium is used in the Digest of the offence of kidnapping or abduction, and the ultimate source is probably to be found in plaga, net, snare, trap, cognate with Gr.",
        "Tenderness may be found in the sinus tarsi, especially with hindfoot abduction.",
        "Repressed memory syndrome, stories of satanic abuse and ufo abduction scenarios all relate to that sense of having to distrust personal experience.",
        "Although many runaways arrive home safely, there are many unfortunate situations such as rape, molestation, abduction and murder that can, and do occur.",
        "Neighbors heard the little girl screaming as they witnessed the abduction but could do nothing except call the police as the truck sped away with Amber in the front seat.",
        "A child abduction is reported to law enforcement officials meeting all the criteria for issuing an Amber Alert.",
        "Students should also be taught that if the encounter with the stranger escalates to an abduction attempt, they can and should do anything they can to escape.",
        "Making noise is another way to stop an abduction and get help.",
        "Hip adduction and abduction can be done using resistance bands while you are in a seated position.",
        "Activities to increase shoulder abduction (movement of the arm away from the body) include playing bird or airplane and turning a jump rope.",
        "If symptoms are present with a noted increase in abduction, the test is considered positive for hip joint instability.",
        "The 1984 Missing Children's Assistance Act mandated a national resource center to address child abduction and exploitation.",
        "The police were treating the manner as abduction.",
        "Look at the other Rhode Island abduction?",
        "There was no need for the haste necessary in reporting as with Timothy's abduction.",
        "While Howie was joyous that the kidnapper might be apprehended, he remained shaken by having watched the abduction.",
        "I decided to pick Daniel Brennan's brains on the matter Howie's sister Annie's abduction.",
        "Fortunately, the boy ran off but the police, who were following Bryce based on our earlier tip, photographed his attempted abduction.",
        "Over the three day period, we located one lost boy, identified two girls as runaways and fingered a true abduction.",
        "I blew off his attempt to learn details of his involvement in Annie's abduction.",
        "The wing of the bird is folded in a unique way, namely, the radius parallel with the humerus, and the whole wrist and hand with their ulnar side against the ulna; upper and forearm in a state of supination, the hand in that of strong abduction.",
        "Walther is not an historical figure, although the legend undoubtedly represents typical occurrences of the migration period, such as the detention and flight of hostages of noble family from the court of the Huns, and the rescue of captive maidens by abduction.",
        "The story in these forms represents an other-world abduction.",
        "One such incident was an obvious abduction in rural Delaware that occurred overnight.",
        "The abduction bore a strong resemblance to the Delaware case of Marcia Stonehurst where Howie had just missed securing valuable information.",
        "There was always a chance it would happen as he pursued an abduction but he remained adverse to a case where we knew for sure someone was killed.",
        "Kids must be taught how to avoid abduction, protect their personal space, and talk to parents and teachers if anything inappropriate has been done to them or someone they know.",
        "I love the Big Alien Head one and the one about the cow abduction is eye catching too.",
        "The UFO cow abduction clock was created after we heard about the cow mutilations in northern New Mexico and Southern Colorado.",
        "CON: doorway amnesia also turned up in two of Lawson's eight imaginary abduction accounts.",
        "The hip abduction and hip adduction machines target your outer and inner thighs, respectively.",
        "It was thus during the reformer's absence that the murder of Darnley, the abduction and subsequent marriage of Mary, the flight of Bothwell, and the imprisonment in Lochleven of the queen, unrolled themselves before the eyes of Scotland."
    ],
    "definition": [
        "an abducting or being abducted",
        "LAW\nthe carrying off of a person by force or fraud; esp., the kidnapping of a woman for marriage, prostitution, etc.",
        "PHYSIOL.\nan abducting of a part of the body\nthe changed position resulting from this",
        "an abducting of a part of the body",
        "the changed position resulting from this",
        "Link/Cite",
        "Leading away; a carrying away. [Early 17th century.]",
        "(physiology) The act of abducing or abducting; a drawing apart; the movement which separates a limb or other part from the axis, or middle line, of the body. [Mid 17th century.]",
        "(logic) A syllogism or form of argument in which the major premise is evident, but the minor is only probable. [Late 17th century.]",
        "The wrongful, and usually forcible, carrying off of a human being. [Mid 18th century.]\nthe abduction of a child",
        "In Gregg shorthand (version: Centennial, Series 90, DJS, Simplified, Anniversary, Pre-Anniversary) the word is represented: a - b - d - u - k - sh",
        "(physiology): From French, from Latin abductus.",
        "Compare French abduction.",
        "Link/Cite"
    ]
}