{
    "translation": "יכולת",
    "uses": [
        "Freedom from that ugly feeling gave her the ability to speak of it lightly for the first time.",
        "I can only applaud this man's ability to deduce.",
        "Tugging at her ability to reason.",
        "Machines multiply our labor and increase our ability to do work.",
        "He never mastered the ability to run.",
        "One person has the so called ability, with support from a few others.",
        "Your ability to heal makes you what we'd call a Natural, a human with extraordinary capabilities.",
        "The girl or the ability to read minds?",
        "What was this sudden obsession with her ability to run the ranch, and what made him think she was qualified?",
        "The ability of humanity to destroy is now exponentially higher.",
        "People have always had the drive and the ability to build, create, discover, and explore.",
        "She was drained but more confident in her ability to use it.",
        "I knew he desperately wanted to pursue Howie's never-before-encountered ability as far as it would go.",
        "I have the ability to levitate things.",
        "Perhaps it requires musical ability or style or sassiness.",
        "The ability of science and technology to improve human life is known to us.",
        "Even his ability to find alcohol for a party was adventurous.",
        "Their ability to inflict carnage will rise in the future.",
        "Betsy and I claimed world class ability while Quinn just rolled his eyes.",
        "As my mate, you have the ability to draw off my power.",
        "She showed me how very foolish it would be for me to pursue a four years' course of study at Radcliffe, simply to be like other girls, when I might better be cultivating whatever ability I had for writing.",
        "She has talked incessantly since her return about what she did in Huntsville, and we notice a very decided improvement in her ability to use language.",
        "Some people around her know of her ability and assist her but she alone has the gift.",
        "\"Madame, I doubt my ability before such an audience,\" said he, smilingly inclining his head.",
        "You have a rare ability among our kind.",
        "He employed all his ability and strength to do the best he could for himself and his army, as he had done previously and as he did subsequently in 1813.",
        "The intellectual improvement which Helen has made in the past two years is shown more clearly in her greater command of language and in her ability to recognize nicer shades of meaning in the use of words, than in any other branch of her education.",
        "The stored tears continued to flow and the sobs wracked her body, robbing it of the ability to speak – barely allowing a breath to be drawn.",
        "Dusk had fallen while she tested the magic and her ability to control it.",
        "I doubt it and Howie won't use his ability to revisit his past and learn.",
        "What she's telling me is beyond belief and yet I know this ability exists.",
        "While he now had the ability to chase his past, he refused vehemently to do so.",
        "Ultimately it had cost them a child and her ability to have more.",
        "The ability for you to determine a traitor from a loyalist is one of your most valuable talents.",
        "So our ability to find cause and effect in that—and to really discern fact from fallacy, what's good from what's bad for us—is highly suspect.",
        "\"Useful ability,\" Xander said.",
        "Simply because only so many jobs can, in theory, be replaced by machines does not imply anything about the ability of the people now doing them.",
        "It seems you or your associates have a unique ability in these situations... more than unique; unprecedented.",
        "While Howie, between his brain damage, operations and lengthy coma created a rare combination of mental soup, could we say with any certainty that his ability was absolutely unique to him?",
        "One of us discovered this ability last fall, quite by accident.",
        "\"The good thing about being in charge is the ability to make your own schedule,\" he replied.",
        "These children were older in years, it is true, than the baby who lisps, \"Papa kiss baby--pretty,\" and fills out her meaning by pointing to her new dress; but their ability to understand and use language was no greater.",
        "That was the scientist in Quinn, frustrated that within grasp he held the partnered ability with Howie to go where no one before them had ventured.",
        "As incredible as this psychic ability is, the whole world knows something or someone can do this.",
        "The ability of a few people to do a massive amount of damage rises as civilization becomes more complex and destructive power increases.",
        "Even with all his powers, his armies, his ability to read minds, he didn't know how to make things right with her.",
        "So the problem must be that we have stretched the planet past its ability to feed its inhabitants, right?",
        "The child comes into the world with the ability to learn, and he learns of himself, provided he is supplied with sufficient outward stimulus.",
        "Because human ability is distributed unevenly and technology multiplies ability of the talented, the spread between the rich and poor will rise more and more.",
        "Plus it promotes empathy, the ability to see the other guy's viewpoint.",
        "From the beginning, I HAVE MADE IT A PRACTICE TO ANSWER ALL HELEN'S QUESTIONS TO THE BEST OF MY ABILITY IN A WAY INTELLIGIBLE TO HER, and at the same time truthfully.",
        "The maximum wage you can earn, though, is defined by supply and demand for labor, and by your negotiating ability, but it also has a cap.",
        "It is not just that the price of weapons falls and that their destructive ability increases.",
        "He'd never thought much of that talent, the ability to see into someone.",
        "God, if this ability became widespread, it would be an assault of secrecy itself!",
        "The ability to read the lips helps Miss Keller in getting corrections of her pronunciation from Miss Sullivan and others, just as it was the means of her learning to speak at all, but it is rather an accomplishment than a necessity.",
        "It must be remembered that speech contributed in no way to her fundamental education, though without the ability to speak she could hardly have gone to higher schools and to college.",
        "No, he wouldn't look that gift horse in the mouth, not when the embodiment of her ability sat hunched before him.",
        "But I do think we will see an end to any effective constraints relating to computers' ability to process data and transfer information.",
        "Our ability to process data, move information, and make things small will progress to a point where they will not be gating factors ever again.",
        "The ability to instantly and, for a very low cost, reliably transfer money to anyone on the planet is a key ingredient in increasing the amount of trade that occurs online.",
        "He'd heard it in her thoughts even if she didn't speak the words, and her ability to see through him as he did everyone else amazed him.",
        "And he used his decades of dominance on the national scene, as well as his fantastic oratorical ability, to advance that belief and essentially invent the Democratic Party we know today.",
        "This book, her first mature experiment in writing, settles the question of her ability to write.",
        "Nothing was wrong with his ability to do that.",
        "First, many things in the physical world that we think of as scarce are not really scarce, just presently beyond our ability to capture.",
        "What would happen, do you think, if some one should try to measure our intelligence by our ability to define the commonest words we use?",
        "In November 1908 Mustafa Fehmi, who had been premier since 1895, resigned, and was succeeded by Boutros Pasha, a Copt of marked ability, who had been for several years foreign minister.",
        "My gift is the ability to manipulate minds.",
        "People out there want to kill someone with Howie's ability.",
        "Tell me about your healing ability.",
        "We think he might have some natural ability.",
        "She expected Darkyn to have severed her ability to leave.",
        "He snatched her neck and squeezed until her ability to breathe was hindered.",
        "I don't know, but it seems to me that his ability to perform may be something that makes him feel like himself.",
        "Based on her medical records, the tumor didn't grow until she hit puberty and didn't interfere with her ability to function before a few years ago, Wynn started.",
        "He tested his ability to control the familiar magic.",
        "That time passed with the suffering of his people and the ability of the Council to coerce all his allies but one to leave his side.",
        "He had been accused of vanity and ostentation in his office, but his reputation for ability and integrity as a judge was high even with his enemies.",
        "Young, brave and handsome, he won the love and devotion of his people, and guided them through the long years of storm and stress with wisdom and ability.",
        "On his visit to Toulouse in 1665, with a mission from the Cartesian chiefs, his lectures excited boundless interest; ladies threw themselves with zeal and ability into the study of philosophy; and Regis himself .was made the guest of the civic corporation.",
        "was undoubtedly a man of great natural ability.",
        "Nor did he combine great statesmanlike qualities with exceptional ability in the field.",
        "Though only twenty-two years of age, Alexius was a man of ability and resolute will, and he succeeded without difficulty in making himself master of the greater part of the southern coast of the Black Sea.",
        "Stevenson's well-known Memoir is a sympathetic tribute to his ability and character.",
        "On the whole they performed a thankless duty with considerable ability.",
        "In his youth he was employed in the service of Count Ulrich of Manderscheid, who, seeing in him evidence of exceptional ability, sent him to study at the school of the Brothers of the Common Life at Deventer, and afterwards at the university of Padua, where he took his doctor's degree in law in his twenty-third year.",
        "I imagine if you had that ability, Darkyn would've discovered it.",
        "Every moment he spent with her, he felt like he was getting farther and farther away from his ability to walk away without either of them getting hurt.",
        "Lana, you know enough about the PMF to know they're the only force—perhaps in the world—with the ability to survive the government tearing itself apart.",
        "She had no authority to access anything and no ability to see the emerops facilities or fed facilities.",
        "I've broken several already, but this one is entirely out of my ability to influence.",
        "Her father's wealth had come from his whore-daughter's ability to charm any man she chose.",
        "With four days at most remaining in her ability to control the Black God, she suspected she'd be dead in five.",
        "Darian didn't know when he'd lost his ability to speak clear sentences, but the idea Jenn scrambled his mind made him want to laugh.",
        "For all her ability to manipulate the minds of others, she couldn't push the memory of her family from her own thoughts.",
        "\"You underestimate my ability to protect these liabilities, as you call them,\" he said, irritated with her words.",
        "Jonny had ordered her never to leave, crippled her ability to Travel, and then told her to get information from Darian.",
        "But without her magic ability to cover her emotions, the air around her sizzled.",
        "Taran met her blows and then attacked without his brute force, instead assessing her ability to react.",
        "He found The Book of the Damned and fought with immortal ability and speed.",
        "The demon said I would lose my ability to heal my people, since I broke the First Warlord's decree.",
        "His ability and force brought him to the front, and he rose till in 1881 he was appointed general manager of the Canadian Pacific railway.",
        "He was in fairly good shape, thanks mostly to weekend biking more than any innate athletic ability.",
        "This preoccupation with him was becoming an obsession that was beginning to affect her ability to take care of the house.",
        "I would have thought Alex was bright enough to realize that having the ability to father a child isn't what defines a man.",
        "Are you able to maximize the use of this ability?",
        "This life; is it more important to each you than what you are accomplishing with this ability?",
        "If we thought Howie was upset over the Youngblood matter, it was arsenic versus ice cream compared to how enraged he was over a challenge to his ability.",
        "They have the equipment; once it's in your hands, you'll have the ability.",
        "Toni said he thinks I have some of the um, Natural ability.",
        "It made her angrier at her mate, who systematically shut the doors around her and also managed to interfere with her ability to trust anyone else.",
        "I guess if you give a man the ability to build his own mate, he'll make her a tramp.",
        "\"In exchange for…\" She frowned, reluctant to give up the ability.",
        "Jennifer dismissed her concerns, expressing a wish that she had Cynthia's ability to capture this mountain beauty.",
        "It was equally obvious that the group was uniform in their ability to poke fun at one another as well as an unsuspecting visitor.",
        "The extent of the Dark One's powers on his home turf in Hell was beyond anyone's ability to know.",
        "He shut down her ability to use the portals, just in case there was something else going on.",
        "We didn't have the ability to gather this many.",
        "You didn't have the ability to understand.",
        "She couldn't swallow his ability to be a fierce beast shredding human-like creatures with no regard or morals.",
        "She possessed promising coordination and ability to learn at least the basics of the warrior's trade, skills no other nishani had ever needed.",
        "Initially fearing her to be brittle by her reaction to the world around her, A'Ran was more assured of her ability to withstand the changes in her life.",
        "She'd lost the ability to feel anger-- or feel at all-- and just wondered what her friend wanted.",
        "Dean questioned Janet's scholastic ability to himself and cynically wondered if today's class was Vacuuming For Beginners or Dusting 101.",
        "Cynthia's ability to distinguish one motor vehicle from another was limited to trucks, vans, jeeps, limos and all others.",
        "Though it would kill Dean to admit it, he was proud as punch at his stepfather's guts and ability.",
        "His father was no doubt an expert, while Dean's ability was somewhere in between.",
        "\"And don't make a sound,\" she added, in a higher voice that hinted of her ability to bring the other guests a-running.",
        "And why do you think she had that ability?",
        "Believing in her ability to make a sound judgment and willing to accept her decision.",
        "For once, she almost understood Brady's ability to kill without regret.",
        "Brady surveyed the mess before him, admiring the ability of the bio-elimination field to destroy on touch.",
        "Most of the army has been in the south and are beyond our ability to recall in time.",
        "Don't let your pride interfere with your ability to save your people, Rissa.",
        "She didn't doubt Taran's ability to defend her kingdom - -if he ever got the chance.",
        "The image of Taran crossed her mind, and she admired him more for his ability to survive such a place.",
        "Only mankind would consider the ability to destroy the earth, a sign of intelligence - and call it civilization.",
        "A Natural with the ability to soak up energy and redirect it, the red-haired Magician was channeling everything she pulled from the Others to him.",
        "Carnot, who were greatly impressed by his energy, sincerity and ability.",
        "Jouffroy's claim to distinction rests upon his ability as an expositor of other men's ideas.",
        "In January 1793 he was appointed by Dundas to an office created to direct the execution of the Aliens Act; and in the discharge of his delicate duties he manifested such ability that in 1795 he was appointed under-secretary at war.",
        "There was an annual conference with full legislative power, and ability to hold and dispose of property, composed of an equal number of lay and ministerial representatives meeting together.",
        "On the other hand, under the influence of the mechanics of his day, which had hardly distinguished between inertia, or the inability of a body to change itself, and resistance or the ability of bodies to oppose one another, he concluded that, as inertia is passive, so is resistance, and refused to recognize that in collision the mutual resistance of moving bodies is a force, or active power, of changing their movements in opposite directions.",
        "This ability was shared by private banks with solidary responsibility until 1903, but under a reform of 1897 the riksbank took over, from 1904, the whole right of issuing paper currency, which is in wide use.",
        "Putting aside her obvious mental problems, Dean guessed she still possessed the ability to try and kill her husband.",
        "A full head and shoulders taller than other kids his age, he had lost the ability to work with the rest of the street urchins.",
        "You have the ability and the army to protect your realm and seize them both, if you desire.",
        "of England; but Conrad's superior ability, and the support of the French crusaders, ultimately carried the day, and in 1192 Richard himself abandoned the pretensions of Guy, and recognized Conrad as king.",
        "Under the leadership of Dr Henry Cooke, a minister of rare ability and eloquence, the evangelical party triumphed in the church courts, and the Unitarians seceded and became a separate denomination.",
        "Great expectations were entertained of the ability of President Pellegrini to establish a sound administration, and he succeeded in forming a ministry which gave general satisfaction throughout the country.",
        "His chief celebrity, however, is founded upon the consummate ability with which he discharged the civil duties of his office.",
        "In the anxious year which followed, the prince gave evidence of considerable military and diplomatic ability.",
        "Besides being a painter in oil and fresco Rousseau was an etcher of some ability; many etchings by his hand from the works of the Caracci and from his own designs still exist; they are vigorous, though coarse in execution.",
        "All the Swedish commanders showed remarkable ability, but the chief glory of the day indisputably belongs to Charles XI.",
        "had seen much service in the Roman armies, and was a man of statesmanlike ability.",
        "In him Orange was to find an adversary who was not only a great general but a statesman of insight and ability equal to his own.",
        "His ability, pure life and political connexions raised him rapidly to power.",
        "The new president was a man comparatively little known outside the state of Illinois, and many of his supporters, doubtful of his ability to deal with the difficult problems of 1861, looked to Seward as the most experienced man of the administration and the one who should direct its policy.",
        "Seward himself, apparently sharing these views, although not out of vanity, at first possessed an unbounded confidence in his ability to influence the president and his cabinet.",
        "Although the idol of his victorious army, and in a position enabling him to exercise autocratic power, he laboured unostentatiously for more than a year and a half as a member of the parliament, whose authority he supported to the best of his ability.",
        "The Sacerdotale indicates as one of the symptoms of possession the ability of the possessed to talk other tongues than his own.",
        "Though idle, Tone had considerable ability.",
        "The necessary condition for a successful system of telephony is the ability to reproduce these characteristics.",
        "Italy, in constant danger from France, needed good relations with Austria and Germany, but could only attain the goodwill of the former by firm treatment of the revolutionary Irredentist agitation, and of the latter by clear demonstration of Italian will and ability to cope with all anti-monarchical forces.",
        "His office brought him in L20,000 a year,' and he was known to be making large profits by the sale of offices; he maintained his power by corruption and by jealously excluding from office men of high standing and ability.",
        "Of this copious remains have been found in Switzerland and have been investigated with great ability by 0.",
        "Dampier's literary ability eventually secured for him a commission in the king's service; and he was sent on a voyage of discovery, during which he explored part of the coasts of Australia and New Guinea, and discovered the strait which bears his name between New Guinea and New Britain, returning in 1701.",
        "In after life he retained a lively feeling of interest in Winchester school, and remembered with admiration and profit the regulative tact of Dr Goddard, and the preceptorial ability of Dr Gabell, who were successively head-masters during his stay there.",
        "His two legitimate sons were painters of only ordinary ability.",
        "Like many of the Spanish Jews he united scholarly tastes with political ability.",
        "600, and varied in importance according to the ability of the holders of it.",
        "It means taxation according to ability - that ability being determined by actual experiment.",
        "This classification is based partly upon special conditions of service, which make some articles more economical to carry than others (with particular reference to the question whether the goods are offered to the companies in car-loads or in small parcels), but chiefly with regard to the commercial value of the article, and its consequent ability to bear a high charge or a low one.",
        "In the same year he became viceroy of Naples, a post of some difficulty and danger, which for five years he occupied with ability and success.",
        "His grandfather was a man of ability, an enterprising merchant of London, one of the commissioners of customs under the Tory ministry during the last four years of Queen Anne, and, in the judgment of Lord Bolingbroke, as deeply versed in the \" commerce and finances of England \" as any man of his time.",
        "Pavilliard's description of the \" thin little figure, with a large head, disputing and arguing, with the greatest ability, all the best arguments that had ever been used in favour of popery.\"",
        "He compressed into a single chapter the domestic history and policy of the emperors from the son of Heraclius to Isaac Angelus; and did no justice to the remarkable ability and the indefatigable industry shown in the service of the state by most of the sovereigns from Leo III.",
        "He died at his home at Blechingdon in Oxfordshire on the 26th of April 1686, closing a career marked by great ability, statesmanship and business capacity, and by conspicuous courage and independence of judgment.",
        "She was a woman of great ability andstrong character, and during the years which followed the death of the emperor Francis was probably the most influential personage at the Austrian court; for the emperor Ferdinand, who succeeded in 1835, was physically and mentally incapable of performing the duties of his office; as he was childless, Francis Joseph was in the direct line of succession.",
        "But he was the one man of ability who could hope to rule the debris of the kingdom of Jerusalem with success; he was the master of an Italian statecraft which gave him the advantage over his ingenuous rival; and Richard was finally forced to recognize him as king (April 11 9 2).",
        "But that ability was largely due to his whole-hearted Hellenism, which was shown by the Greek cities which he founded in Palestine and the buildings he erected in Jerusalem.",
        "Owing to the skill shown on this occasion he seems to have been applied to when any manifesto of unusual ability was required.",
        "But those works of his which have come down to us show few traces of unusual ability; and the laudation of him as a universal genius by Sir Thomas Urquhart and Aldus Manutius requires to be discounted.",
        "He associated himself closely with his greater brother, the grand pensionary, and supported him throughout his career with great ability and vigour.",
        "The emir Abbas worked loyally with the British and proved himself a ruler of remarkable ability and intelligence.",
        "\"He is,\" wrote the Venetian ambassador Giustiniani, \"very handsome, learned, extremely eloquent, of vast ability and indefatigable.",
        "The low price of agriculturalproduce, beneficial though it might be to the general community, had lessened the ability of the land to bear the proportion of taxation which had heretofore been imposed upon it.",
        "Latimer wrote to him in that year urging him not to fall short of the expectations which had been formed of his ability.",
        "With the assistance of neighbouring princes and of many of the influential Dihkans, Mahmud collected a vast amount of materials for the work, and after having searched in vain for a man of sufficient learning and ability to edit them faithfully, and having entrusted various episodes for versification to the numerous poets whom he had gathered round him, he at length made choice of Firdousi.",
        "Apart from decided signs of proficiency in mathematics, he showed no special ability.",
        "They feared his ability and ambition; while he credited them with the design of poisoning him.",
        "With this aim in view he sought to find a man possessing ability in war and probity in civil affairs, who would act as figure-head to his long projected constitution.",
        "The Jacobin Club was closed, thanks to the ability of Fouche, the new minister of Police; but the hopes of Sieyes were dashed by the death of General Joubert, commander of the Army of Italy, at the disastrous battle of Novi (15th of August).",
        "The dearth of ability among the generals left in France (Kleber and Desaix were in Egypt) was now painfully apparent.",
        "Would-be plotters remained quiet from sheer terror of his power and ability, or from a conviction that conspiracies redounded to his advantage.",
        "He had with consummate ability exposed the terrors of 2 This is borne out by the register of his birth and baptism, and by words in his last letter to his wife, - \"I die at thirty-four.\"",
        "The \"freedom of man\" is constituted, not by a supposed ability to do anything he may choose, but in the power to identify himself with that true good which reason reveals to him as his true good.",
        "She was a woman of much ability, and her letters, written in an excellent English style, are of great value to students of the period in which she lived.",
        "These he defended with great ability, but with so much heat that Erasmus joined in demanding his expulsion from the city.",
        "Constantinople fell (1204), thanks chiefly to the ability of the Venetians under Dandolo.",
        "He was not jealous of brother friars because of their funds, instruments and materials for copying and their ability as skilled copyists.",
        "He was selected by the executors of Franciscus Vieta to revise and edit his manuscript works, a task which he discharged with great ability.",
        "His success depends upon his ability to interpret rightly the facts and intangible signs with which he is brought in contact.",
        "In this matter, as in others, he proved his ability at this early stage to resist political pressure.",
        "He was confronted, however, by Raymund, count of Tripoli, the one man of ability among the decadent Franks, who acted as guardian of the kingdom; while he was also occupied in trying to win for himself the Syrian possessions of Nureddin.",
        "Meanwhile Conrad of Montferrat, at the very instant when his superior ability had finally forced Richard to recognize him as king, had been assassinated (April 1192): Guy de Lusignan had bought Cyprus from Richard, and had sailed away to establish himself there; I and Henry of Champagne, Richard's nephew, had been called to the throne of Jerusalem, and had given himself a title by marrying Conrad's widow, Isabella.",
        "The first commissioner was Sir Marshall Clarke, to whose tact and ability the country owed much.",
        "He was wanting in mathematical ability, and never displayed in any remarkable degree the still more important power of scientific generalization, which, whether accompanied by mathematical skill or not, never fails to mark the highest genius in physical science.",
        "Opinions were much divided in ancient times as to the personal character of Maecenas; but the testimony as to his administrative and diplomatic ability was unanimous.",
        "As a legislator he spoke seldom, but always with great ability, his most famous speech being that of the 11th of February 1847 opposing the Mexican War.",
        "Though betraying no signs of metaphysical ability, his work was regarded as conclusive and became a text-book in the schools.",
        "No higher tribute was ever paid to character and ability than that conveyed by this election.",
        "He was at once elected to the national house of representatives, and took his seat in December 1 795 There, by sheer force of ability and industry, he wrested from all competitors the leadership of the Republicans, and became the most dangerous opponent whom the Federalists had ever encountered in congress.",
        "It may be pointed out, however, that the story which represents him as boasting of his ability to make a better world than this is of late authority.",
        "Reconciliation never took place on any large scale, though it is true that, in the course of time, some fitful displays of administrative ability on the part of the Chinese, and the opening of partial means of communication, led to the pacification of a section of the Sheng fan, who thenceforth became known as Pe-pa-hwan (Pepohoan).",
        "At the beginning of the Swedish War, Orduin was appointed to a high command, in which he displayed striking ability.",
        "He was the chief plenipotentiary at the abortive congress of Durovicha, which met in 1664, to terminate the Russo-Polish War; and it was due in no small measure to his superior ability and great tenacity of purpose that Russia succeeded in concluding with Poland the advantageous truce of Andrussowo (Feb.",
        "His large estates and high social standing, together with his personal ability, gave Mason great influence among the Virginia planters, and he became identified with many enterprises, such as the organization of the Ohio Company and the founding of Alexandria (1749).",
        "In this office he showed not only a large capacity for hard work, but also general administrative ability and much zeal for the improvement of the service.",
        "Charles was a man of great ability, possessing popular manners and considerable eloquence, but he was singularly unscrupulous, a quality which was revealed during the years in which he played an important part in the internal affairs of France.",
        "To the last Vespasian was a plain, blunt soldier, with decided strength of character and ability, and with a steady purpose to establish good order and secure the prosperity and welfare of his subjects.",
        "Subsequently he edited a weekly paper at Waltham, studied law and was admitted to the bar, his energy and his ability as a public speaker soon winning him distinction.",
        "(For the family see Vorontsov.) She received an exceptionally good education, having displayed from a very early age the masculine ability and masculine tastes which made her whole career so singular.",
        "He was a hard and conscientious worker and became widely known for his ability in debate.",
        "At this memorable riksdag Wallqvist exhibited, moreover, financial ability of the highest order, and, as president of the ecclesiastical commission, assisted to equilibrate the budget and find the funds necessary for resuming the war with Russia.",
        "As bishop of Vexio, Wallqvist was remarkable for his extraordinary administrative ability.",
        "Chartier belonged to a family marked by considerable ability.",
        "Bertold was a man of great ability and resourcefulness, and as a statesman who strove for an ordered and united Germany was far in advance of his age.",
        "The chief feature of the administration of Dr Campos Salles was the statesmanlike ability with which various disputes with foreign powers on boundary questions were seriously taken in hand and brought to a satisfactory and pacific settlement.",
        "The Sienese government conceived hopes of gaining possession of the city of Arezzo, which was first occupied by Durazzo's men, and then by Enguerrand de Coucy for Louis of Anjou; but while the Sienese were nourishing dreams of conquest the French general unexpectedly sold the city to the Florentines, whose negotiations had been conducted with marvellous ability and despatch (1384)..",
        "As a senator he stood in the front rank in a body distinguished for ability; his purity of character and courteous manner, together with his intellectual gifts, won him the esteem of all parties; and he became more and more the leader of the Southern Democrats.",
        "With him was associated Robert Ould of Richmond, a lawyer of great ability.",
        "The first emigrant Boers to enter the country were led by Pieter Retief (c. 1780-1838), a man of Huguenot descent and of marked ability, who had formerly lived on the eastern frontier of Cape Colony and had suffered severely in the Kaffir wars.",
        "But his brilliant ability and restless activity made him the central figure in the dialectical as in the other discussions of his time.",
        "ability being discovered, received his education with the sons of the house.",
        "But he had other tastes, which impelled him irresistibly to pursue those studies which, as Bacon says, \"serve for delight, for ornament and for ability.\"",
        "Prentice, the historian of the Anti-Corn-Law League, who was then editor of the Manchester Times, describes how, in the year 1835, he received for publication in his paper a series of admirably written letters, under the signature of \"Libra,\" discussing commercial and economical questions with rare ability.",
        "It is discursive and badly arranged, but it is marked by a power of style, a vigour of narrative, and a skill in delineation of character which give life to the most unattractive period of German history; notwithstanding the extreme spirit of partisanship and some faults of taste, it will remain a remarkable monument of literary ability.",
        "The primate Cardinal, Janos Vitez (1408-1472), at the beginning, and the primate, Cardinal Tamas Bakocz, at the end of the reign were men of eminent ability and the highest culture.",
        "The laborious John Garay in his Szent Ldszlo shows considerable ability as an epic poet, but his greatestmerit was rather as a romancist and ballad writer, as shown by the, \" Pen Sketches \" or Tollrajzok (1845), and his legendary series Arpddok (1847).",
        "He had, however, already shown his ability, his firmness, and his diplomatic skill, and conducted the negotiations on the part of the queen-mother with Luynes, the king's representative.",
        "He was the sole male survivor of the ancient royal line; his valour and ability were universally recognized, and in Absalon, elected bishop of Roskilde in 1158, he possessed a minister of equal genius and patriotism.",
        "They lived simply for plunder, and had neither the ambition nor the ability to found colonies like Normandy or Northumbria.",
        "They display, in a rather irregular style and with some oddities of dialect and phrase, extraordinary narrative skill and a high degree of ability in that special art of the 17th century - the drawing of verbal portraits or characters.",
        "The Boers now cast about to find a man who should have the necessary ability, as they said, to negotiate on equal terms with the British authorities should any future dispute arise.",
        "It was not then realized either by the public or the government how seriously, and with what considerable justification, the Boers believed in their ability, if necessary, to sweep the British \" into the sea.\"",
        "He gave some proofs of statesmanlike ability, and his eloquence was repeatedly called into requisition to pacify the Parisians.",
        "He is quite conscious of the great importance and of the difficulty of his task; but he feels his own ability to cope with it.",
        "With both he took all imaginable pains to avoid offending the censorship; for Voltaire had, more than any other man who ever lived, the ability and the willingness to stoop to conquer.",
        "Dr Hopkinson presented a rare combination of practical with theoretical ability, and his achievements in pure scientific research are not less intrinsically notable than the skill with which he applied their results to the solution of concrete engineering problems. His original work is contained in more than sixty papers, all written with a complete mastery both of style and of subject-matter.",
        "Struck with young Amyraut's ability and culture, they both urged him to change from law to theology.",
        "Arjan saw clearly that it was impossible to preserve his sect without force of arms, and one of his last injunctions to his son Har Govind was to sit fully armed on his throne and maintain an army to the best of his ability.",
        "Elected to the Legislative Assembly, Cambon became noted for his independence, his honesty and his ability in finance.",
        "Displaying great ability as reformer and theologian, he was chosen subprior of the celebrated monastery.",
        "There are many other smaller establishments, and the Florentine artificer seems to possess an exceptional skill in all kinds of work in which art is combined with technical ability.",
        "While the constitution was evolving in a manner which seemed to argue small political ability and no stability in the Florentines, the people had built up a wonderful commercial organization.",
        "The signory appointed Piero Capponi, a man of great ability and patriotism, and experienced in diplomacy, the gonfaloniere Francesco Valori, the Dominican Giorgio Vespucci, and the jurisconsult and diplomatist Domenico Bonsi, rule, 's every five years, appointed all the magistrates and Y Y PP g syndics to conduct the negotiations with the French king.",
        "But in spite of his brilliant ability and his record of having lost but two cases, the bitter attacks which he directed against his fellow advocates, especially against Gerbier (1725-1788), caused his dismissal from the bar in 1775.",
        "Filangieri was a very distinguished soldier, and a man of great ability; although he changed sides several times he became really attached to the Bourbon dynasty, which he hoped to save by freeing it from its reactionary tendencies and infusing a new spirit into it.",
        "1 000, speaks of them as comprising the bulk of the population of Syria, Irak and Khorasan, and as superior to the orthodox in intellectual ability.",
        "The marquis, perceiving the boy's ability, had him well educated, and got him a place as a lawyer's clerk.",
        "From his great dialectical skill he earned the title 6 &caXEKTLKOS, or SCaXEKTCKCJTaTos, a title which was borne by his five daughters, who inherited his ability.",
        "Still the personal ability and influence of the emperor were sufficient to keep his realms intact during his own life.",
        "His conduct in this matter displayed his ability, but his zeal for the exaction of ecclesiastical dues was remembered in 1641 in the articles brought against him in parliament, which appear to have led to the sequestration of his very considerable preferments.'",
        "The latter, a man of inferior ability and daring, sold Pisa to the count of Virtu, receiving in exchange 200,000 florins, Piombino, and the islands of Elba, Pianosa and Monte Cristo.",
        "'Ali, the son of a Cretan renegade, was proclaimed sovereign by the troops under the title of \"Bey,\" and, being a prince of energy and ability, was able to establish the hereditary sovereignty, which has lasted without change of dynasty to the present time.2 Frequent wars with Algiers form the chief incidents in the internal history of Tunisia under the Beys.",
        "He also controlled, with consummate ability, the operations of the brand-new Russian diplomatists at the various foreign courts.",
        "Unsuccessful as a general in the field, he nevertheless possessed remarkable administrative ability and for nearly three years (1836-1839) realized his lifelong dream of a Peru-Bolivian confederation?",
        "He who made man \" to rule over all things under heaven,\" could He have given behests beyond man's ability?",
        "Miss Sullivan, whose ability as a teacher must be considered almost as marvellous as the talent of her pupil, was throughout her devoted companion.",
        "Great as was his popularity as a preacher, it was in the arena of ecclesiastical debate that his ability chiefly showed itself, and probably no other single man had from first to last so large a share in shaping the constitution and guiding the policy of the Free Church.",
        "Nathanael Greene, a native of Rhode Island, was made commander of the Rhode Island militia in May 1775, and a major-general in the Continental army in August 1776, and in the latter capacity he served with ability until the close of the war.",
        "The Hermus valley began to suffer from the inroads of the Seljuk Turks about the end of the 11th century; but the successes of the Greek general Philocales in 1118 relieved the district for the time, and the ability of the Comneni, together with the gradual decay of the Seljuk power, retained it in the Byzantine dominions.",
        "The ordinary citizens were roused to assert their rights, and they found a leader in Vincenz Fettmilch, who carried the contest to dangerous excesses, but lacked ability to bring it to a successful issue.",
        "The Nichi Nichi Shimbun had an editor of codspicuous literary ability in Fukuchi GenichirO, and the Hoc/il Shimbun, its chief rival, received assistance from such men as Yano Fumio, Fujita Makichi, Inukai Ki and Minoura Katsundo.",
        "The ability of former times exists and is exercised in the old way, though the field for its employment has been greatly narrowed.",
        "Just at that time there flourished in the Western capital a potter of remarkable ability, called Nomura Seisuke.",
        "Previously to that time, one of the Seto experts, Kato Gosuke, had developed remarkable ability in the manufacture of cladon, though in that field he was subsequently distanced by SeifO of KiOto.",
        "He subsequently professed himself a convert to the Anglican Church, and published a number of works, but was more esteemed for his ability than for his moral character.",
        "From the first his ability had won him admiration in the House of Commons.",
        "Moreover, it chanced that at the time the Spartan leaders were not men of strong character or general ability.",
        "He was chosen speaker of the House in 1869 and served three terms. The House was the fit arena for his political and parliamentary ability.",
        "Osiander, maintaining the infusion of Christ's righteousness into the believer, impugned the Lutheran doctrine of imputation; Chemnitz defended it with striking ability.",
        "At Cambridge he was president of the Union and acquired a considerable reputation for ability; and when he entered Parliament in 1906, at the age of 27, as Liberal member for the Chesterton division of Cambridgeshire, he was chosen by 1'Ir.",
        "With true philosophic insight he shows that France failed in the struggle not because of any inferiority in the ability and character of the men to whom the work was entrusted, but chiefly by reason of her despotic and protective regime.",
        "He received his early education from a distinguished Hellenist, Jean Perelle, and displayed remarkable ability in Greek and Latin.",
        "He showed great ability in diplomacy, particularly in organizing the Protestants.",
        "After occupying various important posts he became grand vizier in 1697, and owing to his ability and energy the Turks were able to drive the Austrians back over the Save, and Turkish fleets were sent into the Black Sea and the Mediterranean.",
        "Various educational schemes were proposed, but they were easier to propose than to carry into effect: no one, except Mr Savona, had the ability to urge English as the basis of instruction, and he agitated and was installed as director of education and made a member of the Executive.",
        "He at once gave evidence of unusual ability both as an original thinker and skilful experimenter.",
        "Hence, as far as any physical characters can be formulated for the various tribes (and their validity is very doubtful) the Yue-Chi type is Turkish rather than Mongol or Ugro-Finnic. In such points of temperament as military ability and power of assimilating Indian and Persian civilization, the YueChi also resemble the Turks, and some authorities think that the name Turushka or Turukha sometimes applied to them by Indian writers is another evidence of the connexion.",
        "He was, however, a man of good intentions, strong family affections and considerable ability.",
        "John I., sometimes surnamed \"the Great,\" and sometimes \"father of his country,\" died on the iith of August 1433, in the forty-eighth year of a reign which had been characterized by great prudence, ability and success; he was succeeded by his son Edward or Duarte, so named out of compliment to Edward III.",
        "Like Maroboduus, he was able to combine the forces of tribes commonly hostile to each other, and his military ability almost went the length of genius.",
        "He displayed administrative ability and great loyalty to the central government as intendant in Guienne in 1627, and in 1628 negotiated the boundary delimitation with Spain.",
        "This so-called biography of the medieval adventurer who raised himself by personal ability and military skill to the tyranny of several Tuscan cities must be regarded in the light of an historical romance.",
        "She was young, a foreigner, a member of a state that had almost no weight in the great world of politics, had not given any proof of great ability, and was thrown into the shade by more important persons.",
        "The most that can be said about him is that he was an intelligent student of Descartes and Malebranche, and had the ability to apply the results of his reading to the facts of his experience.",
        "In 1761 he became personally known to Pitt, who, recognizing his ability and discretion, once and again made use of his services as private amanuensis.",
        "Gladstone, a woman of much character and ability, who died in 1911, leaving two sons and three daughters.",
        "He was made governor of Picardy in 1619; suppressed an uprising of nobles in 1620; and in 1621, with slight military ability or achievement, was appointed constable of France.",
        "But Benjamin's management of the paper, and particularly his free-thinking, displeased the authorities; the relations of the two brothers gradually grew unfriendly, possibly, as Benjamin thought, because of his brother's jealousy of his superior ability; and Benjamin determined to quit his brother's employ and to leave New England.",
        "During the last years of his stay in England there had been repeated attempts to win him (probably with an under-secretaryship) to the British service, and in these same years he had done a great work for the colonies by gaining friends for them among the opposition, and by impressing France with his ability and the excellence of his case.",
        "Charles Albert was not a man of first-rate ability; he was of a hopelessly vacillating character.",
        "In 1869 he was again returned, and, devoting himself with exceptional ability to financial questions, was in 1870 appointed to report the budget.",
        "But he also took a keen interest and frequently an active part in the political and social movements of the day; and so highly did the students of Aberdeen rate his practical ability, that, after his retirement from the chair of logic, they twice in succession elected him lord rector of the university, each term of office extending over three years.",
        "His energy and ability as a leader of guerillas hampered Charles X.",
        "The patriotic action of the council and its attendant popularity enabled it to recover considerable administrative control, which it continued to exercise for the next eighteen years, although its deterioration in ability, becoming every year more noticeable, as well as the rapid rise of democratic ideas, prevented it from fully re-establishing the supremacy which Aristotle, with some exaggeration, attributes to it for this period.",
        "From the overthrow of the Thirty to the end of their history they enjoyed a high reputation for ability and integrity (Isoc. vii.; Demosth.",
        "The number of men arrayed under one banner, the time during which they might cohere, the distances from home they could march, their ability to hold permanently what they had gained, together form an excellent metric scale of the culture grade in the several American provinces, and nowhere, even in the most favoured, is this mark high.",
        "His ability received further recognition when in 1882 he was nominated by his party as its candidate for governor.",
        "Secretary Folger was a man of high character and ability, who had been chief justice of the New York supreme court when placed in control of the treasury department by President Arthur in 1881.",
        "Hence his ability to concentrate hung on the mere good luck of obtaining timely information of Napoleon's plans, which in fact he failed to obtain.",
        "Marshal Soult was appointed chief of the staff, a post for which he possessed very few qualifications; and, when the campaign began, command of the left and right wings had perforce to be given to the only two marshals available, Ney and Grouchy, who did not possess the ability or strategic skill necessary for such positions.",
        "Owing to his intelligence and ability he was transferred, not later than 796, from Fulda to the palace of Charlemagne by abbot Baugulf; and he soon became very intimate with the king and his family, and undertook various important duties, one writer calling him domesticus palatii regalis.",
        "Men so moved so to act could hardly be commonplace; and so among them we find characters strong and marked, with equal ability to rule and to obey, as William Bradford (1590-1657) and Brewster, Edward Winslow (1595-1655) and Miles Standish (1584-1656), John Winthrop (1588-1649) and Dr Samuel Fuller, and men so inflexible in their love of liberty and faith in man as Roger Williams and young Harry Vane.",
        "He was a man of ability, enthusiasm and learning, a considerable Oriental scholar, and also a keen controversialist.",
        "His energy and ability were conspicuous in the disastrous battle of Chancellorsvine (q.v.); and at Gettysburg the part played by the III.",
        "When Federal Civil Service commissioner he did more than any other single public man in the United States has had either the ability or the opportunity to do; to promote the doctrine of service for merit only out of the realm of theory into the realm of governmental practice.",
        "But for Mr Roosevelt's vigorous official action and his characteristic ability to inspire associates with enthusiasm the canal would still be a subject of diplomatic discussion instead of a physical actuality.",
        "Nevertheless he proved more than a match for the forensic ability arrayed against him, and his first plea in defence is in a high degree dignified and manly.",
        "The building is the property of the Commission of Historical Monuments, which has carried on the work of restoration with great architectural and antiquarian ability.",
        "He discharged the responsible task with rare judgment and ability.",
        "On the proposal of had helped her in the management of her most private affairs and had acted as an intermediary between her and her ministers with singular ability and success.",
        "To these powerful connexions as much as to his piety and ability, he owed the immense influence he possessed.",
        "Bacciochi being almost a nullity, her pride and ability had a great influence on the administration and on Italian affairs in general.",
        "Those who knew him well formed a high estimate of his ability in practical affairs.",
        "In common with his works generally, it is distinguished by exhaustiveness of treatment and research, critical ability, a remarkable degree of accuracy, and a certain insight into the past which he gained from his practical experience of men and institutions.",
        "That a man of such conspicuous ability, who impressed himself at the outset on the people of Constantinople as an uncompromising opponent of heresy should within a few short years be an excommunicated fugitive, sacrificed to save the face of Cyril and the Alexandrians, is indeed, as Duchesne says, a tragedy.",
        "In 1788 he entered the corps of noble cadets in the artillery and engineering department, where his ability, especially in mathematics, soon attracted attention.",
        "Arakcheev speedily won the entire confidence of Paul by his scrupulous zeal and undeniable technical ability.",
        "have seen it is by Kant, in his distrust of our ability and right to pass beyond the empirical sphere.",
        "Thus wealth, position, court influence and ability combined gave the Czartoryscy a commanding position in Poland, and, to their honour be it said, they had determined from the first to save the Republic, whose impending ruin in existing circumstances they clearly foresaw, by a radical constitutional reconstruction which was to include the abolition of the liberum veto and the formation of a standing army.",
        "At the siege of Devanhalli (1749) Hyder's services attracted the attention of Nanjiraj, the minister of the raja of Mysore, and he at once received an independent command; within the next twelve years his energy and ability had made him completely master of minister and raja alike, and in everything but in name he was ruler of the kingdom.",
        "To great ability, wide sympathies, and undoubted patriotism he added absolute honesty, that rare quality in a vizier, for he left office as poor as when he entered it.",
        "Early distinguished by her excellence as a pianist, organist and singer, she also showed considerable ability in painting and illuminating; but a lively poetic imagination led her to the path of literature, and more especially to poetry, folk-lore and ballads.",
        "In this war, which resembles in character, and in its striking vicissitudes, the English War of the Roses at the end of the 15th century, Abdur Rahman soon became distinguished for ability and daring energy.",
        "The amir showed his usual ability in diplomatic argument, his tenacity where his own views or claims were in debate, with a sure underlying insight into the real situation.",
        "Elected president of the chamber in 1894 and 1896, he exercised that office with ability until, in December 1897, he accepted the portfolio of justice in the Rudini cabinet, only to resign in the following spring on account of dissensions with his colleague, Visconti-Venosta, over the measures necessary to prevent a recurrence of the tumults of May 1898.",
        "In that treatise the essential marks of an educated person are, not only ability to write Latin verse, but also, a point of \" at least equal importance,\" \" familiarity with the language and literature of Greece.\"",
        "The leaving examination (Abgangspriifung), instituted in that year, required Greek translation at sight, with Greek prose composition, and ability to speak and to write Latin.",
        "Meade, who, besides steadiness and ability, possessed the confidence of Lincoln and Halleck which Hooker had lacked.",
        "But Thomas, his successor, was one of the greatest soldiers of the war, and Grant's three generals, all men of great ability, set to work promptly.",
        "From the 2nd of July to the 14th of September he was war minister, in which capacity he displayed great ability.",
        "No less rapid has been the change in America during the same period, nor less numerous the scholars well equipped to pursue the detailed investigation involved in critical study or those who have shown ability in popular presentations of the critical standpoint.'",
        "In 1811 he became secretary of state in succession to Maret, duc de Bassano, and showed his usual ability in the administration of the vast and complex affairs of the French empire, including the arrangements connected with the civil list and the imperial domains.",
        "On its fall (1785) the throne was seized by the Manghit family in the person of Mir Ma'sum, who pretended to the most extravagant sanctity, and proved by his military career that he had no small amount of ability.",
        "They have good native ability, but through lack of communication with the outside world their progress has been retarded.",
        "Child labour is regulated by an act passed by the General Assembly in 1908; this act prohibits the employment of children less than 14 years of age in any gainful occupation during the session of school or in stores, factories, mines, offices, hotels or messenger service during vacations, and prohibits the employment of children between 14 and 16 unless they have employment certificates issued by a superintendent of schools or some other properly authorized person, showing the child's ability to read and write English, giving information as to the child's age (based upon a birth certificate if possible), and identifying the child by giving height and weight and colour of eyes and hair.",
        "But he owed his high advancement to:exceptional ability as an administrator and a soldier.",
        "From 253 to 260 he reigned conjointly with his father, during which time he gave proof of military ability and bravery.",
        "He showed great ability at an early age, and was made governor of Herat by his father, but broke into open rebellion against him in 1870, and was imprisoned in 1874 in Kabul.",
        "Prior to 1902 every male inhabitant of a town who was twenty-one years of age or over, a citizen of the United States, and not a pauper or excused from paying taxes at his own request, had a right to vote, but an amendment adopted in this year made ability to read English and to write additional qualifications, except in the case of those physically unable to read or to write, of those then having the franchise, and of persons 60 years of age or more on the 1st of January 1904.",
        "From the very beginning of his reign Eric's morbid fear of the upper classes drove him to give his absolute confidence to a man of base origin and bad character, though, it must be admitted, of superior ability.",
        "He was a man of fine appearance and courtly manners, and he possessed personal magnetism and the ability to make friends, two qualities that contributed in great measure to his success.",
        "A man of great force of character and much ability, of keen ambitions and unusual shrewdness, though not remarkable for breadth of mind, he attained to great influence in the executive government and was soon the leading spirit in that dominant group known in Upper Canadian history as the Family Compact.",
        "As a strategist, though of great ability, he cannot be compared to Richard.",
        "The same ability to adapt himself to circumstances must be possessed by the steeple-chase jockey, who should possess fine hands to enable him to handle his horse while going at his fences at three-quarter speed.",
        "As an administrator also he showed ability, and the foundation of a Latin school and several churches in Batavia is to be ascribed to him.",
        "They are seldom persons of shining ability or high standing in their communities.",
        "of Poland and the election of Stanislaus I., a mission which he accomplished with distinguished ability but absolute unscrupulousness.",
        "From 1805 to 1807 he was commander-in-chief of the Swedish forces in Pomerania, where he displayed great ability and retarded the conquest of the duchy as long as it was humanly possible.",
        "The government endeavoured to bring about an amalgamation of these rival companies, believing that the united energies and financial ability of the whole country were required for so vast an undertaking.",
        "Any great collection, such as the Corpus of Latin inscriptions or the similar Corpus of Greek, will show at once its activity and ability in this direction.",
        "(I) Tertullian was a man of great originality and genius, characterized by the deepest pathos, the liveliest fancy, and the most penetrating keenness, and was endowed with ability to appropriate and make use of all the methods of observation and speculation, and with the readiest wit.",
        "Tilden, by his reputation as a statesman and a reformer of uncommon ability, drew many Republican votes.",
        "For many years he served as a member of the legislative council of the viceroy with conspicuous ability and moderation of view.",
        "It is a work of ability and research; and, though Cardinal Wiseman's claim for its author that he was \"the only impartial historian of our country\" may be disregarded, the book remains interesting as representing the view taken of certain events in English history by a devout, but able and learned, Roman Catholic in the earlier part of the 19th century.",
        "During this war he gave proofs of much diplomatic ability, and Pope Urban VIII.",
        "His ability and vigour were now generally recognized; but the strength of the socialist party, and the practical activity of its leader, still had to reckon with the equally practical and vigorous liberalism of M.",
        "His ability earned for him the titles of Doctor Facundus and Doctor Abundans.",
        "Like so many of his countryman he displayed great linguistic ability, and his quick ear caught up even peculiarities of dialect.",
        "Of this by far the most important member was Federigo da Montefeltro, lord of Urbino from 1444 to 1482, one of the most successful condottieri chiefs of his time, and not only a man of great military and political ability, but also an enthusiastic patron of art and literature, on which he lavished immense sums of money.",
        "This paper, at first weekly, became in 1853 a daily, and through the ability and energy of Brown, came to possess an almost tyrannical influence over the political opinion of Ontario.",
        "The principal parts are usually hereditary in certain families; and are assigned with regard to moral character as well as dramatic ability.",
        "His conspicuous ability was shown in the abortive Colloquy of Poissy (1561).",
        "By it he became the first to raise a barbarian tongue to the dignity of a literary language; and the skill, knowledge and adaptive ability it displays make it the crowning testimony of his powers as well as.",
        "The ability of his lectures was universally acknowledged, and he created a taste for the study of Greek literature.",
        "Members did not suspect the reserve of strength and ability beneath what seemed to them to be the pose of a parliamentary fldneur; they looked upon him merely as a young member of the governing classes who remained in the House because it was the proper thing for a man of family to do.",
        "But his wide range of knowledge and interests, his intellectual finesse, his personal hold over his supporters, his statesmanlike grasp upon imperial problems and his oratorical ability, had been proved to a remarkable degree; and in foreign affairs his tenure of power had been conspicuously successful.",
        "A more formidable division was led by Dr Warren, a preacher of ability and influence, who was disappointed because no place was found for him in the newly-formed Theological Institution.",
        "To his unwearying zeal and business ability the triumph secured was chiefly due.",
        "The work did honour to the perseverance and ability of Calixtus, but it was merely the application of the ideas of Paschal II.",
        "To this difficult problem he brought remarkable skill and aptness, energy and ability.",
        "No apter estimate of his character can be found than the words of Aeneas Silvius himself: \" He was a great-hearted man; but his chief error was that he was a stranger to moderation, and regulated his actions, not by his ability, but by his wishes.\"",
        "It was he who regenerated the College of Cardinals by leavening it with men of ability, who took in hand the reform of the Curia, confirmed the Jesuit Order, and finally brought the Council of Trent into existence (Sessions I.",
        "Carlow, Ireland, on the 2nd of August 1820, his father being the son of a small landowner in poor circumstances, but a man of more than ordinary ability.",
        "While Frederick the Great lived she was impressed by his ability.",
        "His father suffered for his adherence to the Free Church at the Disruption in 1843, and removed to Edinburgh, where the son was educated, showing exceptional ability from the first.",
        "Jurieu defended the doctrines of Protestantism with great ability against the attacks of Antoine Arnauld, Pierre Nicole and Bossuet, but was equally ready to enter into dispute with his fellow Protestant divines (with Louis Du Moulin and Claude Payon, for instance) when their opinions differed from his own even on minor matters.",
        "Naturally its quality varies with the ability and education of the writer.",
        "In the 19th century the greatest name among Hebraists is that of Gesenius, at Halle, whose shorter grammar (of Biblical Hebrew) first published in 1813, is still the standard work, thanks to the ability with which his pupil E.",
        "This totally unexpected attack, conducted from first to last with consummate ability and lightning-like rapidity, had a paralysing effect upon Denmark.",
        "He not merely lacked the ability to govern the empire in a time of crisis, but aggravated its dangers by his self-indulgence and vindictiveness.",
        "He studied at Bologna, Florence and Rome, and by his learning attracted the patronage of Alexander Farnese, who, as Pope Paul III., made him nuncio to Florence, where he received the honour of being elected a member of the celebrated academy, and then to Naples, where his oratorical ability brought him considerable success.",
        "gifted with extraordinary ability.",
        "They were followed by others from the Presbyterian and Reformed Churches, and by their great intellectual ability, patience and tact these pioneers (S.",
        "It is maintained by those admirers of Mary who assume her to have been an almost absolute imbecile, gifted with the power of imposing herself on the world as a woman of unsurpassed ability, that, while cognisant of the plot for her deliverance by English rebels and an invading army of foreign auxiliaries, she might have been innocently unconscious that this conspiracy involved the simultaneous assassination of Elizabeth.",
        "Alone, \"without one counsellor on her side among so many,\" Mary conducted the whole of her own defence with courage incomparable and unsurpassable ability.",
        "The \"free soilers,\" however, succeeded in sending to the thirty-first Congress two senators and fourteen representatives, who by their ability exercised an influence out of proportion to their number.",
        "A posthumous volume published in 1830, The Progress of Society, is also of great ability, and is a very effective treatment of economical principles by tracing their natural origin and position in the development of social life.",
        "Such a system would have been unworkable but for the fact that with the revival of the political principles of Oldenbarneveldt, there was found statesman of commanding ability to fill the office in which the famous advocate of Grand of Holland had for so many years been \" minister of - all affairs \" in the forming state.",
        "He had to contend, like his predecessors, with the perennial hostility of the burgher aristocracy of Amsterdam, and at times with other refractory town councils, but his power in the States during his life was almost autocratic. His task was rendered lighter by the influence and ability of Heinsius, the grand pensionary of Holland, a wise and prudent statesman, whose tact and modera tion in dealing with the details and difficulties of internal administration were conspicuous.",
        "William IV., though not a man of great ability, was sincerely anxious to do his utmost for securing the maintenance of peace, and the development of the resources and commercial prosperity of the country, and his powerful dynastic connexions (he had married Anne, eldest daughter of George II.) gave him weight in the councils of Europe.",
        "man, without energy or resolution, and he allowed W himself to be entirely led by his old guardian the duke of Brunswick, and by his wife Frederica Wilhelmina of Prussia, a woman of marked ability, to whom he entirely deferred.",
        "The command of the British fleet was given to Sir Hyde Parker, an amiable man of no energy and little ability.",
        "Aldo himself, though a precocious student, a scholar of no mean ability, and a publisher of some distinction, was the least remarkable of the three men who gave books to the public under the old Aldine ensign.",
        "In 1855 he was appointed as lieut.-colonel the course of the struggle, and his surpassing ability was never to the 2nd Cavalry, commanded by Colonel Sidney Johnston, more conspicuously shown than in the last hopeless stages of with whom he served against the Indians of the Texas border.",
        "This position, which he filled with much ability, did not prevent his occasionally descending from the presidential chair to make speeches, one of which, advocating an amnesty to the communards, was especially memorable.",
        "Then the badger's tail is split, a chain put through it, and fastened to the stake with such ability that the badger can come up to the other end of the place.",
        "The principles of the League are best explained in the declaration which every member is asked to sign: \" I declare on my honour and faith that I will devote my best ability to the maintenance of religion, of the estates of the realm, and of the imperial ascendancy of the British Empire; and that, consistently with my allegiance to the sovereign of these realms, I will promote with discretion and fidelity the above objects, being those of the Primrose League.\"",
        "He selected the administration of tobaccos, addressing himself especially to chemical researches under the guidance of Gay-Lussac, and gave striking proof of ability in two papers on the combinations of phosphorus with hydrogen and oxygen, published in Annales de Chimie et de Physique (1835 and 1837).",
        "The appointment, which had hitherto been reserved for ecclesiastics of marked ability as scholars or administrators, excited much comment; but it was undoubtedly popular, and this popularity was confirmed when it was realized that the bishop intended to carry on in his new sphere the democratic traditions of his East End activities.",
        "Henry seems to have been a man of high character, great courage, resolution and ability.",
        "The system is due to the ability of the great Count Cavour; what he originated in Piedmont has been also carried out in Lombardy.",
        "The task of constructing this great work was committed to Mougel Bey, a French engineer of ability, who designed and constructed the great barrage across the two branches of the Nile at the apex of the delta, about 1 2 m.",
        "San Martin espoused O'Higgins's part against Carrera, and O'Higgins, recognizing the superior ability and experience of San Martin, readily consented to serve as his subordinate.",
        "He became a candidate for the Illinois House of Representatives; and on the 9th of March 1832 issued an address \"To the people of Sangamon county\" which betokens talent and education far beyond mere ability to \"read, write and cipher,\" though in its preparation he seems to have had the help of a friend.",
        "His mental qualities were - a quick analytic perception, strong logical powers, a tenacious memory, a liberal estimate and tolerance of the opinions of others, ready intuition of human nature; and perhaps his most valuable faculty was rare ability to divest himself of all feeling or passion in weighing motives of persons or problems of state.",
        "Under the name of National -Liberal-Partei they became in numbers as in ability the strongest party both in Prussia and the empire.",
        "The new government displayed unexpected energy, ability and strength.",
        "His own ability and the remarkable capacity of his mother proved too much for the king of Leon and his Castilian allies.",
        "A new cabinet was formed (June 2) by Baron von Beck, permanent under secretary of state in the ministry for agriculture, an official of considerable ability who had first acquired prominence as an instructor of the heir apparent, Archduke Francis Ferdinand, in constitutional and administrative law.",
        "on his death-bed as most worthy to succeed him was Desiderius, who was favoured by the cardinals because of his great learning, his connexion with the Normans and his diplomatic ability.",
        "His skill as a printer won for him the position of foreman, while his ability as a writer was so marked that the editor of the Herald, when temporarily called away from his post, left the paper in his charge.",
        "He gained a hearing before a large popular assembly in London, and won the confidence of those whom he addressed byhisevident earnestness, sincerity and ability.",
        "The critical methods of a modern scientific commission will not be expected of an age when the highest literary education for an Arab consisted in ability to read and write.",
        "Naturally of great ability, he received an excellent education and was distinguished both for the independence of his mind and the popularity of his manners.",
        "The wealth of their country gave scope for ability within the population and also attracted it from outside: it enabled the kings to organize great monumental enterprises as well as to arm irresistible raids upon the inferior tribes around.",
        "The only work of ability in the XIXth Dynasty is the black granite figure (Plate IV.",
        "He was succeeded by his son Khomarflya, then twenty years of age, who immediately after his accession had to deal with an attempt on the part of the caliph to recover Syria; this attempt failed chiefly through dissensions between the caliphs officers, but partly through the ability of Khomgruyas general, who succeeded in winning a battle after his master had run away from the field.",
        "His successes were won not only by military and political ability, but also by the most absolute unscrupulousness, neither flagrant perjury nor the basest treachery being disdained.",
        "With the ending of this dispute and the strengthening of the British garrison in Egypt a demonstration was given of the ability of the protecting power to maintain its position.",
        "The khedive appears to have been aware of the risks to be incurred, and in a private letter he informed the general that I rely upon your prudence and ability not to engage the enemy except under the most favorable circumstances.",
        "He soon gave evidence of rare ability as a preacher and a dialectician.",
        "Since the ability.",
        "When that area in man is injured, the ability to utter words is impaired.",
        "Not a hundredth part of the cerebellum has remained, and yet there has existed ability to stand, to walk, to handle and lift objects in a fairly normal way, without any trace of impairment of cutaneous or muscular sensitivity.",
        "Here were to be found men of ability proof against the eloquence of Hans Tausen or Peder Plad and quite capable of controverting their theories - men like Povl Helgesen, for instance, indisputably the greatest Danish theologian of his day, a scholar whose voice was drowned amidst the clash of conflicting creeds.",
        "His ability was recognized alike by friend and by foe.",
        "His hymns and poems, which have frequently been published, are evidence of his literary taste and ability.",
        "One of his greatest successes was as Benvenuto Cellini, in which he displayed his ability both as an actor and as a sculptor, really modelling before the eyes of the audience a statue of Hebe.",
        "Both as stadtholder of the Duchies in 1526, and as viceroy of Norway in 1529, he displayed considerable administrative ability, though here too his religious intolerance greatly provoked the Catholic party.",
        "He was president of the Union, and impressed all his contemporaries with his intellectual ability, Dr Jowett himself confidently predicting his signal success in any career he adopted.",
        "Mr Gladstone was attracted by his vigorous ability as a speaker, and his evidence of sound political judgment; and in August 1892, though comparatively unknown to the general public, he was selected to move the vote of want of confidence which overthrew Lord Salisbury's government, and was made home secretary in the new Liberal ministry.",
        "His mistakes as president have been so emphasized as to obscure the fact that he was a man of unimpeachable honesty, of the highest patriotism, and of considerable ability.",
        "His development is chiefly noteworthy in regard to these two leading points - the relation of the evangelium or doctrine of free grace (I) to free will and moral ability, and (2) to the law and poenitentia or the good works connected with repentance.",
        "Lady Ashburton, a woman of singular social charm and great ability, appreciated the author, but apparently accepted the company of the author's wife rather as a necessity than as an additional charm.",
        "It was he who drew up the reply to the malcontents on this occasion, for the first time demonstrating his many-sided ability and his genius for sustained hard work.",
        "He possessed some oratorical ability and adopted a very theatrical style of elocution.",
        "His despatches on this occasion are still extant, and whatever we may think of the cause on which he was engaged, they certainly give a wonderful impression of the zeal and ability with which he discharged his functions.",
        "In the 18th century the ability of certain natives of the town greatly fostered its cotton industry; thus James Hargreaves here probably invented his spinning jenny about 1764, though the operatives, fearing a reduction of labour, would have none of it, and forced him to quit the town for Nottingham.",
        "The fine condition of his regiment was soon remarked in the army of the Rhine, and his organizing ability was made use of by an appointment on the staff, and finally by his promotion to the rank of general of brigade.",
        "Accordingly he was engaged in a secret negotiation with Marshal d'Uxelles, plenipotentiary of France at the congress of Utrecht - a service which he executed with so much success that he was entrusted with several important commissions, all of which he discharged with great ability.",
        "This man, Abu Moslim by name, was a man of real ability and devoted to his master's cause.",
        "Shabath to subjection in Mesopotamia, and overcame by great ability a very dangerous rebellion in Egypt.",
        "But such a task demanded an ability and energy which he did not possess.",
        "In 1828, after a year's special preparation, young Fremont entered the junior class of the college of Charleston, and here displayed marked ability, especially in mathematics; but his irregular attendance and disregard of college discipline led to his expulsion from the institution, which, however, conferred upon him a degree in 1836.",
        "4 with headquarters at St Louis, but his lack of judgment and of administrative ability soon became apparent, the affairs of his department fell into disorder, and Fremont seems to have been easily duped by dishonest contractors whom he trusted.",
        "P. Banks against \"Stonewall\" Jackson in the Shenandoah Valley, but showed little ability as a commander, was defeated by General Ewell at Cross Keys, and when his troops were united with those of Generals Banks and McDowell to form the Army of Virginia, of which General John Pope was placed in command, Fremont declined to serve under Pope, whom he outranked, and retired from active service.",
        "Upon the accession of the Republican party to power in 180 r, Madison became secretary of state in Jefferson's cabinet, a position for which he was well fitted both because he possessed to a remarkable degree the gifts of careful thinking and discreet and able speaking, and of large constructive ability; and because he was well versed in constitutional and international law and practised a fairness in discussion essential to a diplomat.",
        "The interlocutors must in truth render an account under the stimulus of organized heckling from their equals or superiors in de.bating ability.",
        "Apart, however, from these pseudo-revelations the Theosophical Society has given rise to an extensive literature, some of which displays a high degree of argumentative and expository ability; and moreover the movement has from time to time attracted the attention and secured the co-operation of many earnest seekers, of some few of whom it can be truly said that they possessed undoubted spiritual power, insight and knowledge.",
        "Crassus does not seem to have possessed much military ability, but he was greatly distinguished for his knowledge of law and his accomplished oratory.",
        "The leader in this movement was a really remarkable man, Miguel Jose Serra (known as Junipero Serra, 1713-1784), a friar of very great ability, purest piety, and tireless zeal.",
        "The composition of the history displays much ability; but Boece's imagination was, however, stronger than his judgment: of the extent of the historian's credulity, his narrative exhibits many unequivocal proofs; and of deliberate invention or distortion of facts not a few, though the latter are less flagrant and intentional than early 19th-century criticism has assumed.",
        "Anne was a women of small ability, of dull mind, and of that kind of obstinacy which accompanies weakness of character.",
        "According to her small ability she served the state well, and was zealous and conscientious in the fulfilment of public duties, in which may be included touching for the king's evil, which she revived.",
        "On leaving the Erasmus school at Rotterdam he gave proof of his ability by an Oratio scholastica de medicina (1685), and at Leiden University in 1689 he maintained a thesis De brutorum operationibus, in which he advocated the Cartesian theory of automatism among animals.",
        "For the safety of his route to the new positions assigned to his army depended now on the ability of the left wing of the worn-out II.",
        "For registration prior to 1904 one of four additional qualifications was required: service in the army or navy of the United States, of the Confederate States, or of some state of the United States or of the Confederate States; direct descent from one who so served; ownership of property upon which state taxes amounting to at least one dollar were paid in the preceding year; or ability to read the constitution or at least to show an understanding of it.",
        "Patrick Henry and Richard Henry Lee, with Thomas Jefferson, a new up-country leader of great ability, were the leaders.",
        "He had great energy and administrative ability, was for a time president of the Chicago & Rock Island and of the Mississippi & Missouri railways, first president of the Union Pacific in 1863-1868, and for a short time in 1872 president of the Erie.",
        "Herbert Spencer, again, before the decline in question set in, put forward the hypothesis that \"the ability to maintain individual life and the ability to multiply vary inversely\"; in other words, the strain upon the nervous system involved in the struggle for life under the conditions of modern civilization, by reacting on the reproductive powers, tends towards comparative sterility.",
        "Guicciardini issued from this first trial of his skill with an assured reputation for diplomatic ability, as that was understood in Italy.",
        "Guicciardini seems to glory in his disillusionment, and uses his vast intellectual ability for the analysis of the corruption he had helped to make incurable.",
        "This event was a conspicuous tribute to the ability both as soldier and statesman of Cn.",
        "Oriel College was, at the time when Keble became a fellow, the centre of all the finest ability in Oxford.",
        "He had a rare power of attracting to himself the finest spirits, a power which lay not so much in his ability or his genius as in his character, so simple, so humble, so pure, so unworldly, yet wanting not that severity which can stand by principle and maintain what he holds to be the truth.",
        "During his apprenticeship to his father, a carpenter, he attended evening classes at Anderson's College, where he had Lyon Playfair and David Livingstone for fellow-pupils; and the ability he showed was such that Thomas Graham, the professor of chemistry, chose him as lecture assistant in 1832.",
        "Her orthodoxy was suspected and for a time she was not admitted to the church, but soon she organized meetings among the Boston women, among whom her exceptional ability and her services as a nurse had given her great influence; and at these meetings she discussed and commented upon recent sermons and gave expression to her own theological views.",
        "The most important speeches and papers are: - The South Carolina Exposition (1828); Speech on the Force Bill (1833); Reply to Webster (1833); Speech on the Reception of Abolitionist Petitions (1836), and on the Veto Power (1842); a Disquisition on Government, and a Discourse on the Constitution and Government of the United States (1849-1850) - the last two, written a short time before his death, defend with great ability the rights of a minority under a government such as that of the United States.",
        "His last chemical paper, published in 1788, on the \"Conversion of a mixture of dephlogisticated and phlogisticated air into nitrous acid by the electric spark,\" describes measures he took to authenticate the truth of the experiment described in the 1785 paper, which had \"since been tried by persons of distinguished ability in such pursuits without success.\"",
        "A second characteristic is the predominance of the economic element in the several tasks that local administrations have to perform, and the consequent tendency to treat the charges of local finance as payments for services rendered, or, in the usual phrase, to apply the \" benefits \" principle, in contrast to that of \" ability,\" which rightly prevails in national finance.",
        "In 1897, however, Alexander Robinson of Kilmun was deposed by the presbytery of Dunoon acting under the orders of the Assembly on account of the views contained in his book The Saviour in the Newer Light, in which the results of modern criticism of the Gospels were set forth with some ability.",
        "The subject was pursued by Thomson and the Cambridge physicists with great mathematical and experimental ability, and finally the conclusion was reached that in a high vacuum tube the electric charge is carried by particles which have a mass only a fraction, as above mentioned, of that of the hydrogen atom, but which carry a charge equal to the unit electric charge of the hydrogen ion as found by electrochemical researches.",
        "The study of radioactivity was pursued with great ability not only by the Curies and A.",
        "Her father, Samuel Ward, was a banker; her mother, Julia Rush [Cutler] (1796-1824), a poet of some ability.",
        "The dramatic and literary ability shown in these plays, all of which were published later in book form, was as undoubted as their diction and ideas were characteristically paradoxical.",
        "With this newly acquired ability to read the Bible in their own tongue, the many persons so taught were not slow to express a general demand for Cymric literature, which was met by a supply from local presses in the small country towns; the marvellous success of the Welsh circulating charity schools caused in fact the birth of the Welsh vernacular press.",
        "Indeed it was freely admitted by the most learned men of the middle ages and Renaissance that celibacy had been no rule of the apostolic church; and, though writers of ability have attempted to maintain the contrary even in modern times, their contentions are unhesitatingly rejected by the latest Roman Catholic authority.3 The gradual growth of clerical celibacy, first as a custom and then as a rule of discipline, can be traced clearly enough even through the scanty records of the first few centuries.",
        "On his return in 1614 he was appointed professor of theology at Helmstfidt by the duke of Brunswick, who had admired the ability he displayed when a young man in a dispute with the Jesuit Augustine Turrianus.",
        "During some years he was employed in the inspection of troops and other work of the kind, but at length his ability, his extraordinary energy and his untiring laboriousness induced Le Tellier to make him his private secretary.",
        "c. 330) had a dialectical ability which won him the title \" uprooter of mountains.\"",
        "In this controversy, conducted on both sides in the fiercest polemical spirit, Horsley showed the superior learning and ability.",
        "His great influence on the entire church, his wonderful success in planning, financing, and carrying out necessary ecclesiastical reforms, and the constructive and executive ability he displayed in his diocese, make him one of the foremost Catholic emigrants to the United States.",
        "144), \"that the first borrowers must have been for the most part men driven to this necessity by the pressure of want, and contracting debt as a desperate resource without any fair prospect of ability to pay; debt and famine run together in the mind of the poet Hesiod.",
        "A man of profound ability and singular force of character, he acted a leading part in the complications preceding the fall of the Tokugawa shogunate, and was obliged to fly from Kioto accompanied by his coadjutor, Prince Sanjo."
    ],
    "definition": [
        "Link/Cite"
    ]
}