{
    "translation": "יכול",
    "uses": [
        "His father was never able to get custody of him as a child.",
        "When will you be able to take me to get my car?",
        "\"But how would it help us to be able to fly?\" questioned the girl.",
        "It's good to be able to listen.",
        "If he had simply ignored her, she might have been able to get her emotions under control, but now a sob threatened so convincingly that she was afraid to breathe.",
        "Looking out, they could see into some of the houses near them, where there were open windows in abundance, and were able to mark the forms of the wooden Gargoyles moving about in their dwellings.",
        "She wasn't going to be able to sleep any more.",
        "In the future, all people will be able to follow their passions without regard for market forces.",
        "I would need the robot to be able to proactively offer suggestions.",
        "They need to be able to irrigate without relying solely on rain.",
        "Our friends had a good start and were able to maintain it, for with their eight wings they could go just as fast as could the Gargoyles.",
        "Nothing she had ever experienced in her life was more painful than that moment, knowing his pain and not being able to say a thing to help.",
        "A few times she nodded off, but for the most part she was able to stay awake until Alex arrived the next morning with Katie.",
        "If I can slip them, I may be able to help.",
        "The coachman explained as well as he was able; and they rode onward.",
        "Would she ever be able to watch a normal family scene without feeling the agony of her loss?",
        "If the driver was hurt, she might be able to help.",
        "And if so, would they be able to fit three people comfortably in the front seat?",
        "She boiled it, and boiled it, As long as she was able; Then Mrs. Finney took it, And put it on the table.",
        "Brandon still wasn't sure when he would be able to leave the ranch.",
        "Timing was with her and she was able to take all the state exams shortly after graduating.",
        "We mutually agreed the subject of our tests was verboten until we were able to get together again in three weeks hence.",
        "He had an idea of how his father felt, fearing he would have to watch his little boy grow and not being able to be the provider.",
        "But the noise and clatter seemed as dreadful to them as Jim's heels, for all who were able swiftly turned and flew away to a great distance.",
        "She's such a little fraidy cat but I shan't be able to keep her much longer.",
        "I'd call him, but of course he wouldn't be able to answer!",
        "And the whole thing has been unnatural because that cat and I are both able to talk your language, and to understand the words you say.",
        "There was some question that he might not be able to keep his own child?",
        "She turned to go back to the house and realized she wouldn't be able to make it before the storm caught up with her.",
        "He should be able to deliver.",
        "Being able to discuss such things with him was as comforting as it was new.",
        "This was not the first time she wasn't able to assist.",
        "It must be fun to be able to ride all around freely while we're stuck in our wagons.",
        "A Cleveland mother had reported an infant child was taken from his crib while napping yet when Howie was able to enter the location before and during the alleged time, there was no sign of the child.",
        "\"He will sprout very soon,\" said the Prince, \"and grow into a large bush, from which we shall in time be able to pick several very good sorcerers.\"",
        "If you don't get some sleep when you go home, you won't be able to relieve me tonight.",
        "I want to be able to focus on solving this problem, not worrying about what might be said or done to you.",
        "On the other hand, if you abandoned the wagons and rode the mules, you might be able to keep ahead of the Indians.",
        "I should make too good a target for the French, besides I am afraid I should hardly be able to climb onto a horse.",
        "It was several more minutes before she was able to take deep breaths – even longer before she was able to utter more than a strangled sound.",
        "On the record, tell the public this; you've been led to believe the psychic tipster is a woman of an age able to collect social security.",
        "It sounds like I might be able to work something out.",
        "Now I'm able to adjust my method of operation accordingly.",
        "I don't want her to wake up in a strange room and not be able to find us.",
        "Howie, now able to usually remain with a vehicle, stayed with the car to a suburban ranch style house only six miles from the kidnapping.",
        "It is something to be able to paint a particular picture, or to carve a statue, and so to make a few objects beautiful; but it is far more glorious to carve and paint the very atmosphere and medium through which we look, which morally we can do.",
        "I will be able to change their color.",
        "In the past, humanity has been able to sustain both wars and progress.",
        "Now and then they glanced at one another, hardly able to suppress their laughter.",
        "\"Tell us where you were,\" Betsy begged, hardly able to contain herself as she turned on her tape recorder.",
        "Lady luck intervened when the director removed a twenty dollar bill from his wallet for a tip for the maid and Howie was able to record the bill number.",
        "Structural famine exists when enough food is technically on hand or able to be imported, but some portion of the population is economically separated from it.",
        "The subtle interplay of everything involved in nutrition is vastly more complex than our minds are able to handle.",
        "Perhaps I was being unfair but everything we'd been able to do was close to ending with a sad whimper, due to the greed of this woman.",
        "The vehicle was different but this time he was able to record the South Carolina license plate number.",
        "Would you be able to access national data bases?",
        "Computers will be able to reproduce them at will and hobbyists will still study them.",
        "You're just as much a bull's eye if this monster is able to pick up your trail.",
        "Absent Martha's soothing voice, Howie wasn't able to drift off until our third try.",
        "She recognized this trait and would accept rules she herself would never be able to make.",
        "Howie was able to view the abduction, though it was particularly brutal as the young boy was knocked unconscious and bleeding.",
        "But my guess is that we will be able to do this and even make existing \"good\" genes perform better.",
        "To further enhance yield, at the same time Borlaug bred wheat strains with short, stubby stalks, which were able to better handle more weight of grain.",
        "The Internet is still able to be \"turned off\" by despotic rulers.",
        "It is an unspeakable boon to me to be able to speak in winged words that need no interpretation.",
        "Imagine if today everyone spoke one language and I said that in the future we will speak hundreds of different languages and not be able to understand each other.",
        "It is not enough even to be able to speak the language of that nation by which they are written, for there is a memorable interval between the spoken and the written language, the language heard and the language read.",
        "Howie was able to follow her to a vehicle and relate the plate number!",
        "As Martha said, I'm able to dial in settings that affect time and a location.",
        "Finally, Howie was able to connect with a recently abducted little girl in Alabama.",
        "The thought was that the overseer, being local, would be able to separate the lazy from the truly needy.",
        "No sound disturbed Howie and with Martha able to use her special hypnotic-like tone, little time was wasted inducing Howie's sleep state.",
        "If it has come to this--we must fight as long as Russia can and as long as there are men able to stand...",
        "Granted, what we accomplished was monumental, but coming across a similar situation and duplicating what we were able to do might not occur very often.",
        "But the rumble of the machinery made me think it was thundering, and I began to cry, because I feared if it rained we should not be able to have our picnic out of doors.",
        "Why would your employer pay you more than the value you are able to add?",
        "But it really is no different than me thinking it is my birthright to be able to have freedom of speech.",
        "How much more should we be able to with the Internet, computers, and other technology?",
        "Finally, we get to the fourth order of GMO: being able to splice genes from one species into another species, a process known as transgenesis.",
        "The shade was grateful, and the tree was so easy to climb that with my teacher's assistance I was able to scramble to a seat in the branches.",
        "Pierre listened to him, scarcely able to repress a smile.",
        "People in power used to be able to order executions as capriciously as the queen did in Alice in Wonderland.",
        "As it turned out, the truck repair was minor, so she was able to follow Cade home that evening.",
        "Would she have been able to hear his conversation behind a closed door?",
        "If Howard had not been able to find anything on Yancey, it was probably because there was nothing to tell.",
        "Likewise for mental illnesses: We should be able to cure them to the extent the person in question would wish them to be.",
        "We will be able to examine all kinds of social issues: Why are some areas poorer than others?",
        "The window was barely large enough for her to pass through, but she might be able to get out that way.",
        "Are you able to maximize the use of this ability?",
        "These stores are able to increase trade a number of ways.",
        "I shall not be able to equip him.",
        "Another prodded his horse with the butt end of a musket, and Pierre, bending over his saddlebow and hardly able to control his shying horse, galloped ahead of the soldiers where there was a free space.",
        "He had access to his part much earlier than I did, so he was able to make some investments that really paid off.",
        "I've never been able to.",
        "No, I was able to get you in at the Thompson's.",
        "Miss Keller will never be able, I believe, to speak loud without destroying the pleasant quality and the distinctness of her words, but she can do much to make her speech clearer.",
        "That is all I have been able to find out about him.",
        "To be able to crush it absolutely he awaited the arrival of the rest of the troops who were on their way from Vienna, and with this object offered a three days' truce on condition that both armies should remain in position without moving.",
        "Researchers also discovered the vaccine was able to restore normal blood sugar levels without using insulin.",
        "Granted that the majority are able at last either to own or hire the modern house with all its improvements.",
        "In lathing I was pleased to be able to send home each nail with a single blow of the hammer, and it was my ambition to transfer the plaster from the board to the wall neatly and rapidly.",
        "Then I busted his chops how he wouldn't be able to, I don't know, relate.",
        "You won't be able to find either your baggage or anything else now, Prince.",
        "Bagration knew that as the distance between the two flanks was more than six miles, even if the messenger were not killed (which he very likely would be), and found the commander-in-chief (which would be very difficult), he would not be able to get back before evening.",
        "Lord, Thou art able to save both great and small; Thou art God, and man cannot prevail against Thee!",
        "Seeing that his trap would not be able to move on for some time, Alpatych got down and turned into the side street to look at the fire.",
        "It was probably the first money, other than the air fares, Señor Medena had been able to spend on Alex - and even then he had to do it through Felipa.",
        "The thought distracted her, and she both yearned to be with him and hated herself for not being able to shake the thought of him.",
        "No one has ever been able to see into my mind.",
        "When do you think you might be able to come home?",
        "But then, he didn't expect a woman to be able to work a farm... it wasn't natural.",
        "I left him with my neighbor and haven't been able to reach her.",
        "They looked barely able to hold her, let alone Brady!",
        "Whoever has them will be able to take control.",
        "He hadn't been able to sleep in two days but fell fast into a deep, peaceful slumber.",
        "Toby was silent, knowing a normal Immortal could never understand.  He didn't yet have the full power of a real guardian angel, but he should've been able to do more than … nothing.  Angels were placed with human mothers so they could understand the creatures they were meant to take care of.  Human mothers raised them as their own, yet none of his human mothers had gone to the extent Katie did to try to protect him.",
        "Kris heard what Kiki didn't say, that only Andre had been able to keep the Council together after their father's death.  The six headstrong brothers of the Council That Was Seven had respected Andre, who was an adult when the rest of the brothers were born.",
        "\"Do you ever wonder what would've happened, if we'd both been able to live?\" she asked.",
        "He sensed the death-dealer's presence without being able to see into the dark room.",
        "There are signs when Death is in her fortress.  I might be able to see the trees in their defensive positions from here.",
        "As troubling as I find the latest trend of people entering my domain uninvited, I feel able to handle it.",
        "Toby felt almost as distraught at having to stay in the cell while his human was lost in the underworld.  Not that he didn't trust Rhyn or Gabe, just that, he might be able to find her first.",
        "It now made sense how Ully had been able to free them and talk Jared into letting them go.  Toby had been too excited to find their escape too easy at the time, but now, he realized it was … weird.  He'd failed again.  He couldn't even escape on his own.",
        "I'm leaving now.  Rhyn, you'll want to be gone before I cross through the portal, or Gabe won't be able to send you back.  Gabe can't break that many Codes his first day on the job.",
        "A Mr. Edwin Mayer hoped to be able to sneak him in at that time, or so squeaked his nasal-voiced secretary.",
        "Dean found himself able to predict for instance, it was time to visit Baltimore again, and a week or two later, Byrne would travel there.",
        "Saturday was more than half over before Dean was able to leave.",
        "I just thought I might be able to help you out.",
        "I don't know if she can help very much but she may be able to steer you in the right direction.",
        "Everybody would like to see Alfred Nota locked up but nobody has been able to make anything stick.",
        "He unobtrusively managed to locate all of the three renters of the adjoining rooms through their license plate numbers and was able to speak to two of them.",
        "Will you be able to come?",
        "However, she still wanted to speak to her son personally as soon as she felt able.",
        "If he called the sta­tion quickly enough they might be able to run down the car.",
        "Fred wasn't able to contact the seller.",
        "The days following the incident, Dean had pored over more mug books, sure he would be able to identify at least one of the two hoods.",
        "They tried a couple of times to telephone Mrs. Porter back in Parkside but weren't able to get through.",
        "He is sensitive about not being able to give you children.",
        "There wasn't time for more conversation, even if they had been able to talk through the jarring gait.",
        "Even if he couldn't close it, there had to be a way to monitor it, or he'd never be able to manage the gateways.",
        "If the Black God hadn't been there, we wouldn't have been able to save you.",
        "Combined, we might be able to escape from one.",
        "She'd never be able to trust someone with everything or find her equal the way Damian and Dusty had found theirs.",
        "Rather than feel grateful, she felt shame that she'd caused them all such a problem and hadn't been able to take care of herself.",
        "Why she'd been able to walk away from him when he knew he couldn't have walked away from her.",
        "\"If you let me help you, you'll be able to grip it before it's cold,\" Darian said.",
        "She recalled taking messages from Dusty to Sofi and how, at first, Darian hadn't even been able to register the sound of another human's voice.",
        "Only when he'd been broken and faced his past had he been able to let go of his own demons.",
        "Jenn let her instincts take over, ignoring the instinct that told her no mortal should be able to fight one guardsman, let alone three.",
        "He pushed himself away from the door and took up a position near the bed, where he was able to see all entrances.",
        "It's been too long since I was last able to use my legs.",
        "If Memon succeeds in raising an army of his allies, he will be able to trap us here on the cliffs, against the ocean here.",
        "She sighed, no longer able to sustain her hope.",
        "In seven years of marriage, he had not been able to teach her how to avoid being one of them.",
        "He used to be able to read her every thought, but lately he seemed to do more misreading than anything else.",
        "It was probably best to ignore the remark, and she was able to do so without being rude when the doorbell rang.",
        "It must be nice to be able to come out here and see them anytime you want.",
        "This time he was able to mount on the first attempt, as did the other two.",
        "\"Thank you Felipa, but I think I'll be able to cook,\" Carmen said.",
        "I have Felipa right now and I'll be able to do it in a few days.",
        "\"I won't be able to do much,\" she confessed, \"but I'll get it organized.\"",
        "At first she thought that wouldn't be possible on such short notice, but since the place specialized in barbeque and the need was small, they were able to fit them in.",
        "When he was able to do so privately, he leaned down and whispered in Carmen's ear.",
        "Sam is qualified to take care of the horses, but she isn't able to take care of you.",
        "The problem was that she hadn't been able to reach him, but she didn't want to start out nagging at him.",
        "If it had not been for the fact that he was speaking so distinctly, she probably wouldn't have been able to hear the translation.",
        "Between the two of us we ought to be able to carry them down to that room.",
        "Betsy was hopeful she might be able to confirm where the people had lived.",
        "Yes and I can go back to asking questions I haven't been able to ask and I have sources to get answers.",
        "Only not being able to see with all the lights in my eyes.",
        "Betsy had driven our only car so I wasn't able to drive over there myself.",
        "Finally, she was able to inject a few words.",
        "I was just able to turn in the other direction and be gone.",
        "It's really tough not being able to get away with anything when you're around.",
        "The Oracle had given him nothing, and he didn't feel able to sit still and drink tea with Daniela, the headmistress of the order of nuns who managed this Sanctuary.",
        "I've not been able to locate it.",
        "Too many snakes - and next time she might wander so far she wouldn't be able to find her way back.",
        "Would she be able to use it?",
        "He was able to see, hear, smell and predict the actions of those around him.",
        "He was able to creep up, snatch a purse and run before anyone registered that the hooded youth ever approached.",
        "He hadn't been able to steal enough coppers to replace even her boots and almost sighed.",
        "Well, obviously, Amazon is able to collect this data as they make sales.",
        "Machines will never, in my opinion, be able to be creative.",
        "To the extent that the Internet is able to increase trade, it increases utility.",
        "Most of these people have other jobs and obligations, so without something like Etsy, they might not be able to enter into these trades.",
        "If you are able to consume more energy, you can do more work and therefore create more.",
        "That is what we expect to be able to do, because it is theoretically possible in a hundred different ways.",
        "He explained to me that with a lawnmower, one person would be able to do the job and eleven men would be unemployed.",
        "They are able to produce widgets for ten cents, putting the Dollar Widget Company (with its unfortunate name) out of business.",
        "Once someone has something, no one should be able to take it from him or her.",
        "I hesitate to start talking about nanotechnology for fear I will not be able to stop—the entire field is amazing to me!",
        "Plus, they will be able to convert heat to electricity as well, so anything that heats up will become an energy source.",
        "Families who owned great houses were able to keep them if they opened them to the public, acted as guides, and only lived in a small part of them.",
        "So let's say your parents bought Coca Cola stock their entire life, left it all to you, and you are able to live off the dividend payments of the stock.",
        "Instead of relearning things over the course of centuries, people will be able to learn from the choices others have made.",
        "Once they become more educated, they are better able to participate in the modern economy.",
        "It is not necessary that one should be able to define every word and give it its principal parts and its grammatical position in the sentence in order to understand and appreciate a fine poem.",
        "We like to think that the sunshine and the winds and the trees are able to love in some way of their own, for it would make us know that they were happy if we knew that they could love.",
        "During this transfer he felt a little stronger and was able to look about him and even speak.",
        "To him the club entrusted the arrangement of the festival in honor of Bagration, for few men knew so well how to arrange a feast on an open-handed, hospitable scale, and still fewer men would be so well able and willing to make up out of their own resources what might be needed for the success of the fete.",
        "He was afraid of any want of clearness, any weakness, in the Mason's arguments; he dreaded not to be able to believe in him.",
        "But it is a good thing for proprietors who perish morally, bring remorse upon themselves, stifle this remorse and grow callous, as a result of being able to inflict punishments justly and unjustly.",
        "In the hospitals, death was so certain that soldiers suffering from fever, or the swelling that came from bad food, preferred to remain on duty, and hardly able to drag their legs went to the front rather than to the hospitals.",
        "I knew you wouldn't be able to resist it and it's a good thing you're going.",
        "Boris was thus the first to learn the news that the French army had crossed the Niemen and, thanks to this, was able to show certain important personages that much that was concealed from others was usually known to him, and by this means he rose higher in their estimation.",
        "He wished to sleep, but he knew he would not be able to and that most depressing thoughts came to him in bed.",
        "Never to the end of his life could he understand goodness, beauty, or truth, or the significance of his actions which were too contrary to goodness and truth, too remote from everything human, for him ever to be able to grasp their meaning.",
        "He felt that only in the ordinary conditions of life would he be able to understand himself and all he had seen and felt.",
        "They saw that she alone was able to restrain her mother from unreasoning despair.",
        "Tell them to send me to hospital; I'm aching all over; anyway I shan't be able to keep up.",
        "\"Oh, Nicholas, how can you talk like that?\" cried Sonya, hardly able to conceal her delight.",
        "He took it harder than I thought he would, but being able to keep Tammy took the edge off it.",
        "Let us see your arts, and the sorceries you are able to perform.",
        "This tendency to only be able to see new technology as an extension of the old is exactly the phenomena we have seen with the Internet.",
        "Another friend tells her either member of the couple should be able to instantly remove the couple page when the relationship goes sour.",
        "We will finally be able to build an oracle, and we will use that tool, that collection of life experiences, to optimize our own lives.",
        "I thought I might be able to fix the time setting by trial and error but I was at a loss establishing a location.",
        "Are you saying it's only you who are able to.",
        "\"Sofi, you're not going to be able to handle helping Darian and being pregnant,\" he said.",
        "Jonny was safe, even if she hadn't been able to wipe away all traces of the poison in his blood.",
        "She hadn't been able to log onto Dusty's computer, because he kept it locked out.",
        "It was his job to protect humans, and he hadn't been able to protect one woman in his own home!",
        "I think … no, I know they have to be able to, if I can.",
        "We've never been able to transform a vamp into a human in thousands of years.",
        "She hadn't been able to get through to anyone else and wondered if there was some magic trick he'd done to reach her.",
        "She belonged with him, even if she was second rung to his war against bad guys or even if he was never able to devote himself to any one woman at all.",
        "He'd be able to read her mind and confirm she was indeed intent on destroying the gateway between the realms.",
        "She'd always been grateful to him for accepting her and her gift, but he'd always refused to tell her what exactly he was and how he seemed to be able to read her mind sometimes.",
        "The Black God wasn't able to take his eyes off her.",
        "The woman was far enough ahead she should be able to escape while he distracted the creature.",
        "I think I'm doing pretty damn good, considering I would've been able to kill him if you hadn't shot and run me over, he replied in irritation.",
        "\"If they could find me, they would've by now, just like you'll never be able to retrace her steps back to this spot once you leave,\" her father said, his voice rising.",
        "You must clean house, Jonny, or you'll never be able to go on the offensive.",
        "I mean, I might be able to seal the breach I made, if it doesn't get bigger and I can borrow Damian's power.",
        "Damian, however, was impressed he was able to do it at all.",
        "He wouldn't respond to her mind manipulation attempts, and he was able to control Jonny.",
        "Jule looked at the clouds, able to feel the gateway cracking with his newfound powers.",
        "This is the first time I've been able to find you.",
        "I haven't been able to get you out of my cube for the past two weeks.",
        "Despite being able to bench press two of her, the men actually listened.",
        "We didn't catch on until one of the new Naturals we just discovered was able to track them.",
        "Trac—the Natural tracker was able to identify patterns in the attacks.",
        "There was a reason he banned thoughts of Darian and Claire from his mind, an instinct he'd never been able to face in all the years since Darian's death.",
        "You'll be able to go outside once you transform.",
        "It was busy enough; she might be able to lose him if she made it to a crowd of people.",
        "I don't like being hungry and not being able to go to the kitchen.",
        "I wanted to explain things to you in a way you'd be able to understand.",
        "No other woman has been able to resist me.",
        "He began to cry, the soul-deep weeping of a man who'd lost all and spent his tormented life in a level of hell she'd never be able to imagine.",
        "That thought coupled with her nightmare made her even angrier at not being able to eat.",
        "He didn't like that she was able to pull those memories free of the prison he'd sent them to.",
        "Claire was all that remained of his brother, and he'd loved her out of respect for a man whose death he'd never been able to accept.",
        "It kinda hurt getting killed, and it really sucks not being able to eat food.",
        "He'd never been able to share his pain with anyone else.",
        "He'd never been able to bring himself to wear it.",
        "He'd spent the morning vomiting blood and was able to remember Jule and Dusty by afternoon.",
        "I was able to take care of that issue, though.",
        "She wasn't able to tell what time it was in Hell.",
        "If her bond to him was like hers to Gabriel, he'd be able to find her no matter what.",
        "She walked for ten minutes, carefully remembering where she went, so she was able to find her way back.",
        "Darkyn extended his hand, drawing her from the thoughts before it was able to form fully.",
        "But, if an Immortal or human or deity corners you, and you aren't able to summon me, you need to know how to defend yourself, Darkyn started.",
        "She wasn't able to reconcile the creature that turned her Immortal with the man before her.",
        "As my mate, you are able to use a limited amount of my power, he explained.",
        "She hadn't been able to break up with a boyfriend she was sick of for fear of hurting his feelings.",
        "A few more days, and even I wouldn't have been able to undo what Wynn did.",
        "She was almost able to catch it before it fled her again.",
        "He whispered words she wasn't able to make out then bit her again, this time hard enough for the pain to piece her dreamlike stage.",
        "Like her other thoughts, this one escaped before she was able to understand its meaning.",
        "Shocked, she wasn't able to move.",
        "\"You will be able to use some of my magic,\" he said, following her gaze.",
        "She choked it back quickly, appalled she was able to find humor at such a time.",
        "After what he'd done to her, she wasn't able to.",
        "We're getting better at tracking them, but haven't been able to stop them.",
        "Horrified, she wasn't able to look away.",
        "What part of her was able to live with not trying to help spare innocent children?",
        "She wasn't able to make an official deal with Darkyn to save the kids, and she had nothing to offer him.",
        "He'd told her she wasn't able to travel via portal when she was human.",
        "She was able to kill and call a portal from the human world.",
        "He moved faster than she was able to follow.",
        "What's it worth for you to be able to leave here?",
        "She'd never before been able to tell when someone lied to her or when they were manipulating her.",
        "She feared seeing them happy again, knowing she really was nothing more than a disposable stand-in until they were able to be together again.",
        "Her thoughts went to the good she might be able to do from Hell.",
        "If any part of it displeased him, he was able to cancel it.",
        "Deidre couldn't help wondering how the woman was able to ask such favors after hurting her so badly.",
        "She was able to breathe deeply again and her weeping turned to a trickle.",
        "Even if his features were young and his body lean, he wasn't able to hide what he was.",
        "Calm, she was able to focus.",
        "I was able to hear when he lied.",
        "There was passion and a deep longing she innately understood only she was able to fill.",
        "Did Wynn say if you'll be able to talk again?",
        "Harmony bent over her, saying something Deidre wasn't able to hear.",
        "Deidre looked from Harmony to Selyn, wishing she knew how to diffuse the situation in a way that Selyn was able to escape.",
        "He never had been able to lie worth a damn.",
        "It might take some work, but I should be able to fill the tire enough to get us down to town.",
        "Cynthia held the door handle, looking ready to jump while Dean contorted around the shift stick, barely able to press the pedal with his toe.",
        "It was here Dean was finally able to tell his wife about meeting Paul Senior's widow and his offer to show her the high country property in litigation.",
        "Jennifer wanted to know the names of each flower and Cynthia was able to respond to most of her questions.",
        "The road remained in the trees and it seemed like hours before he was once again in the open and able to see the valley before him.",
        "Some hacker might be able to, or the FBI maybe.",
        "Lydia Larkin was bent over at the waist, hardly able to stand, clutching her mid-section.",
        "It was lunchtime before Dean was able to question Martha in detail about her original discovery, but the results were disappointing.",
        "He had no flashlight, and the fear he'd felt during his first trip into this deep and dank hole was compounded by the absence of being able to see.",
        "How did you locate the skeleton in the mine to be able to swap it?",
        "It was beyond Wynn's control, but maybe, somehow, another deity was able to save Deidre from Darkyn, who was not likely to be merciful, even to his mate.",
        "Wynn wasn't able to pity her, but he was able to understand the bigger picture.",
        "I raised her when I was able to.",
        "Only the Dark One was able to raise someone from the dead.",
        "In her penthouse, she was able to take in things at her own pace.",
        "She was about to summon a spell to clear the sidewalk completely when she recalled she wasn't able to use her power anymore.",
        "Without her power, she wasn't able to sense him or the danger he posed.",
        "The pain faded then stopped suddenly, but she wasn't able to leave the in-between place.",
        "Soft voices drew her attention to the doorway, where she was able to hear but not see Cora behind the massive frame of Gabriel.",
        "If a demon nowhere near his size was able to hurt her, what could Gabriel do, if he was upset at her for any reason?",
        "Fascinated by the texture of his palm, she took and held his hand up until she was able to see the roughness of his calloused palm.",
        "She waited her whole life for this moment, and all she was able to do was watch him leave her.",
        "Being able to trust my own mate.",
        "Frustrated, she realized she wasn't able to control whatever it was.",
        "She was hardly able to draw a deep breath through her tight chest.",
        "How did she win him, if she wasn't able to control the human feelings?",
        "The night before, he'd left his dying mate, praying he was able to save her life.",
        "He was able to sense her presence once more without knowing she'd been gone from his reach for an entire night.",
        "If he noticed her absence soon after it occurred, would he have been able to follow and stop her deal with Darkyn?",
        "Their history made him want to touch her, to feel the softness of her skin before waking her to gaze into the huge blue-green eyes that were able to stop him in his tracks.",
        "He swore never to do that to her and now, wouldn't be able to.",
        "They seem to think if they can find it, they'll be able to replace you with a Death of their choice.",
        "The human-Deidre was able to do that.",
        "Gabriel chuckled and kissed her quickly again before she was able to object.",
        "The Oracle listed the complete terms, but Gabriel was only able to see the portion concerning his domain.",
        "What could be more important than being able to spend eternity with her?",
        "Her body was on fire, her hands shaking, her thoughts so scattered, she wasn't able to think.",
        "\"I may be able to help you with that,\" he offered.",
        "She wasn't able to muster any concern, not with the heaviness of the air around her.",
        "She was much like you, though neither of you were able to gain his trust, for reasons I believe are understandable.",
        "She was able to breathe easier when she stood outside the massive fortress that sat on a clearing the size of two football fields.",
        "She wasn't able to win either way.",
        "So was his list of dealers able to collect them.",
        "At the moment, he wasn't able to remember what Erik's was.",
        "The keeper of ancient Immortal histories, Tamer was able to read scripts from the time-before-time.",
        "She hated not being able to read his mind and see his thoughts, the way she had for the thousands of years they served the underworld together.",
        "She hadn't been able to wake up, and the sensations felt too real.",
        "Only when able to tolerate the floor did she cross to the French doors.",
        "No one had ever been able to sneak up on her before, and now, it seemed like everyone did.",
        "Maybe. We haven't been able to collect souls for very long.",
        "The demons had been able to enter her realm when the sky broke apart.",
        "Though he had visited Rhyn regularly, Gabriel never was able to fully forgive himself for what felt like a betrayal of the only friend he had.",
        "\"I will,\" Gabriel said, doubting that Deidre was able to help without her memories.",
        "He was able to tackle this kind of problem, unlike the strange tension between him and his mate.",
        "The only thing we might be able to do is plug the holes.",
        "He chose to overlook Cora's disappointment at how close she'd been to home without being able to go back.",
        "They'd taken a step together towards their future by talking openly on topics he never thought he'd be able to bring up.",
        "You've never been able to control yourself.",
        "He wondered if she'd be able to swing helping him.",
        "He wiped his face, still able to smell the scent of his mate on his skin.",
        "It helped but wasn't enough for him to be able to forgive her just yet.",
        "He hadn't been able to face his mate since her confession.",
        "He wasn't certain that he was able to now.",
        "He hadn't been able to during their time together when she was a goddess and he her servant.",
        "He left, barely able to see straight let alone think straight.",
        "He wanted the dealer scared but not dead, and right now, he didn't think he'd be able to handle a traitor without ripping off his head.",
        "Of all the things she'd done, she'd never be able to forgive herself for hurting him.",
        "If anything, it made Darkyn look bad for not being able to defeat the disorganized rabble.",
        "Though he possessed nowhere near the level of power he used to, he was still able to sense the figure cowering in a corner.",
        "With the tear between worlds, he was able to use more of the power normally restricted to Hell.",
        "Gabriel summoned her with enough power that she wasn't able to ignore him, even if she was upset.",
        "He should be able to find his mate no matter where she was – but couldn't.",
        "He didn't think he'd ever be able to rationalize that both Deidres had gone to Darkyn instead of trusting him without resentment.",
        "As soon as Lori was able, she signed the adoption papers and left the state with her sister.",
        "The only thing she might be able to contest was the will.",
        "With all the foals born on your place, is this the first time you have been able to watch?",
        "They couldn't keep the foal as a stud, but she might be able to trade it for a mare when it was older.",
        "Lori, you might be able to convince the police that you didn't intend for him to hurt anyone, physically.",
        "Of course, she had never been able to read the expressions on his face.",
        "If you think the specialist might be able to help you, I think it would be a good idea to go.",
        "It would have been much more interesting if she had been able to see his face when she got that information.",
        "She was able to decipher some of it after all the tests she'd been through.",
        "She wasn't the kind who sat around waiting to die, not when she wanted so badly to enjoy every day until she was no longer able to.",
        "He glanced down at the expensive loafers that now contained tiny grains of sand he'd never be able to flush out of the seams.",
        "If Andre the Ancient was still around, he'd be able to help you with the demons.",
        "There were too many memories inside, and he hadn't been able to return.",
        "She had to be, or he wouldn't have been able to assume her role as Death.",
        "He saw himself with a mate like her, one who was able to remind him what it was like to feel human.",
        "She wasn't able to catch up, though, not with the absolute weirdness of it all.",
        "I used to be able to help people like you.",
        "I thought if I had enough band-aids, I'd be able to wait out the politics.",
        "He was always able to read her, probably because he was the first to tell her she was dying.",
        "\"Will you…\" She wasn't sure how to ask for what she wanted, the comfort only he seemed to be able to give her.",
        "Pretty sure he's the only one among us who was able to out-manipulate her.",
        "He had to figure out a way to do it in a way he was able to recover from, if she survived.",
        "She thought she was going crazy already; if she really started to deteriorate, there was no way she'd be able to handle it.",
        "I guess at least he'll be able to get a new mate in a few months.",
        "I mean, he has to be able to.",
        "You're able to draw off Gabe's magic, like I can Rhyn's.",
        "Gabriel will not be able to take you, and he won't be able to cure you.",
        "Stepping quickly onto the patio, she was able to make out the shapes of tall pine trees.",
        "No reassurance he'd be able to get past their history, no expression of wanting to be with her.",
        "If he spoke with anger or frustration or anything other than the quiet, impassioned tone, she would've been able to handle the news better.",
        "She couldn't see the far end of the lake from her viewpoint, but she was able to see across the narrow panhandle.",
        "He always was able to soothe her.",
        "No longer able to register the world around her, she walked numbly towards the first trail she saw.",
        "Unable to stop shaking, she at least was able to breathe again and pulled his rich scent into her lungs.",
        "She wasn't able to maneuver in his firm grip.",
        "You don't tell someone you'll never be able to care for them and think you're doing anything other than hurting them.",
        "The main difference between the penthouse and its contents and her own life: she'd never been able to afford anything remotely as expensive or nice.",
        "One day, he'd be able to make love to his mate at will and kill the Ancient that almost killed her.",
        "Distracted, Gabe began to think about how he might be able to save Deidre using the powers of Death.",
        "The souls were barely glimmering; there was no way he'd be able to pull the amount of power he needed to save Deidre.",
        "As a man of fashion, I'm afraid I won't be able to tolerate this clothing long.",
        "With Andre's help, he might gain some insight into Deidre's illness and be able to counter the demons tracking and stealing souls.",
        "His lean torso, narrow hips and the outline of muscular thighs reminded her too well why she wasn't able to get him out of her mind.",
        "She flushed, grateful Gabriel wasn't able to see her face.",
        "Something she wasn't able to live with.",
        "She'd never been able to sit like this with Logan.",
        "Her small body cradled in his arms, he wasn't able to remember the last time he felt so relaxed.",
        "But I might be able to help you.",
        "A little higher, and he'd be able to tell what color underwear she wore.",
        "Assuming he was able to do what he and Andre planned.",
        "\"I do,\" he replied as evenly as he was able to.",
        "\"You okay?\" he asked, bothered by something he wasn't able to pinpoint.",
        "They were able to track the demons attacking schools.",
        "If we're able to find the souls before demons, we'll be back on track.",
        "Did it matter, if she was able to live a full life?",
        "Darkyn alone was able to give it to her.",
        "Deidre followed, barely able to make out the shape of a doorway that pulsed darker than night.",
        "He strode through more corridors than she was able to count, down several flights of stairs and finally to a short, dead end hallway with a ceiling that towered ten stories above.",
        "She hadn't been able to shake the cold she felt and was dressed in layers despite the thermostat being set to eighty.",
        "She waved back, wondering how the most damning of them all was also the only who seemed anywhere able to feel sympathy.",
        "She began to cry, no longer able to deny what she knew deep down: she'd never get her life back.",
        "He wasn't able to shake his unease.",
        "She hadn't been able to keep a job or a boyfriend for more than a few months, let alone an eternity!",
        "He hadn.t even been able to keep her safe when they were together, and he had nothing—not even a home—to give her.",
        "\"Mother, Father,\" he said quietly, \"I may not be able to come back again.\"",
        "At least, he hadn.t been able to control them before meeting Katie.",
        "Her breath caught as she considered more Immortals than Rhyn might be able to read her mind.",
        "He.s alive but a frightful mess, and we haven.t been able to identify him.",
        "She stood out of his way, barely able to care for a child and at a loss as to what to do with a boy on the verge of becoming a teenager.",
        "We haven.t been able to record everyone.s names yet, but what we have is in the guestbook in the office, down that hall, last door on the right, the woman replied, pointing to a hallway behind her.",
        "If he tried, he.d be able to locate his target and track her as she moved until she was dead-dead.",
        "She wondered if she had died, for she seemed able to see the conversation occurring from a dozen feet away, as if she were watching television instead of involved in it.",
        "Had the thought been able to gather support among her disjointed faculties, she would have walked away from him.",
        "She was meant to be his, this he didn't doubt, though he couldn't stop the trickle of unease that warned him she may not be able to adjust to their world as easily as he wished.",
        "Kiera was well indeed if she were able to send a man like this to Evelyn's door looking for advice.",
        "She had to learn to fight, and he wasn't sure when he'd be able to touch her as a man did his mate.",
        "She looked again at the spinning ground, waiting until she was able to make out a rock formation clearly before engaging the thrusters.",
        "I was able to re-engage the shields and the thrusters.",
        "You'll be able to communicate with me as required.",
        "The initial sensations passed, and he breathed deeply, finally able to focus as his body adjusted to the feel of the energy flowing through him.",
        "She hadn't been able to face the possibility he might not want her or worse-- he was dead.",
        "I shouldn't have been so stupid as to not be able to see that what I wanted was right in front of me.",
        "At the very least, perhaps they might be able to direct her to the help she so obviously needed.",
        "He just isn't able to speak.",
        "He was able to ski from the summit, but only on those slopes and trails designated blue or green, novice or intermediate.",
        "By the time the group stopped for lunch—two large five-cheese pizzas at Big Billie's—Donnie had progressed to the point of being able to ski alone from the top of the beginner slope.",
        "Being able to scale a sheer wall of rock and ice while lugging this junk requires some advance planning.",
        "Cynthia was just recently able to decipher it.",
        "I just wish she had been able to escape and draw a curtain on her past like Fred O'Connor and move into a secure and happy life.",
        "His name is Able Whitehouse.",
        "Able Whitehouse paused a moment before answering.",
        "What that guy Able Whitehouse said on the phone still bothers me.",
        "First I tried calling that Able Whitehouse guy, but I couldn't get him.",
        "That raises the question about Donnie not being able to talk.",
        "I should be able to react professionally to something like that.",
        "Hopefully, what happened will come out and Donnie will be able to have some sort of normal life, away from both of the Shiptons.",
        "Otherwise, he'd never be able to keep it all straight!",
        "She hadn't been able to sleep, she told him, wondering what his reaction would be, if in fact she might be pregnant.",
        "The crime lab guys in Denver will be able to.",
        "Able Whitehouse, the guy we spoke to back in Virginia gave us the clue, only we didn't realize it.",
        "Once able to sit upright, the pounding in his head commanded his attention, as well as the bone-numbing chill.",
        "Are you able to run, Sarah?",
        "With our speed, we should be able to run down deer.",
        "No one should be able to time the market the way you do.",
        "No I think I'll be able to sleep.",
        "Sarah told Jackson she didn't see how she would be able to get Elisabeth's attention long enough to influence her.",
        "Maybe being able to paint or draw would ease her anguish.",
        "He wasn't sure he would be able to hide his unease alone with Elisabeth.",
        "Certainly, he would never be able to return to his previous lifestyle.",
        "So you're able to spend lots of time outside in the winter?",
        "Sarah had pouted for a bit about not being able to wear her rings, but recovered quickly.",
        "He shouldn't be able to, I don't know for sure.",
        "If I don't get stuck in the mud, I should be able to make it to the highway.",
        "Alex might or might not be able to help.",
        "In fact, he must have given the goat a good deal of attention to be able to identify her from the other Toggenburgs.",
        "If it had been Katie who was sick, would you have been able to get her into the truck and to the hospital?",
        "He's so drugged up by the doc right now, even you should be able to handle him.",
        "Lana struggled hard without being able to dislodge the muscular man.",
        "Her tearful plea made him angry that he hadn't been able to protect her as he should have.",
        "She may even be able to track Elise with them, since she knew her ID number.",
        "He burned to know the answers to Elise's questions, not even able to fathom what the answer could be.",
        "If someone was able to track her, she needed to flee, fast.",
        "He was hot and sweaty, but he'd not yet been able to rid himself of the wired energy humming through his blood.",
        "While not large, the Immortal underworld was separated by several different domains, two of which – Hell and Death's domain - were contained within shields no one could enter.  At least, no normal Immortal or demon could enter.  As a creature of both worlds, Rhyn could enter Hell, and he'd found by visiting Gabe that he was able to enter Death's domain, too.",
        "Of course, it probably had a pedigree longer than her arm and a name she'd never be able to pronounce.",
        "Once she was in Arkansas he wouldn't be able to locate her.",
        "You can find someone else for this job - and don't tell me I'll never be able to find another one.",
        "There could be a dozen of them up there, but she wouldn't be able to see them."
    ],
    "definition": [
        "Having sufficient power or resources to accomplish something: a singer able to reach high notes; a detergent able to remove stains.",
        "Usage Problem Susceptible to action or treatment: The brakes were able to be fixed.",
        "Especially capable or proficient: The new programmers proved to be very able.",
        "a′bly\nadverb",
        "Susceptible, capable, or worthy of a specified action: debatable.",
        "Inclined or given to a specified state or action: changeable.",
        "Link/Cite",
        "Having the necessary powers or the needed resources to accomplish a task. [First attested from around (1350 to 1470).]",
        "Free from constraints preventing completion of task; permitted to; not prevented from. [First attested from around 1350 to 1470).]\nI’ll see you as soon as I’m able.\nWith that obstacle removed, I am now able to proceed with my plan.\nI’m only able to visit you when I have other work here.\nThat cliff is able to be climbed.",
        "Gifted with skill, intelligence, knowledge, or competence. [First attested in the mid 16th century.]\nThe chairman was also an able sailor.",
        "(law) Legally qualified or competent. [First attested in the early 18th century.]\nHe is able to practice law in six states.",
        "(nautical) Capable of performing all the requisite duties; as an able seaman. [First attested in the late 18th century.]",
        "(obsolete) To make ready. [Attested from around (1150 to 1350) until the late 16th century.]",
        "(obsolete) To make capable; to enable. [Attested from around (1350 to 1470) until the late 19th century.]",
        "(obsolete) To dress. [Attested from around (1350 to 1470) until the late 15th century.]",
        "(obsolete) To give power to; to reinforce; to confirm. [Attested from around (1350 to 1470) until the mid 17th century.]",
        "(obsolete) To vouch for; to guarantee. [Attested from the late 16th century until the early 17th century.]",
        "A word that is used in place of the letter \"A\" during communication.",
        "An adjectival suffix; forms adjectives meaning:\nable to be; fit to be.\nmovable: able to be moved\namendable: able to be amended\nbreakable: liable to broken\nblamable: fit to be blamed\nsalable: fit to be sold\nrelevant to or suitable to, in accordance with.\nfashionable: relevant to fashion\nseasonable: suitable to season\ngiving, or inclined to.\npleasurable: giving pleasure\npeaceable: inclined to peace\nsubject to.\nreportable: subject to be reported\ntaxable: subject to be taxed\ndue to be.\npayable: due to pay",
        "able to be; fit to be.\nmovable: able to be moved\namendable: able to be amended\nbreakable: liable to broken\nblamable: fit to be blamed\nsalable: fit to be sold",
        "relevant to or suitable to, in accordance with.\nfashionable: relevant to fashion\nseasonable: suitable to season",
        "giving, or inclined to.\npleasurable: giving pleasure\npeaceable: inclined to peace",
        "subject to.\nreportable: subject to be reported\ntaxable: subject to be taxed",
        "due to be.\npayable: due to pay",
        "Originally used only on French and Latin words, like separable. Over time -able was added to stems of English verbs ending in -ate, such as educable. Finally, due to probable confusion with the word able, it was used to form adjectives from all sorts of verbs, nouns, and even verb phrases, such as kickable, get-at-able, and clubbable.",
        "While a terminal silent -e is usually dropped when adding a suffix beginning with a vowel, which is followed by -able, the -e is not dropped when adding -able if the root ends with a soft -ce and -ge, as in replaceable and changeable, so that these are not misinterpreted as hard \"˜c' or \"˜g' sounds. This same rule is used for -ous, as in courageous.",
        "As when adding the suffix -ed, a final consonant of a root should be doubled if the preceding vowel is short and (in British English) stressed.",
        "The form -ible has the same senses and pronunciation. The choice between the two is somewhat idiosyncratic, but in general, -ible is used in forms derived from Latin verbs of the second, third, and fourth conjugations, and in a few words whose roots end in a soft c or g, while -able is used in all other such words, particularly those formed from Latin verbs of the first conjugation and those that come from French or from Anglo-Saxon (Old English). Fowler's English Usage recommends using -ible for simplicity's sake in any word whose root ends in a soft c or g to avoid -eable (e.g., *changible rather than changeable), but this recommendation has generally not been followed.",
        "A number of adjectives in -able come from verbs that do not have direct objects, but that rather are construed with prepositions. In these cases, the preposition does not appear with the adjective in -able; hence, reliable (“fit to being relied on\"), laughable (“suited for laughing at\"), remarkable (“fit to be remarked upon\"), and so on.",
        "Traditionally, verbs ending in -ate drop this suffix before adding -able; hence, communicable (“able to be communicated\"), eradicable (“possible to eradicate\"), implacable (“unable to be placated\"), inimitable (“unable to imitated\"), and so on, but relatable, because relate is re- + -late, not rel- + -ate.",
        "There are cases where a word with un- -able is much more common than one with just -able, such as unbreakable, unsinkable, and untouchable.",
        "From Middle English, from Old French, from Latin -Äbilis, from -a- or -i- + bilis (“capable or worthy of being acted upon\").",
        "Not closely related etymologically, though currently related semantically, to able.",
        "Replaced native Old English -bÇ£re (“bearing, making, worth\"), from Proto-Germanic *bÄ“riz, *bÄ“rijaz; and -lic (“like, having the quality of\"), from Proto-Germanic *-lÄ«kaz.",
        "Compare German -bar, Dutch -baar.",
        "Link/Cite"
    ]
}