{
    "translation": "הפלה, הפסקת תהליך",
    "uses": [
        "And I don't believe in abortion either.",
        "She managed to keep her pregnancy secret until an abortion was out of the question and Donnie was born.",
        "In all the countries of Europe the causing of abortion is now punishable with more or less lengthy terms of imprisonment.",
        "Anyway, she was all set to have an abortion but he found out what she was going to do.",
        "The anomalous position of the stamens in front of the petals is explained by the abortion or non-development of an outer row of stamens, indications of which are sometimes seen on the hypogynous disk encircling the ovary.",
        "Lysias maintained, in one of his pleadings quoted by Harpocration, that forced abortion could not be considered homicide, because a child in utero was not an animal, and had no separate existence.",
        "She was faced with three basic choices: Abortion; raise the child herself; or give the baby up for adoption.",
        "In most states not only is the person who causes the abortion punishable, but also any one who supplies any drug or instrument for the purpose.",
        "Indeed, the tendency in continental Europe is to regard the abortion as a crime against the unborn child, and several codes (notably that of the German Empire) expressly recognize the life of the foetus, while others make the penalty more severe if abortion has been caused in the later stages of pregnancy, or if the woman is married.",
        "Sometimes the anther has a single cavity, and becomes unilocular, or monothecal, or dimidiate, either by the disappearance of the partition between the two lobes, or by the abortion of one of its lobes, as in Styphelia laeta and Althaea officinalis (hollyhock).",
        "In some cases nuclear division is carried further before spore-formation occurs, and the number of spores is then 16, 32 and 64, &c.; in a few cases the number of spores is less than eight by abortion of some of the eight nuclei.",
        "In the loss of the last upper molar, the Liu-Kiu rabbit approximates to the picas, as does the tailless rabbit in the abortion of its caudal appendage.",
        "In England the Anglo-Saxons seem to have regarded abortion only as an ecclesiastical offence.",
        "According to the weight of authority in the United States abortion was not regarded as a punishable offence at common law, if the abortion was produced with the consent of the mother prior to the time when she became quick with child; but the Supreme Courts of Pennsylvania and North Carolina held it a crime at common law, which might be committed as soon as gestation had begun (Mills v.",
        "In some cases, as in the vine-family Ampelidaceae, this seems to be the ordinary mode of development, but the superposition of the stamens on the sepals in many plants, as in the pink family, Caryophyllaceae, is due to the suppression or abortion of the whorl of petals, and this idea is borne out by the development, in some plants of the order, of the suppressed whorl.",
        "Greaves, Observations on the Laws referring to Child-Murder and Criminal Abortion (1864); Storer and Heard, Criminal Abortion, its Nature, Evidence and Law (Boston, 1868); J.",
        "Variations in the structure and forms of leaves and leafstalks are produced by the increased development of cellular tissue, by the abortion or degeneration of parts, by the multiplication or repetition of parts and by adhesion.",
        "The ovary, three-celled at first, but becoming one-celled and one-seeded by abortion, is surmounted by an inconspicuous perianth with six small teeth.",
        "Abortion resembles ordinary labour in its general phenomena, excepting that in the former hemorrhage often to a large extent forms one of the leading symptoms. The treatment embraces the means to be used by rest, astringents and sedatives, to prevent the occurrence when it merely threatens; or when, on the contrary, it is inevitable, to accomplish as speedily as possible the complete removal of the entire contents of the uterus.",
        "Among primitive savage races abortion is practised to a far less extent than infanticide, which offers a simpler way of getting rid of inconvenient progeny.",
        "The abortion of certain spores, which is known to have taken place both in the homosporcus C. Binneyana and in the megasporangia of C. Casheana, may throw some light on the origin of the heterosporous condition.",
        "The chief points in which they vary are - (1) in the structure of the ctenidia or branchial plates; (2) in the presence of one or of two chief muscles, the fibres of which run across the animal's body from one valve of the shell to the other (adductors); (3) in the greater or less elaboration of the posterior portion of the mantle-skirt so as to form a pair of tubes, by one of which water is introduced into the sub-pallial chamber, whilst by the other it is expelled; (4) in the perfect or deficient symmetry of the two valves of the shell and the connected soft parts, as compared with one another; (5) in the development of the foot as a disk-like crawling organ (Arca, Nucula, Pectunculus, Trigonia, Lepton, Galeomma), as a simple plough-like or tongueshaped organ (Unionidae, &c.), as a re-curved saltatory organ (Cardium, &c.), as a long burrowing cylinder (Solenidae, &c.), or its partial (Mytilacea) or even complete abortion (Ostraeacea).",
        "For example, in one of Plato's dialogues (Theaet.), Socrates is made to speak of artificial abortion as a practice, not only common but allowable; and Plato himself authorizes it in his Republic (lib.",
        "Any DVD release of All My Children would have to include Erica (Susan Lucci) storylines from her groundbreaking abortion in 1973 to the birth of Miranda to the intertwining storylines dealing with her father Eric Kane.",
        "The abortion and subsequent mental breakdown illustrated the range of Davidson's acting ability.",
        "Abortion >>",
        "Coming up: child labor, sexual harassment, drugs, road safety, abortion and mob violence.",
        "Would he insist she have an abortion?",
        "If he'd knocked me up I'd have got an abortion.",
        "Entocolax, mouth at free extremity, animal fixed by aboral orifice of pseudopallium, Pacific. Entoconcha, body elongated and tubular, animal fixed by the oral extremity, protandric hermaphrodite, parasitic in testes of Holothurians causing their abortion.",
        "The drug often has a marked aphrodisiac action, producing priapism, or in the female sex the onset of the catamenia or abortion.",
        "They also increase the number of leucocytes in the blood, and the more irritating of them increase the flow of blood to the pelvic organs, and may thus stimulate the uterus, or in large doses cause abortion.",
        "Abortion was out of the question as far as she was concerned, and nothing Cade might say would change her mind.",
        "I keep trying to be sympathetic to her situation but you know how I feel about abortion.",
        "Impartial advice about the most important decision of all, whether to keep the baby or have an abortion, is often not available.",
        "In the age of child abuse, Aids, abortion and IVF the abduction narratives would voice new concerns.",
        "Many Tories collaborated with Labor over the 1960s cultural revolution which licensed pornography, abolished hanging, legalized abortion on demand.",
        "Risk of breast cancer among young women: Relationship to induced abortion.",
        "Our society goes to great lengths to hide the truth about procured abortion.",
        "Those who oppose abortion for fetal abnormality have been allowed to assume the moral high ground in the discussion.",
        "Title The factor V Leiden mutation in Japanese couples with recurrent spontaneous abortion.",
        "Up to 80,000 women die every year from unsafe abortion.",
        "Lord Alton had written to Mr Blair about fetal experimentation and eugenic abortion.",
        "Our ad sales girl Tracey was expected to stump up £ 750 for a backstreet abortion which is worth no more than £ 400.",
        "abortion in the third trimester (that is after the point of viability outside the womb ).",
        "abortion for fetal abnormality.",
        "abstain when it comes to abortion issues?",
        "The rules that should govern an ethically acceptable policy on abortion are not difficult to define.",
        "affirmed that the state had a legitimate interest in promoting childbirth over abortion.",
        "Many empirical studies have been conducted to investigate the emotional aftermath of abortion, and there is not space here to detail them all.",
        "anti-choice lobby, or do they oppose abortion?",
        "anti-choice groups relentlessly campaign to make abortion illegal.",
        "SPUC's opposition to abortion is based on ethical principles that have received universal approbation, not on religious teaching.",
        "An abortion must by law, except in a few extreme cases, be carried out before the twenty fourth week of pregnancy.",
        "A field investigation of causes of abortion in dairy cattle.",
        "These include celibacy, delayed marriage, contraception and abortion.",
        "clarifyso clarified the current situation with regard to abortion in Poland.",
        "These included coercion in the form of laws passed in 1920 and 1923 banning abortion and contraception.",
        "coercion in the form of laws passed in 1920 and 1923 banning abortion and contraception.",
        "conceive an unwanted pregnancy or to need an abortion.",
        "confront the reality of what abortion does to unborn children.",
        "It is clear that post-coital contraception is, in reality, abortion.",
        "The ethical issues surrounding therapeutic cloning are similar in some ways to the abortion debate; that is when does personhood start?",
        "defiled with the blood of innocents shed in abortion clinics.",
        "Abstract Whether pregnant women with insulin-dependent diabetes mellitus have an increased risk of spontaneous abortion is controversial.",
        "The idea that abortion for abnormality represents discrimination against the disabled also elides the difference between fetal life, and our respect for persons.",
        "enjoins the duty of caring, the greatest crime being cooperation in the destruction of life by murder, suicide and abortion.",
        "enzootic abortion of ewes in south east Scotland.",
        "He has consistently opposed human cloning, eugenics, coercive population polices, abortion, destructive experiments on human embryos and euthanasia.",
        "Thus abortion, the \" morning after \" pill and embryo experimentation remain illegal, but the \" x \" case exception still stands.",
        "Fashion and Fetishism is concerned with the idea of the corset throughout history yet covers important and controversial issues including feminism and abortion.",
        "The 180,000 women who have abortions in Britain each year know that abortion involves killing a fetus.",
        "The Act only formally allows abortion for health reasons, albeit in general terms which are routinely flouted.",
        "foetuswomen, photos of destroyed fetuses or videos of suction procedures do not capture the reality of abortion.",
        "illiberal abortion laws.",
        "induced abortion.",
        "In Russia, for example, the high abortion rate has been blamed for the fact that one in five couples are now infertile.",
        "Both euthanasia and abortion are subjects ripe for debate, although unfortunately opposing sides are often intolerant of each other!",
        "The second question is whether abortion always generates bad karma, or in Western terms, is it ever \" justified.",
        "Currently abortion is only legal if it is performed by a doctor to save the life or health of the woman.",
        "legality of late abortion for cleft palate.",
        "legalized abortion in the 1970s.",
        "liberalized abortion law in 1969.",
        "You know that it is never licit for a Catholic to be party to an alleged right to abortion or euthanasia.",
        "Open and honest conversation about the abortion is the best defense against the anti-choice lobby.",
        "The travel option remains the lynchpin of Irish government policy on abortion.",
        "These methods have enormous potential for providing modern, caring, locally-based nurse-led abortion services for women.",
        "morality of an abortion?",
        "neutral stance regarding abortion.",
        "A significant number of students who say they are pro-life think abortion should be legal in some circumstances.",
        "opts for abortion because she can see no way out of her crisis.",
        "outlaw abortion would cause untold civil unrest.",
        "In case (1 ), abortion is perfectly permissible.",
        "Abortion Abortion is a deeply personal issue, based on what feels right for the individual involved.",
        "Some, however, argue for abortion on the grounds that the fetus has not (yet) achieved personhood.",
        "But I went in, was examined, given a pessary, and two hours later I had the abortion.",
        "They made her the lead plaintiff in a class-action lawsuit seeking to legalize abortion.",
        "plaintiff in a class-action lawsuit seeking to legalize abortion.",
        "Women do not expect to conceive an unwanted pregnancy or to need an abortion.",
        "pro-choice on abortion; non-smokers preferred.",
        "pro-choice movement to ' rely on just arguing abortion is a woman's right ', says Black.",
        "procure an abortion at will, she has no such right in the law.",
        "sequela after abortion.",
        "Further information The injection of PG 600 into a pregnant sow or gilt will fail to produce heat and will not cause abortion.",
        "spontaneous abortion.",
        "stance on abortion is an attack on the fundamental right of women to control their own bodies.",
        "The criminality of abortion would be reaffirmed, even in cases of threatened suicide.",
        "team player with drive and enthusiasm and pro-choice on abortion.",
        "You must be a flexible, reliable team player with drive and enthusiasm and pro-choice on abortion.",
        "If women feel troubled after abortion they should seek help from a licensed mental health provider.",
        "If they decide with reasonably unselfish motives, that justifies an abortion.",
        "In the rat there was also some evidence of abortion at 300 mg/kg body weight daily.",
        "ABORTION (from Lat.",
        "It is a common terminology to call premature labour of an accidental type a \"miscarriage,\" in order to distinguish \"abortion\" as a deliberately induced act, whether as a medical necessity by the accoucheur, or as a criminal proceeding (see Medical Jurisprudence); otherwise the term \"abortion\" would ordinarily be used when occurring before the eighth month of gestation, and \"premature labour\" subsequently.",
        "Sir Matthew Hale (1609-1676) tells us that if anything is done to \"a woman quick or great with child, to make an abortion, or whereby the child within her is killed, it is not murder or manslaughter by the law of England, because it is not yet in rerum natura.\"",
        "Among the natives, more especially of the interior, an innate restlessness which leads to a life of spasmodic nomadism, poverty, insufficient nourishment, an incredible improvidence which induces them to convert into intoxicating liquor a large portion of their annual crops, feasts of a semi-religious character which are invariably accompanied by prolonged drunken orgies, and certain superstitions which necessitate the frequent procuration of abortion, have contributed to check the growth of population.",
        "Some of the Partners have also participated in other trials involving the oral contraceptive pill and sequela after abortion.",
        "His stance on abortion is an attack on the fundamental right of women to control their own bodies.",
        "Even good Christian women who are against abortion seem highly vulnerable to this effect.",
        "Respiratory infections caused by the herpesvirus can sometimes result in reproductive troubles, including the abortion of a pregnancy.",
        "Some areas lack bias almost completely, like their excellent science entries; other areas, like the current war in Iraq or hot-button topics like abortion and religion, are often biased, sometimes vandalized, and always in dispute.",
        "For relatively immature teenagers who discover they are pregnant, the decision making process that is required in relation to keeping the baby or having an abortion is a complex and frightening one.",
        "However, in some cases where a teen relationship continues and survives such a life changing event, the father of the baby may have a huge influence on the decision to continue with the pregnancy or opt for an abortion.",
        "It is also true that the earlier the decision can be made the better for the mom as the later into a pregnancy an abortion is carried out, the more invasive and distressing the process will undoubtedly be.",
        "If at a later stage, even past the legal abortion 'cut off' time, the mom decides that she does not wish to keep the baby, there are options such as adoption to consider right up until the birth.",
        "The short and long term effects of teen abortion can be both mentally and physically challenging.",
        "Once the abortion has taken place, there is no going back and support is needed right from the word 'go' to ensure the teen is able to cope with the physical and emotional consequences.",
        "Indeed the physical symptoms will decrease and go away entirely after a week or so, but the emotional problems can lead to long-term issues if not dealt with at the time of the abortion.",
        "Counselors are always on hand to offer the required level of support following an abortion and teenage pregnant women are dealt with no differently than an adult whom has experienced an abortion.",
        "Role as an activist: Over the years, Crow has been outspoken regarding the war in Iraq, the environment, abortion and global warming.",
        "A brucellosis infection is much more serious, and can cause a spontaneous abortion.",
        "For this reason, miscarriage is also referred to as spontaneous abortion.",
        "Misoprostol is commonly used when trying, usually unsuccessfully, to induce abortion in Brazil and in other countries in South and Central America.",
        "In many cases, spontaneous abortion (miscarriage) occurs, which means the fetus does not survive to term.",
        "While this allows for the possibility of a first trimester abortion, if warranted, CVS is apparently also riskier and is more expensive.",
        "Prospective parents are then faced with emotionally and ethically difficult choices regarding treatment options, the prospect of dealing with a severely affected newborn, and the option of elective abortion.",
        "Approximately 10 to 15 percent of pregnancies end before the twentieth week, a process called miscarriage or spontaneous abortion; congenital abnormalities account for a significant proportion of miscarriages.",
        "Mumps infection during the first trimester of pregnancy increases the risk of spontaneous abortion.",
        "Of all the chromosomal abnormalities that result in spontaneous abortion or miscarriage, Turner's syndrome is the most common, accounting for about 20 percent of all miscarriages.",
        "The streptococcal bacteria that cause STSS often enter the body through an infected wound in the skin, infection following surgery, postpartum or post abortion infection, or bone infection.",
        "With any pregnancy, whether it results in a live birth, miscarriage, stillbirth, or abortion, blood typing is a universal precaution against blood compatibility disease.",
        "The preparation must be given after each pregnancy-whether it ends in delivery, ectopic pregnancy, miscarriage, or abortion.",
        "You may also be provided with links to more information about ovulation, conception, unprotected sex, home pregnancy tests, and abortion options.",
        "While over one-third of all teen pregnancies end in abortion or adoption, many young mothers decide to keep their babies.",
        "If you're morally opposed to abortion and don't feel ready to raise your baby, adoption may be the best choice for you.",
        "In the Unites States, about half about all unplanned pregnancies end in abortion.",
        "Have I spoken to someone who has had an abortion to learn more about the experience?",
        "Is anyone pressuring me to have an abortion against my will?",
        "It addresses young parenting, single parenting, and even adoption and abortion.",
        "Some will miscarry, while others will choose to have an abortion.",
        "Be sure you do not confuse Plan B with the pill known as RU-486, the \"abortion\" pill.",
        "Sometimes women cannot become pregnant again, while other times a spontaneous abortion will occur within the first twelve weeks of pregnancy.",
        "Whether a pregnant teen plans to have an abortion, place her baby up for adoption, or tackle the challenge of motherhood, it's important to have the knowledge necessary to make an informed decision about an unplanned pregnancy.",
        "Can a pregnant teen get an abortion without parental consent?",
        "The Center for Reproductive Rights has additional information for people interested in state abortion laws.",
        "Can a teen be forced to have an abortion by her parents?",
        "Legally, abortion is considered a personal choice that only the expectant mother can make.",
        "A pregnant teen can not be forced to have an abortion by her parents or the father of the baby.",
        "If you are a pregnant teen who feels she is being pressured into having an abortion, Option Line can provide free counseling and support to help you through this difficult time.",
        "They do not cause an abortion, but instead prevent pregnancy from occurring.",
        "For a woman facing an unplanned pregnancy, first trimester abortion is one option to consider.",
        "According to the National Abortion Federation, one in three American women will have had an abortion by the age of 45.",
        "While abortions performed in the second trimester or later tend to create the most controversy, the majority of women opt to have a first trimester abortion.",
        "The procedure is unsuccessful approximately 10 percent of the time, which would mean a surgical abortion would be needed.",
        "Surgical abortion during the first trimester is also known as suction aspiration, suction curettage, or vacuum aspiration.",
        "When performed correctly, this first trimester abortion is 99 percent effective.",
        "Although a surgical abortion of this type only takes between ten and 15 minutes, recovery usually requires that a woman stay at the clinic for a few hours.",
        "A first trimester miscarriage, sometimes called a spontaneous abortion, is the most common type of pregnancy loss.",
        "In some cases, finding out that your baby has a major health problem might make you consider abortion.",
        "How soon can you get pregnant after an abortion?",
        "After an abortion, you should avoid any activities that might increase the risk of infection.",
        "Your doctor should give you a phone number to call if you notice severe cramping, fever, heavy bleeding that is more serious than a normal menstrual period, or a foul smelling discharge as these can all be signs of abortion complications.",
        "A follow-up exam is needed two to four weeks after an abortion.",
        "If there are no complications, you can have sex seven days after an abortion.",
        "A woman may begin ovulation as early as two weeks after an abortion, but you may not get your period until four to six weeks after the procedure.",
        "If your pregnancy was unplanned and you are starting birth control pills after the abortion, remember that it takes one full cycle for the pills to be effective.",
        "While many pro-life groups claim abortion causes infertility, most pro-choice groups state that is does not.",
        "One often-cited statistic is that 25 percent of women who have an abortion for an unplanned pregnancy remain permanently childless.",
        "As you can see, assuming that a woman who was had an abortion is infertile because of complications from the abortion is not necessarily accurate.",
        "In this instance, he freaked, so we decided on an abortion, especially with things being so new.",
        "Later, I found out the way he came up with the money for my abortion was by participating in a porno with this girl who was dating his friend.",
        "From what I can tell, your fiancé was trying to get money fast for an abortion.",
        "Which soap featured a controversial abortion for the first time?",
        "Before re-conning the storyline in the early 2000s,All My Children's Erica Kane had the first soap opera abortion (the first and only for many years) when she elected to terminate her husband's baby rather than give up her modeling career.",
        "Her storylines include drug abuse, mental illness, abortion and a love triangle with her husband and his father.",
        "Wade decision made abortion legal for women.",
        "In the 1970s, she underwent daytime's first abortion when she chose to not have husband Jeff Martin's child.",
        "Fans were outraged when scribes altered her 1970's abortion by retroactively saying the embryo was stolen and implanted in another woman, but Susan's portrayal remained as graceful as ever.",
        "One of Erica Kane's story lines in the early 70s was based on her having an abortion.",
        "Wade made abortion legally obtainable for women, Erica Kane underwent the procedure to end her pregnancy.",
        "This ground breaking storyline remains one of the more pivotal moments in soap opera history despite changes in 2006 that stated instead of an abortion, Erica's fetus was stolen and implanted in another woman.",
        "Outraged fans can still point out that despite the indignity of trying to rewrite one of the soap's greatest historical moments, Erica Kane still planned to have an abortion and her intent remained firm.",
        "The program centered largely on moral themes, exploring topics such as alcoholism, drug addiction, homelessness, pre-marital sex, teen pregnancy and virginity, but shied away from topics such as abortion and homosexuality.",
        "Erica Kane's controversial abortion in 1973 because she didn't want to ruin her figure or her modeling career not only snagged headlines, but marked a daytime first that even retconning in the early part of the 21st century can't change.",
        "The show's riveting plots, which tackle controversial issues from addiction and abortion to homosexuality and transgender relationships, keep fans on their toes.",
        "Davidson played Ashley when she went through with a painful abortion of Victor Newman's child because she was convinced he would never leave Nikki for her.",
        "In season 3 Manny has an abortion, then becomes addicted to cocaine.",
        "The two-parter cut no corners in addressing the issue from all sides including Manny deciding to have an abortion and Emma's violent opposition to the idea.",
        "Fans in the U.S. were upset at the censorship of the network because abortion is such a hot-button issue in the United States.",
        "The abortion left Ashley in a very fragile mental state and eventually she suffered a nervous breakdown.",
        "When Nikki seems to be on her deathbed, Ashley chooses to have an abortion so that Victor will stay with Nikki because she needs him.",
        "It was during her marriage to Jeff that Erica made the landmark decision to have an abortion, a first for daytime television.",
        "Without telling Rex, Mimi elected to have an abortion.",
        "When Erica became pregnant, she determined she wasn’t willing to ruin her figure or her career and chose to have an abortion.",
        "His mother ran an illegal abortion clinic out of their house and was arrested several times for her work.",
        "She still wants me to help her get her abortion.",
        "Life has been smart to focus on the issue of abortion for fetal abnormality."
    ],
    "definition": [
        "Induced termination of a pregnancy with destruction of the embryo or fetus.\nAny of various procedures that result in the termination of a pregnancy. In both subsenses also called induced abortion",
        "Induced termination of a pregnancy with destruction of the embryo or fetus.",
        "Any of various procedures that result in the termination of a pregnancy. In both subsenses also called induced abortion",
        "See miscarriage",
        "Cessation of normal growth, especially of an organ or other body part, prior to full development or maturation.",
        "Link/Cite"
    ]
}