{
    "translation": "למעלה, מעל משהו",
    "uses": [
        "\"Yuck,\" he said barely above a whisper.",
        "The figure above me answered.",
        "His face was above hers, the blue eyes tender and searching.",
        "A wide porch stretched the length of the building, and above it were two balconies with black wrought iron banisters that curved out gracefully.",
        "I've just been paddling to keep my head above water my whole life long and sinking down further with every stroke.",
        "She'd hung one picture above the blazing hearth.",
        "One did on the mantle above the fire.",
        "\"Jonny!\" she shouted above the din.",
        "Her voice was barely above a whisper, but he turned.",
        "The sunshine from behind the hill did not penetrate into the cutting and there it was cold and damp, but above Pierre's head was the bright August sunshine and the bells sounded merrily.",
        "Before she could capture the drops, he lifted his hand above his head, out of her reach.",
        "No light shorn from above us.",
        "And above all,\" thought Prince Andrew, \"one believes in him because he's Russian, despite the novel by Genlis and the French proverbs, and because his voice shook when he said: 'What they have brought us to!' and had a sob in it when he said he would 'make them eat horseflesh!'\"",
        "Above this line the head rises one and one-fourth inches.",
        "One God is above us both....",
        "The smoke above it had not yet dispersed.",
        "This the Wizard placed underneath his hat and made a mystic sign above it.",
        "A few minutes later another horse came by, its hooves clattering loudly above them.",
        "\"It's nothing,\" she said, hardly above a whisper.",
        "When they approached the area known as The Drinking Cup, the road narrowed and barely clung to the rock wall, a breath-gulping overhang hundreds of feet above the river.",
        "\"I guess so,\" Martha replied, her voice hardly above a whisper.",
        "He rose above me as I strained to open my other eye.",
        "The timing was propitious, as black clouds had begun to roll up the valley and gather above them, the advance guard of a summer shower.",
        "The roar of guns, the whistling of projectiles, and the piteous moaning of the cook, which rose above the other sounds, did not cease for a moment.",
        "Quinn lit the large stove to stave off the cold as rain pounded the metal roof above us.",
        "He laughed and held her above his head, his expression once again, pure adoration.",
        "She dropped to the sand as a hail of bullets whistled above her head.",
        "A cabin in the hills above Santa Barbara.",
        "Tantalus, too, great as he was above all mortals, went down to the kingdom of the dead, never to return.",
        "I longed for my teacher's return; but above all things I wanted to get down from that tree.",
        "Julie asked, scarcely above a whisper.",
        "He had her wrists pinned above her head.",
        "The small letters are all made in the grooves, while the long ones extend above and below them.",
        "In the off foreleg above the knee.",
        "Jim, who was in advance, saw the last stair before him and stuck his head above the rocky sides of the stairway.",
        "In a third place a crowd of bees, crushing one another, attack some victim and fight and smother it, and the victim, enfeebled or killed, drops from above slowly and lightly as a feather, among the heap of corpses.",
        "\"Blow it up?\" she shouted above the storm, careening into him as he maneuvered around a fallen table.",
        "A thousand times during that half-hour Rostov cast eager and restless glances over the edge of the wood, with the two scraggy oaks rising above the aspen undergrowth and the gully with its water-worn side and \"Uncle's\" cap just visible above the bush on his right.",
        "Trumpet answered trumpet above the steady beat of drums and the rhythm of marching feet.",
        "But, above all, the French will be here any day now, so what are we waiting for?",
        "She stared up at Bordeaux, whose attention was focused on the rock above them.",
        "She couldn't help thinking the creature whose job it was to trick people into Hell wasn't above lying to the human mate he took.",
        "She focused on the target, a plate above the hearth.",
        "One God is above us both!--Vereshchagin's words suddenly recurred to him, and a disagreeable shiver ran down his back.",
        "The ceiling above us was divided with half the room beneath a concrete slab and the remainder under what appeared as thick planking, well out of reach to either of us.",
        "Though I could hardly raise my arms above my aching side, I kept working.",
        "Molly woke me with a rib crushing hug as she pointed to a single star-like dot of light gloriously hanging above us!",
        "He raised his head and looked about him, but above the level of the wounded men.",
        "She jerked it open only to have it pushed shut by an olive hand planted above her head.",
        "Suddenly she jumped up onto a tub to be higher than he, embraced him so that both her slender bare arms clasped him above his neck, and, tossing back her hair, kissed him full on the lips.",
        "They were just finishing dressing when Dean heard a sound, the door closing directly above, in Fred's room.",
        "Horses were moving around on the ledge above, their hooves clicking against the rocks.",
        "He snatched her phone as he squatted beside her and tossed it in the sink above their heads, stretching to turn on the water.",
        "For my part, I should like to know who in those days did not build them--who were above such trifling.",
        "I feel that beyond me and above me there are spirits, and that in this world there is truth.",
        "Xander, find me somewhere safe above ground.",
        "Crash after crash echoed far above their heads, as the earth came together where it had split, and stones and chunks of clay rattled around them on every side.",
        "It is thrown across the gorge at a height of two hundred and fifty-eight feet above the water and is supported on each bank by towers of solid rock, which are eight hundred feet apart.",
        "Wear this above your left ear if the answer is no - right if the answer is yes.",
        "Earlier in a cabin in the hills above Santa Barbara.",
        "It was a warm late afternoon as I stood out on the sidewalk and looked up at the six massive columns towering above another busy and impressive train station.",
        "Her arms were crossed, and though she smiled at Lon, Sofia could see her level of comfort was equal to hers among the giants that towered even above a supermodel.",
        "In its most basic form (which I'll discuss here for simplification's sake), it is a guarantee of a minimum income above the poverty line for every citizen.",
        "She walked in a circle until she found the strongest of the energy patterns in the vicinity and paused above it.",
        "The room was dark except for the light above Jonny's bed and the red and green lights dotting the machines keeping him alive.",
        "But not only was it impossible to make out what was happening from where he was standing down below, or from the knoll above on which some of his generals had taken their stand, but even from the fleches themselves--in which by this time there were now Russian and now French soldiers, alternately or together, dead, wounded, alive, frightened, or maddened-- even at those fleches themselves it was impossible to make out what was taking place.",
        "What I describe above is using a new technology to solve an existing problem.",
        "Three frolicsome little streams ran through it from springs in the rocks above, leaping here and tumbling there in laughing cascades wherever the rocks tried to bar their way.",
        "\"I only said that it would be more to the purpose to make sacrifices when we know what is needed!\" said he, trying to be heard above the other voices.",
        "How does God above look at them and hear them? exclaimed Prince Andrew in a shrill, piercing voice.",
        "It appears from the above estimate, that my food alone cost me in money about twenty-seven cents a week.",
        "As he was putting Natasha in he pressed her arm above the elbow.",
        "\"Stith! stith! stith!\" came from the leafy branches above them.",
        "As Tamerlane looked, he saw that there was a hole in the tree only a little way above, and that this was the home of the ant.",
        "Farther back beyond the dark trees a roof glittered with dew, to the right was a leafy tree with brilliantly white trunk and branches, and above it shone the moon, nearly at its full, in a pale, almost starless, spring sky.",
        "In front, at a weary gallop and using his leather whip, rode an officer, disheveled and drenched, whose trousers had worked up to above his knees.",
        "The clouds far above were starting to swirl with hypnotic slowness, the rain beginning to fall again, and the sea beneath their feet rippling and shifting beneath the rubbery surface.",
        "A piñata had been hung from one of the banisters above and the children of some of the employees joined them.",
        "He frequented every kind of society, drank much, bought pictures, engaged in building, and above all--read.",
        "She said her only consolation was the fact that the princess allowed her to share her sorrow, that all the old misunderstandings should sink into nothing but this great grief; that she felt herself blameless in regard to everyone, and that he, from above, saw her affection and gratitude.",
        "Beneath a barn in the Hills above Santa Barbara, California.",
        "Joseph thinks he's a big corporate executive but he's really only half a step above a clerk.",
        "Comparatively, he is always strong, original, and, above all, practical.",
        "Now Helen, in her letter of February, 1890 (quoted above), alludes to this story of Miss Canby's as a dream \"WHICH I HAD A LONG TIME AGO WHEN I WAS A VERY LITTLE CHILD.\"",
        "Tell me all you know about the will, and above all where it is.",
        "From above on the left, bisecting that amphitheater, wound the Smolensk highroad, passing through a village with a white church some five hundred paces in front of the knoll and below it.",
        "But above all harvest as early as possible, if you would escape frosts and have a fair and salable crop; you may save much loss by this means.",
        "above the level of the sea.",
        "Above him there was now nothing but the sky--the lofty sky, not clear yet still immeasurably lofty, with gray clouds gliding slowly across it.",
        "The frozen sea beneath her feet was the color of tar, the black clouds above paused mid-swirl around a pop of blue sky in the storm's center.",
        "Jule sat with his back against the far wall, his lip bloodied, one eye black, and his hands chained above his head to the pipes running from the floor to the ceiling.",
        "They were not time subtracted from my life, but so much over and above my usual allowance.",
        "He pinned her hands above her head to keep her still then whispered the command again.",
        "The black canopy of night hung less than a yard above the glow of the charcoal.",
        "The dispositions cited above are not at all worse, but are even better, than previous dispositions by which he had won victories.",
        "He turned and walked away, his head nearly a foot above the others.",
        "The dust always hung motionless above the buzz of talk that came from the resting troops.",
        "He made friends with and sought the acquaintance of only those above him in position and who could therefore be of use to him.",
        "\"Not above ground,\" Dan replied.",
        "However much we may admire the orator's occasional bursts of eloquence, the noblest written words are commonly as far behind or above the fleeting spoken language as the firmament with its stars is behind the clouds.",
        "Most have not delved six feet beneath the surface, nor leaped as many above it.",
        "\"Wait a bit, here's a letter for you,\" said the old man suddenly, taking a letter addressed in a woman's hand from a bag hanging above the table, onto which he threw it.",
        "Rostov waved his cap above his head like the German and cried laughing, \"Und vivat die ganze Welt!\"",
        "He remembered a general impression of the misfortunes and sufferings of people and of being worried by the curiosity of officers and generals who questioned him, he also remembered his difficulty in procuring a conveyance and horses, and above all he remembered his incapacity to think and feel all that time.",
        "Pierre was always astonished at Prince Andrew's calm manner of treating everybody, his extraordinary memory, his extensive reading (he had read everything, knew everything, and had an opinion about everything), but above all at his capacity for work and study.",
        "So you've smelt powdah! shouted Vaska Denisov just above his ear.",
        "He looked at the snowflakes fluttering above the fire and remembered a Russian winter at his warm, bright home, his fluffy fur coat, his quickly gliding sleigh, his healthy body, and all the affection and care of his family.",
        "Above Pierre's head some pigeons, disturbed by the movement he had made in sitting up, fluttered under the dark roof of the penthouse.",
        "The demon lord took her wrists and pinned them above her head.",
        "She and another child were poking around a mine up above Governor's Basin.",
        "Just above them, and almost on a level with their platform, were banks of rolling clouds which constantly shifted position and changed color.",
        "The shower was now over, and a rainbow above the eastern woods promised a fair evening; so I took my departure.",
        "It was a pleasant escape from the dust and noise of the building going on above them.",
        "Suddenly, a loud sound from above awakened him with a start.",
        "Tiyan, above all else.",
        "Although the authenticity of the three speeches mentioned above is generally admitted, Demetrius of Magnesia doubted that of the speech Against Demosthenes, while A.",
        "She looked a little above Prince Andrew's head with the confident, accustomed look with which one looks at the place where a familiar portrait hangs.",
        "\"That money is Denisov's; you took it...\" he whispered just above Telyanin's ear.",
        "The gun rang out with a deafening metallic roar, and a whistling grenade flew above the heads of our troops below the hill and fell far short of the enemy, a little smoke showing the spot where it burst.",
        "Berg, closely buttoned up in his new uniform, sat beside his wife explaining to her that one always could and should be acquainted with people above one, because only then does one get satisfaction from acquaintances.",
        "Afterwards when he had received a name and wealth he dared not think of her because he loved her too well, placing her far above everything in the world, and especially therefore above himself.",
        "A lake like this is never smoother than at such a time; and the clear portion of the air above it being, shallow and darkened by clouds, the water, full of light and reflections, becomes a lower heaven itself so much the more important.",
        "They are everywhere, above us, on our left, on our right; they environ us on all sides.",
        "Many a lusty crest--waving Hector, that towered a whole foot above his crowding comrades, fell before my weapon and rolled in the dust.",
        "Shall we with pains erect a heaven of blue glass over ourselves, though when it is done we shall be sure to gaze still at the true ethereal heaven far above, as if the former were not?",
        "Above him again was the same lofty sky with clouds that had risen and were floating still higher, and between them gleamed blue infinity.",
        "His head was burning, he felt himself bleeding to death, and he saw above him the remote, lofty, and everlasting sky.",
        "But it is I, above all, who am to blame for everything.",
        "This short man had on a white leather apron which covered his chest and part of his legs; he had on a kind of necklace above which rose a high white ruffle, outlining his rather long face which was lit up from below.",
        "The Mason drew the shirt back from Pierre's left breast, and stooping down pulled up the left leg of his trousers to above the knee.",
        "The officer fell, not so much from the blow--which had but slightly cut his arm above the elbow--as from the shock to his horse and from fright.",
        "I know a woodchopper, of middle age, who takes a French paper, not for news as he says, for he is above that, but to \"keep himself in practice,\" he being a Canadian by birth; and when I ask him what he considers the best thing he can do in this world, he says, beside this, to keep up and add to his English.",
        "These were the questions each man of the troops on the high ground above the bridge involuntarily asked himself with a sinking heart--watching the bridge and the hussars in the bright evening light and the blue tunics advancing from the other side with their bayonets and guns.",
        "It is a mirror which no stone can crack, whose quicksilver will never wear off, whose gilding Nature continually repairs; no storms, no dust, can dim its surface ever fresh;--a mirror in which all impurity presented to it sinks, swept and dusted by the sun's hazy brush--this the light dust-cloth--which retains no breath that is breathed on it, but sends its own to float as clouds high above its surface, and be reflected in its bosom still.",
        "But that one word expressed an entreaty, a threat, and above all conviction that she would herself regret her words.",
        "Prince Andrew entered a plain tidy room and saw at the table a man of forty with a long waist, a long closely cropped head, deep wrinkles, scowling brows above dull greenish-hazel eyes and an overhanging red nose.",
        "We should come out above our Jeep.",
        "He had turned to check Lydia's light above him when another display followed.",
        "He strode through more corridors than she was able to count, down several flights of stairs and finally to a short, dead end hallway with a ceiling that towered ten stories above.",
        "The sobbing, slender creature tensed and covered his head, as if expecting an attack from above.",
        "Even in her heels he towered a head above her.",
        "Until she saw the spit with the human-like body roasting above it.",
        "They came up to a steel trestle that held the ancient penstock above an open gorge.",
        "She's certainly a cut above the usual—lady of the night.",
        "I understand opportunities were limited a century ago but surely she could have been a school teacher or office clerk or something above a brothel prostitute.",
        "As Dean watched, scarcely breathing, she lifted the ancient white dress above her head in one motion and dropped it to the floor.",
        "The others beat a hasty retreat as soon as they learned there were no fatalities, finally leaving Dean and his wife alone, with only Janet obliviously scrubbing away somewhere above.",
        "It was five above at my place this morning.",
        "A large outcropping of rock made it impossible for a climber more than just a few feet below the edge, to see anyone above him.",
        "It climbed gently along the escarpment above the river and was devoid of traffic.",
        "She turned and in one motion straddled him, pinning his arms above his head, the heat of her body pressed against him.",
        "He gave no thought to how he'd reverse the process and return to the ledge above.",
        "\"Shipton!\" he continued to yell as he paid out more of the line, moving down the short but near-vertical slope of snow-covered rock, his eyes fixed above on the receding bank of trees and safety.",
        "Water dripped from above and tiny snowballs cascaded down the slope, bouncing off his un-helmeted head and under his collar as his line scoured the bank of snow above him.",
        "Shipton leaned to his right and began to chip away at a large outcrop of ice directly above Dean, laughing as a loosened piece tumbled downward, striking Dean's exposed head, nearly knocking him senseless.",
        "Dean vaguely remembered the eternity before voices above called his name and rescuers gracefully dropped down next to him.",
        "He recalled none of this, nor his damaged body being placed on a litter at the narrow edge of the cascading water and lifted upward from the depth of the inaccessible gorge to the penstock path above.",
        "Above each shelf, a hinged, Plexiglas cover kept dust off the shoes.",
        "Before Jackson could reach her, she had grabbed Cassandra by the throat from mid-air and held her above her head.",
        "He pinned her beneath him, holding her arms above her head.",
        "Sarah and Connor stood above, gawking at her with a mix of terror and awe.",
        "She opened her eyes and blinked at the form above her.",
        "\"Let's go to my room,\" he said in an emotion-packed voice that was barely above a whisper.",
        "Her hand lingered above the keypad of her wardrobe.",
        "The man who couldn't speak above a whisper pushed her down, silently concurring with the doctor.",
        "Your performance on the couch makes me think you're not above taking what you want, either, she reminded him.",
        "She obeyed, inching towards the bench until she lay on her side, suspended by the harness above the seat by a few inches.",
        "The metal lair was much cooler than the air above ground, and water stained the walls on one side of the tunnel.",
        "The specter pointed back towards the lake.  Katie slowed and watched Gabriel continue onward.  She'd liked Andre above any of the Council members, but his insistence that she go in the direction opposite of which she was headed puzzled her.",
        "Reminding herself that the mirror promised she wasn't as exposed as much breast as it looked from above, she left the ruffle on her arms and began filling their plates.",
        "Fire still raged at one end of the orchard, filling the air above the trees with black smoke.",
        "Yully! she shouted above the roar.",
        "High above them were the graves of her parents.",
        "They rode out of the forest on the hillside above the guest house and rested the horses again.",
        "He posed for their cameras and finally leaped from one ledge to another along the face of the cliff until he disappeared over the lip and into the forest above them.",
        "above St Louis, pierces the dunes at flood time and reaches the sea, 50 m.",
        "above St Louis.",
        "Above it are some bare rocky hillocks, picturesquely studded with pagodas.",
        "above the valley, fortified with the minutest care and with extraordinary ingenuity.",
        "above its mouth, 52 ft.",
        "above sea-level and 180 m.",
        "\"At the present time,\" observes Dr Hamilton, \"the wild cat has become almost extinct in many of the above districts.",
        "Marquardt as above; A.",
        "above sea-level, in lat.",
        "Ballarat, the second city of Victoria, lies above 100 m.",
        "Hardly a leaf is visible to the height of one's head; but above, a crown of thick leather-like leaves shuts out the sunlight.",
        "Mr Gosse, having travelled above 600 m., and getting to 26° 32' S.",
        "The Code contemplated that such a wife would give a husband a maid as above.",
        "bank of the Kansas river, just above its mouth.",
        "above Airolo at the foot of the St Gotthard, and after flowing above 36 m.",
        "gap above mentioned.",
        "If our grouping of philosophies, as given above, is sound, every idealist scheme contains potentially an ontologi cal argument.",
        "Young Rostov's ecstatic voice could be heard above the three hundred others.",
        "Above all, they were gay because there was a war near Moscow, there would be fighting at the town gates, arms were being given out, everybody was escaping--going away somewhere, and in general something extraordinary was happening, and that is always exciting, especially to the young.",
        "A few instants after the echo of the reports resounding over the stone- built Kremlin had died away the French heard a strange sound above their head.",
        "Thousands of crows rose above the walls and circled in the air, cawing and noisily flapping their wings.",
        "At the same time he felt that above his face, above the very middle of it, some strange airy structure was being erected out of slender needles or splinters, to the sound of this whispered music.",
        "He ran round to the other side of the lodge and was about to dash into that part of it which was still standing, when just above his head he heard several voices shouting and then a cracking sound and the ring of something heavy falling close beside him.",
        "And above all, what tact and grace! thought Mademoiselle Bourienne.",
        "He felt that the being before him was quite different from, and better than, anyone he had met before, and above all better than himself.",
        "\"I have found out everything, your excellency: the Rostovs are staying at the merchant Bronnikov's house, in the Square not far from here, right above the Volga,\" said the courier.",
        "But above all Denisov must not dare to imagine that I'll obey him and that he can order me about.",
        "Somewhere safe above ground, with vamps who are loyal?",
        "Above her, bees buzzed around the aromatic apple blossoms.",
        "Gerald's head bobbed above, watching him descend.",
        "Grass brushed the skin above her ankle, tickling her.",
        "(3) If we accept the suggestion offered above - that a priori in Kant and later thinkers =necessary - we place ourselves on the track which leads from intuitionalism to some form of idealism.",
        "And then fresh sparks went up above the wood, as if the roof fell in, and we all shouted \"Concord to the rescue!\"",
        "There--they are shouting again, and again are all running back somewhere, and I shall run with them, and it, death, is here above me and around...",
        "\"Now then, Matvevna, dear old lady, don't let me down!\" he was saying as he moved from the gun, when a strange, unfamiliar voice called above his head: \"Captain Tushin!",
        "He heard the whistle of bullets above him unceasingly and to right and left of him soldiers continually groaned and dropped.",
        "Suddenly a cannon ball hissed so low above the crowd that everyone ducked.",
        "She pulled up her muslin sleeve and showed him a red scar on her long, slender, delicate arm, high above the elbow on that part that is covered even by a ball dress.",
        "Those in the rooms above were also awake.",
        "\"Just once more,\" said a girlish voice above him which Prince Andrew recognized at once.",
        "And if anyone came into his room at such moments he was particularly cold, stern, and above all unpleasantly logical.",
        "Rostov, having finally settled with \"Uncle\" where they should set on the hounds, and having shown Natasha where she was to stand--a spot where nothing could possibly run out--went round above the ravine.",
        "The whippers-in no longer set on the hounds, but changed to the cry of ulyulyu, and above the others rose Daniel's voice, now a deep bass, now piercingly shrill.",
        "Above the dirty, ill-lit streets, above the black roofs, stretched the dark starry sky.",
        "His plump white neck stood out sharply above the black collar of his uniform, and he smelled of Eau de Cologne.",
        "From the tone in which the courtiers addressed him and the way Paulucci had allowed himself to speak of him to the Emperor, but above all from a certain desperation in Pfuel's own expressions, it was clear that the others knew, and Pfuel himself felt, that his fall was at hand.",
        "The whole sun appeared on the horizon and disappeared behind a long narrow cloud that hung above it.",
        "But, above all, that thought was kept out of their minds by the fact that they saw they were really useful, as in fact they were to the whole Rostov family.",
        "\"For the world of angels and all the spirits who dwell above us,\" prayed Natasha.",
        "\"Finished, finished!\" little Natasha's gleeful yell rose above them all.",
        "Vital force is only an expression for the unknown remainder over and above what we know of the essence of life.",
        "At length the wind rose, the mist increased, and the waves began to run, and the perch leaped much higher than before, half out of water, a hundred black points, three inches long, at once above the surface.",
        "She is very nice and kind and, above all, she's much to be pitied.",
        "And this human feeling dominated everything else and soared above all their affected chatter.",
        "All the same, I love and value nothing but triumph over them all, I value this mystic power and glory that is floating here above me in this mist!",
        "Above the heights was the dark clear sky, and to the right the vast orb of the sun.",
        "He would perhaps have placed alder branches over the narrow holes in the ice, which were four or five rods apart and an equal distance from the shore, and having fastened the end of the line to a stick to prevent its being pulled through, have passed the slack line over a twig of the alder, a foot or more above the ice, and tied a dry oak leaf to it, which, being pulled down, would show when he had a bite.",
        "He took the guitar a little above the fingerboard, arching his left elbow with a somewhat theatrical gesture, and, with a wink at Anisya Fedorovna, struck a single chord, pure and sonorous, and then quietly, smoothly, and confidently began playing in very slow time, not My Lady, but the well-known song: Came a maiden down the street.",
        "Finally, after ten minutes of silence passed, they heard the sound of feet running down the slope on the other side of the rise above them.",
        "We'll back down, with you above me, so if you slip I'll be below you.",
        "Above them, the headlights of the two vehicles grew more distant, finally hidden from view by their angle of descent.",
        "He waved his flashlight in an arc above his head and repeated the two words, a quake in his voice.",
        "Trust a demon above my mate?",
        "She didn't understand what her instincts were trying to tell her, but right now, they wanted her to climb a tree to see the lake from above.",
        "There was a traitor among the fifty-odd death-dealers he had above ground, and he'd assigned twelve-hour shifts to keep an eye on the apartment where he sent Deidre.",
        "He snatched her hands and pinned them above her head with one hand, settling his weight atop her as he reached down to undo the buttons of his trousers.",
        "He followed Tony through the underground world and up to the town above.",
        "Gabe leaned across her to grab the bag with his weapons' polishing supplies.  A necklace with two emeralds – identical to the one he'd given her to wear – dangled above her.",
        "\"Up, above the tree line,\" Toby said, stretching towards the next one.",
        "He retraced his steps a few paces to assure he was on the soft dry sand above the high-tide line, carefully placed his towel down, sat on it and removed his shoes and socks.",
        "This is 'way above and beyond.",
        "However, he was pleased to keep up a fairly respectable pace, at least a few notches above the embarrassing level.",
        "The highway to Pagosa Springs followed the San Juan River up the pass to the top of the Rocky Mountains while side streams, arush with melting snow, ice cold to the touch, cascaded down from the roof of the sky, thousands of feet above.",
        "He was still above the timberline, devoid of any trees that would impair visibility so it was clear enough to follow the road with its many switchbacks and curves traversing the mountain below him, a black line clinging to the side of the cliff like a pen­cil drawing.",
        "Dean was still trying to catch his breath when another car rolled to a stop on the road above him.",
        "She smiled, blue eyes twinkling above round flushed cheeks.",
        "Yet the Reynolds family seemed to be above that.",
        "As the congregation sang a hymn, a deep voice could be heard above the others, strong and confident.",
        "The old house sat quiet, the roof above her bedroom covered with a blue tarp.",
        "They would both be hung above the fireplace.",
        "Ninety-five percent of the time her decisions put his best interest to mind – even above her own.",
        "The rabbit leaped into the air, and bolted across the field, his white tail visible above the tall grass with each bound.",
        "Jenn sheathed her weapons and started down the peak above the Black God's mountain fortress.",
        "His gaze went to the line above his.",
        "She dressed and grabbed a comb from her locker, crossing to the mirror above the sinks.",
        "Jenn considered, her gaze going to the small window above them.",
        "She whirled again, this time slamming the dagger into the opening between the door and frame, just above a hinge, to keep it from closing.",
        "She did not fight but focused on the night sky far above.",
        "The warrior stood above her, his powerful body poised.",
        "Taran captured them and pinned them above her head.",
        "Above all, the demon wanted to live.",
        "One of the warriors above pulled at the rope, and she snatched it, unwilling to remain in the darkness.",
        "The man before them wasn't the lost scout who refused to be tied to any kingdom or cause above his own.",
        "He waited until he was free of the meadow before raising two torches above his head.",
        "Tiyan and Taran, above all else.",
        "A slit ran down the side from a little above her knee.",
        "She led the way up the side of the mountain, following a switchback trail above a twenty-foot bluff.",
        "Only a handful of people in the club were above college-aged, and it was in the wrong side of town for the trust-fund kids from Beverly Hills to stop in.",
        "She was of above average height with long, dark blonde curls loosely captured at her neck.",
        "His gaze settled on a picture above the television.",
        "Purple light arced through the broken glass windows, high above.",
        "A large, iron chandelier hung from the rafters of an A-frame roof high above.",
        "The wall met another, and she quickened her step, scouring the area above her for some sign of a window.",
        "Swallowing a cry of pain, she pushed herself up and stretched out her arms above her head, expecting the feel of a second set of wooden doors, if she really was in a cellar.",
        "The silvery moon above was bright, and she admired what she thought might be her last vision of the star-speckled night sky.",
        "Someone shouted something, and she looked up, staring at the massive red cloud that was forming above them.",
        "Xander's heightened senses were able to see everything from above – except Jessi.",
        "above the sea.",
        "above the sea and enjoys a healthy climate.",
        "Fortunately, the compounds at first examined by the chemists engaged in verifying these laws were comparatively simple, so that the whole numbers referred to above were small.",
        "The above statement does not by any means exhaust the possible predictions that can be made from the atomic theory, but it shows how to test the theory.",
        "The above gives some idea of the evidence that has been accumulated in favour of the laws of chemical combination, laws which can be deduced from the atomic theory.",
        "gonad occurs on the right c.p., Collar-canal, above which is side of the body only seen the operculum.",
        "above sea-level, and is nearly enclosed by mountains of considerable elevation.",
        "Its rapid current does not permit of extensive navigation, but timber rafts are floated down from above Innsbruck.",
        "above sea-level.",
        "above the sea, being thus the loftiest lake of large size in the United Kingdom.",
        "Professor Suess, to whom the above description is due, finds that the Mediterranean forms no exception to the rule in affording no evidence of elevation or depression within historic times; but it is noteworthy that its present basin is remarkable in Europe for its volcanic and seismic activity.",
        "The physical divisions of the Mediterranean given above hold good in describing the form of the sea-bed.",
        "The pope was above all a religious man, of a gentle and contemplative character; the cardinal was pre-eminently a man of affairs.",
        "Two medieval castles rise above the town, and there are some churches of interest.",
        "Sir William Abney has found that the above law agrees remarkably well with his observations on the transmission of light through water in which particles of mastic are suspended (Prot.",
        "The above relates to a single particle.",
        "Although Mount Everest appears fairly bright at 100 miles' distance, as seen from the neighbourhood of Darjeeling, we cannot suppose that the atmosphere is as transparent as is implied in the above numbers; and, of course, this is not to be expected, since there is certainly suspended matter to be reckoned with.",
        "These long-chinned mastodons must have had an extremely elongated muzzle, formed by the upper lip and nose above and the lower lip below, with which they were able to reach the ground, the neck being probably rather longer than in elephants.",
        "Her plumage, with exception of the wings and tail, which are of a dull red, is light-olive above and brownish-yellow beneath.",
        "Above the level plain of absolutely smooth surface, devoid of houses or vegetation, the equipotential surfaces under normal conditions would be strictly horizontal, and if we could determine the potential at one metre above the ground we should have a definite measure of the potential gradient at the earth's surface.",
        "The presence, however, of apparatus or observers upsets the conditions, while above uneven ground or near a tree or a building the equipotential surfaces cease to be horizontal.",
        "He found the gradient nearly uniform for heights up to 30 to 40 metres above the ground.",
        "The proportion of occurrences of negative potential under a clear sky was much above its average in autumn.",
        "Dissipation was above the average when cyclonic conditions prevailed, but this seemed simply a consequence of the increased wind velocity.",
        "At barometric pressures such as exist between 18 and 36 kilometres above the ground the mobility of the ions varies inversely as the pressure, whilst the coefficient of recombination a varies approximately as the pressure.",
        "Wilson supposes that by the fall to the ground of a preponderance of negatively charged rain the air above the shower has a higher positive potential than elsewhere at the same level, thus leading to large conduction currents laterally in the highly conducting upper layers.",
        "above sea-level) and Agustia (8° 37' N.",
        "Much more evidence would be required to produce a general acceptance of any of the above periods.",
        "The first advance came about 74, when what is now Baden was invaded and in part annexed and a road carried from the Roman base on the upper Rhine, Strassburg, to the Danube just above Ulm.",
        "above sea-level, at the foot of the Beshtau, Mashuk and three other outliers of the Caucasus range, which protect it on the north.",
        "above sea-level, while toward the south-east the elevation increases until 3500 and 4000 ft.",
        "Temperatures above ioo° and below-15° are rare.",
        "Brine wells have been mentioned above; the salt industry is still carried on in Mason county, and in 1908 145,157 bbls.",
        "All male citizens above twenty-one years of age have the right of suffrage, subject to a residence of one year in the state and sixty days in the county in which they offer to vote.",
        "It lies on the south bank of the Thames and extends up the hills above the shore, many villas having been erected on the higher ground.",
        "It lies in a hilly well-wooded district above the valley of the small river Wye, a tributary of the Thames.",
        "above, Stat.",
        "Above sea-level, the climate is hot, humid and unhealthy, and the conditions for permanent settlement are apparently unfavourable.",
        "His style is clear and vivid; his method of describing what he sees extraordinarily plastic; above all, he has the art of presenting objects to us from their most interesting and attractive side.",
        "2, Flower viewed from above.",
        "above the sea, but lying in a basin, skirts both banks of the river Semois which is crossed by two bridges.",
        "above sea-level; 22 m.",
        "The organizing genius of Dupleix everywhere overshadowed the native imagination, and the star of Clive had scarcely yet risen above the horizon.",
        "above the sea, with an area of nearly 16 sq.",
        "21, p. 373, Adrien Auzout gives the results of some measures of the diameter of the sun and moon made by himself, and this communication led to the letters of Townley and Bevis above referred to.",
        "The English micrometer still retains the essential features of Troughton's original construction above described.",
        "With the Cape micrometer a systematic difference has been found in the coincidence point for head above and head below amounting to o\"-14.",
        "17 above, but the reader will find a detailed account of it, and of the manner in which the requisite adjustments are made, in the paper already quoted.",
        "At the Cape of Good Hope, after more than 200,000 pointings had been made, the screw-errors were redetermined; the results proved the truth of the above conclusions, viz.",
        "If then the screw-value in kilometres per second is known for the neighbourhood of each of the comparison lines employed, the radial velocity of the star can be independently derived directly from coincidences made in above manner in the neighbourhood of each comparison line.",
        "This doctrine, rather political than theological, was a survival of the errors which had come into being after the Great Schism, and especially at the council of Constance; its object was to put the Church above its head, as the council of Constance had put the ecumenical council above the pope, as though the council could be ecumenical without its head.",
        "above the sea, and 282 m.",
        "The architrave is flat, and there is a space over it, serving both to admit light and to relieve the pressure on it from above, and the size decreases slightly from the bottom to the top. Within the doorway is, as a rule, a niche on the right, and a staircase ascending in the thickness of the wall to the left; in front is another similar doorway leading to the chamber in the interior, which is circular, and about 15 ft.",
        "A third chamber above the second does not often occur.",
        "Above these distances they are mere mountain torrents.",
        "In his foreign policy Pericles differs from those statesmen of previous generations who sought above all the welfare of Greece as a whole.",
        "1-65), whose insight into the character and ideals of Pericles places him far above all other authorities.",
        "We note here that though Ritschl gives Jesus a unique and unapproachable position in His active relation to the kingdom, he declines to rise above this relative teaching.",
        "above Garmat Ali.",
        "It is navigable for steamers to a point a little above the mouth of the Great Zab, about 30 m.",
        "above the Persian Gulf.",
        "Two lines of steamers, an English and a Turkish, furnish an inadequate service between Basra and Bagdad, but there is no steam navigation on the river above the latter city.",
        "Small sailing craft navigate upwards as far as Samarra; above this all navigation is downward, and by raft.",
        "From a little above the confluence of the Great Zab downward, the banks of the river are absolutely uninhabited, and the river flows through a desert until Tekrit is reached.",
        "Of these canals the best known, and probably the greatest, was the Nahrawan, which, leaving the Tigris, on its eastern side, above Samarra, over loo m.",
        "The advantages thus obtained by the guest were, the right of hospitality when travelling and, above all, the protection of his host (representing him as his patron) in a court of law.",
        "de Tencin, but they are above all of interest in the picture they afford of the writer's own tenderness and fidelity.",
        "struck the Tigris some four marches above the site of Nineveh.",
        "In one passage he distinctly says the old organ high pitch had been a whole tone above his Cammerton, with which we shall find his tertia minore combines to make the required interval.",
        "Fleas are wingless insects, with a laterally compressed body, small and indistinctly separated head, and short thick antennae situated in cavities somewhat behind and above the simple eyes, which are always minute and sometimes absent.",
        "The most important are those on Madame de Montausier (1672), which gained him the membership of the Academy, the duchesse d'Aiguillon (1675), and, above all, Marshal Turenne (1676).",
        "above its mouth; pop. 11,686.",
        "There she became more and more Jansenist in opinion, and her piety and the remembrance of her influence during the disastrous days of the Fronde, and above all the love her brother, the great Conde, bore her, made her conspicuous.",
        "above their base, the highest peak, Harney, having an altitude above the sea of 7216 ft.",
        "Above these steamers ply to Fort Edmonton, a point upwards of 800 m.",
        "3) are often combined in one tank placed at a point above the level of circulation.",
        "The automatic inlet of cold water to the hot water system from the main house tank or other source is controlled by a ball valve, which is so fixed as to allow the water to rise no more than an inch above the bottom of the tank, thus leaving the remainder of the space clear for expansion.",
        "The system is hermetically sealed after being pumped full of water, an expansion chamber in the shape of a pipe of larger dimensions being provided at the top of the system above the highest point of circulation.",
        "The one-pipe system is similar in principle, the pipe rising to its greatest height above the boiler and being then carried around as a single pipe falling all the while.",
        "It is then used for one of the systems described above.",
        "A flow pipe which serves also for expansion is taken from the top of the cylinder to a point above the cold - water supply and turned down to prevent the ingress of dirt.",
        "The tank is placed above the level of the topmost draw off, and often in a cupboard which it will warm sufficiently to permit of its being used as a linen airing closet.",
        "Fusible plugs are little used; they consist of pieces of softer metal inserted on the side of the boiler, which melt should the heat of the water rise above a certain temperature.",
        "See also, for both the above, Aemilius (Nos.",
        "The set of ten rods is thus equivalent to four sets of slips as described above, and by their means we may multiply every number less than II,irr, and also any number (consisting of course FIG.",
        "In planting, the tops of the bulbs should be kept a little above ground, and it is a commendable plan to draw away the soil surrounding the bulbs when they have got root-hold.",
        "The translation of Aristotle's Politics, the revision of Plato, and, above all, the translation of Thucydides many times revised, occupied several years.",
        "above the sea, about 15 m.",
        "above tidewater) forming a picturesque background.",
        "Its bright red beak, the bare bluish skin surrounding its large grey eyes, and the tufts of elongated feathers springing vertically from its lores, give it a pleasing and animated expression; but its plumage generally is of an inconspicuous ochreous grey above and dull white beneath, - the feathers of the upper parts, which on the neck and throat are long and loose, being barred by fine zigzag markings of dark brown, while those of the lower parts are more or less striped.",
        "above the sea in the borderland between the fertile and wooded regions of the Sudan on the south and the arid steppes which merge into the Sahara on the north.",
        "above sea-level, where it is crossed by a railway; north-east is another extensive saline basin enclosing the \" Mar Chiquita \" (of Cordoba) and the morasses into which the waters of the Rio Saladillo disappear; and on the north are the more elevated plains, partly saline, of western Cordoba, which separate this isolated group of mountains from the Andean spurs of Rioja and San Luis.",
        "above Rosario.",
        "The president, with the advice and consent of the senate, appoints judges, diplomatic agents, governors of territories, and officers of the army and navy above the rank of colonel.",
        "There is also a dockyard and torpedo arsenal at La Plata, an artillery depot at Zarate, above Buenos Aires, and naval depots on the island of Martin Garcia and at Tigre, on the Lujan river.",
        "Cabot, with a large following, entered the Parana and established a settlement just above the mouth of the river Carcaranal, to which he gave the name of San Espiritu, among the Timbu Indians, with whom he formed friendly relations.",
        "To the maritime ports mentIoned above must be added the river pcsrts of Bayonne (on the Adour), Bordeaux (on the Garonne), Nantes (on the Loire), Rouen (on the Seine).",
        "Beginning with the Aptian and Albian the sea again gradually spread over the country and attained its maximum in the early part of the Senonian epoch, when once more the ancient massifs of the Central Plateau, Brittany and the Ardennes, alone rose above the waves.",
        "Three societies demand special mention: the Union centrale des agriculteurs de France, to which the above syndicates are affiliated; the Sociit nationale dagriculture, whose mission is to further agricultural progress and to supply the government with information on everything appertaining thereto and the Socit des agriculteurs de France.",
        "The above table shows the developments of French trade during the years from 1876 to 1905 by means of quinquennial averages.",
        "To,the above taxes must be added the tax on Stock Exchange transactions and the tax of 4% on dividends from stocks and shares (other than state loans).",
        "The contrast between this low zone and the upper zone of rich vegetation (above about Boo ft.) is curiously marked.",
        "above sea level, the elevation of the Plaza de Bolivar, its topographical centre, being 3025 ft.",
        "pair of large cutting incisors situated close to the middle line, and one great, cutting, compressed premolar, on each side above and below.",
        "The occurrence in the Santa Cruz beds of Patagonia of fossil marsupials allied to the living Caenolestes has been mentioned above.",
        "Besides the above, in the Trias of North America we have Dromotherium and Microconodon, extremely primitive forms, representing the family From Owen.",
        "above the Mediterranean, and 3800 ft.",
        "above the level of the Dead Sea.",
        "North of the Temple enclosure there was a gate, known as the Sheep Gate, which must have opened into the third valley mentioned above, and stood somewhere near what is now the north side of the Haram enclosure, but considerably south of the present north wall of the latter.",
        "A church was built above the pool, probably at the same time, and, after having completely disappeared for many centuries, it was recovered by F.",
        "above sealevel, 63 m.",
        "Another small group of ruins in the same style is found at the village of Hajjiabad, on the Pulwar, a good hour's walk above Takhti Jamshid.",
        "A few miles above this point the river is spanned by the magnificent bridges of Cubzac-lesPonts, which carry a road and railway.",
        "[b] and [c] above), which have incorporated older sources.'",
        "For it is obvious that if each 7th day during the year was observed as above, it would, like our Sunday or a Jewish Sabbath, fall on a different day of the month in different months.",
        "For reasons above indicated the whole subject is in its infancy.",
        "Its most suggestive likenesses are indicated above, but further evidence may render the similarity less striking when the meaning of it is more fully understood.",
        "In addition to the works referred to above, see R.",
        "The vertical relief of the land above the ocean is a very important factor in determining the climate as well as the distribution of the fauna and flora of a continent.",
        "above sea-level, at a distance of 40 m.",
        "The higher Australian peaks in the south-east look just what they are, the worn and denuded stumps of mountains, standing for untold ages above the sea.",
        "Their shoulders are lifted high above the tree-line.",
        "above the sea, but before the waters can reach the ocean they have still to travel about 1000 m.",
        "These marine deposits are not found anywhere along the eastern coast of Australia; but they occur, and reach about the same height above sea-level, in New Guinea, and are widely developed in New Zealand.",
        "The following are the areas subject to the various average The temperature in December ranges from 60° to above 95° Fahr., half of Australia having a mean temperature below 84°.",
        "There are four species of large fruit-eating bats, called flying foxes, twenty of insect-eating bats, above twenty of land-rats, and five of water-rats.",
        "The contour lines showing the heights above sea-level are the directions along which species spread to form zones.",
        "Putting aside the exotic vegetation of the north and east coast-line, the Australian bush gains its peculiar character from the prevalence of the so-called gum-trees (Eucalyptus) and the acacias, of which last there are 300 species, but the eucalypts above all are everywhere.",
        "AFTERGLOW, a broad high arch of whitish or rosy light appearing occasionally in the sky above the highest clouds in the hour of deepening twilight, or reflected from the high snowfields in mountain regions long after sunset.",
        "These rise generally only a few feet above the level of the sea, and are crowned by a single house standing on an artificial mound and protected by a surrounding dike or embankment.",
        "If, for example, the processus pyramidalis was abnormally small and the processus papillaris abnormally large, it pointed to a reversion of the natural order, to wit, that the servant should control the master or that the son would be above the father.",
        "See, for details of the lives of the above, J.",
        "The scenery of the Wye valley, including a succession of rapids just above the town, also attracts many tourists.",
        "On the mainland, and more especially on the eastern slope, the temperature is cooler, the thermometer seldom rising above 93° in the shade, and falling at night below 70°.",
        "Vermont is a portion of the plateau-like New England upland, broken by mountain ranges, individual mountains and high hills, rising above the general upland surface, and by deep narrow valleys, cut below that surface.",
        "33 state above the sea is about I 00 ft.",
        "high, considerable areas are above 2500 ft., and the following summits exceed 4000 ft.: Mount Mansfield, 4364 ft.; Killington Peak, 4241 ft.; Camel's Hump, 4088 ft.; Mount Lincoln, 4078 ft.; and Jay Peak, 4018 ft.",
        "Nelson Dale, The Granites of Vermont (ibid., 1909), an abstract of which appears in the sixth volume of the state Report mentioned above; and Henry M.",
        "Thus any twining plant with a heart-shaped leaf, white and green above and purple beneath, is called by them guaco (R.",
        "above sea-level, 71 sq.",
        "above the sea) took their place.",
        "Above the altar is a statue of the Virgin depicted as a black woman.",
        "above the level of the sea, on the narrow south-western edge of the extinct crater of Rocca Monfina.",
        "In 1826 he described the prismatically-coloured films of metal, known as Nobili's' rings, deposited electrolytically from solutions of lead and other salts when the anode is a polished iron plate and the cathode is a fine wire placed vertically above it.",
        "The oval leaves are dark-green above, and whitish with stellate hairs beneath, the margin entire and slightly recurved.",
        "The diversity of nomenclature indicated above 1 Referring to the Japanese custom of employing a go-between to arrange a marriage.",
        "Oracular possession of the kind above described is also common among savages and people of lower culture; and Dr Tylor, in his Primitive Culture, ii.",
        "above the sea, about 21 m.",
        "above Suhag, on the opposite side of the river, whence there is railway communication with Cairo and Assuan.",
        "above the sea, and commands a superb view towards the Mediterranean, the mountains of Shechem and Mount Hermon.",
        "that it stands above sea-level.",
        "above sealevel.",
        "above the valley of the Tiber.",
        "Such a system is called \"conservative,\" and is well illustrated by the swinging pendulum above referred to.",
        "With an apparatus similar to the above, but smaller, made of iron and filled with mercury, Joule obtained results varying from 772.814 foot-pounds when driving weights of about 58 lb were employed to 775.352 foot-pounds when the driving weights were only about 192 lb.",
        "art of music. Something has been said above as to its earlier aspects, in the time of Haydn.",
        "Fort Pitt, which rises above the town to the west, was built in 1779, and is used as a general military hospital.",
        "above, and revolves either on upper and lower pivots supported by the structure of the workshop, or on a fixed pillar secured to a heavy foundation.",
        "There are numerous and important variations of these two types, but the above contain the elements out of which most cranes of the class are built.",
        "above the sea; it soon becomes a considerable stream, collecting in its course the waters of other rivers, and finally discharging itself into the Jumna after a course of 560 m.",
        "The contracts naturally do not concern such criminal cases as the above, as a rule, but marriage contracts do specify death by strangling, drowning, precipitation from a tower or pinnacle of the temple or by the iron sword for a wife's repudiation of her husband.",
        "For editions of texts and the innumerable articles in scientific journals see the bibliographies and references in the above works.",
        "Above the harbour, between the forts Stella and Falcone, is the palace of Napoleon I., and 4 m.",
        "The lines are carried on poles, at a sufficient height above the ground, by means of insulators.",
        "by the disk, for any difference in speed between nut and screw will cause the nut to move along the screw until the diameter of the cone is reached which fulfils the above conditions for equality in speed.",
        "The armature acts on an inking disk on the principle described above, save only that the disk is supplied with ink from a groove in a second wheel, on which it rolls: the grooved wheel is kept turning with one edge in contact with ink in an ink-well.",
        "The shunts usually employed with the drum relay (referred to above) have each a resistance of about 30 ohms and an inductance of 20, 30 and 40 henrys respectively.",
        "Heaviside in 1887 succeeded in communicating by telephonic speech between the surface of the earth and the subterranean galleries of the Broomhill collieries, 350 feet deep, by laying above and below ground two complete metallic circuits, each about 24 m.",
        "Marconi, however, made the important discovery that if his sensitive tube or coherer had one terminal attached to a metal plate lying on the earth, or buried in it, and the other to an insulated plate elevated at a height above the ground, it could detect the presence of very feeble electric waves of a certain kind originating at a great distance.",
        "In conjunction with the above receiver he employed a transmitter, which consisted of a large induction or spark coil S having its spark balls placed a few millimetres apart; one of these balls was connected to an earth FIG.",
        "plate E and the other to a plate or wire insulated at the upper end and elevated above the surface of the earth.",
        "In the case of transmitters constructed as above described, in which the effective agent in producing the electric waves radiated is the sudden discharge of a condenser, it should be noticed that what is really sent out is a train of damped or decadent electric waves.",
        "The above statements, though correct as far as they go, are an imperfect account of the nature of the radiation from a coupled antenna, but a mathematical treatment is required for a fuller explanation.",
        "At a later date a syntonic system comprising, as above stated, an antenna directly coupled to a resonant closed circuit was put into operation by Lodge and Muirhead, and much the same methods have been followed in the system known as the Telefunken system employed in Germany.",
        "He overcame the difficulty by erecting a vertical earthed receiving antenna like a lightning rod and attached a lateral extension to it at a yard or two above the earthed end.",
        "BADAJOZ, the capital of the Spanish province described above; situated close to the Portugue.se frontier, on the left bank of the river Guadiana, and the Madrid-Lisbon railway.",
        "4), in an early form, consisted of a cell of insulating material having at its bottom a flat-headed platinum screw G; on the top of G was a layer of carbon powder C, on the top of that a platinum disk D, and above that again, forming the cover of the cell, a disk of ivory B, held in position by a ring E.",
        "This requirement is usually met by connecting a third or \" test \" wire to each of the jacks associated with a subscriber's line, and by making the circuit arrangements such that this wire is either disconnected or at earth potential when the line is not in use, and at some potential above or below that of the earth, when the circuit is engaged.",
        "above Too m.",
        "Above the mouth is the lid (operculum), which varies in size from a small narrow process to a large heartshaped expansion.",
        "The smooth walls above the liquid afford no foothold, and they are drowned; their bodies are digested and the products of digestion are ultimately absorbed by the glands in the pitcher-wall.",
        "Above the rim of the pitcher is a broad flattened lid, which is also a laminar development.",
        "draught up to Nova York, a few miles above the mouth of the Gurgueia, and could be made navigable up to the mouth of the Balsas.",
        "above Parnahyba (town), with which it is connected by a line of light-draught river boats.",
        "Of the above the first is the best general sketch and is rich in notes; the second somewhat chauvinistic but excellently written; the third the best work for scholars; the seventh; eighth and eleventh are valuable as being by contemporaries.",
        "above the sea; and after a course of less than 20 m.",
        "The next great affluent of the Po, the Adda, forms the outflow of the Lake of Como, and has also its sources in the Alps, above Bormio, whence it flows through the broad and fertile valley of the Valtellina for more than 65 m.",
        "The Adda flows out of the lake at its south-eastern extremity at Lecco, and has thence a course through the plain of above 70 m.",
        "It flows by Lodi and Pizzighettone, and receives the waters of the Brembo, descending from the Val Brembana, and the Serio from the Val Seriana above Bergamo.",
        "The Oglio, a more considerable stream than either of the last two, rises in the Monte Tonale above Edolo, and descends through the Val Camonica to Lovere, where it expands into a large lake, called Iseo from the town of that name on its southern shore.",
        "Issuing thence at its southwest extremity, the Oglio has a long and winding course through the plain before it finally reaches the Po a few miles above Borgoforte.",
        "The Po itself, which is here a very large stream, with an average width of 400 to 600 yds., continues to flow with an undivided mass of waters as far as Sta Maria di Ariano, where it parts into two arms, known as the Po di Maestra and Po di Goro, and these again are subdivided into several other branches, forming a delta above 20 m.",
        "The best known and the most extensive of these lagoons is that in which Venice is situated, which extends from Torcello in the north to Chioggia and Brondolo in the south, a distance of above 40 m.; but they were formerly much more extensive, and afforded a continuous means of internal navigation, by what were called \"the Seven Seas\" (Septem Maria), from Ravenna to Altinum, a few miles north of Torcello.",
        "of Genoa, flows by Bobbio, and joins the Po a few miles above Piacenza; (3) the Nure, a few miles east of the preceding; (4) the Taro, a more considerable stream; (5) the Parma, flowing by the city of the same name; (6) the Enza; (7) the Secchia, which flows by Modena; (8) the Panaro, a few miles to the east of that city; (9) the Reno, which flows by Bologna, but instead of holding its course till it discharges its waters into the Po, as it did in Roman times, is turned aside by an artificial channel into the Po di Primaro.",
        "The highest point in this part of the range is the Monte Falterona, above the sources of the Arno, which attains 5410 ft.",
        "But the Apennines of Central Italy, instead of presenting, like the Alps and the northern Apennines, a definite central ridge, with transverse valleys leading down from it on both sides, in reality constitute a mountain mass of very considerable breadth, composed of a number of minor ranges and groups of mountains, which preserve a generally parallel direction, and are separated by upland valleys, some of them of considerable extent as well as considerable elevation above the sea.",
        "above them; while the upper valley of the Aterno, in which Aquila is situated, is 2380 ft.",
        "The Teverone or Anio, which enters the Tiber a few miles above Rome, is an inferior stream to the Nera, but brings down a considerable body of water from the mountains above Subiaco.",
        "This mountainous tract, which has an average breadth of from 50 to 60 m., is bounded west by the plain of Campania, now called the Terra di Lavoro, and east by the much broader and more extensive tract of Apulia or Puglia, composed partly of level plains, but for the most part of undulating downs, contrasting strongly with the mountain ranges of the Apennines, which rise abruptly above them.",
        "The Liri (Liris) or Garigliano, which has its source in the central Apennines above Sora, not far from Lake Fucino, and enters the Gulf of Gaeta about 10 m.",
        "above Capua it receives the Calore, which flows by Benevento.",
        "In Sardinia it covers the mountain slopes to a considerable height, and in Sicily covers the sides of the Madonie range, reaching a level above 3000 ft.",
        "(5) The wooded region covers the Alps and Apennines above the chestnut level.",
        "Pharmaceutical industries as distinguished from those above mentioned, have kept pace with the general development of Italian activity.",
        "The senate consists of princes of the blood who have attained their majority, and of an unlimited number of senators above forty years of age, who are qualified under any one of twenty-one specified categoriesby having either held high office, or attained celebrity in science, literature, &c. In 1908 there were 318 senators exclusive of five members of the royal family.",
        "The eighth region, termed Gallia Cispadana, comprised the southern portion of Cisalpine Gaul, and was bounded on the north (as its name implied) by the river Padus or P0, from above Placentia to its mouth.",
        "The banner of the church waves above the camp of those who aim at positive prosperity and republican equality.",
        "He used the dictatorial powers with which he was invested to place himself above the law, resuming in his person the state-machinery which had preceded him.",
        "The great gainer by this settlement was the papacy, which held the most substantial Italian province, together with a prestige that raised it far above all rivalry.",
        "The republic managed the tithes, and the clergy acknowledged no chief above their own patriarch.",
        "Above all Italian character must be reformed and the nation educated.",
        "It was all-important that whatever victories Garibaldi might win should be won for the Italian kingdom, and, above all, that no ill-timed attack on the Papal States should provoke an intervention of the powers.",
        "Indeed, the patriotism and loyalty of the new ministers were above suspicion.",
        "For the earlier period their authorities were state and family records - above all, the annales maximi (or annales pontificum), the official chronicle of Rome, in which the notable occurrences of each year from the foundation of the city were set down by the pontifex maximus.",
        "He was described to Pepys on his acquiring office as \"one of a broken sort of people that have not much to lose and therefore will venture all,\" and as \"a beggar having £1Too or £1200 a year, but owes above £10,000.\"",
        "This third possibility in philosophy does not enter at all into Lecky's grouping referred to above; in fact, it is very generally strange to older British thinking,3 t;csm.",
        "2 See above (ad init.)."
    ],
    "definition": [
        "Previously in the same chapter, document, or text. For example, a reference to a court case cited earlier in the same document.",
        "Having the power to review the decisions regarding questions of fact and/or law made in a court. For example, appellate courts, such as the United States Supreme Court, are above, or can review, the decisions made by one or more trial courts. See jurisdiction, question of fact, and question of law.",
        "Link/Cite"
    ]
}