{
    "translation": "מפוזר",
    "uses": [
        "Did he need order in his world, because he was like Ashley, creative and absent-minded?",
        "Similarly an absent-minded man is said to be \"abstracted,\" as paying no attention to the matter in hand.",
        "absent-minded professor.",
        "He is the loveliest man I ever saw, or ever hope to see, and oh so absent-minded!",
        "Father Brown letting his eye rove around in a rather absent-minded fashion.",
        "The class teacher is somewhat absent-minded and is not very careful when he puts their reports into envelopes at the end of ' term.",
        "But just at moments when such thoughts occurred to him, he would ask in a particularly calm and absent-minded way, which inspired the respect of the onlookers, Will it be long?",
        "He was gloomy and absent-minded.",
        "absent-minded way.",
        "But he's absent minded 'cause he forgets he's got a full refrigerator of stuff that's going to rot and stink up the place.",
        "He is a most absent-minded and absurd fellow, but he has a heart of gold.",
        "absent-minded fashion.",
        "In his absent-minded way Tennyson was very apt to mislay objects; in earlier life he had lost the MS. of Poems, chiefly Lyrical, and had been obliged to restore the whole from scraps and memory.",
        "His brethren made him oeconomiae prefectus, but he was too \"simple in worldly affairs\" and too absent-minded for the post, and so they deposed him and made him sub-prior once more.",
        "If I'd been discovered, I'd have apologized profusely for my absent minded error.",
        "absent-minded Imperialists: Britain, America and the World and The Lion's Share.",
        "absent-minded man who barely manages to scrape a living from his business.",
        "I reminded him of the fact. Yes, yes, I am a little absent-minded in such matters.",
        "She caught the kind of mental gymnastics that you have to go through when talking to people who are slightly absent-minded.",
        "Do the stereotypes of the absent-minded professor or the'mad ' scientist come out of thin air?",
        "But Woozle is so scatty and absent minded he forgets to put a vital ingredient into the spell, with disastrous results.",
        "How absent-minded you are, my dear fellow.",
        "Rostov was talking merrily to his two friends, one of whom was a dashing hussar and the other a notorious duelist and rake, and every now and then he glanced ironically at Pierre, whose preoccupied, absent-minded, and massive figure was a very noticeable one at the dinner.",
        "He was that absent-minded crank, a grand seigneur husband who was in no one's way, and far from spoiling the high tone and general impression of the drawing room, he served, by the contrast he presented to her, as an advantageous background to his elegant and tactful wife.",
        "Pierre, who had come downstairs, walked through the rooms and struck everyone by his preoccupied, absent-minded, and morose air.",
        "The best generals I have known were, on the contrary, stupid or absent-minded men.",
        "As before he was absent-minded and seemed occupied not with what was before his eyes but with something special of his own.",
        "absent-minded insolence which they have all seen in their patrons.",
        "Let's not get mawkish here, suffice to say that life has been kind to me in an absent-minded ' who's he?",
        "Here, as elsewhere, he was surrounded by an atmosphere of subservience to his wealth, and being in the habit of lording it over these people, he treated them with absent-minded contempt."
    ],
    "definition": [
        "ab′sent-mind′ed·ly\nadverb",
        "ab′sent-mind′ed·ness\nnoun",
        "Link/Cite",
        "Alternative form of absent-minded.",
        "Absent in mind; abstracted; preoccupied; forgetful or careless due to distraction; easily distracted. [First attested in the mid 19th century.]\nIt took the absent-minded man twenty minutes to find his glasses on top of his head.",
        "Link/Cite"
    ]
}