{
    "translation": "לספוג, לקלוט",
    "uses": [
        "I have enough acreage and cattle to absorb some of the loss.",
        "My guess is we won't have to absorb all this information.",
        "He had forgotten what it felt like to just let go and let the magic absorb him.",
        "That necklace will absorb new magic and prevent him from accessing the depths of his current store.",
        "In another form of apparatus advantage is taken of the property possessed by sodium-potassium peroxide of giving off oxygen when damped; the residue of caustic soda and potash yielded by the reaction is used to absorb the carbonic acid of the expired air.",
        "The subsoil not unfrequently contains materials which are deleterious to the growth of crops, and roots descending into it may absorb and convey these poisonous substances to other parts of the plant or be themselves damaged by contact with them.",
        "As they approached Jackson's car, he said, \"I'm going to need some time to absorb all this before I can even begin to figure out what to do.\"",
        "It is from such films that the root-hairs absorb all that plants require for their growth.",
        "Smart creams that let your skin absorb an optimal amount of sunlight.",
        "That's why they visit birthplaces, places of monumental happenings like battlefields or sites of great tragedies— to absorb a tiny bit of what happened there.",
        "To achieve their object, a double line of conduct was imposed upon them: they had to absorb the powers of the doge, and also to deprive the people of the voice they possessed in the management of state affairs by their presence in the concione or general assembly of the whole community, which was still the fountain of all authority.",
        "Submerged leaves are usually filamentous or narrowly ribbonshaped, thus exposing a large amount of surface to the water, some of the dissolved gases of which they must absorb, and into which they must also excrete certain gases.",
        "She can absorb and channel the gifts of others.",
        "It may be more conveniently prepared by passing the vapour of sulphur over red hot charcoal, the unccndensed gases so produced being led into a tower containing plates over which a vegetable oil is allowed to flow in order to absorb any carbon bisulphide vapour, and then into a second tower containing lime, which absorbs any sulphuretted hydrogen.",
        "They all reflect and absorb his rays alike, and the former make but a small part of the glorious picture which he beholds in his daily course.",
        "It wasn't designed to absorb perspiration and probably cost twice the price of a David Dean suit, at least the last time he'd purchased one.",
        "In the future, we will paint surfaces with substances full of nanites that will absorb sunlight and turn it into electricity, transforming any object we paint into a clean energy creator.",
        "The reaction is generally carried out in the presence of sulphuric acid, which is used to absorb the water formed during the process of nitration.",
        "This difficulty was overcome by first filling the cylinder with porous briquettes and then soaking them with a fixed percentage of acetone, so that after allowing for the space taken up by the bricks the quantity of acetone soaked into the brick will absorb ten times the normal volume of the cylinder in acetylene for every atmosphere of pressure to which the gas is subjected, whilst all danger of explosion is eliminated.",
        "The contents of the barn are therefore left till moist weather occurs, and then by the admission of atmospheric air the leaf blades absorb moisture and become soft and pliant.",
        "Whether this could by its own growth have been extended over his free tenants and carried so far as to absorb a local court, like that of the hundred, into private possession, is not certain.",
        "To control the speed and Brakes absorb this energy, brakes have to be provided.",
        "A strange energy ran between them, as if she could absorb the faint stream of his magic.",
        "I will probably absorb vitamins through my skin as my shirt detects I need them.",
        "He'd see her in less than a day, if the Council didn't absorb all his time.",
        "These are some of the questions which must absorb the energies of the rising generation of economists.",
        "It appeared that a surface blackened so as to absorb the radiant energy directed on it was repelled relatively to a polished surface.",
        "She leaned over the edge to see the stone tile at the bottom of the fountain absorb her blood.",
        "His political and courtly employments, however, did not absorb all his time, and he contributed during his stay in Bavaria a number of papers to the Philosophical Transactions.",
        "Deidre struggled to absorb the wild story, unable to comprehend most of it.",
        "As the general level of the country is raised by successive alluvial deposits, the more ancient river-beds become buried, but being still connected with the newer rivers at some point or other, they continue to absorb water.",
        "The latter body would, however, have the power to \"absorb\" the head of the state if he showed signs of ambition.",
        "It is found that transparent oils under the influence of light absorb oxygen, becoming deeper in colour and opalescent, while strong acidity and a penetrating odour are developed, these changes being due to the formation of various acid and phenylated compounds, which are also occasionally found in fresh oils.",
        "The leaves, when stripped from the stalks, are made into rolls and subjected to great pressure, which is released daily to allow the leaves to absorb their expressed juice.",
        "The Genoese were established in the spacious quarter of Galata and threatened to absorb the trade of the Levant.",
        "The animal cell can absorb its carbohydrate and proteid food only in the form of carbohydrate and proteid; it is dependent, in fact, on the pre-existence of these organic substances, themselves the products of living matter, and in this respect the animal is essentially a parasite on existing animal and plant life.",
        "A soil may be physically wet; but if the plants absorb the water only with difficulty, as in a salt marsh, then the soil is, as regards plants, physiologically dry.",
        "Other exceptions are the \" Institutions of the Empress Marie,\" which absorb, inter alia, the duties on playing-cards and the taxes on places of public entertainment; the imperial civil list, so far as this does not exceed the sum fixed in 1906 (16,359,595 roubles!); the expenses of the two imperial chanceries, 10,000,000 roubles per annum, which constitute in effect a secret service fund.",
        "Loeb found experimentally that increase of metabolic products in muscle greatly raised its osmotic pressure, and so it would absorb water from a relatively concentrated sodium chloride solution.",
        "The power of green plants, not even specialized in any of these directions, to absorb certain carbohydrates, particularly sugars, from the soil was demonstrated by Acton in 1889.",
        "The second process is one patented by Fritz Ullmann of Geneva, who utilizes chromic acid to oxidize the phosphuretted and sulphuretted hydrogen and absorb the ammonia, and this method of purification has proved the most successful in practice, the chromic acid being absorbed by kieselgiihr and the material sold under the name of \"Heratol.\"",
        "These substances absorb water and become pimelic acids.",
        "Smaller artists can make history; the greatest absorb it into that daylight which is its final cause.",
        "When the service is frequent enough to give a good power factor continuously, the steam locomotive cannot compete with the electric motor for the purpose of quick acceleration, because the motors applied to the axles of a train may for a short time absorb power from the central station to an extent far in excess of anything which a locomotive boiler can supply.",
        "Whites and Indians are allowed to establish trading stations on obtaining special permits from the government, and the Indians absorb much of the retail trade.",
        "Correlated with the mode of life are the two features character istic of all Sporozoa: (a) They absorb only fluid nutriment, osmotically, and so lack any organs for ingesting and digesting solid food; and (b) they reproduce by sporulation, i.e.",
        "The movement of water into the root-hairs is brought about by the osmotic action of certain salts in their cell-sap. Crops are, however, unable to absorb all the water present in the soil, for when the films become very thin they are held more firmly or cling with more force to the soil particles and resist the osmotic action of the root-hairs.",
        "Schools and levees absorb about half of all revenues, leaving half for the payment of interest on the state debt (bonded debt on 1st of April 1908, $11,108,300) and for expenses of government.",
        "to mix the substance with an oxidizing agent - mercuric oxide, lead dioxide, and afterwards copper oxide - and absorb the carbon dioxide in potash solution.",
        "Hess, who showed that acetone will absorb twenty-five times its own volume of acetylene at a temperature of 15° C. under atmospheric pressure, and that, providing the temperature is kept constant, the liquid acetone will go on absorbing acetylene at the rate of twentyfive times its own volume for every atmosphere of pressure to which the gas is subjected.",
        "With the definite triumph of the church, the profanation of its sanctuaries became less frequent, and once robbery or seizure of ecclesiastical possessions or violation of its privileges tended to absorb the attention of synods and popes.",
        "Bonnet affirms that, before fecundation, the hen's egg contains an excessively minute but complete chick; and that fecundation and incubation simply cause this germ to absorb nutritious matters, which are deposited in the interstices of the elementary structures of which the miniature chick, or germ, is made up.",
        "employing such an excess of sulphuric over nitric that the latter will be rendered anhydrous or concentrated and maintained as such in solution in the sulphuric acid, and that the sulphuric acid shall still be sufficiently strong to absorb and combine with the water produced during the actual formation of the guncotton.",
        "- The noble metals (from silver upwards) do not combine directly with oxygen given as oxygen gas (02), although, like silver, they may absorb this gas largely when in the fused condition, and may not be proof against ozone, 03.",
        "They surround individual bacteria, absorb them into their substance, and ultimately destroy them by digestion.",
        "The paper, with the specimen upwards, is then laid on bibulous paper for a few minutes to absorb as much as possible of the superfluous moisture.",
        "The chief importance of nitrogenous compounds depends upon their assimilation by living plants, which, in their development, absorb these compounds from the soil, wherein they are formed mainly by the action of nitrifying bacteria.",
        "Now, as the materials which plants absorb are carbon dioxide from the air, and various inorganic compounds from the soil, together with water, it is clear that if this view is correct, vegetable protoplasm must be fed in a very different way from animal, and on very different materials.",
        "Nearly half the ex- penditure goes to meet debt charges, while government, internal development and defence absorb most of the remainder.",
        "The existence of reactions which are reversible on slight alteration of conditions at once invalidates the principle, for if the action proceeding in one direction evolves heat, it must absorb heat when proceeding in the reverse direction.",
        "Indeed, the tendency to absorb heat in this way, either from the air or directly from the sunlight, has already been pointed out as a danger which needs to be averted by transpiration.",
        "Besides the chief deities and their consorts, various minor ones, representing likewise patron gods of less important localities and in most cases of a solar character were added at one time or the other to the court of Marduk, though there is also to be noted a tendency on the part of the chief solar deity, Shamash of Sippara, and for the chief moon-god to absorb the solar and lunar deities of ]ess important sites, leading in the case of the solar gods to the differentiation of the functions of Shamash during the various seasons of the year and the various times of the day among these minor deities.",
        "These cabinets also serve to absorb and mask odors.",
        "The unexpected information was coming so fast it was hard to absorb.",
        "Compulsory service with the colors is in Germany no longer universal, as there are twice as many able-bodied men presented by the recruiting commissions as the active army can absorb.",
        "Vitamin D helps your body absorb calcium and phosphorus.",
        "These exacting tasks did not absorb all his energies.",
        "He had, it is true, been unable to prevent the retention of the grand-duchy of Warsaw by Alexander of Russia; but with the aid of Great Britain and France (secret treaty of January 3, 1815) he had frustrated the efforts of Prussia to absorb the whole of Saxony, Bavaria was forced to disgorge the territories gained for her by Napoleon at Austria's expense, Illyria and Dalmatia were regained, and Lombardy was added to Venetia to constitute a kingdom under the Habsburg crown; while in the whole Italian peninsula French was replaced by Austrian influence.",
        "All recent innovations, all attempts made during the last hundred years to absorb Hungary in a greater Austria, were revoked.",
        "In the south Meppel and Koevorden absorb the largest amount of trade.",
        "As the embryo develops it may absorb all the food material available, and store, either in its cotyledons or in its hypocotyl, what is not immediately required for growth, as reserve-food for use in germination, and by so doing it increases in size until it may fill entirely the embryo-sac; or its absorptive power at this stage may be limited to what is necessary for growth and it remains of relatively small size, occupying but a small area of the embryo-sac, which is otherwise filled with endosperm in which the reserve-food is stored.",
        "But this single receptacle could not absorb a tithe of the whole number of convicts awaiting exile.",
        "It had been long preparing in the economic and administrative decline of the Empire, and in the steady influx of Germanic peoples into Roman territory for over two centuries; but the power of the old civilization to absorb the new races was exhausted by the 5th century, and the political history of Europe was turned into a different path.",
        "These sometimes completely absorb the shell on which they are settled, but then act as a substitute for it, and in any case by their outgrowth they extend the limits of the dwelling, so that the inmate can grow in comfort without having to hunt or fight for a larger abode.",
        "Men do not eat an animal for which they have a reverential dread, or if they eat it at all, it is only in a sacramental feast and in order to absorb into themselves its life and holy properties.",
        "While in a dry position and atmosphere it may not possess more than 6% of moisture, under damp conditions it will absorb as much as 23 Sir G.",
        "Hitherto Charles had aimed at supporting the weaker Slavonic power against the stronger; but now that Muscovy seemed about to disappear from among the nations of Europe, Swedish statesmen naturally sought some compensation for the expenses of the war before Poland had had time to absorb everything.",
        "So Tertullian writes: \"The water which carried the Spirit of God (probably regarded as a shadow or reflection-soul) borrowed holiness from that which was carried upon it; for every underlying matter must needs absorb and take up the quality of that matter which overhangs it; especially does a corporeal so absorb a spiritual, as this can easily penetrate and settle into it owing to the subtlety of its substance.\"",
        "Seeking for commercial profit, not in the exchange of commodities, but solely in the acquisition of actual gold and silver, and realizing that the home market could not absorb a tithe of the merchandise imported, the Lisbon capitalists sent their ships to discharge in Antwerp (where a Portuguese staple was established in 1503), or in some other port near the central markets of Europe.",
        "They are clearly the result of infection (if the soil extract was boiled before addition to the sand no nodules were produced), and their presence enabled the plant to absorb the free nitrogen of the air.",
        "The heat is sufficient to keep the resulting lead oxide fused, and the porous cupel has the property of absorbing melted lead oxide without taking up any of the metallic globule, exactly in the same way that blottingpaper will absorb water whilst it will not touch a globule of mercury.",
        "absorb any moisture.",
        "It can absorb up to 30 percent of its weight in water and still feel dry.",
        "Vitamins in liquids absorb much quicker in the stomach than pills.",
        "Liver disease may also affect your ability to absorb and assimilate vitamin D.",
        "types of glands also exist, either in connection with the epidermis or not, such as nectaries, digestive glands, oil, resin and mucilage glands, &c. They serve the most various purposes in the life of the plant, but they are not of significance in relation to the primary vital activities, and cannot be dealt with in the limits of the present article.l The typical epidermis of the shoot of a land plant does not absorb water, but some plants living in situations where they cannot depend on a regular supply from the roots (e.g.",
        "5 I10 600 150 I 00 I 00 400 400 600 2500 absorb",
        "From Honduras to Panama the urn burials, the pottery, the rude carved images and, above all, the grotesque jewellery, absorb the archaeologist's attention.",
        "This was sufficient to absorb the attention of the general-in-chief, who left the guardianship of the east and west to the initiative of the generals established at Bona and Oran.",
        "But the Eudemian Ethics and the Magna Moralia are more rudimentary than the Nicomachean Ethics, which as it were seems to absorb them except in the conclusion.",
        "The other Asiatic exporting countries also maintain native silk manufactures which absorb no inconsiderable proportion of their raw material.",
        "The \" degummed silk,\" after it is dried, is allowed to absorb a certain amount of moisture, and thus it becomes soft and pliable to the touch, and properly conditioned for working by machinery.",
        "We are enabled by means of it to extend materially the range of our observation, especially if the ordinary kinds of glass, which strongly absorb ultraviolet light, are avoided, and, when necessary, replaced by quartz.",
        "It is uncertain how far they were themselves Celtic in blood and how far they were numerous enough to absorb or obliterate the races which they found in Britain.",
        "But both he and his successor Tiberius realized that the greater need was to consolidate the existing empire, and absorb the vast additions recently made to it by Pompey, Caesar and Augustus.",
        "It was the constant ambition of the Thebans to absorb the other townships into a single state, just as Athens had annexed the Attic communities.",
        "It is a matter of experience that cotton yarns which when spun contain only a small percentage of moisture will absorb up to about 8% when they are exposed to what may be rather vaguely described as natural conditions.",
        "of some coarse gritty material, such as pounded spar, or the shell sand obtained on the sea-coast, on which the pots are to stand; its use is to absorb moisture and gradually give it out for the benefit of the plants.",
        "The pots should be placed in pans full of water, which they will absorb as required.",
        "The desulphurizing effect of this transfer of the sulphur from union with iron to union with calcium is due to the fact that, whereas iron sulphide dissolves readily in the molten metallic iron, calcium;sulphide, in the presence of a slag rich in lime, does not, but by preference enters the slag, which may thus absorb even as much as 3% of sulphur.",
        "But this contact both causes the iron to absorb sulphur from the coke to its great harm, and prevents it from having any large part of its carbon burnt away, which in many cases would improve it very greatly by strengthening it.",
        "It is, however, most liable to absorb moisture upon subsequent exposure.",
        "Thus the earth and the roots of grasses absorb the useful matters not only from the water that passes over it, but from that which passes through it.",
        "It is interesting to note how the Celts absorb Roman and still more Greek culture, even imitating foreign coins, and pass on their new arts to their Teutonic neighbors; but in spite of the strong foreign influence the Celtic civilization can in some sort be termed national.",
        "The result has been the tendency of the latter gradually to absorb the whole note-issue.",
        "cotton socks to absorb perspiration.",
        "Be sure to use organic sunscreen, especially on your most sensitive skin where you don't want to absorb chemicals.",
        "Having by these means condensed as much as I could of the phlogisticated air, I let up some solution of liver of sulphur to absorb the dephlogisticated air; after which only a small bubble of air remained unabsorbed, which certainly was not more than of the bulk of the dephlogisticated air let up into the tube; so that, if there be any part of the dephlogisticated air of our atmosphere which differs from the rest, and cannot be reduced to nitrous acid, we may safely conclude that it is not more than 7a part of the whole.\"",
        "They may be dried so thoroughly that they can easily be reduced to powder yet their vitality is not destroyed but only suspended; on being supplied with water they absorb it rapidly by their general surface and renew their activity.",
        "In the Church of England the question was broached in Convocation, shortly after the revival of that body, in 1859; and during the next few years many suggestions were put forth for the establishment of a Board of Missions which should absorb the societies, or at least direct their work.",
        "Bricks cannot be too well burnt for garden walls; the harder they are the less moisture will they absorb.",
        "It appears from the observations of Maze that the bacterium can even absorb free nitrogen when grown in cultures FIG.",
        "In the deeper parts of this zone the bacteria absorb the SH 2, and, as they rise, oxidize it and store up the sulphur; then ascending into planes more highly oxygenated, oxidize the sulphur to SO 3.",
        "Thus, a form termed Photobacterium phosphorescens by Beyerinck will absorb maltose, and will become luminous if that sugar is present, whereas P. Pflugeri is indifferent to maltose.",
        "A minor Greek force in the Epirus theatre, and the Montenegrins in northern Albania, were similarly to absorb the attention of the Turkish garrisons (3 independent divisions) and to conquer territory.",
        "Each of these served as an example of what might be achieved in the light of the new doctrine, which, taught in this way and in an admirably lucid style, was easily absorbed by many who found the more complete exposition in the Origin very hard to absorb.",
        "With the other elements it unites to form bromides, often with explosive violence; phosphorus detonates in liquid bromine and inflames in the vapour; iron is occasionally used to absorb bromine vapour, potassium reacts energetically, but sodium requires to be heated to 200° C. The chief use of bromine in analytical chemistry is based upon the oxidizing action of bromine water.",
        "In the northern districts the rivers run along the valleys, receive the drainage from the country on !l either side, absorb broad tributaries and rush forward with an ever-increasing volume.",
        "Even the most transparent bodies known absorb an appreciable portion of the light transmitted through them.",
        "Most bodies exhibit a selective action on light, that is to say, they readily absorb light of particular wave-lengths, light of other wave-lengths not being largely absorbed.",
        "All bodies when heated emit the same kind of radiations which they absorb - an important principle known as the principle of the equality of radiating and absorbing powers.",
        "The formula then becomes I = Ioe kt (2) where e is the base of Napierian logarithms, and k is a constant which is practically the same as j for bodies which do not absorb very rapidly.",
        "The lower gaseous cloaks absorb a large part of the light admitted by the photosphere, and especially at the limb and for the more refrangible rays the loss of intensity is very marked.",
        "Bases of the alkali metals give with it four series of salts; these are stable except in alkaline solutions, in which they absorb oxygen and turn brown.",
        "The resistance of clay to percolation by water depends chiefly upon the density of the clay, while that density is rapidly reduced if the clay is permitted to absorb water.",
        "If this is done, the largest possible quantity of clay will be slowly but surely forced into any space, and, being prevented from expanding, it will be unable subsequently to absorb more water.",
        "The earl of Richmond had been selected by the conspirators as their figure-head mainly because he was known as a young man of ability, and because he was unmarried and could therefore take to wife the princess Elizabeth, and so absorb the Yorkist claim in his own.",
        "Ferrous solutions absorb nitric oxide, forming dark green to black solutions.",
        "The more powerful Zhupan was tempted to subjugate and absorb the neighbouring less powerful Zhupaniyas: If successful, he would take the title of Veliki Zhupan (Grand Zhupan).",
        "Its purport is that glowing vapours similarly circumstanced absorb the identical radiations which they emit.",
        "In 1900 the government of New Zealand made overtures to absorb Fiji.",
        "Another kind of warfare was about to absorb their whole attention; the barbarians were attacking the frontiers of the Empire on every side, and their advent once again modified Gallo-Roman civilization.",
        "These various benefactions were, as a rule, merely the indirect methods which the great landowners employed in order to absorb the small proprietor.",
        "The drying oils absorb oxygen somewhat rapidly and dry to a film or skin, especially if exposed in a thin layer.",
        "The semi-drying oils absorb oxygen more slowly than the drying oils, and are, therefore, useless as paint oils.",
        "Still, in course of time, they absorb oxygen distinctly enough to become thickened.",
        "The property of the semi-drying oils to absorb oxygen is accelerated by spreading such oils over a large surface, notably over woollen or cotton fibres, when absorption proceeds so rapidly that frequently spontaneous combustion will ensue.",
        "In the case of those oils which do not belong to the rape oils and yet show abnormally low saponification values, the suspicion is raised at once that a certain amount of mineral oils (which do not absorb alkali and are therefore termed \"unsaponifiable\") has been admixed fraudulently.",
        "Thus it points the way to the application of a further method to resolve the isolated fatty acids of an oil or fat into saturated fatty acids, which do not absorb iodine, and into unsaturated fatty acids, which absorb iodine in various proportions as shown above.",
        "at atmospheric pressure water will absorb about 760 times its own volume of ammonia vapour), and this produces an evaporation from the liquid in the vessel previously used as a condenser.",
        "The rocks absorb the heat from the sun, and they're so sharp you'll wear your boots out in no time.",
        "That's why they visit birthplaces, places of monumental happenings like battlefields or sites of great tragediesâ€” to absorb a tiny bit of what happened there.",
        "Gerry, the station chief, tripped his wards a moment before the stealthy Guardian crossed the threshold into the ten meter radius around Xander, where he was able to absorb thoughts and manipulate minds.",
        "absorb many useful nutrients by which to supply their own growth.",
        "absorb any exudate and protect the wound.",
        "absorb carbon dioxide.",
        "absorb calcium.",
        "absorbent padding should absorb minimal exudate from the wound.",
        "aluminiumome forms of aluminum oxide do, however, absorb water very effectively.",
        "Copper also helps us absorb iron and prevent anemia.",
        "aniline leathers, which absorb stains easily.",
        "This will rest against your car to absorb any bumps helping your phone to stay in place in all conditions.",
        "burdensome trade procedures easily absorb the benefits from low tariffs in poor and rich countries alike.",
        "The sunlight when outside in the open also helps the rabbit to absorb dietary calcium.",
        "Padding is taken care of by the contoured antibacterial chamois designed to absorb sweat and reduce bacterial build up on longer rides.",
        "They use only natural casings which cook with the sausage, absorb the flavor and are not chewy.",
        "Women with low stomach acid were able to absorb 45 per cent of calcium citrate, however.",
        "Now do you understand why you absorb so little regular creatine?",
        "desiccant sachets, in order to absorb condensation in humid conditions.",
        "adult diapers are made up of continuous layers of cloth or towel fabric, or such a material that can absorb liquid.",
        "Conventional cotton undergarments absorb moisture and the cotton fibers swell which closes up fabric pores forming a barrier against water vapor diffusion.",
        "Quite clearly the cooling unit is lacking the capacity to absorb enough heat to allow for effective heat dissipation.",
        "Viscid silk also needs to absorb the kinetic energy of the fly, corresponding to a high value.",
        "Even in this case we will absorb an amount equivalent to 2% of the tour price.",
        "Since our atoms cannot absorb photons emitted by ethereal atoms, the ethereal atoms, the ethereal world is invisible to us.",
        "Combined antibacterial effect and capacity to absorb exudate even under high compression.",
        "All these dressings should not require a secondary dressing, as their absorbent padding should absorb minimal exudate from the wound.",
        "A trainee firefighter has to absorb a large amount of information.",
        "flavourne some contrasting places and absorb the atmosphere, savor the flavors of local cuisine and explore the sights.",
        "A template will be constructed which will be sufficiently flexible to absorb the specific requirements of each region.",
        "A drying agent, e.g., silicone gel can be placed on the shelves to absorb moisture in the air.",
        "I am armed with a small potted geranium, which will absorb your goodness, leaving you completely defenseless!",
        "The larvae have external gills, which absorb oxygen directly from the water.",
        "The rice will absorb the vinegar and become glossy.",
        "eating gluten causes the lining of the small intestine to become damaged thus reducing the coeliac's ability to absorb certain foods.",
        "The underlying idea is that the absorb function will greedily gobble up any arguments which are supplied.",
        "The starch granules absorb liquid, causing the sauce to thicken.",
        "grill pans are covered with foil they won't absorb a fishy smell.",
        "These units use limestone to absorb the sulfur which produces gypsum as a waste product.",
        "padded headrests also absorb shock and pressure and prevent bounce.",
        "iron is found in two forms, heme and non-heme; heme iron is much easier to absorb into the system.",
        "hermetic seal, polymers often actually absorb water!",
        "Monk is an equally ominous figure, seeming to absorb light like a black hole in space.",
        "The basic principle is that certain metals alloys absorb hydrogen to form a metal hydride.",
        "These affirmations are profoundly hypnotic and soothing, allowing you to absorb the affirmation on a very deep level.",
        "impurity used once a week can be very beneficial to deep clean and absorb excess impurities and oil.",
        "Osteoporosis occurs as a result of the body's inability to absorb sufficient levels of calcium.",
        "A severely inflamed small intestine cannot absorb vitamins and minerals efficiently, which can result in a deficiency.",
        "injector pipes which absorb a little more heat which then vapourises.",
        "TOP TIP: ' give clear, repeated instructions in chunks the size your child can absorb.",
        "Eating gluten causes the lining of the small intestine to become damaged thus reducing the coeliac's ability to absorb certain foods.",
        "She can absorb a human soul to do their bidding, transforming the person affected into a nearly invulnerable servant.",
        "Sundberg and Meller (1997) claim that 1 gram of cadexomer iodine can absorb up to seven milliliters of body fluid.",
        "Drinking a glass of vitamin C-rich orange juice with a meal also helps you absorb iron from your food.",
        "The lead pair of reindeer would absorb 14.3 quintillion joules of energy per second each.",
        "Your gear will remain lightweight because it won't absorb water and become heavy.",
        "lining of the small intestine to become damaged thus reducing the coeliac's ability to absorb certain foods.",
        "Allow ten minutes to absorb, then remove excess with damp cotton squares or toning lotion.",
        "Forgiving enough to absorb the lunges of a big carp but with enough reserve to stop fish when needed.",
        "Twenty-one participants were classified as having lactose malabsorption and nine as being able to absorb lactose.",
        "melanin in the skin to absorb all the UV rays reaching the skin.",
        "It is made from a polyester mesh which doesn't absorb water.",
        "On top of this trees will absorb many impurities in the air, for example particles of toxic metals, such as lead.",
        "microorganisms in a soil or compost cannot absorb the large polymers through their cell walls.",
        "A sheet of kitchen towel placed in the bag will help to absorb any moisture.",
        "Merino can also wick, absorb and evaporate moisture both in its liquid and vaporous state.",
        "Shields made of water or wax can be used to absorb neutrons.",
        "You absorb the nicotine in them through your skin.",
        "They absorb many useful nutrients by which to supply their own growth.",
        "These microbes absorb the soluble nutrients and exude enzymes to chemically breakdown the material further.",
        "Indeed, the isolated sytem does not absorb or emit anything... and, as a result, cannot be perceived by any observer.",
        "odour could also sprinkle some baking soda in the bottom of the basket to absorb any lingering odors.",
        "papery spines have the ability to absorb water.",
        "Change socks daily or if necessary twice daily, wear cotton socks to absorb perspiration.",
        "photochromic lenses are made with an outer layer of halide crystals which absorb some UV light.",
        "Instead, they absorb ultraviolet photons from hot stars which are near or embedded in the nebula.",
        "Mangroves in addition absorb more carbon dioxide per unit area than ocean phytoplankton, a critical factor in global warming.",
        "All of the photosynthetic pigments are designed to absorb visible light across a range of wavelengths suitable for any number of environments.",
        "Special papers are now available which can absorb pollutants (see ' Charcoal Cloth ' ).",
        "AbFoam is an open cell polyurethane foam specifically designed to absorb noise over a wide range of frequencies.",
        "Various body tissues absorb the radiation at different rates, causing various shadows to appear on the plate.",
        "Green house gases absorb energy from the diffused solar radiation, which cause them to warm up.",
        "The new cellulose insulation can both absorb and release water vapor without significant loss of thermal resistivity.",
        "Children feed the squawking gulls as their grandparents sit back and absorb the sea breeze.",
        "This is your chance to absorb the full shock of magnificant graphics engine put to stunning use.",
        "silica gel crystals to absorb the moisture.",
        "viscid silk also needs to absorb the kinetic energy of the fly, corresponding to a high value.",
        "starch granules absorb liquid, causing the sauce to thicken.",
        "Ordinary plastic boot inners can be a little heavier and some absorb sweat.",
        "termination resistors at the ends of the cable absorb the frame energy, preventing reflection of the signal back along the cable.",
        "In both cases the devitalised tissues absorb water and swell markedly.",
        "The body armor of the new uniforms will absorb the shock of a bullet much better than current bulletproof vests.",
        "You must supplement your diet with live enzymes to help absorb vitamins in the body.",
        "In some cases the NEO is held together too weakly to be able to absorb the energy transfer required for deflexion.",
        "It is an energetic reducing agent, a property utilized in its application in gas analysis to absorb oxygen, and in photography as a developer.",
        "European countries absorb the greater part of Italian sea-borne trade, whereas most of the passenger traffic goes to North and South America.",
        "In certain types living on clamp soil, the rhizoids penetrate the substratum, and in addition to fixing the plant absorb food substances (dissolved salts) from the substratum (fig.",
        "being produced into delicate tubes which curl round and adher~ firmly to particles of soil, thus at once fixing the root firmly in thi soil, and enabling the hair to absorb readily the thin films of watei ordinarily surrounding the particles (fig.",
        "Plants are furnished with a constructive mechanism by which they are enabled to fabricate the food on which they live from the inorganic, gaseous and liquid matters which they absorb.",
        "It had been a fundamental element of both Jewish and Gentile religions, and Christianity tended rather to absorb and modify such elements than to abolish them.",
        "It has been estimated that an acre of cabbage will absorb from the land and transpire from its leaves more than ten tons of water per day when the weather is fine.",
        "Other attempts during the 16th century to promote union between the Nestorians and Rome proved fruitless, but the Roman Church has never ceased in its efforts to absorb this ancient community.",
        "Hess, who showed that acetone will absorb twenty-five times its own volume of acetylene at a temperature of 15Ã‚° C. under atmospheric pressure, and that, providing the temperature is kept constant, the liquid acetone will go on absorbing acetylene at the rate of twentyfive times its own volume for every atmosphere of pressure to which the gas is subjected.",
        "Light from stars at unfathomable distances reaches us in such quantity as to suggest that space itself is absolutely transparent, leaving open the question as to whether there is enough matter scattered through it to absorb a sensible part of the light in its journey of years from the luminous body.",
        "In his optical researches, Optiska Undersiikningar, presented to the Stockholm Academy in 1853, he not only pointed out that the electric spark yields two superposed spectra, one from the metal of the electrode and the other from the gas in which it passes, but deduced from Euler's theory of resonance that an incandescent gas emits luminous rays of the same refrangibility as those which it can absorb.",
        "In Physma, Arnoldia, Phylliscum and other genera the gonidia are killed sooner or later by special hyphal branches, haustoria, which pierce the membrane of the algal cell, penetrate the protoplasm and absorb the contents (fig.",
        "During this phase the incoming gas and air have been withdrawing heat from the left-hand regenerators, which have thus been cooling down, while the escaping products of combustion have been depositing heat in the right-hand pair of regenerators, which have thus been heating up. After some thirty minutes this condition of things is reversed by turning the valves K and K' 90Ã‚° into the positions shown in dotted lines, when they deflect the incoming gas and air into the right-hand regenerators, so that they may absorb in passing the heat which has just been stored there; thence they pass up through the right-hand uptakes and ports into the working chamber, where as before they mix, burn and heat the charge.",
        "The victory had been won over the archbishop; but a fresh peril had developed in the course of the 13th century in the growth of a patrician class, which, as in so many other cities, threatened to absorb all power into the hands of a close oligarchy.",
        "(See Turkey.) Slight successes in Syria and the Morea against rebellious outbreaks there could not compensate for the loss of the Crimea, which Russia soon showed that she meant to absorb entirely.",
        "Three must be considered: (I) the scutellum, connected by vascular tissue with the vascular cylinder of the main axis of the embryo which it more or less envelops; it never leaves the seed, serving merely to prepare and absorb the food-stuff in the endosperm; (2) the cellular outgrowth of the axis, the epiblast, small and inconspicuous as in wheat, or larger as in Stipa; (3) the pileole or germ-sheath, arising on the same side of the axis and above the scutellum, enveloping the plumule in the seed and appearing above ground as a generally colourless sheath from the apex of which the plumule ultimately breaks (fig.",
        "With the other elements it unites to form bromides, often with explosive violence; phosphorus detonates in liquid bromine and inflames in the vapour; iron is occasionally used to absorb bromine vapour, potassium reacts energetically, but sodium requires to be heated to 200Ã‚° C. The chief use of bromine in analytical chemistry is based upon the oxidizing action of bromine water.",
        "The Palestinian movement could not absorb the ramifications of these events.",
        "He also used silica gel crystals to absorb the moisture.",
        "Just sit a while over a drink and absorb the stupendous view and lovely colors.",
        "Termination resistors at the ends of the cable absorb the frame energy, preventing reflection of the signal back along the cable.",
        "Bare wood, which will absorb linseed oil, is better than varnished wood.",
        "Carbon dioxide molecules absorb radiant heat at a wavelength of 15 microns.",
        "I wish I could just absorb the information I need to know for my anatomy final through osmosis into my brain.",
        "The baby also experiences hormonal shifts that help them absorb fluids into the body and away from the lungs during labor and delivery.",
        "They learn our speech patterns; they use our vocabulary; they mimic our gestures, absorb our fears and more.",
        "Second, the fabric of a coverall smock is extremely important; while all-plastic varieties dry quickly between meals, fabric versions absorb spills to a certain degree.",
        "Ensure that there is adequate frontal coverage to absorb urine, and also check to make sure that the whole liner is really inside the diaper cover so that moisture cannot wick from the inside of the diaper to the outside.",
        "The other variant of cloth diapers involves having both liners (to absorb waste) and a cover (to prevent leaking).",
        "Try and go for materials that absorb sweat and that allow your feet to breathe like a blend of Merino wool and cotton.",
        "You may also try using liner socks which are known to absorb moisture and are worn inside another pair of socks.",
        "They are known for their ability to absorb water and are great to use to prevent soil erosion.",
        "There are different materials available as well: towel-types tend to absorb sweat better, whereas synthetic grips last longer.",
        "They are less likely to absorb stains and they usually don't require ironing.",
        "The outer shells purpose is not to absorb impact, but to slide along the impact.",
        "Perimeter weighting absorb shock so that your swing isn't affect from the impact of the ball and beyond.",
        "Second, the memory foam is said to absorb to your body, cushioning you and providing support without causing pressure.",
        "Clumping litters are made to absorb up tp 15 times their weight in liquid, otherwise they would not work.",
        "Since this litter is made to absorb many times its weight in liquid, the liquid in the cat's intestinal tract or lungs is what gets absorbed.",
        "Not only must a cat food have the nutrition required by your cat, the nutrients must be easy for your pet to digest and absorb.",
        "This may cause imbalances and an inability for the body to absorb some nutrients; this can eventually cause renal failure.",
        "The precision of the balance and ability of the cat's light limber body to absorb the impact often means that a cat can land unscathed, even from a height of three stories.",
        "Each individual crystal can absorb a vast amount of fluid, wand this is why silica makes such a great cat litter.",
        "The crystals can absorb more than the traditional clumping clay litter, and they absorb odors as well.",
        "Should it enter the digestive tract, it can quickly absorb water and form blockages.",
        "Silica Crystals - These crystals are very absorbent and absorb odors better than the other types of litter.",
        "Silica gel crystals are popular because they absorb a great deal of liquid, and make it possible for cat owners to \"scoop out\" urine when they scoop feces from the litter box.",
        "Let the fruit sit for 20 minutes so it can absorb the sugar.",
        "RealClimate, a website run by climate scientists, states that the rising temperatures affect the ocean's ability to absorb carbon dioxide from the atmosphere and this increases the acidity of the ocean waters.",
        "Cork is both renewable and biodegradable, but more and more homeowners are installing it because of its ability to absorb impact.",
        "From there, they absorb the sun's rays and convert them into power for the building.",
        "Trees absorb carbon from the atmosphere, therefore the principle of carbon offsetting is to plant trees that will absorb some of the carbon that you have generated.",
        "Most man-made causes of global warming result from an increase in greenhouse gases, which are gases that trap or absorb infrared radiation emitted from the planet.",
        "Greenhouse gases are those that absorb and emit infrared radiation, significantly affecting the planet's temperature.",
        "Plant a tree to help absorb carbon dioxide from the environment.",
        "Solar cells, or photovoltaic cells, absorb radiation from the sun and create electricity.",
        "During photosynthesis, plants absorb the sun's energy.",
        "Plants absorb sunlight during photosynthesis.",
        "They absorb heat and radiate it into the home, often providing a large percentage of its heating requirements.",
        "The ability for oceans to absorb and store carbon dioxide decreases as water temperatures increase.",
        "ORAC stands for Oxygen Radical Absorbance Capacity, or the ability for an item to absorb free radicals.",
        "Milk thistle is used to reduce the inflammation of the liver's lining and allow the silymarin to absorb into the tissues.",
        "Also, a deep rich wall color will absorb light rather than reflect it into the room, keeping your big screen free of glare.",
        "Some ceiling tiles help absorb sound, which is perfect if you play an instrument or simply want to be able to watch TV at a decent volume while everyone else is sleeping!",
        "Cool colors like blue, violet, and green absorb light rather than reflect it, making the room feel physically cooler.",
        "Test out the acoustics in the room; if there are too many hard surfaces, consider laying down carpet or installing curtains to help absorb sound and prevent echoes.",
        "Wool actually helps the purity of indoor air because it has the ability to absorb pollutants and gases much faster and easier than nylon.",
        "Their vinyl surface doesn't absorb moisture or steam, so there's no need to worry about damage.",
        "As it already has some moisture content, normal makeup isn't able to absorb very much excess facial oil or sweat.",
        "Deodorants - Using essential oils, micro fine powders, and cocoa butter, Lush deodorants fight bacteria and absorb odors, while moisturizing.",
        "Matte eye shadows have a flat finish and absorb light.",
        "Also, try brushing corn starch over your skin to absorb oil--it was recommended to me by a dermatologist years ago and I absolutely love it since I tend to be on the oily side myself.",
        "These include talc to provide softness and smoothness, and Silica which helps to absorb oils from the skin.",
        "Used to prepare the skin to absorb color and pigments evenly, these bases can lengthen wear as well as keep blending to a minimum.",
        "Allow the cream to absorb, then gently blend in the concealer.",
        "Other than that, both kinds of face powder work great to absorb excess oil on your skin.",
        "After you clean your face, apply your favorite moisturizer and allow it to absorb into your skin for at least 10 minutes.",
        "Understanding the way color is reflected by light and how some subjects absorb color differently than others will help you improve your photography skills.",
        "Keep in mind that if you choose to store fresh fruit in the refrigerator, it should be in covered containers so it doesn't absorb the odor of other foods.",
        "Place them on a paper towel to absorb the grease.",
        "Vibration dampeners absorb vibrations from a ski that makes it unstable at higher speeds.",
        "Cotton will absorb moisture and make your feet wet.",
        "Stimulate the brain and improve the capacity for learning - The brain can absorb more information.",
        "One pound of kale, for example, has more protein than a pound of beef, as well as being full of fiber, iron and vitamin C, which helps you absorb that iron.",
        "Given its neutral taste and ability to absorb flavors from surrounding ingredients, tofu can be served in a number of dishes from salads to dessert.",
        "By eating natural foods, the body is able to absorb the beneficial nutrients and reap their rich rewards.",
        "It's especially important to note that cooking can help the body absorb certain phytochemicals (or plant chemicals) found in specific foods, such as beta-carotene in carrots and lycopene in tomatoes.",
        "Because the body doesn't absorb non-heme iron as well, vegetarians must consume a greater amount in order to meet their recommended daily allowance.",
        "Vitamin C also helps the body to absorb iron.",
        "Some people, however, have digestive trouble and the vitamin becomes difficult to break down and absorb into the body.",
        "Most of these drinks contain raw ingredients only, so drinking them is a good way to help your body absorb helpful vitamins, minerals, and nutrients.",
        "Many people choose to mix the powder into protein shakes, oatmeal, or other meals that will absorb the powder and flavor.",
        "Doubters of the dietary restrictions maintain that the human body needs sufficient amounts of fat to supply adequate energy for everyday functions and absorb essential vitamins like A, D, E, and K.",
        "Selective serotonin reuptake inhibitors (SSRIs) affect your brain's ability to absorb serotonin, while alcohol alters your body's production of this neurotransmitter.",
        "Not only does meth convince users that they do not need sleep or food, but it also inhibits the body's ability to absorb vitamins and to ward off illness and disease.",
        "The superior absorbency of microfiber bath towels is due to the splitting of the microfibers in a way that increases the fiber's surface and thus the ability to absorb more.",
        "Others complain that in humid climates, stacked or draped Egyptian cotton towels absorb moisture from the air and are always damp.",
        "A good quality retro bath towel is thick and features long, densely packed loops or piles designed to efficiently absorb water.",
        "Moisture wicking materials actually absorb the sweat, keeping it off skin, and this in turn helps regulate a player's body temperature.",
        "They absorb perspiration and reduce foot odor, and they provide a barrier of comfort between shoes and skin.",
        "When using a crate during housebreaking, be sure to line the bottom of the crate with towels or newspapers to absorb accidents.",
        "This creates a \"bag of fluid just beneath the skin that the dog's body will slowly absorb.",
        "If an owner can't afford hospitalization, some vets are willing to administer large doses of fluid, injected just beneath the skin that the dog's body will slowly absorb.",
        "Then the trapped root is gradually chooked off, so that it can absorb water or nutrients, and the entire tree suffers.",
        "They also help the plant absorb and use nutrients.",
        "Plants often need trace elements in the soil in order to absorb major nutrients, too.",
        "Soaking seeds or beans for 12 hours will give them plenty of time to absorb water.",
        "Surfaces in the room: Hard surfaces bounce sound waves around, creating an echo, while soft surfaces absorb the sound, making it dull.",
        "Furnishings: Furniture placement is also important in home theater room design because pieces absorb and effectively block the sound from traveling around the room.",
        "Furniture: Experts warn against using high-backed chairs because they absorb sound.",
        "Underlayment is used to absorb minor imperfections in the sub-floor, to deaden the noise when walking on the floor and reduce overhead sound in rooms below.",
        "Because there are so many resources available, it makes sense to read and absorb as much information as possible before you start a project.",
        "Dark colors, on the other hand, absorb light so stay away from them when you renovate your basement.",
        "Impervious - Tiles will absorb less than .5 percent of water.",
        "Vitreous - Tiles will absorb less than .05 percent of the water to which the tile is exposed.",
        "Coated tiles can be more easily cleaned and are less likely to absorb oils and steam from cooking.",
        "Light colors are important because they do not absorb sunlight.",
        "These ceilings absorb up to 60 percent of the sound reaching them, which is very good news if your bedroom is directly over the family bandstand.",
        "If a flood or spill occurs, or there's a great deal of moisture in the air, an unsealed seam may absorb this moisture, swelling the seam of the plank.",
        "After being heat-cured, the tiles retain their natural color and are porous, which means that they have the ability to absorb water.To make them non-porous, they need to have a sealant or glaze applied to them.",
        "If a carpet tile was to absorb water and become stained or mildewed, it is possible to pull it up for cleaning and either replace it again, or throw it away and replace it with a new one.",
        "These synthetic fibers do not absorb water at the same rate that wool or natural carpet fibers will.",
        "Even synthetic fibers can eventually absorb enough moisture to become a problem.",
        "That new position affects how the crystals absorb and reflect light, which we see as a change in the color of the ring.",
        "These socks are designed to absorb shock, is thin enough to fit into your dress shoes, helps to prevent blisters, and wicks away moisture.",
        "The materials used are blends of wool, nylon or even cotton so the socks are breathable and absorb moisture.",
        "Wool-Blend Athletic Socks: Made from a blend of Merino wool and stretch nylon, Wigwam athletic socks are soft on your feet, breathable and are able to absorb moisture.",
        "The consistency is similar to sand, but it is able to absorb much more moisture.",
        "Properly made, organic wool is very soft and has natural temperature control, due to its ability to absorb and wick away moisture.",
        "Your skin will absorb the chemicals, even if the soap is only on your skin for a very short time.",
        "In 2006, Consumer Reports did a study on the best foods to buy organic and which fruits and vegetables tend to absorb more pesticides.",
        "Allowing the cover to soak for a short period will help it absorb the lanolin.",
        "Wool Controls Humidity - If there's moisture in the air, wool will absorb it easily.",
        "Wool can absorb up to 30 percent of its weight in moisture and still feel dry to the touch.",
        "Young digestive tracts absorb toxins more readily than adult digestive tracts, and young kidneys don't detoxify as efficiently as adult kidneys.",
        "Organic flours with high protein percentages absorb more liquids than flours with low protein.",
        "The tiny blood vessels that sit just below the skin's surface are able to absorb substances applied to your skin and transport them to the rest of your body.",
        "Body oils absorb easily into the skin and moisturize for the longest period of time.",
        "You not only breathe them in as you sleep, but you absorb them through your skin.",
        "The Organic Life brand supplements are liquid vitamins, which means the body does not need to break down a solid compound and is thus free to absorb all the important vitamins and minerals within.",
        "As it turns out, bones have minerals that are important for a dog's health in a form that he can easily absorb.",
        "The silk kimono is preferred by many women for its silky softness, cool touch and the fabric's ability to absorb and keep deep colors and rich prints.",
        "Wearing linen helps keep you cool and dry because it can absorb up to 20 percent of its weight in moisture before feeling damp.",
        "This is due to its unique micro-structure which allows bamboo apparel to absorb and evaporate perspiration faster than other fabric.",
        "Also, stay away from dark colors, such as black or brown, as not only do they look dreary and boring, but dark colors absorb heat, which in turn will make you feel warmer.",
        "Besides being lightweight, they absorb sweat, allowing you to feel cooler while exercising.",
        "They absorb sweat and keep your feet cool.",
        "When purchasing ped socks for sports, look for socks with a cushioned foot bed to help absorb shock.",
        "The reinforcement is made from thicker layers of tougher fabric, such as cotton, that absorb the extra wear and tear that comes naturally through bending, stretching and walking.",
        "These fabrics absorb dyes well, which results in a rainbow of colors.",
        "Place the frozen meat in a leak-proof bag or package so it won't absorb sink water.",
        "If you plan to also exercise standing up, make sure your shoes have a good arch support, and a cushioned elevated heel to absorb shock.",
        "Potatoes are able to absorb many of those chemicals, leaving your body more receptive to tryptophan.",
        "The potatoes help to absorb chemicals in your body.",
        "Students who spend long nights cramming and not getting enough sleep may absorb enough knowledge to pass the test, but rarely store the bulk of the acquired knowledge in long term memory.",
        "While these contact lenses can absorb pollutants more easily, they are the most comfortable.",
        "The Maui Jim polarized filters absorb 99.9 percent of reflected glare.",
        "The new structure makes it possible for the lenses to absorb light.",
        "When UV exposure ends, the molecules resume their normal shape and lose their ability to absorb light.",
        "The frame should have padding on the bridge of the nose and at the temples so that they will absorb as much of the shock as possible in the event of a direct hit.",
        "The top portion that goes around the IR end is bulbous and is designed to absorb most of the impact since remotes that have flown from hands had that end smack against TVs.",
        "They cover the board in the same manner as the Wii Remote covers do to absorb shock and keep it clean, slowing down the wear and tear of the Balance Board.",
        "Talcum powder - Pile talcum onto the stain to absorb the wine.",
        "The pinot noir grape will absorb the taste of the land where the grapes are grown, so it is very important to carefully pick where the grapes will be planted.",
        "Some smartphones can cost you several hundred dollars and this is not an expense than the average consumer wants to absorb.",
        "Skin covers are meant to absorb shock, so if there's a faceplate-lookalike out there meant to take a beating, it's this type.",
        "Once the victim is under medical care, doctors have the option of treating the person with a specific remedy to counteract the poison (antidote) or with activated charcoal to absorb the substance inside the individual's digestive system.",
        "Some people with CF cannot absorb enough nutrients from the foods they eat, even with specialized diets and enzymes.",
        "Children who cannot or will not eat, or who are unable to absorb nutrients taken by mouth, may be fed intravenously (parenteral nutrition) or through a tube inserted into the gastrointestinal tract (enteral nutrition).",
        "Others have many health problems throughout life, including mental disabilities and the inability to absorb nutrients through the intestinal tract.",
        "Thus bone absorbs more x rays than muscle or fat, and tumors may absorb more x rays than surrounding tissue.",
        "Diarrhea occurs because more fluid passes through the large intestine (colon) than that organ can absorb.",
        "As a rule, the colon can absorb several times more fluid than is required on a daily basis.",
        "Primary tumors or cells that have metastasized absorb the radioactive material and show up as dark spots on the scan.",
        "Topical steriods are also not used on children because their bodies can absorb the steriods in the medication.",
        "The porphyrins and protoporphyrins in the sample absorb the light energy and fluoresce, or glow.",
        "Rarely, if a bruise is so large that the body cannot completely absorb it or if the site becomes infected, it may have to be surgically removed.",
        "Rigid gas-permeable (RGP) daily-wear lenses are made of plastic that does not absorb water but allows oxygen to get from the atmosphere to the cornea.",
        "Rigid gas-permeable (RGP) extended-wear lenses are made from plastic that also does not absorb water but is more permeable to oxygen than the plastic used for daily-wear lenses.",
        "Extended-wear soft lenses are highly permeable to oxygen, are flexible by virtue of their ability to absorb water, and can usually be worn for up to one week.",
        "In addition, damaged kidneys cannot activate vitamin D, which is needed to absorb calcium.",
        "This condition usually results from a dietary deficiency but may also be due to an inability to absorb (malabsorption) folic acid.",
        "Smoking raises the risk of developing this condition by interfering with the absorption of vitamin C, which the body needs to absorb folic acid.",
        "Less common in the United States than folic acid anemia, vitamin B12 deficiency anemia is another type of megaloblastic anemia that develops when the body does not absorb enough of this nutrient.",
        "Vitamin C is noted for helping to absorb iron and folate supplements.",
        "The patient may experience a number of symptoms related to the inflammation and the chemicals it releases, and/or the lack of ability to absorb nutrients from food, which can cause malnutrition.",
        "The decreased ability to digest, absorb, and utilize food properly (malabsorption) may cause anemia (low red blood count from iron deficiency) or easy bruising from a lack of vitamin K.",
        "People with celiac disease may also experience lactose intolerance because they do not produce enough of the enzyme lactase, which breaks down the sugar in milk into a form the body can absorb.",
        "Because celiac disease affects the ability of the body to absorb nutrients from food, several tests may be ordered to look for nutritional deficiencies.",
        "Villi-Tiny, finger-like projections that enable the small intestine to absorb nutrients from food.",
        "This refers to a condition that can develop when a large amount of bowel must be removed, making the intestines less able to absorb certain nutrients and enzymes.",
        "Children can absorb a lot of knowledge from their parents about money management.",
        "Girls should use the tampon with the least absorbency necessary to absorb the flow.",
        "The cells need iodine to make the hormone, so they absorb any iodine found in the body.",
        "Fecal protein loss test: This test is used to identify the inability to digest and absorb proteins in the GI tract.",
        "Malabsorption-The inability of the digestive tract to absorb all the nutrients from food due to some malfunction or disability.",
        "It is accepted that iron is hard to absorb; this, in combination with diets that may not meet daily requirements, is a common route to iron deficiency and iron deficiency anemia.",
        "Vitamin C is noted for helping to absorb iron in the diet and iron supplements.",
        "Deficiencies are rare except in aging, when supplementation may help absorb calcium.",
        "Because boron is involved in the absorption of calcium, the only symptom may be reduced levels of calcium or the inability to absorb supplemental calcium.",
        "PEM may also occur in children with illnesses that leave them unable to absorb vital nutrients or convert them to the energy essential for healthy tissue formation and organ function.",
        "Some children recover completely, while others may have a variety of lifelong impairments, including an inability to properly absorb nutrients in the intestines, as well as mental retardation.",
        "Bone growth may also be limited by vitamin D deficiency, resulting in a condition called rickets (osteomalacia), which leads to soft and/or deformed bones and is caused by an inability to absorb calcium due to lack of vitamin D.",
        "Iron is also important, since people who are deficient in this nutrient absorb more lead.",
        "The average child using the typical amount of fluoridated toothpaste will swallow or absorb 0.5 to 1.0 mg. of fluoride per brushing.",
        "The eggs not only absorb the color from the beet juice but also take some of the flavor from the marinade as well.",
        "As you land, plié again to absorb the shock of the jump.",
        "Watch some of his greatest videos (Thriller and Billie Jean to start) to absorb his style of dance.",
        "The black fish will attract and absorb any negative luck destined your way.",
        "Unfortunately, since human hair wigs feature porous strands, these wigs can absorb odors and need to be washed frequently in order to maintain their bounce and fresh quality.",
        "The follicles absorb laser energy and then are destroyed by it.",
        "The stimulated cells then absorb nutrients and rid themselves of waste products at a much faster rate.",
        "While there are plenty of hair products on the market that can add body and lift , very few can promise to absorb natural oils.",
        "Those gaps are what cause the hair to curl, wave, and absorb enough moisture from the air to become frizzy.",
        "When Mason spoke of atmosphere in regards to education, she believed that children absorb their environment.",
        "Does one absorb the water more quickly than the others do?",
        "This isn't necessarily because fractions are so difficult in and of themselves, but the concept can be more abstract for children and more complicated to absorb.",
        "It's a medical condition in which the body becomes less able to absorb glucose, a type of sugar, from the blood.",
        "Normally, the pancreas makes insulin, and the insulin signals the muscles to absorb glucose.",
        "When the mother's blood sugar is high, the baby's pancreas makes lots of insulin to help absorb the sugar.",
        "Exercise helps your muscles absorb glucose.",
        "This has not set well with college students since some insurance prescription plans do no cover birth control, and therefore will not help absorb this cost increase.",
        "But, others claim that the process of pasteurization kills the beneficial nature of the vitamins because cooking changes the molecular structure in such a way that the body no longer can absorb them.",
        "Indeed they are the key, and as noted, they're built to absorb tension forces.",
        "First, the darker the fabric, the more of a natural SPF it contains because it doesn't absorb light as readily.",
        "To dry, lay flat on a towel to absorb moisture.",
        "Don't wring it out but instead roll it in a towel to absorb the bulk of the water, then lay it out flat to dry.",
        "People suffering from obesity: Higher amounts of body fat affect the ability to absorb vitamin D.",
        "The best way to absorb vitamins and minerals from food is from fresh, raw sources.",
        "Age is also an important factor to consider when discussing the need for food supplements for vitamin B12 deficiency, since the body becomes less able to absorb certain vitamins and minerals with time.",
        "This method provides a new way for the body to absorb the essential vitamins in a more effective way.",
        "Many nutritional experts believe that taking vitamins in liquid form enables the body to better absorb the vitamins.",
        "However, these individuals are able to successfully absorb all the necessary B12 from pills.",
        "Note: Vitamin D helps to absorb and properly consume calcium.",
        "Drink plenty of water to keep skin moisturized and to help the body absorb essential vitamins and minerals.",
        "While this is nowhere near the maximum amount of vitamin C that a person can absorb in a day, this is the minimum amount required to ward off diseases such as scurvy.",
        "While vitamin supplements are better than nothing, your body will not absorb as much vitamin C from a pill as it will from an orange or other C-rich food.",
        "With these amino acids out of the picture, your brain is better able to absorb tryptophan.",
        "Tryptophan is one of the least abundant aminos, and meaning that you must take your tryptophan with foods that are low in other amino acids to make sure your absorb it properly.",
        "Because the body produces K2 on its own, it's rare for people to be deficient -- unless their bodies are unable to absorb the molecule.",
        "The widespread use of sunscreen has caused humans to block vitamin D absorption from the sun, and therefore dietary intake and often supplementation are necessary in order to absorb appropriate amounts of vitamin D into your body.",
        "You also need vitamin D to absorb calcium correctly, which is why you often see it added to calcium supplements.",
        "Your body can absorb the vitamins in food much easier than it can absorb compounds from pills, so make sure to get the bulk of your nutrients from fresh, healthy dietary choices!",
        "However, this is the amount that the body needs to absorb, so as well as ensuring that enough vitamin B12 is consumed, it is also important to ensure that it is being absorbed.",
        "Some people such as smokers or people taking certain prescription drugs may find that they absorb less vitamin B12 than is optimum, and should therefore take specialist advice.",
        "It is also necessary for healing wounds and is required to help the body absorb iron.",
        "Vitamin D helps bones absorb the minerals they need for growth and repair, including calcium and phosphorus.",
        "In the absence of adequate vitamin D, your bones are unable to absorb the minerals necessary for a strong bone structure.",
        "Some of this can be attributed to the use of sun block; however, many individuals simply can't absorb vitamin D well.",
        "Due to the different rates at which our bodies absorb vitamin D, one person's supplementation requirements may not be the same as yours.",
        "Most people can absorb an adequate amount of vitamin D from the sun from normal daily routines.",
        "Vitamin D is an essential nutrient responsible for your body's ability to absorb and use calcium and phosphorus.",
        "You only absorb calcium for these essential processes in the presence of vitamin D.",
        "Alpha lipoic acid is a powerful antioxidant that dissolves in both water and fat, making it easy for your body to absorb it.",
        "A healthy body can absorb adequate amounts of vitamin K through a well balanced diet.",
        "Vitamin K (80 mcg): Helps your body absorb calcium in addition to its role in blood clotting.",
        "Other medications, such as cholesterol-adsorbing resins like cholestyramine, can interfere with your body's ability to absorb and use vitamin A.",
        "Similarly, you may need extra vitamin A if you have a condition which affects your body's ability to absorb nutrients such as celiac disease or Crohn's disease.",
        "Most people absorb nutrients from food more efficiently than by taking vitamin supplements, and that's true of vitamin A.",
        "Several medications can affect your body's ability to absorb B vitamins, making a liquid supplement desirable for some individuals.",
        "Some claim that the human body can absorb more of the nutrients within all in one liquid vitamins than from multivitamins in tablet form.",
        "The manufacturer boasts that the body can absorb 98% of the nutrient content in this potion, which makes it a longevity booster."
    ],
    "definition": [
        "To take (something) in through or as through pores or interstices.",
        "a. To occupy the attention, interest, or time of; engross: The problem completely absorbed her. See Synonyms at engross.\nb. To take up or occupy (one's time or interest, for example).",
        "To retain (radiation or sound, for example) wholly, without reflection or transmission.",
        "To take in; assimilate: immigrants who were absorbed into the social mainstream.",
        "To learn; acquire: “Matisse absorbed the lesson and added to it a new language of color” ( Peter Plagen )",
        "To receive (an impulse) without echo or recoil: a fabric that absorbs sound; a bumper that absorbs impact.",
        "To assume or pay for (a cost or costs).",
        "To endure; accommodate: couldn't absorb the additional hardships.",
        "To use up; consume: The project has absorbed all of our department's resources.",
        "ab·sorb′a·bil′i·ty\nnoun",
        "ab·sorb′a·ble\nadjective",
        "ab·sorb′ed·ly\nadverb",
        "ab·sorb′er\nnoun",
        "ab·sorb′ing·ly\nadverb",
        "Link/Cite",
        "To include so that it no longer has separate existence; to overwhelm; to cause to disappear as if by swallowing up; to incorporate; to assimilate; to take in and use up. [First attested around 1350 to 1470.]",
        "To suck up; to drink in; to imbibe; as a sponge or as the lacteals of the body; to chemically take in. [First attested in the early 17th century.]",
        "(physics, chemistry) To take in energy and convert it, as[First attested in the early 18th century.]\n(physics) in receiving a physical impact or vibration without recoil.\n(physics) in receiving sound energy without repercussion or echo.\n(physics) taking in radiant energy and converting it to a different form of energy, like heat.\nHeat, light, and electricity are absorbed in the substances into which they pass.",
        "(physics) in receiving a physical impact or vibration without recoil.",
        "(physics) in receiving sound energy without repercussion or echo.",
        "(physics) taking in radiant energy and converting it to a different form of energy, like heat.",
        "To engross or engage wholly; to occupy fully; as, absorbed in study or in the pursuit of wealth. [First attested in the late 18th century.]",
        "To occupy or consume time. [First attested in the mid 19th century.]",
        "Assimilate mentally. [First attested in the late 19th century.]",
        "(business) To assume or pay for as part of a commercial transaction.",
        "To defray the costs.",
        "To accept or purchase in quantity.",
        "bobars",
        "Link/Cite"
    ]
}