{
    "translation": "להתעלל, לפגוע, להשתמש לרעה",
    "uses": [
        "Fine, but I'm not going to let him verbally abuse you.",
        "When he doth abuse it, judge.\"",
        "Merry senseless words of abuse flowed freely.",
        "The electoral districts so formed are expected to be equal in proportion to the number of inhabitants; but this method has led to much abuse in the past, through the making of unequal districts for partisan purposes.",
        "I suppose you had a raft of this abuse stuff back in Pennsylvania.",
        "During the hour Pierre watched them they all came flowing from the different streets with one and the same desire to get on quickly; they all jostled one another, began to grow angry and to fight, white teeth gleamed, brows frowned, ever the same words of abuse flew from side to side, and all the faces bore the same swaggeringly resolute and coldly cruel expression that had struck Pierre that morning on the corporal's face when the drums were beating.",
        "This abuse resulted in an overhaul of the system that sought to tie the poor to their original parish.",
        "It is also used as a term of abuse, meaning \"boor.\"",
        "If, however, they are not published, and are given to certain persons as individual favours, they become a prolific source of abuse, and are quite indefensible from the standpoint of political economy.",
        "I don't want to abuse what's been given to me but I'm half sick with worry and I can't think straight.",
        "The only excuse made for the alternate cringing and insult, the alternate abuse and lying, which marked his course in this matter, has been the very weak plea that a man cannot fight with a system - a plea which is sufficiently answered by the retort that a great many men have so fought and have won.",
        "On his return to Liegnitz he helped to spread the principles of the Reformation in the principality and in Silesia, while warning his colleagues against the abuse of the doctrine of justification by faith.",
        "Thus annates were abolished, the abuse of \"reservation\" of the patronage of benefices by the pope was much limited, and the right claimed by the pope of \"next presentation\" to benefices not yet vacant (known as gratiae expectativae) was done away with altogether.",
        "Several wounded men passed along the road, and words of abuse, screams, and groans mingled in a general hubbub, then the firing died down.",
        "He also persuaded his colleagues to grant some rather scandalous pensions, and Fox's acquiescence in this abuse after his recent agitation against Lord North's waste did him injury.",
        "After hearing the details of Anatole's marriage from Pierre, and giving vent to her anger against Anatole in words of abuse, Marya Dmitrievna told Pierre why she had sent for him.",
        "The inhabitants of Berlin, headed by their mayor, came out to meet him, and the newspapers lavished adulation on the victors and abuse on the beaten army.",
        "Sometimes I feel I'm becoming an expert on domestic abuse and child molestation.",
        "The village elder, a peasant delegate, and the village clerk, who were waiting in the passage, heard with fear and delight first the young count's voice roaring and snapping and rising louder and louder, and then words of abuse, dreadful words, ejaculated one after the other.",
        "The French ambassador, de la Haye, had delayed bringing him the customary gifts, with the idea that he would, like his predecessors, speedily give place to a new grand vizier; Kuprili was bitterly offended, and, on pretext of an abuse of the immunities of diplomatic correspondence, bastinadoed the ambassador's son and cast him and the ambassador himself into prison.",
        "He also contemplated a thorough-going reform of the ferme generale, but contented himself, as a beginning, with imposing certain conditions on the leases as they were renewed - such as a more efficient personnel, and the abolition for the future of the abuse of the croupes (the name given to a class of pensions), a reform which Terray had shirked on finding how many persons in high places were interested in them, and annulling certain leases, such as those of the manufacture of gunpowder and the administration of the messageries, the former of which was handed over to a company with the scientist Lavoisier as one of its advisers, and the latter superseded by a quicker and more comfortable service of diligences which were nicknamed\" turgotines.\"He also prepared a regular budget.",
        "In consequence of the freedom with which in this work he attacked the abuse of authority in philosophy, he lost his professorial chair.",
        "It will be found an unjust and unwise jealousy to deprive a man of his natural liberty upon a supposition he may abuse it.",
        "From them he heard plenty of abuse of stock-jobbing, and seizing their ideas he began to regard stock-jobbing, or agiotage, as the source of all evil, and to attack in his usual vehement style the Banque de St Charles and the Compagnie des Eaux.",
        "The idea of encouraging the citizens to assist in the detection of crime or treason against the state was commendable; it was not the use, but the abuse of the privilege that was so injurious.",
        "Immense harm was done to both by the publication of a book called The Beauties of Fox, North and Burke, a compilation of their abuse of one another in recent years.",
        "This was more flagrantly illustrated in one of his latest works, The Treatise Concerning the Use and Abuse of the Marriage Bed (1727), which was originally issued with a much more offensive name, and has been called \"an excellent book with an improper title.\"",
        "Few politicians have been the mark of such abuse as Shaftesbury.",
        "This system had the merit of counteracting any abuse of power by the bureaucracy.",
        "The power of excommunication was transferred from the community to the bishop, and was liable to abuse from personal motives: Gregory the Great rebukes a bishop for using for private ends power conferred for the public good (Epist.",
        "The reprint (3 vols.) edited for the \"Pulteney Library\" by Hazlitt in 1840-1843 contains a good and full life mainly derived from Wilson, the whole of the novels (including the Serious Reflections now hardly ever published with Robinson Crusoe), Jure Divino, The Use and Abuse of Marriage, and many of the more important tracts and smaller works.",
        "c. 12 recites that the hearing of appeals was an usurpation by the pope and a grievous abuse, and proceeds to take away the appeal in matrimonial, testamentary and tithe causes, and to hinder by forbidding citation and process from Rome, all original hearings also.",
        "The object is the protection of widows and orphans, but the right has been very much abused, and its abuse is in part responsible for the high rate of interest which prevails.",
        "His book on Materialism and Empiric Criticism (1909) heaps abuse on idealistic philosophers and religious teachers of all schools and creeds.",
        "Adjutants and generals galloped about, shouted, grew angry, quarreled, said they had come quite wrong and were late, gave vent to a little abuse, and at last gave it all up and went forward, simply to get somewhere.",
        "Guiteau, whose mind had no doubt been somewhat influenced by the abuse lavished upon the president by his party opponents; and on the 19th of September 1881, he died at Elberon, New Jersey, whither he had been removed on the 6th.",
        "It is easy to see that such conclusions ignore important distinctions, and are, indeed, to a large extent an abuse of language.",
        "He seems, in fact, to have agreed with the foreign policy of the Tories and with the home policy of the Whigs, and naturally incurred the reproach of time-serving and the hearty abuse of both parties.",
        "These rights, whether of monopoly or of subsidy, form a means of abuse in many directions.",
        "Richard of St Victor, prior of the monastery from 1162 to 1173, is still more absorbed in mysticism, and his successor Walter loses his temper altogether in abuse of the dialecticians and the Summists alike.",
        "While this opportunity of educating and training a docile people was in the main neglected, savage abuse of power by their chiefs was prevented.",
        "After his resignation he was impeached for abuse of power as minister, but the supreme court quashed the impeachment by denying the competence of the ordinary tribunals to judge ministerial acts.",
        "In the beginning of 1 788 he returned home, and in the next year he attacked Peter Pindar (John Wolcot) in The Gentleman's Magazine in a poem in the manner of Pope, \"On the Abuse of Satire.\"",
        "The latter, indeed, prosecuted the former for libel and for abuse of his position when premier, but after many vicissitudes, including the flight of Giolitti to Berlin in.",
        "to allow him to dissolve parliament, entrusted Signor Giolitti, a Piedmontese deputy, sometime treasury minister in the Crispi cabinet, with the formation of a ministry of the Left, which contrived to obtain six months supply on account, and dissolved the Chamber, The ensuing general election (November 1892), marked by unprecedented violence and abuse of official pressure upon B k the electorate, fitly ushered in what proved to be scandals, the most unfortunate period of Italian history since the completion of national unity.",
        "that a reaction against this abuse became clearly perceptible.",
        "But his views did not prevent him from profiting to the utmost by one very bad abuse, for he did his utmost to secure the retention of his frigate in port, in order that he might be able to attend parliament.",
        "The abuse of alcohol may also be mentioned here as a factor in the poduction of disease.",
        "This principle does not deserve all the abuse that has been lavished upon it.",
        "In controversy he was too fond of mingling personal abuse with legitimate argument, and this weakness mars his letters, which were held in high admiration in the early middle ages, and are valuable for their history of the man and his times.",
        "Enamoured of the beautiful daughter of the plebeian centurion Virginius, Claudius attempted to seize her by an abuse of justice.",
        "Fournier (p. 219) says that in France it was not till the 17th century that there grew up a custom of having different officials for the metropolitan, one for him as bishop, a second as metropolitan, and even a third as primate, with an appeal from one to the other, and that it was an abuse due to the parlements which strove to make the official independent of the bishop. In England there has been, for a long time, a separate diocesan court of Canterbury held before the \" commissary.\"",
        "212) tells how he was chastised by Odysseus for daring to abuse the commander-in-chief.",
        "It included: the number, character and nationality of the cardinals, the abuse of the \" reservations \" made by the apostolic see, the annates, the collation to benefices, expectative favours, cases to be brought before the papal Curia (including appeals), functions of the papal chancery and penitentiary, benefices in commendam, confirmation of elections, income during vacancies, indulgences, tenths, for what reasons and how is a pope to be corrected or deposed.",
        "All his life long Spener had been exposed to the attacks and abuse of the orthodox Lutheran theologians; with his years his opponents multiplied, and the movement which he had inaugurated presented increasingly matter for hostile criticism.",
        "In Germany the Reformers called themselves usually evangelici, and avoided special designations for their communities, which they conceived only as part of the true Catholic Church; \"Calvinists,\" \"Lutherans,\" \"Zwinglians\" were, in the main, terms of abuse intended to stamp them as followers of one or other heretical leader, like Arians or Hussites.",
        "He had already succeeded in partially pacifying them, when one of their colonels began to abuse the still hesitating and suspicious musketeers.",
        "Although now extremely unpopular, the Rolands remained in Paris, suffering abuse and calumny, especially from Marat.",
        "There was also the boundless abuse and arbitrary exercise of the right of ecclesiastical patronage (provisions, reservations); and further the ever-increasing traffic in dispensations, the abuse of spiritual punishments for worldly ends, and so forth.",
        "I cannot bear this level of abuse.",
        "then Aristotle himself regarded rhetoric as partly science and partly dialectic, perhaps he would have said that his works on reasoning are some science and others not, and that, while the investigation of syllogism with a view to scientific syllogism in the Analytics is analytic science, the investigation of dialectical syllogism, in the Topics, with its abuse, eristical syllogism, in the Sophistici Elenchi, is dialectic. At any rate, these miscellaneous works on reasoning have no right to stand first in Aristotle's writings under any one name, logic or Organon.",
        "He made huge forced loans, and employed recklessly the abuse of purveyance.",
        "The contention began ~fl 1515 with the fierce assault by the Commons on the old abuse of benefit of clergy, and the immunity of clerical criminals from due punishment for secular crimesa question as old as the times of Henry II.",
        "\"Adventurer,\" as applied to Disraeli, was a mere term of abuse.",
        "A vehement opponent of \"clan government\" - that is, usurpation of administrative posts by men of two or three fiefs, an abuse which threatened to follow the overthrow of the Tokugawa shogunate - he conspired to assist Saigo's rebellion and was imprisoned from 1878 until 1883.",
        "Back to top Promoting good practice Child abuse, particularly sexual abuse, can arouse strong emotions in those facing such a situation.",
        "Seems to be a bit touchy issue still, the substance abuse.",
        "The Substance Abuse and Mental Health Services Administration reports that approximately 2.1 million teens have used prescription drugs such as pain relievers, tranquilizers, stimulants and depressants in 2006.",
        "The papacy, with its secular ambitions, and its insatiable greed for money, was the worst abuse of all.",
        "Surely their marriage could never survive this kind of abuse.",
        "Well trained as was the civil service of France, the effect of this supervision in deadening activity was sometimes more marked than in its effect in preventing abuse.",
        "One of these, the Dialogue against Hypocrites, was aimed in a spirit of vindictive hatred at the vices of ecclesiastics; another, written at the request of Nicholas V., covered the anti-pope Felix with scurrilous abuse.",
        "provides for the degradation of any lord-lieutenant who should abuse his office.",
        "He was a liberal protector of art and literature, and the kindliness of his disposition formed a marked contrast to the cruelty of his father; but he was given to intemperance, and the cause of his death was dropsy brought on by alcoholic abuse.",
        "It is in answer to A Defence of the Government established in the Church of Englande, by Dr. John Bridges, dean of Salisbury, itself a reply to earlier puritan works, and besides attacking the episcopal office in general assails certain prelates with much personal abuse.",
        "In January 1561 he was given the lucrative office of master of the court of wards in succession to Sir Thomas Parry, and he did something to reform that instrument of tyranny and abuse.",
        "The classics had not refined his taste, for he was amused by setting the wandering scholars, who swarmed to his court, to abuse one another in the indescribably filthy Latin scolding matches which were then the fashion.",
        "The business of the professional money-lender is one which, as tyranny and abuse are likely to appear, all countries have at different times endeavoured to regulate.",
        "He incurred great unpopularity by his abuse of lettres de cachet, and had to resign in 1775.",
        "This abuse of language brought him back to Leibnitz.",
        "The five years thereafter were marked by plunder and abuse of the sect.",
        "Through an excessive reaction against the disintegration that had menaced the kingdom after the dissolution of the League, he fell into the abuse of over-centralization; and depriving the people of the habit of criticizing governmental action, he taught them a fatal acquiescence in uncontrolled and undisputed authority.",
        "Verbal abuse often causes as much damage to the victim emotionally as hitting or pushing.",
        "Help the teen come up with some ways to avoid the situation causing him/her distress or plan to get the teenager help for a problem such as seeking a counselor for depression and/or peer pressure or drug treatment for substance abuse.",
        "Alcohol abuse and addiction cause subtle damage in the initial stages, which may simply manifest as behavioral inconsistencies.",
        "Abuse occurs when a patient begins taking them to escape from the reality of his/her life.",
        "Today, the National Institute on Drug Abuse estimates that roughly 20% of the United States population over the age of 12 has used prescription medications for non-prescription purposes.",
        "Counseling will give the addict an opportunity to address emotional issues related to drug abuse and learn new ways of resisting drugs and addictive behavior.",
        "Drug abuse can sometimes begin as a social activity or innocent experimentation.",
        "While these two statements may be true, drug abuse is a serious issue.",
        "If you are interested in learning how drug abuse can affect people on a mental and physical level, you should read as much as you can about the situation.",
        "Education is the key to overcoming almost any problem, and this is especially true when it comes to drug abuse.",
        "It doesn't matter who you are or what type of drug you are taking, drug abuse is a dangerous practice.",
        "You may also want to contact the teen's physician who can check for any physical or mental damage that may have been caused as a result of the drug abuse.",
        "As soon as it starts, drug abuse is a serious problem.",
        "Take time to look around so that you may educate yourself and other about the dangers of drug abuse.",
        "Drug addiction and drug abuse issues are becoming quite common among teens.",
        "While abuse and addiction are two different problems, both can lead to tragic ends.",
        "Drug addiction and drug abuse have been serious problems among teens for many years now.",
        "To help prevent abuse and addiction among teens, it is important for parents to learn as much as they can about this essential issue.",
        "There are a lot of myths associated with both abuse and addiction.",
        "Bradley, however, having satisfied himself, like Spinoza, by an abuse of the word \" independent,\" that \" the finite is self-discrepant,\" goes on to ask what the one Real, the absolute, is; and, as he passed from Herbart to Spinoza, so now he passes from Spinoza to Kant.",
        "But in order to identify the absolute with experience he is obliged, as he before abused the words \" contradictory \" and \" independent,\" so now to abuse the word \" experience.\"",
        "At that council wise and urgent measures were taken against the abuses that discredited the priesthood, but the principle of appeals and exemptions and the question of the increasing abuse of the power wielded by the Roman legates remained untouched.",
        "By thus devoting itself to material interests, the papacy contemporary with the last Capetians lost its moral greatness Abuse of and fell in the opinion of the peoples; and it did itself no less injury by the abnormal extension of the bounds of its absolutism.",
        "Luther and his adherents overwhelmed the noble pope with unmeasured abuse.",
        "Knox), almost purely linguistic and lexical, and include Assyriology: its Use and Abuse in Old Testament Study (1885), and the important revision of Gesenius, undertaken with S.",
        "The so-called \"simoniacal heresy,\" particularly prevalent in Gaul, Illyricum and the East, he repeatedly attacked; and against the Gallican abuse of promoting laymen to bishoprics he protested with vigour.",
        "If this possibility in regard to I Peter is granted, it is fatal to the theory, because at the time when the epistle was written official presbyters were so well established that abuse and degeneration had already begun to creep in and some of the elders were already guilty of \"lording it over their heritage\" and making a profit out of their office (I Pet.",
        "He bore popular abuse and misrepresentation without the slightest murmur or sourness of temper.",
        "What chiefly wounded him was a cruel review in Blackwood, written in the worst style of unreasoning abuse; but the enthusiasm of private friends, together with their wiser criticism, did much to help him and to foster his talent.",
        "His speech in favour of reserving to the crown the right of absolute veto under the new constitution drew down upon him the wrath of the advanced politicians of the Palais Royal; but in spite of threats and abuse he continued to advocate a moderate liberal policy, especially in the matter of removing the political disabilities of Jews and Protestants and of extending the system of trial by jury.",
        "Precautions are taken to prevent, as far as possible, any abuse of the power of expulsion.",
        "The grave abuse to which the consular system was subject led to the establishment, in February 1876, at the instance of Nubar Pasha and after eight years of negotiation, of International or Mixed Tribunals to supersede consular jurisdiction to the extent indicated.",
        "Alberti, who had been minister of justice since 1901, and was admitted to be the strongest member of the cabinet, was openly accused of nepotism and abuse of the power of his position.",
        "6 P.C. 449), is that it only referred to the images then subject to abuse, which had been ordered to be removed, and did not refer,to the subsequent use or abuse of other images.",
        "Perhaps no celebrated character of that age has been the subject of so much ill-merited abuse at the hands of popular historians.",
        "They were simply ninety-five sledge-hammer blows directed against the most flagrant ecclesiastical abuse of the age.",
        "A shrine or image of St Mary (Our Lady of Willesden) was in the 15th century an object of pilgrimage, but by the middle of the century following the ceremonies had fallen into abuse, and the shrine was suppressed.",
        "Pelagius insisted that sin was an act, not a state, an abuse of the freedom of the will, and that each man was responsible and liable to punishment only for his own acts.",
        "We could not have a more flagrant abuse of the rule Ne esto plus minusque in conclusione quam in praemissis.",
        "The abuse of this instance of Newtonian analysis betrays the whole origin of the current confusion of induction with deduction.",
        "It has been held by some that a phenomenon so widely diffused over the western world must be attributable to physiological causes, such as alcoholism, syphilis, the abuse of narcotics and so on.",
        "This action of Gerry's brought down upon him from Federalist partisans a storm of abuse and censure, from which he never wholly cleared himself.",
        "From the beginning of his career he was in favour of internal improvements as a means of opening up the fertile but inaccessible West, and was opposed to the abuse of official patronage known as \"the spoils system.\"",
        "And for the briberies and gifts wherewith I am charged, when the book of hearts shall be opened, I hope I shall not be found to have the troubled fountain of a corrupt heart in a depraved habit of taking rewards to pervert justice, howsoever I may be frail, and partake of the abuse of the times.\"",
        "Cardinal Pierre d'Ailly pleaded before the council of Constance in 1415 for the reform of \"that most scandalous custom, or rather abuse, whereby many [clergy] fear not to keep concubines in public.\"",
        "The abuse he met with from later writers on the Etruscan language led Corssen (Sprache der Etrusker, i.",
        "The private forests are protected from abuse chiefly by the important legislation of 1903, which prescribes penalties for excessive lumbering and any action liable to endanger the regrowth of wood.",
        "They are looked on as confidential servants, are entrusted with large sums of money, and the conduct of the most important affairs; and seldom abuse their trust.",
        "The courts have, however, the right to interfere for the protection of the wife in case of any flagrant abuse of the power thus vested in the husband.",
        "It is a piece of vigorous invective, displaying, like all his subsequent writings, an astonishing command of Latin, and much brilliant rhetoric, but full of vulgar abuse, and completely missing the point of the Ciceronianus of Erasmus.",
        "The abuse naturally reappeared under a man like Domitian; the delators, with whom Vespasian had not interfered, although he had abolished trials for majestas, were again banished by Trajan, and threatened with capital punishment in an edict of Constantine; but, as has been said, the evil, which was an almost necessary accompaniment of autocracy, lasted till the end of the 4th century.",
        "His judgments, which have rece i ved as much praise for their accuracy as abuse for their clumsiness and uncouthness, fill a small library.",
        "The very perfection and precision of this method constantly tempted the later Stoics to abuse it for the systematic depreciation of the objects analysed.",
        "But he soon began to abuse his p ower by selling public offices to the highest bidders, or conferring them on his followers.",
        "While God fulfils His all-embracing purpose, that fulfilment leaves room for the exercise of individual freedom; the freedom God has bestowed on man He can so restrain and direct as to overrule even its abuse for His own gracious ends.",
        "11, the usual interpretation of which is that Jesus refers to an abuse - a man might declare that any part of his property which came into his parents' hands was corban, consecrated, i.e.",
        "are low fellows who indulge in coarse abuse.",
        "To the Indians he preached through an interpreter, and their interests he boldly and successfully defended by attacking the whites 1 Edwards recognized the abuse of impulses and impressions, opposed itinerant and lay preachers, and defended a well-ordered and well-educated clergy.",
        "Jacques decided on the legality of suppressing the order of the Templars, holding that the pope would be serving the best interests of the church by pronouncing its suppression; but he rejected the condemnation of Boniface as a sacrilegious affront to the church and a monstrous abuse of the lay power.",
        "In 1611 he assailed another abuse by his treatise on the right of asylum claimed for churches, which was immediately placed on the Index.",
        "In England the abuse was rife in the 8th century, as may be gathered from the acts of the council of Cloveshoe.",
        "The abuse was not confined to the West.",
        "One of the most notable parts of the kings policy was his long-continued and successful assault on the abuse of livery and maintenance, which had been at its height during Suppresthe Wars of the Roses.",
        "He was tried before the criminal tribunal of the Somme, condemned to death for abuse of his power during his mission, and executed at Amiens on the 24th Vendemiaire in the year IV.",
        "Years had healed the breach between him and the Medicean family; and on the occasion of the Pazzi conspiracy against the life of Lorenzo de' Medici, he had sent violent letters of abuse to his papal patron Sixtus, denouncing his participation in a plot so dangerous to the security of Italy.",
        "Some of his lieutenants abused their power or failed to prevent such abuse by others.",
        "A forensic speech, composed for a public cause, opens the political career of Demosthenes with a protest against a signal abuse.",
        "This singular association of lay and spiritual powers was liable to the abuse of allowing the whole succession to fall into lay hands, as happened to a large extent in later times.",
        "In the 8th and 9th centuries, when the great emigration of Irish scholars and ecclesiastics took place, the number of wandering bishops without dioceses became a reproach to the Irish church; and there can be no doubt that it led to much inconvenience and abuse, and was subversive of the stricter discipline that the popes had succeeded in establishing in the Western church.",
        "the abuse grew prevalent.",
        "The older story, however, continues with another step in the history of civilization, and to Noah is ascribed the cult of the vine, the abuse of which leads to the utterance of a curse upon Canaan and a blessing upon Shem and Japheth (ix.",
        "He main.tained the institutions of the day, though seeking to diminish their abuse, and he perfected material details; but misfortune would have it that instead of remaining a great military administrator he flattered Louis XIV.s megalomania, and thus caused his perdition.",
        "After the revolution of July 1830 he reappeared in France, was reduced by a series of lawsuits to extreme indigence, accepted a small pension assigned him by Louis Philippe (on whom he had heaped abuse and railing), and died, the last survivor of the Committee of Public Safety, on the 13th of January 1841.",
        "Satan is, however, held to be a creature who has by abuse of his freedom been estranged from, and opposed to his Creator, and who at last will be conquered by moral means.",
        "In England a parish-ale or feast was always held after the perambulation, which assured its popularity, and in Henry VIII.'s reign the occasion had become an excuse for so much revelry that it attracted the condemnation of a preacher who declared \"these solemne and accustomable processions and supplications be nowe growen into a right foule and detestable abuse.\"",
        "Classic difference of context; to Quinn this is a scientific question while to Howie, it's like a gift from God, not to question and not to abuse.",
        "I sense he's had his own past problems with substance abuse.",
        "Her breathing was labored, her chest burning and muscles shaking from the demon's abuse of her body.",
        "\"Courts must never abdicate their duty to protect citizens from the abuse of power by governments,\" a senior judge said last night.",
        "We cannot condone child abuse.",
        "The person in charge does not exploit vulnerability or ignorance or abuse trust.",
        "In the age of child abuse, Aids, abortion and IVF the abduction narratives would voice new concerns.",
        "He gave verbal abuse to people for no good reason.",
        "When I moved to secondary school, I became even taller, and the abuse became purely verbal.",
        "Mark pushed the pram as they passed, and the students started hurling abuse.",
        "It's particularly bad when you turn round and see fathers with small children shouting abuse.",
        "Children who suffer such abuse are left severely traumatized.",
        "You will need to help your child develop personal safety skills to prevent further abuse.",
        "The sexual abuse of people with learning disabilities 20 November 2002 What do you expect at your age?",
        "Some pupils and staff might face threats or verbal abuse on their way to school.",
        "racial abuse was daily directed at residents going about their business.",
        "How to put a stop to racist abuse How can you help a friend?",
        "The children coped well with the issue of domestic abuse.",
        "abuse allegations, read all about it.",
        "abuse scandals have blighted his church, leaving many of his priests and bishops disgraced.",
        "These may include drug or alcohol abuse, lack of a job or violent behavior.",
        "Spells with a primary diagnosis of substance abuse or eating disorder are excluded.",
        "I should think weight training or rowing without drug abuse is a good way promote general health.",
        "With Barnardo's help, childhood abuse need not lead to an empty future.",
        "abuse of contributors or other site members will result in the removal of your comment and a possible ban.",
        "I consider myself fortunate that my dad wasn't a physical or sexually abusive parent, instead I suppose I suffered abuse through neglect.",
        "acrobat PDF version Model Policy of Domestic Abuse 29 June 2006 The link below goes to a Microsoft Word version of the document.",
        "ad hominem attacks or just plain verbal abuse.",
        "alcohol abuse, lack of a job or violent behavior.",
        "alcoholism Alcohol abuse and dependence is a neglected cause of morbidity and mortality.",
        "amphetamine abuse were extensive, causing a great deal of pain to the community.",
        "anonymity of the Internet, there are people who may attempt to abuse this to their own gain.",
        "barrage of abuse; usually this is accompanied by a very real physical threat.",
        "To do this easily, input your chosen keyword, e.g. baseball / drug abuse, and use the ' plots ' search option.",
        "Caroline Th Starting Member To Report Abuse in this message, click here.",
        "caught in the net, Kimberly Young shares the results of her three-year study of Internet abuse.",
        "cerebrovascular dysfunction induced by drugs of abuse and the effects of aging.",
        "child abuse referrals.",
        "During my trance I started to remember some childhood sexual abuse.",
        "Women Only Day November 2004 has brought the opening of our Women Only Day for women who have experienced childhood sexual abuse.",
        "cirrhosis of the liver from years of alcohol abuse.",
        "He had cirrhosis of the liver from years of alcohol abuse.",
        "There is still far too much abuse of the opt-out clause with workers being forced to sign away their leisure time.",
        "Second, the sexual abuse of young people rarely involves coercion or violence.",
        "confided details of terrible cruelty and sexual abuse.",
        "Mutually consensual sexual activity between young people is a normal part of adolescent development and should be clearly distinguished from sexual abuse.",
        "consult with colleagues undertaking the first sexual abuse prevalence study in Japan.",
        "Pritchard has a 10 point plan for reducing abuse, ranging from social policy initiatives to the safe containment of offenders.",
        "coped well with the issue of domestic abuse.",
        "An industry of books, conferences and experts appeared to uncover an epidemic of sexual abuse, incest and satanic cults.",
        "Cheers. sophies dad Junior Member To Report Abuse in this message, click here.",
        "decades of neglect punctuated by moments of abuse.",
        "degenerate into verbal abuse between people of different views.",
        "Children in such communities are at lower risk of teen pregnancy, child abuse, drug use or juvenile delinquency.",
        "detainee abuse seriously, and all allegations of mistreatment are investigated.",
        "dextro isomer, which is not present in Vicks, is the drug of abuse.",
        "disabilityal abuse of people with learning disabilities 20 November 2002 What do you expect at your age?",
        "disgraceful abuse of position on the part of the teacher.",
        "Staff and students who persistently disregard this policy will be subject to the normal sanctions associated with policy abuse.",
        "domestic abuse.",
        "One study found that white victimization was the result of ethnic minorities ' resistance to racial abuse linked to territorial dominance.",
        "drug abuse is a good way promote general health.",
        "I think of the former drug addicts now helping to run one of our most successful programs to tackle drug abuse.",
        "What does however is the torrent of abuse that welcomed Hoddle whenever he left the dugout to direct proceedings on the pitch.",
        "embolism caused by IV drug abuse.",
        "When they first met McVeigh subjected Fr Smith to a torrent of racist abuse and threw excrement at him.",
        "experienced adviser the best ways to avoid abuse of your enduring power of attorney.",
        "fair-minded person this is a clear abuse of power by the Labor Party.",
        "With the mobile phone abuse at a high, he can't help but get a little fidgety.",
        "She also had a flashback to the abuse on the second day.",
        "gauntlet of good-natured abuse every lunchtime.",
        "In fact, it obeys every rule of the slasher movie that Scream ' s horror geeks abuse, pervert and worship.",
        "An understanding the genesis of the Salem Witchcraft episode provides a way of understanding the genesis of these latter-day Satanic sexual abuse episodes.",
        "goodwill of landholders - please don't abuse it!",
        "Slightly heavier rods either contain more graphite or some glass fiber that greatly enhances their ability to stand up to some abuse.",
        "harass, abuse or threaten other members.",
        "hurl verbal abuse at people for no good reason.",
        "hurl abuse, so your lungs and vocal chords will get a workout.",
        "The issues covered in this collection include incest, abuse, and the Holocaust.",
        "incidents of violence, threats or abuse aimed at UK shopworkers since 1995.",
        "infringeer, how do you detect such abuse without infringing on the legal rights of an individual to personal privacy?",
        "inhalant abuse.",
        "inquiry into allegations of abuse in Leonard Cheshire homes to be led by disabled people.",
        "interceptions for the purpose of protecting staff from abuse or harassment.",
        "interweaveal abuse was inextricably interwoven with the carrying out by the warden of his duties.",
        "kitsch is not necessarily a term of abuse and there is a strong consumer liking for certain kitsch items.",
        "laxative abuse.",
        "libertytary of State Patricia Hewitt even wrote a book defending civil liberties called The Abuse of Power once.",
        "Mafia member would have taken the abuse.",
        "mental health problems which I feel without doubt are linked to the abuse of drugs.",
        "The abuse also has a clear impact on the mental health of our clients, often exacerbating any existing mental distress.",
        "This may be age-related or caused by alcohol abuse, chronic illness or a head injury, even one which seems mild.",
        "Research: therapeutic milieu - child sexual abuse - nurses ' attitudes.",
        "This gives them immunity under national law, and from liability for criminal proceedings for abuse of their powers and any other misdeeds.",
        "D justg moderator To Report Abuse in this message, click here.",
        "mouthful of abuse and foul language.",
        "MS is after all not deliberate neglect or abuse of the children.",
        "How can the world apply pressure on the most powerful nations, even nuclear nations, when they abuse their own populations?",
        "overcrowded living conditions, physical and sexual abuse and parental drug abuse.",
        "Mitigating Terry Holder said this was the first time Barden had racially abused anyone and there was no suggestion the abuse had become physical.",
        "The EPP stands up to abuse well, had a number of little prangs with no damage.",
        "Dialing the prefix 141 does not block your identification Call Challenging Use it - don't abuse it!",
        "Dental health insurance jersey new alcohol drug abuse estimatesoffer premiums also the type of these authors that.",
        "Experiences of childhood sexual and physical abuse appear as very prominent in the lives of children and young people involved in prostitution.",
        "Even some legal routes have become particularly prone to abuse.",
        "In proportionate response, a certain level of abuse would be met by a proportionate response, a certain level of abuse would be met by a proportionate level of response.",
        "Animal rights extremists used psychological warfare, verbal abuse, criminal acts and very offensive propaganda in their quest to close our business.",
        "The Review was set up against a background of negative publicity against social work staff following several high profile abuse cases.",
        "punctuated by moments of abuse.",
        "punctuated regularly with mainstream news articles on the national epidemic of alcohol abuse.",
        "pushed the pram as they passed, and the students started hurling abuse.",
        "It all sounds very quaint to us now, yet alcohol abuse kills far more people in the UK today than illegal drugs.",
        "racket abuse.",
        "She saw little legal recourse for the victims of abuse.",
        "Clive Stafford Smith, legal director of the charity reprieve, said: \" All this secret abuse of prisoners is very dangerous.",
        "We strongly resent the abuse of our poverty to sway the interests of the European public.",
        "Bullying, sexual harassment and physical abuse is also rife.",
        "roused up a torrent of abuse.",
        "safeguard against the abuse of power.",
        "satanic abuse.",
        "We felt no moral scruples about the possible future abuse of our brain child.",
        "secrecy laws are far too restrictive; they encourage abuse.",
        "sexual abuse of people with learning disabilities 20 November 2002 What do you expect at your age?",
        "Therapy in RomÃ¢nia is deeply committed to protecting children in RomÃ¢nia from all forms of abuse, including sexual, physical and emotional abuse.",
        "shouted racial abuse at a restaurant worker has been fined by magistrates.",
        "Baldrick is another dim yet loyal sidekick who inexplicably puts up with a lot of abuse from a heavily sadistic employer.",
        "Contrary to popular belief, much computer fraud and abuse is not technically sophisticated.",
        "spousal abuse.",
        "Many Thanks andi Stephen Advanced Member To Report Abuse in this message, click here.",
        "The natural mother told the social worker she knew that the foster father had a criminal conviction for sexual abuse of his young stepsister.",
        "substance abuse or eating disorder are excluded.",
        "The pilots will be evaluated to help guide future policy on reducing substance abuse and improving sexual health.",
        "substance abuse related problems.",
        "SOLVE IT is taking the first steps in putting solvent and volatile substance abuse (VSA) on the National map.",
        "substance abuse disorders were uncommon but a substantial proportion of individuals had problems with alcohol or drug misuse.",
        "supportive framework for more focused work on domestic abuse.",
        "survivor of abuse seeking information for yourself.",
        "Any concerns or reasonable suspicions of abuse should be reported to line management.",
        "tearaway kids aged between 10 and 16 who set off fireworks, booze, shout abuse and spray graffiti will be targeted.",
        "Only the October recovery seems to have stemmed a tide of abuse.",
        "tirade of abuse from you?",
        "toady sneeks New Member To Report Abuse in this message, click here.",
        "Abuse seems to broadly fall into the following categories: Excessive physical violence or psychological torment undertaken by an individual against an animal.",
        "torrent of abuse coming our way.",
        "I'm with Toby - the club needs to fight back at the constant torrent of abuse coming our way.",
        "Abuse can take many forms: PHYSICAL - e.g. unwanted touching, other physical contact, violence.",
        "touchy issue still, the substance abuse.",
        "traumas of unspeakable child abuse.",
        "Health insurance in illinois in welfare caseload the welfare caseload or drug abuse treatment.",
        "Emotionally troubled parents frequently reinforce skewed interpretations with abuse.",
        "The main types of drugs of abuse We can also classify drugs of abuse by their effects.",
        "This can range from verbal banter, including insults, jokes and comments with sexual or racist undertones, to unwelcome physical abuse.",
        "unseemly row with, and abuse of, Silverstone.",
        "Some children will have been neglected, had very unsettled lives, or have been subject to physical or sexual abuse.",
        "victims of abuse.",
        "I tell you what kiz, you little wanker if you use my name to abuse friends of mine again.",
        "yelled abuse.",
        "Other decrees denounced the abuse of indulgences, of festivals of saints, and of processions and suggested reforms; others again enjoined the closing of shops on Sunday during divine service, the issue of service-books with parallel translations in the vernacular, and recommended the abolition of all monastic orders except that of St Benedict, the rules of which were to be brought into harmony with modern ideas; nuns were to be forbidden to take the vows before the age of 40.",
        "He dealt with the immodesty of the contemporary stage, supporting his contentions by a long series of references attesting the comparative decency of Latin and Greek drama; with the profane language indulged in by the players; the abuse of the clergy common in the drama; the encouragement of vice by representing the vicious characters as admirable and successful; and finally he supported his general position by the analysis of particular plays, Dryden's Amphitryon, Vanbrugh's Relapse and D'Urfey's Don Quixote.",
        "Three members, two of whom must be ministers, form a quorum; a small number compared with the important business they may have to transact, but the right of appeal to a higher court is perhaps sufficient safeguard against abuse.",
        "(3) Lastly, the degree of dependency on human goodwill attributed to the power addressed may be so great that, instead of diplomatic politeness, there is positive hectoring, with dictation, threats and abuse.",
        "Even the Italian peasant is said occasionally to offer both abuse and physical violence to the image of a recalcitrant saint; and antiquity wondered at the bullying manner of the Egyptians towards their gods (cf.",
        "All departmental expenses were to be submitted for the approval of the comptrollergeneral, a number of sinecures were suppressed, the holders of them being compensated, and the abuse of the\" acquits au comptant \"was attacked, while Turgot appealed personally to the king against the lavish giving of places and pensions.",
        "Considerably in advance of public opinion, it already pronounced in favour of a republic. By its erudite, brilliant and courageous examination of the rights of king, of nobles, of clergy and of people, it attained a wide and sudden popularity; it secured for the author the friendship and protection of Mirabeau, and the studied abuse of numerous royalist pamphleteers.",
        "Such a device inevitably lent itself to abuse (see Aristotle, Pol.",
        "Each has a provincial governor and assembly chosen directly by the people, generally charged with independent control of matters affecting the province; but the president may interfere against an abuse of power by either the governor or the assembly.",
        "In a letter to the cardinal patriarch of Lisbon entitled (1850), he denounced the fanaticism and ignorance of the clergy in plain terms, and this provoked a fierce pamphlet war marked by much personal abuse.",
        "The bill vetoed by Monroe would in effect have given to the Federal government jurisdiction over the road; and in his elaborate memorandum (May 4, 1822) accompanying his veto message, Monroe discussed at length the constitutional questions involved, argued that the Federal government was empowered by the Constitution to appropriate money for \" internal improvements,\" and in concert with the states through which a road was to pass might supervise the construction of such a road, but might not exercise jurisdiction over it, and advocated the adoption of an amendment to the constitution giving larger power to the Federal government \" confined to great national works only, since, if it were unlimited it would be liable to abuse, and might be productive of evil.\"",
        "An instinctive feeling that a proper name for God implicitly recognizes the existence of other gods may have had some influence; reverence and the fear lest the holy name should be profaned among the heathen were potent reasons; but probably the most cogent motive was the desire to prevent the abuse of the name in magic. If so, the secrecy had the opposite effect; the name of the god of the Jews was one of the great names in magic, heathen as well as Jewish, and miraculous efficacy was attributed to the mere utterance of it.",
        "The treatises of Gerhoh of Reichersberg (1093-1169) abound in trenchant attacks upon the greed and venality of the Curia, the arrogance and extortion of the legates, the abuse of exemptions and appeals, and the German policy of Adrian IV.",
        "The principal grounds for an absolute divorce are impotency, adultery, wilful or malicious desertion, cruel and barbarous treatment, personal abuse and conviction of any such crime as arson, burglary, embezzlement, forgery, kidnapping, larceny, murder, perjury or assault with intent to kill.",
        "He was singularly sweet-tempered, and shrank from the impassioned political bitterness that raged about him; bore with relative equanimity a flood of coarse and malignant abuse of his motives, morals, religion, 4 personal honesty and decency; cherished very few personal animosities; and better than any of his great antagonists cleared political opposition of illblooded personality.",
        "Manifestly Socrates' use of certain forms of argumentation, like their abuse by the sophists, tended to evoke their logical analysis.",
        "The use and abuse, confronted one with the other, could not but evoke it.",
        "Bartolus left behind him a great reputation, and many writers have sought to explain the fact by attributing to him the introduction of the dialectical method of teaching law; but this method had been employed by Odofredus, a pupil of Accursius, in the previous century, and the successors of Odofredus had abused it to an extent which has rendered their writings in many instances unprofitable to read, the subject matter being overlaid with dialectical forms. It was the merit of Bartolus, on the other hand, that he employed the dialectical method with advantage as a teacher, and discountenanced the abuse of it; but his great reputation was more probably owing to the circumstance that he revived the exegetical system of teaching law (which had been neglected since the ascendancy of Accursius) in a spirit which gave it new life, whilst he imparted to his teaching a practical interest, from the judicial experience which he had acquired while acting as assessor to the courts at Todi and at Pisa before he undertook the duties of a professorial chair.",
        "Whatever opinion may be held as to the orthodoxy of the seven articles of the Anabaptists, the vehemence with which they were opposed, and the epithets of abuse which were heaped upon the unfortunate sect that maintained them, cannot fail to astonish those used to toleration.",
        "Under the empire the system degenerated into an abuse, which reached its height during the reign of Tiberius, although the delators continued to exercise their activity till the reign of Theodosius.",
        "The popular autos that have survived are mainly religious, and show the abuse of metaphor and the conceits which derive from Gongora.",
        "Moreover, he did not spare his own estate, for in his Sexagesima sermon he boldly attacked the current style of preaching, its subtleties, affectation, obscurity and abuse of metaphor, and declared the ideal of a sermon to be one which sent men away \"not contented with the preacher, but discontented with themselves.\"",
        "A commission of the chambers drew up an indictment against Catargiu and his late colleagues, accusing them of violating the constitution and the public liberties, squandering the state revenues, and other abuse of power.",
        "It was his duty to celebrate his princely patrons in panegyrics and epics, to abuse their enemies in libels and invectives, to salute them with encomiastic odes on their birthdays, and to compose poems on their favourite themes.",
        "The Russian officer in charge of the transport lolled back in the front cart, shouting and scolding a soldier with coarse abuse.",
        "Trembling and panting the old man fell into that state of fury in which he sometimes used to roll on the ground, and he fell upon Eykhen, threatening him with his hands, shouting and loading him with gross abuse.",
        "From all sides, like the roar of the sea, were heard the rattle of wheels, the tramp of feet, and incessant shouts of anger and abuse.",
        "The message concerning the undesirability of excessive drinking is punctuated regularly with mainstream news articles on the national epidemic of alcohol abuse.",
        "He was frustrated and was given a conduct warning once for racket abuse.",
        "Clive Stafford Smith, legal director of the charity Reprieve, said: All this secret abuse of prisoners is very dangerous.",
        "Respect 's stunning election successes last month have roused up a torrent of abuse.",
        "Real wisdom is the only safeguard against the abuse of power.",
        "In several midlands towns in the UK, social workers removed children from their parental homes to protect them from satanic abuse.",
        "The current secrecy laws are far too restrictive; they encourage abuse.",
        "Woman racially abused worker A WOMAN who shouted racial abuse at a restaurant worker has been fined by magistrates.",
        "The same author in another book blamed beef eating for spousal abuse.",
        "Many Thanks andi stephen Advanced Member To Report Abuse in this message, click here.",
        "Substance use Details of where to obtain free and confidential advice about drug and substance abuse related problems.",
        "Substance abuse disorders were uncommon but a substantial proportion of individuals had problems with alcohol or drug misuse.",
        "The pirates take Syn-Jern to their island to recover from the terrible physical abuse he has suffered at the hands of his sadistic captors.",
        "The sessions themselves offered a supportive framework for more focused work on domestic abuse.",
        "Perhaps you are a survivor of abuse seeking information for yourself.",
        "As he well expected, he then came under a barrage of abuse, and was swaggering about, reveling in the attention.",
        "It says that, in some cases, such abuse was tantamount to torture.",
        "Tearaway kids aged between 10 and 16 who set off fireworks, booze, shout abuse and spray graffiti will be targeted.",
        "To what do I owe this tirade of abuse from you?",
        "Toady sneeks New Member To Report Abuse in this message, click here.",
        "I 'm with Toby - the club needs to fight back at the constant torrent of abuse coming our way.",
        "Frank Zito (Joe Spinell) is a deeply disturbed man, haunted by the traumas of unspeakable child abuse.",
        "Repressed memory syndrome, stories of satanic abuse and ufo abduction scenarios all relate to that sense of having to distrust personal experience.",
        "Decades of abuse in school dinners has lead to a tendency to undervalue what is prized where it is more scarce.",
        "His desire to ratchet up his income has seen the unseemly row with, and abuse of, Silverstone.",
        "When I moved to secondary school I became even taller, and the abuse became purely verbal.",
        "This takes many forms, from insinuation and innuendo down to vitriolic abuse of the type used by Hitler and Goebbels about the Jews.",
        "He grabbed her by the throat and yelled abuse.",
        "A grand jury voted to indict the parents of the murdered toddler on charges of child abuse resulting in death. ",
        "He had the authority to modify the documents for his benefit, but he decided not to abuse his power.",
        "If you do suspect some type of abuse has occurred, you'll need to contact your local police department.",
        "Some good websites to visit concerning child abuse signs are Help Guide and the Child Welfare Information Gateway.",
        "Grievance Procedures - Includes both client and business, anything from child abuse issues to state legal sanctions for breaking the rules.",
        "Also an autopsy is also done to rule out other issues, such as abuse, or illness.",
        "Do you actually hand wash your delicates or do you abuse them by laundering them on the heavy cycle with your jeans?",
        "They have wide tires that keep them steady throughout the abuse.",
        "A scratching post or combination scratching post and cat tree will help save your furniture from abuse as well as offer your cat some exercise and entertainment.",
        "If the shelter director has seen a lot of abuse cases, this is more likely.",
        "While other ingredient combinations are more susceptible to abuse, this is one that allows you a bit of freedom.",
        "Once a child's identity is stolen, the identity thief can create, and then abuse, new financial accounts.",
        "Verbal abuse - The collector cannot use obscene or profane language.",
        "Visitation is often only limited in circumstances where there is abuse.",
        "If you are in a domestic violence situation, it may also help your divorce case if you present any evidence of abuse, such as pictures of any domestic violence incident, police report or medical records.",
        "When there are allegations of spousal or child abuse, then it is necessary to contact a lawyer.",
        "There is a history of abuse between the spouses.",
        "Verbal or physical abuse, squandering of marital property and infidelity may be considered by a court, but usually only if those behaviors or actions affected the marital estate.",
        "People who have been victims of domestic abuse may fear that their partner may threaten their life after a divorce.",
        "This effect of divorce may be much more frightening than staying in the marriage; however, the cause of divorce in this matter (the emotional, sexual, physical, verbal abuse) could also turn deadly over time.",
        "In the case of a person who leaves the marital home because of domestic abuse issues, legal advice should be sought as soon as possible.",
        "Circumstances where a judge would hesitate to order joint custody include those where there is a history of abuse or a parent has issues with substance abuse.",
        "Private sessions give each spouse a safe opportunity to discuss emotional elements, domestic abuse issues or any other type of sensitive information pertinent to the divorce.",
        "Worse, they are now of an age where outside influences like teenage sex, alcohol use and drug abuse can muddy the waters.",
        "National Association of Counsel for Children: NACC provides social work assistance for divorce effects, abuse and neglect.",
        "A fault divorce can be based on one or more of 13 different grounds, including adultery, desertion, abuse, mental illness or one spouse's addiction to drugs or alcohol.",
        "Potential grounds include desertion for at least a year, adultery, drug or alcohol abuse or incarceration for two years or longer.",
        "Substance abuse, marital difficulties, money problems and child-rearing challenges were private matters sheltered from public knowledge or opinion.",
        "Choose a solid wood, like oak, that can stand some abuse and insist on heavy duty hardware.",
        "The warranty does not apply to damage resulting from abuse, accident, alteration, improper assembly, misuse or tampering.",
        "Seat cushions take a lot of abuse, particularly when they're used outdoors.",
        "Lawn furniture repair parts are fairly easy to come by because lawn furniture takes a lot of abuse.",
        "Use this type of furniture in a teen's room or dorm room for an inexpensive, playful style that can handle abuse.",
        "Other programs provide cell phones to seniors, low-income qualifiers and domestic abuse victims.",
        "If you're exploring the benefits of goldenseal and are hoping to use it to mask drug abuse for a drug test, think again.",
        "It will receive the most abuse so you want to select something that's durable and will last the lifetime of the playroom, if possible.",
        "Because backsplashes don't take up a lot of space and because they don't take the same abuse as countertops, there's a lot of room for creativity.",
        "There are many kid-friendly fabrics that can withstand quite a bit of unintentional abuse with spills, food and dirt.",
        "They take more abuse than the floors in any room in the house.",
        "The mudroom floor takes a lot of abuse, but that doesn't mean it has to skimp on style.",
        "Additionally, make sure the sink is constructed of a material that will stand up to abuse.",
        "It's never wise to abuse a generous offer, especially if you want it to continue to be available for the foreseeable future.",
        "If a threat is especially severe or recurs frequently, such as protracted combat or living with abuse, the chemicals that carry messages from one nerve cell to another become depleted, and the brain becomes sluggish and inefficient.",
        "Anxiety usually does not occur by itself - people with chronic anxiety often have other disorders such as depression, substance abuse or other anxiety disorders.",
        "People may try to self-medicate with alcohol or drugs in order to cope with the anxiety symptoms which might lead to substance abuse problems.",
        "As you may have noticed, some of the symptoms of this disorder are also common in individuals who suffer from depression, substance abuse disorder, bipolar disorder, anxiety disorder and eating disorder.",
        "Since this anti-anxiety drug is one of the mildest and doesn't produce sedating effects nor is it addictive, it's perfect for individuals who have a history of drug abuse.",
        "Unfortunately, it does cause physical and psychological dependency, which doesn't make a choice for individuals who are at risk for substance abuse.",
        "If you keep the fight going by answering them or trying to defend yourself, it only gives them a reason to keep up the abuse.",
        "You can also report teenage chat room abuse and bullying to the moderators of the site.",
        "The average drug user starts smoking marijuana at age 14, and those who abuse alcohol may begin as early as age 12.",
        "A 2004 study of teenager drug abuse from the National Institute on Drug Abuse found 16.1 percent of students in 8th, 10th, and 12th grade had used illicit drugs in the month prior to the study.",
        "Use crosses the line to abuse when it begins to affect everyday life, cause social problems, and/or impact a teen's physical well being.",
        "Teens with a family history of substance abuse will be more likely to become addicted themselves.",
        "While you may think of drugs like marijuana when you think of teenager drug abuse, there are actually numerous legal substances teens may use in an illegal manner.",
        "If there is an underlying problem behind the drug abuse like depression or low self-esteem, counseling or medication to improve these issues may also be necessary.",
        "Parents and teens can talk to school counselors or the family doctor to find a local treatment center or use the Substance Abuse Treatment Facility Locator from the Substance Abuse and Mental Health Services Administration (SAMHSA).",
        "With frank discussions of sexuality, and storylines dealing with everything from school shootings to drug abuse, it's easy to see why commercials for the show have used the tagline, \"It goes there.\"",
        "A visit to the Substance Abuse and Mental Health Data Archive (SAMHDA) provides a savvy researcher with all of the tools he or she needs to take a more in-depth look at the numbers related to teens and drinking.",
        "After reality has sunk in about the substance abuse in your life, it's vitally important to talk about it, preferably with an adult, and especially with a parent or guardian.",
        "The trauma can be recent, such as the death of a family member, or it can be rooted in childhood, including abuse and abandonment.",
        "Alcohol and drug abuse - Abusing drugs and alcohol can also lead to depression.",
        "Symptoms of substance abuse are easy to spot.",
        "Understanding drug abuse among teenagers can help you educate your teen about the dangers of using drugs and alcohol.",
        "Unfortunately, while the use of illicit drugs may have decreased since 1999, the abuse of prescription drugs and over-the-counter (OTC) has increased.",
        "This does not include teenagers who abuse OTC drugs such as cough and cold medicine.",
        "Females between the ages of 12 and 17 are more likely than males to abuse OTC medicines, while males between the ages of 18 and 25 were more likely to misuse them.",
        "Parents who abuse drugs themselves can also be a provider to their teen whether it is intentional or not.",
        "The way that teens fund their drug abuse is much like how adult drug addicts do.",
        "Since most teenagers are able to work, this is how many will fund their drug abuse.",
        "You may have a particular mental image of a teen who abuses drugs but drug abuse among teenagers has no stereotype.",
        "Teens from affluent or impoverish homes both can and do abuse drugs.",
        "Talk to kids about the dangers of alcohol abuse, especially for girls, who may become pregnant and/or contract an STD due to irresponsible behavior while drunk.",
        "No parent wants a teenager to suffer from addiction, abuse or assault due to drinking alcohol.",
        "Instigating these attacks often causes the teen to become more violent and increase severe behaviors such as fighting, stealing, skipping school, struggling academically and drug abuse.",
        "Stressors such as the death of a loved one, domestic violence, abuse, divorce and alcohol/drug abuse in the home can make teenagers feel insecure.",
        "It's not the ideal setting for a teen who is dealing with a crisis and/or substance abuse or shies away from authority.",
        "Abuse in the home is a common reason for teens to run away.",
        "Forms of bullying include; physical abuse, verbal abuse, and being excluded from social events or activities or written abuse, such as cyber bullying.",
        "Try using the Substance Abuse Treatment Facility Locator from the U.S. Department of Health and Human Services.",
        "According to the National Institute of Drug Abuse website, approximately 10 million people in the United States have tried meth, and the number is growing.",
        "If you are concerned about meth abuse, find a drug rehab treatment center and get help right away.",
        "Alcohol abuse enters the picture when the use of alcohol begins to cause problems for the drinker, but they don't stop drinking.",
        "Driving drunk is also a sign of alcohol abuse.",
        "Underperforming relative to ones abilities, not getting the job done, problems with professional relationships, not delivering, unexplained absences, and tardiness are often present with alcohol abuse.",
        "DUIs, near misses, and accidents are common with alcohol abuse.",
        "He/she will help the family get needed important information about the nature of the addiction and common problems with an addict's substance abuse.",
        "These programs are for people who have serious abuse problems and who may need specialized treatments or drugs as part of recovery.",
        "According to the National Institute on Drug Abuse (NIDA), 20% of the United States population has taken prescription drugs for non-medical purposes in their lifetime.",
        "The easy accessibility of prescription medications has also been a factor in the rise of abuse.",
        "Patients who become dependent on prescription medications may not intend to abuse the prescription.",
        "However, physical dependence is different from abuse.",
        "Three key persons are involved in the identification of a problem with prescription drug abuse.",
        "Patients can also identify problems with prescription drug abuse.",
        "If you believe you have a problem with alcohol abuse, the next step is to make an appointment with your doctor.",
        "The National Institute on Alcohol Abuse and Alcoholism reports that youth who are dependent on alcohol show differences in brain activity than normal teenagers.",
        "Alcohol abuse is frequently considered a \"gateway\" drug.",
        "Depression, anxiety, and suicidal tendencies have all been linked to alcohol abuse in youth, though the actual correlation is unclear.",
        "Other indicators of sexual addiction include keeping it a secret, feeling shame, or having abuse enter into the sexual relationship.",
        "Alcohol abuse can lead to liver damage, brain damage, and even some types of cancer.",
        "Recommendations are given about the kind of substance abuse treatment the person needs.",
        "Women have special concerns when it comes to substance abuse.",
        "Studies show that significant portions of women who are addicts have suffered from emotional or physical abuse.",
        "Doctors, nurses, and other professionals in the healthcare field have unique needs when it comes to substance abuse.",
        "Celebrating recovery from substance abuse, whether from alcohol, street drugs, or prescription drugs, is vitally important in the recovery process.",
        "New groups often enjoy celebrating recovery by marking smaller anniversaries, such as 30, 60, or 90 days clean of substance abuse.",
        "The holiday for celebrating recovery is sponsored by the Substance Abuse and Mental Health Service Administration's Center for Substance Abuse Treatment (CSAT).",
        "While working with a myriad of other groups, the CSAT helps find access to medically sound and cost-effective substance abuse treatment programs in local areas.",
        "However, the pleasurable effects are not felt, so there is no abuse potential.",
        "Finally, behavioral treatments can keep people from returning to use and abuse.",
        "Left untreated, the condition can result in poor academic performance, promiscuity, drug abuse, or alcoholism.",
        "However, it can also cause problems such as alcoholism or substance abuse.",
        "According to the National Institute on Drug Abuse, \"Crack is cocaine that has not been neutralized by an acid to make the hydrochloride salt.\"",
        "Watching for signs of crack abuse in yourself or a loved one can help in getting the right treatment.",
        "Enrolling in substance abuse treatment centers or finding a counselor can be helpful.",
        "Although no prescriptions have been approved for use in medicinal treatment of crack abuse, cognitive behavior therapy has proven to be effective in treatment.",
        "Some experts have observed that many female anorexics were victims of childhood sexual abuse.",
        "However, the presence of an eating disorder does not automatically mean that abuse has taken place.",
        "Often, teens that have a problem with substance abuse do not get the drug addiction help they need because parents are unaware of the situation or unfamiliar with chemical dependency.",
        "Drug addiction is a complex disease of the brain that is most often characterized by compulsive drug cravings and drug abuse.",
        "There are many different physical and behavioral symptoms of drug abuse.",
        "Some of these sources are dedicated to the abuse of particular drugs, while others cover addiction in general.",
        "Reading through these articles can provide you with a wealth of information and teach you more about the signs and symptoms of drug abuse, planning interventions, and drug support services."
    ],
    "definition": [
        "To use improperly or excessively; misuse: abuse alcohol; abuse a privilege.",
        "To hurt or injure by maltreatment; ill-use: animals that were abused by a negligent owner.",
        "To force sexual activity on; rape or molest.",
        "To assail with insulting or hurtful words; revile.",
        "Improper or excessive use; misuse: abuse of authority; drug abuse.\nRough treatment or use: shoes that have taken a lot of abuse.",
        "Improper or excessive use; misuse: abuse of authority; drug abuse.",
        "Rough treatment or use: shoes that have taken a lot of abuse.",
        "Physical maltreatment or violence: spousal abuse.\nSexual abuse.\nInsulting or hurtful language, especially when used to threaten or demoralize: verbal abuse.",
        "Physical maltreatment or violence: spousal abuse.",
        "Sexual abuse.",
        "Insulting or hurtful language, especially when used to threaten or demoralize: verbal abuse.",
        "a·bus′er\nn.",
        "Link/Cite"
    ]
}