{
    "translation": "לקבל, להסכים",
    "uses": [
        "Give her a little time to accept the idea.",
        "Sometimes we have to accept change, if we want to move forward.",
        "Snuggling close, she lifted her face to accept his kiss.",
        "It was still hard to accept what they had done.",
        "You were ready to accept that fact already.",
        "It's okay, Dusty, I'll accept that fate.",
        "While Dean discounted hooligans as the source of his vandalism, he was more than happy to accept Brandon Westlake's timely rescue.",
        "It was one thing to tell herself everything was resolved, but quite another to thoroughly accept something she had always considered wrong.",
        "I'll accept it now that it is certain.",
        "The more he tried to accept the idea, the harder it became to swallow.",
        "You might as well accept it.",
        "His eyes expressed approval and the thin lips twitched in what she had grown to accept as a smile - fleeting as it was.",
        "Pete said he decided to accept that offer in Texas.",
        "However, if they are getting wealthier over time, even if the rich are getting wealthier faster, the poor will tend to accept the system more.",
        "We accept that they don't, but we still want to feel welcome.",
        "No. Policing authorities at all levels are smart enough to accept the tips gratefully and not dig to disturb the source.",
        "You must accept that.",
        "It looks like I'll have to accept your invitation to spend the night, but I'll pay you as soon as I get my things.",
        "With regret, she realized her father was right: no one could accept someone like her.",
        "And you accept that.",
        "Gabriel's biggest mistake was not forcing you to accept your new world from the start.",
        "His anger was unfounded, but she had to accept some of the blame for his method of approach.",
        "He knew she would accept his family – unconditionally.",
        "You summoning me shows you've begun to accept your place, love.",
        "Now, dear friend, Please accept these few words because of the love that is linked with them.",
        "\"You don't yet accept it,\" he observed.",
        "Deidre considered how long it took for her to accept her impending death.",
        "What was even harder to accept was the fact she actually enjoyed his extreme mood changes.",
        "Sometimes he staked a large sum, but Dolokhov refused to accept it and fixed the stake himself.",
        "Cade should accept the responsibility of his actions as well.",
        "He tried to say, \"That's capital; of course she'll forget her childish promises and accept the offer,\" but before he had time to say it Natasha began again.",
        "Gabriel had been, and she was furious at herself for not taking him more seriously and for choosing to accept Darkyn's deal instead of taking a chance with Gabriel.",
        "There's nothing else on the planet that forces you to really see and accept who you are as the day the doctor says you're dying.",
        "Well then, accept his offer.",
        "We ought to accept this terrible necessity sternly and seriously.",
        "Please accept them with the love and good wishes of your friend, HELEN KELLER.",
        "But I accept that, Gabriel.",
        "Just like you accept your mate's version of our deal.",
        "As long as she was willing to accept that was the only part of him she'd ever have.",
        "You accept your place by my side.",
        "She recognized this trait and would accept rules she herself would never be able to make.",
        "It is because they do not obey the hint which God gives them, nor accept the pardon which he freely offers to all.",
        "\"It means I accept you as my mate,\" he said.",
        "How did she accept her destiny as his mate?",
        "\"I cannot accept your praise,\" he interrupted her hurriedly.",
        "It was something she would have to learn to accept - get on with her life.",
        "If Kutuzov decided to retreat along the road from Krems to Olmutz, to unite with the troops arriving from Russia, he risked being forestalled on that road by the French who had crossed the Vienna bridge, and encumbered by his baggage and transport, having to accept battle on the march against an enemy three times as strong, who would hem him in from two sides.",
        "The Englishman nodded, but gave no indication whether he intended to accept this challenge or not.",
        "Under cover of obtaining help of this kind for another, which from pride he would never accept for himself, he kept in touch with the circle which confers success and which attracted him.",
        "They laid their treasures at my feet, and I accepted them as we accept the sunshine and the love of our friends.",
        "Maybe she should accept a few dates now and then.",
        "By Immortal Code, Darkyn and I are obligated to accept his challenge.",
        "We've eliminated every other type of food, and the drugs might help you accept that you cannot eat.",
        "He sealed his skin around the tube, forced the flow downward, and placed his hands on her, forcing her body to accept his blood.",
        "I heartily accept the motto,--\"That government is best which governs least\"; and I should like to see it acted up to more rapidly and systematically.",
        "When that happens, refusal to accept the currency is swiftly outlawed and punished harshly.",
        "Bagration replied that he was not authorized either to accept or refuse a truce and sent his adjutant to Kutuzov to report the offer he had received.",
        "I hope you accept this by the time the baby is born.",
        "I realized then you'd never understand or accept me for who I was.",
        "Even if you don't accept this, try to accept that war is financially disadvantageous to 99 percent of the business owners in the country and that this is new and meaningful.",
        "It's a part of me, and if we're going to have anything together, you're going to have to accept it.",
        "This will help you rationalize and accept your place here, I believe.",
        "Well, Savelich, do you still not wish to accept your freedom?",
        "She would have to accept the fact that she was on her own with the baby.",
        "He needed direction to brush his teeth and was perfectly willing to accept it.",
        "(she grew confused) is agreeable to us, and I accept your offer.",
        "The other obvious fact was that Dulce didn't accept the inheritance issue.",
        "\"If there is any part of you that believes she'll accept the truth if it comes from me, then you're the worst judge of character I know,\" Gabriel replied drily.",
        "The rest he had built in investments – other than what was in the special savings account drawing interest until he could decide whether to return it or accept the responsibility that went with it.",
        "If you gave me Petersburg and Moscow I could not accept such conditions.",
        "I want you to accept that you belong here, and I want to hear the words.",
        "When you accept that, you can celebrate what victories you have.",
        "I'll accept all risk and if Darkyn is angry, I'll take you with me.",
        "At the same time that he refused the colonel's demand he made up his mind that he must have recourse to artifice when leaving Orel, to induce the Italian officer to accept some money of which he was evidently in need.",
        "A third class of historians--the so-called historians of culture-- following the path laid down by the universal historians who sometimes accept writers and ladies as forces producing events--again take that force to be something quite different.",
        "\"But shan't we have to accept battle?\" remarked Prince Andrew.",
        "The venue doesn't accept reservations, so you may have to wait, but it's worth it.",
        "Can you make me accept what you are?",
        "Moro's is very small and does not accept reservations, but once you sit down, the service is extremely attentive.",
        "He's never going to accept this.",
        "Next, the person must accept they are sleeping with a bloodsucker.",
        "It was something they had learned to accept.",
        "Even though you know nothing about him, you accept.",
        "Claire was all that remained of his brother, and he'd loved her out of respect for a man whose death he'd never been able to accept.",
        "Or maybe he was desperate to return to the only place that would accept him and all his sick ways.",
        "Mison, I accept your prisoner exchange and will release your men on the moon nearest to Qatwal.",
        "Well, I'm sure Fred wasn't a hooker but I'm content to accept him on a present day basis, regardless of why he's so protective of his past.",
        "And I'd accept whatever the consequences were and never be the same for the rest of my life, but I'm not sure knowing all that would still stop me from going ahead and doing it.",
        "Dean wondered how Effie would accept the final chapter of Annie's diary, once he had a chance to share it with her as Cynthia had promised.",
        "Jackson began to accept his fate and found comfort in the fact that none of his victims remembered his attacks.",
        "You're here because Sarah wants to give you some time to calm down and accept things.",
        "She gasped, I can't accept these.",
        "It was time to accept that they would never have biological children.",
        "At least he wasn't quite so willing to accept the idea that she had been unfaithful.",
        "Alex would eventually accept the baby as his.",
        "People have a way of shutting out things they aren't ready to deal with yet, or can't accept.",
        "The other option was to accept the will, and when Carmen was awarded the money and farm, simply turn it all over to Lori.",
        "If we're going to accept this baby, let's do it right.",
        "She focused on Jonny again, willing him to accept her solution.",
        "\"I can't accept my past that easily,\" Jenn said.",
        "I won't accept you, if you don't understand that about me.",
        "She had to accept her past before she, too, could move on.",
        "If she didn't, he'd accept her decision.",
        "By the time they crossed the arena, her numbed mind began to accept the possibility of death at his hands.",
        "To the Labour party in that state are admitted only persons who have worked for their living at manual labour, and this qualification of being an actual worker is one that was strongly insisted upon at the formation of the party and strictly adhered to, although the temptation to break away from it and accept as candidates persons of superior education and position has been very great.",
        "He promised to accept the \" Pacification of Ghent,\" and finally an agreement was drawn up, styled the \" Perpetual Edict,\" which was signed by Don John (February 12th) and like force.",
        "You accept it by \" faith.\"",
        "The Greek government agreed to accept the armistice.",
        "Six states had ratified the Federal constitution when the New Hampshire convention met at Exeter on the 13th of February 1788, to accept or reject that instrument, and so great was the opposition to it among the delegates from the central part of the state that after a discussion of ten days the leaders in favour of ratification dared not risk a decisive vote, but procured an adjournment in order that certain delegates who had been instructed to vote against it might consult their constituents.",
        "But neither now nor subsequently (1861, 1869) would he accept a parliamentary mandate.",
        "As yet, however, he had little knowledge of, and less inclination for, astronomy; and it was with extreme reluctance that he turned aside from the more promising career of the ministry to accept, early in 1594, the vacant chair of that science at Gratz, placed at the disposal of the Tubingen professors by the Lutheran states of Styria.",
        "Payments of arrears, now amounting to upwards of 4000 florins, was not, however, in the desperate condition of the imperial finances, to be hoped for; and he was glad, while retaining his position as court astronomer, to accept (in 1612) the office of mathematician to the states of Upper Austria.",
        "He accepted,or appeared to accept, the cognomen of Nero conferred upon him by the shouts of the populace, whom his comparative youth and the effeminacy of his appearance reminded of their lost favourite.",
        "But he was resolved to accept the verdict of the battle which his own impatience had hastened.",
        "In 1830 he founded the National with Thiers and Armand Carrel, and signed the journalists' protest against the Ordonnances de juillet, but he refused to accept his share of the spoil after his party had won.",
        "The House of Representatives refused to accept this and a conference committee was appointed.",
        "In the same prayer the votary begs that \"new blessing may come, new victory from the god Zarvan over the glories and angels, the spirits of this world, to the end that he accept our holy religion, become a watcher within and without, helper and protector,\" and the prayer ends thus: \"I invoke the angels, the strong ones, the mighty, Raphael, Michael, Gabriel, Sarael, who shall protect us from all adversity, and free us from the wicked Ahriman.\"",
        "Some authorities, however, accept this view.",
        "The usually unvarying arrangement of the Cistercian houses allows us to accept this as a type of the monasteries of this order.",
        "Though this province had been ceded to Great Britain in 1713 many of the Acadians had refused to accept British sovereignty.",
        "Edward Blake from Canadian politics to accept a seat in the British parliament as a member of the Home Rule party.",
        "Accordingly he will restore the spelling of the author if that can be ascertained: he will not accept the corruptions which have been introduced into it by copyists or printers, even though these may not affect its sense, nor will he modernize it so as to bring it into harmony with that of a later and to him a more familiar age.",
        "Hence we may perhaps accept as genuine the following: - 1.",
        "But in spite of this great logical achievement, he continued throughout the discourse to accept Plato's grammatical analysis of all sentences into noun and verb, which indeed applies to the proposition as a sentence but does not give its particular elements.",
        "As we cannot without a tittle of evidence accept such a consequence, we conclude that Aristotle formulated the distinction between argumentative and adventitious, artificial and inartificial evidences, both in the Rhetoric to Alexander and in the Rhetoric; and that the former as well as the latter is a genuine work of Aristotle, the founder of the logic of rhetoric.",
        "He was elected a member of the Reichstag, where he joined the National Liberal party, for like many other exiles he was willing to accept the results of Bismarck's work.",
        "State officials are forbidden to accept railway passes from railway companies, and individuals are forbidden to receive freight rebates.",
        "The acceptance of the proposition to call the convention and the election of many conscientious and intelligent delegates were largely due to the influence of ex-Governor Brown, who was strongly convinced that the wisest course for the South was to accept quickly what Congress had offered.",
        "He passed from the school at Kilkenny to Trinity College, Dublin (1700), where, owing to the peculiar subtlety of his mind and his determination to accept no doctrine on the evidence of authority or convention, he left the beaten track of study and was regarded by some as a dunce, by others as a genius.",
        "The Greeks of that day would have had little respect for a grotesque Egyptian figure, while the Egyptians were more willing to accept divinity in any shape.",
        "Azam would not accept the proposal and was defeated and slain on the plains of Agra.",
        "He had declared some time before that it would be an act of madness for him to take this post; but the sense of public duty led him to accept it when it was pressed upon him by the king.",
        "This was far less than the prince meant to obtain, but he would probably have been forced to accept the offer for want of a better if the insolence of one of Yusef's messengers, a Spanish renegade, had not outraged a chief partisan of the Omayyad cause.",
        "In 1867 King George had agreed to accept Prussian bonds to the value of about 1,600,000 as compensation for the confiscation of his estates in Hanover.",
        "284-305), that Pappus wrote during that period; and in the absence of any other testimony it seems best to accept the date indicated by the scholiast.",
        "6 a under the suspicion of being prompted by party feeling, and by an act of 1868 the jurisdiction was finally transferred to judges of the High Court, notwithstanding the general unwillingness of the bench to accept a class of business which they feared might bring their integrity into dispute.",
        "He showed such heroism in the first encounter, at Derae, that the crown was offered him, but he would accept only the title of commander-in-chief.",
        "But he has a different theory of human nature and soul, and so does not accept the Kantian conclusion that things in themselves, in the sense of things beyond phenomena, are all unknowable.",
        "Yet many psychologists accept the universality of this will to believe, and among them James, who says that \" it is far too little recognized how entirely the intellect is built up of practical interests.\"",
        "The discussions were approved by the pope and the emperor, but had no popular feeling behind them, and though the negotiations were continued for ten years, especially between Molanus on the one side and Bossuet on the other, no agreement was reached, for the Protestants could not accept the Council of Trent as authoritative or surrender the matter of communion under both species.",
        "Some stores don't accept returns on intimate apparel at all.",
        "One of the faces of Torrid, she's inspiring teenage girls to accept themselves the way they are--and love every pound.",
        "They don't even accept unsolicited headshots.",
        "You've got a better summer job, if you'll accept.",
        "Would he really accept her once she told him she sacrificed an innocent human to the Dark One?",
        "His planet was dying without either, and many had begun to accept this was the planet's fate.",
        "She nodded and accepted Evelyn's far-fetched explanations just as she might nod and temporarily accept the equally unreal world of Star Wars.",
        "In regard to the source of the two Palestinian Targums to the Pentateuch, we must accept the conclusion of Bassfreund 4 that they both derived their variants from a complete Targum Jerushalmi.",
        "That's it - you're set up to accept money through Google!",
        "Don't try, just accept, Evelyn advised.",
        "You must grow beyond your role as a battle commander, if you want her to accept her place.",
        "The dhjan nishani must willingly accept her place at your side and her role in helping the planet.",
        "The bottom line is, if this guy really loves you, he will find it in himself to accept you, fangs and all.",
        "I'll never accept that monster bitch!",
        "You said I will get out of here; what if I don't accept this?",
        "Because I need you to accept what I am if we are to have a future together.",
        "They would never share that intimacy, but he would just have to accept that, sad as it was.",
        "If he only had some assurance Elisabeth would accept his vampirism.",
        "If you can't accept that, there is nothing more to discuss.",
        "I expected to be convincing you to accept me today.",
        "You asked me to accept what you are.",
        "I need to know what that is if I am to accept it.",
        "He chuckled, \"Given your understanding at breakfast yesterday, I guess I am going to have to accept that.\"",
        "If I can convince her to accept us, she will know how to deal with my father.",
        "Yes, I need to convince her to accept me.",
        "Your mother thinks the pack would accept us if you agreed to have a child, and we could raise it.",
        "And they accept you no mater what.",
        "Hypnotized by his somber gaze, she lifted her face to accept his affection.",
        "Believing in her ability to make a sound judgment and willing to accept her decision.",
        "She could go on feeling sorry for herself because she couldn't have children, or she could accept the cards that had been dealt her and settle for less than perfection.",
        "And I thought he'd started to accept a role on the Council, even if it was the one of the enforcer.",
        "I won't accept any­more, he said.",
        "He refused to accept that he and Cynthia were other than tem­porarily at odds with one another.",
        "They were confident in their self worth and appeared to accept people at face value.",
        "Right now he might accept the idea of 3 times a day.",
        "He was joking about the fact that you don't accept joint ownership of anything.",
        "Sometimes it was easier to accept his disappointment than sympathy.",
        "It was so hard to accept.",
        "Her eyes watered, and she knew she'd never accept her death without fighting to live, even at his hands!",
        "I do not know if they will accept me.",
        "I have a…friend who will make certain they accept you, Memon said, unconcerned.",
        "The people will accept him only if she accepts him.",
        "I am the last man she would accept help from, and for good reason.",
        "\"You will accept me as your king?\" he asked hoarsely.",
        "It hasn't been easy for me to accept the people who killed my family.",
        "Dierdirien will arrive soon and can help us remove any king unwilling to accept peace.",
        "Sometimes it was difficult to accept that he actually preferred this lifestyle.",
        "He might decide to accept that inheritance.",
        "Still, she had to accept some of the blame.",
        "She had been raised to accept the domination of Dad over Mom.",
        "It was one thing to love and protect, but quite another to blindly accept total domination.",
        "Alright, I accept responsibility for killing your horse, but it was an accident.",
        "They might accept and even expect such behavior, but it had to be humiliating.",
        "It was something he expected her to accept, but he hadn't.",
        "He refuses to accept that fact.",
        "My guess is that you accept the slim possibility that a shark might get you, and swim in the ocean anyway.",
        "Why couldn't he accept no for an answer?",
        "The only way Denton was going to accept the termination of their engagement was if she publicly announced it, and that was what she would have to do as soon as she returned.",
        "I'll accept that as an answer.",
        "You can't fully make that decision, until you're willing to accept that all this\" Sofi waved her hand around the compound \"is your new place in life and that for some reason, you belong with a freak of nature of a man.\"",
        "It doesn't mean what I saw you do, what I know you can do, is easy for me to accept.",
        "In a variety of ways it does a great deal of social service similar to that of gilds of help. Its administration has always been in the hands of laymen, and it works through local \"conferences\" or branches, the general council having been suspended because it declined to accept a cardinal as its official head.",
        "From that time he resided in Italy; he refused to follow the other Hungarian patriots, who, under the lead of Deak, accepted the composition of 1867; for him there could be no reconciliation with the house of Habsburg, nor would he accept less than full independence and a republic. He would not avail himself of the amnesty, and, though elected to the Diet of 1867, never took his seat.",
        "Having refused to accept the civil constitution of the clergy, Dillon had to leave Narbonne in 1790, then to emigrate to Coblenz in 1791.",
        "He must maintain a strictly impartial attitude of body and mind, accept no presents from the people of his district, and render judgment only when he is in a normal condition mentally and physically.",
        "In the very earliest centuries we find the episcopate, united in council,, drawing up symbols of faith, which every believer was bound to accept under pain of exclusion, condemning heresies, and casting out heretics.",
        "Ddllinger, Johann Huber, Johann Friedrich, Franz Heinrich Reusch, Joseph Hubert Reinkens and others, for refusing to accept them.",
        "Soc. Arts, March 5, 1880), but the present writer is unable to accept it.",
        "The Leiden magistrates said in 1581:\" If we accept everything determined upon in the synod, we shall end by being vassals of the synod.",
        "It is impossible, indeed, to accept Aristotle's (cf.",
        "For it is impossible to accept the theory of one writer that they sailed or rowed round the continent - a journey requiring enormous maritime skill, which, according to the theory, they must have promptly lost.",
        "general undertook to accept Don John as governor general and to uphold the Catholic religion, while Don John, in the name of the king, agreed to carry out the provisions of the \" Pacification.\"",
        "This Committee consists of 75 members, sending representatives to Moscow to the meetings of the Central Committee of the All-Russian Federation of Soviet Republics, but the Turkestan Republic showed itself very little inclined to accept the control which the Central Committee at Moscow endeavoured to maintain.",
        "Ethan Allen (q.v.) and some of the other leaders seemed inclined to accept these overtures, but for various reasons, the chief of which was the general success of the American cause, the scheme was soon abandoned.",
        "When a debtor tenders the amount due to his creditor and the creditor refuses to accept, the debt is not discharged, but if the debtor is subsequently sued for the debt and continues willing and ready to pay, and pays the amount tendered into court, he can recover his costs in the action.",
        "He was free, but had to accept monetary compensation for corporal injuries, paid smaller fees and fines, even paid less offerings to the gods.",
        "During the interval between these peaces, Matthias, in self-defence, again made war on the emperor, reducing Frederick to such extremities that he was glad to accept peace on any terms. By the final arrangement made between the contending princes, Matthias recognized Ladislaus as king of Bohemia proper in return for the surrender of Moravia, Silesia and Upper and Lower Lusatia, hitherto component parts of the Czech monarchy, till he should have redeemed them for 400,000 florins.",
        "The number of state telegraph offices was 4603, of other offices (railway and tramway stations, which accept private telegrams for transmission) 1930.",
        "King Ferdinand also had to accept a French garrison at Taranto, and other points in the south.",
        "On Joseph declining, Napoleon finally decided to accept the crown which Melzi, Marescalchi, Serbelloni and others begged him to assume.",
        "The author was Giuseppe Mazzini, then a young man of twenty-six years, who, though in theory a republican, was ready to accept the leadership of a prince of the house of Savoy if he would guide the nation to freedom.",
        "Constituent assemblies met and voted for unity under Victor Emmanuel, but the king could not openly accept the proposal owing to the emperors opposition, backed by the presence of French armies in Lombardy; at a word from Napoleon there might have been an Austrian, and perhaps a Franco-Austrian, invasion of central Italy.",
        "Ricasoli wished to go on with the war, rather than accept Venetia as a gift from France; but the king and La Marmora saw that peace must be made, as the whole Austrian.",
        "asking him in the name of religion and peace to accept Italian protection instead of the temporal power, to which the pope replied that he Italian would only yield to force.",
        "Perceiving the advantage of a visit to the imperial and apostolic court after the Italian occupation of Rome and the suppression of the religious orders, and convinced of the value of more cordial intercourse with the German empire, Visconti-Venosta and Minghetti advised their sovereign to accept both the Austrian and the subsequent German invitations.",
        "Radical measures were passed unmodified, and the Right was compelled sadly to accept the accomplished fact.",
        "The Italian foreign minister, Brin, began by demanding the punishment of the persons guilty of the massacre, but has~ned to accept as satisfactory the anodyne measures adopted by the French government.",
        "If we accept moral ideals at all, we are no longer in the world of mere phenomenal sequences, but in a new world.",
        "He will accept it as a stage, of no small importance, in progressive definition; but he will seek to go further.",
        "Or at least he has rightly seen what are the assertions to aim at; it is difficult to accept the principle or method upon which his answer to the riddle proceeds, the dialectic method.",
        "MacTaggart (Studies in Hegelian Dialectic) contends that direct contradiction is confined to the elementary portions of Hegel's Logic: but he does not deny its existence there, though his interpretation, could one accept it, softens the paradox.",
        "(3) If we accept the suggestion offered above - that a priori in Kant and later thinkers =necessary - we place ourselves on the track which leads from intuitionalism to some form of idealism.",
        "Whatever one may think of the cogency of such arguments, it seems safe to conclude that thinkers, who dislike constructive idealism, but accept time and space as boundless given quanta, reach in that way the thought of infinity, and if they are theists, necessarily connect their theism with reflexions on the nature of Time and Space.",
        "Those who were unwilling to accept evolution, without better grounds than such as are offered by Lamarck, and who therefore preferred to suspend their judgment on the question, found in the principle of selective breeding, pursued in all its applications with marvellous knowledge and skill by Darwin, a valid explanation of the occurrence of varieties and races; and they saw clearly that, if the explanation would apply to species, it would not only solve the problem of their evolution, but that it would account for the facts of teleology, as well as for those of morphology; and for the persistence of some forms of life unchanged through long epochs of time, while others undergo comparatively rapid metamorphosis.",
        "general acceptance of evolution; but it seems established as a historical fact that the world has come to accept evolution, first, because of Darwin's theory of natural selection, and second, because of Darwin's exposition of the evidence for the actual occurrence of organic evolution.",
        "Borgia's power was now at an end, and he was obliged to surrender all his castles in Romagna save Cesena, Forli and Bettinoro, whose governors refused to accept an order of surrender from a master who was a prisoner.",
        "In the convent, his modesty was so great that he refused to accept the doctor's degree in theology, which is the highest prized honour in the order.",
        "Gorchakov perceived that Russian designs against Turkey, supported by Great Britain and France, were impracticable, and he counselled Russia to make no more useless sacrifices, but to accept the bases of a pacification.",
        "The flagellants paid for their own personal maintenance, but were allowed to accept board and lodging, if offered.",
        "The heir to the throne was the late tsar's eldest brother, Constantine, but he declined, for private reasons, to accept the succession, and a few days elapsed before the second brother, I., Nicholas, was proclaimed emperor.",
        "The \" Cadets \" refused to accept this action and, in imitation of the famous meeting in the tennis-court at Versailles, adjourned to Vyborg in Finland, where, under the ex- The president of the Duma, M.",
        "The French court would not accept his overtures, and it was only in the summer of 1401 that a truce was patched up by the restoration of Richard's child-queen, Isabella of Valois.",
        "As a natural result weak railway companies in the United States have frequently been declared insolvent by the courts, owing to their inability in periods of commercial depression to meet their acknowledged obligations, and in the reorganization which has followed the shareholders have usually had to accept a loss, temporary or permanent.",
        "Manuel was expelled, but he refused to accept this sentence, and force was employed to remove him.",
        "Modern scholars, who accept this view, assign him to about 550 B.C.; others regard him as purely mythical.",
        "In 1900 he was asked by President McKinley to accept the presidency of the Philippine Commission charged with the administration of the islands.",
        "With the approach of the presidential election of 1908, President Roosevelt reiterated his pledge not to accept another nomination, and threw his immense influence in favour of Mr Taft.",
        "So great was his reputation that when Sir Walter Mildmay founded Emmanuel College in 1584 he chose Chaderton for the first master, and on his expressing some reluctance, declared that if he would not accept the office the foundation should not go on.",
        "His great achievement was the conquest of a part of Ituraea, which he added to Judaea and whose inhabitants he compelled to accept Judaism.",
        "The countries which accept the largest share of Cretan produce are Turkey, England, Egypt, Austria and Russia.",
        "Eventually the Cretan chiefs invoked the mediation of England, which Turkey, exhausted by her struggle with Russia, was ready to accept, and the convention known as the Pact of Halepa was drawn up in 1878 under the auspices of Mr Sandwith, the British consul, and Adossides Pasha, both of whom enjoyed the confidence of the Cretan population.",
        "Dr Coke was ordained at Bristol, England, in September, and in the following December, in a conference of the churches in America at Baltimore, he ordained and consecrated Asbury, who refused to accept the position until Wesley's choice had been ratified by the conference.",
        "In that case, all who accept a revelation without professing to understand its content would require to be ranked as mystics; the fierce sincerity of Tertullian's credo quia ab-' surdum, Pascal's reconciliation of contradictions in Jesus Christ, and Bayle's half-sneering subordination of reason to faith would all be marks of this standpoint.",
        "Wasmann considers that ants are neither miniature human beings nor mere reflex automata, and most students of their habits will probably accept this intermediate position as the most satisfactory.",
        "In 1891, believing that his first duty was to his state, he resigned from the Senate to accept the chairmanship of the newly established state railway commission.",
        "Yet Buddhism has never made much impression west of India, and Islam is clearly repugnant to Europeans, for even when under Moslem rule (as in Turkey) they refuse to accept it in a far larger proportion than did the Hindus in similar circumstances.",
        "But it made no progress in Indo-China or Japan; and though there is a large Moslem population in China the Chinese influence has been stronger, for alone of all Asiatics the Chinese have succeeded in forcing Islam to accept the ordinary limitations of a religion and to take its place as a creed parallel to Buddhism or any other.",
        "(From this practice the sect received the less commonly used nickname \"Dompelaers,\" meaning \"tumblers.\") They accept implicitly and literally the New Testament as the infallible guide in spiritual matters, holding it to be the inspired word of God, revealed through Jesus Christ and, by inspiration, through the Apostles.",
        "He became tutor to the son of Sir William Hickes, and was eventually glad to accept the patronage of William Pierrepont, earl of Kingston, whose kindly offer of a chaplaincy he had refused earlier.",
        "Whether or no he can be said to have founded a school, his doctrines have become so far part of the common thought of the time, that there is hardly an educated man who does not accept as too clear for argument truths which were invisible till Bentham pointed them out.",
        "The truths which this \"disposition of nature\" obliges us to accept can be neither proved nor disproved; they are practically followed even by those who reject them speculatively.",
        "The duty of collecting and weighing evidence for himself was at every turn impressed upon the boy; he was taught to accept no opinion on authority.",
        "\"Why is it,\" he asked, \"that the multitude accept implicitly the decisions of the wisest, of the specially skilled, in physical science?\"",
        "Because all accept the same methods of investigation, the same tests of truth.",
        "That power had been on the point of offering her armed mediation in revenge for his violation of her territory of Anspach; but she was fain to accept the terms which he offered at the sword's point.",
        "By it Napoleon brought the tsar to agree to make war on England in case that power did not accept the tsar's mediation for the conclusion of a general peace.",
        "Napoleon also promised to mediate between Russia and Turkey in the interests of the former, and (in case the Porte refused to accept the proffered terms) to help Russia to drive the Turks from Europe, \"the city of Constantinople and the province of Rumelia alone excepted.\"",
        "On the 27th of June she promised to join the allies in case Napoleon should not accept these terms.",
        "Would he now accept the Austrian terms and gain a not disadvantageous peace, for which France was yearning?",
        "If we are to accept and profit by Dorpfeld's nomenclature, we must be satisfied that, in their later historic habitats, both Lycians and Carians showed unmistakable signs of having formerly possessed the civilizations attributed to them in prehistoric times - signs which research has hitherto wholly failed to find.",
        "He was transferred to the sinecure office of the Duchy of Lancaster, but held it only till Nov., when, on the appointment of a small war committee of the Cabinet from which he was excluded, he resigned, being unwilling to accept a position of general responsibility for war policy if he had no effective control.",
        "In 1796, on the refusal of Washington to accept another election, Adams was chosen president, defeating Thomas Jefferson; though Alexander Hamilton and other Federalists had asked that an equal vote should be cast for Adams and Thomas Pinckney, the other Federalist in the contest, partly in order that Jefferson, who was elected vice-president, might be excluded altogether, and partly, it seems, in the hope that Pinckney should in fact receive more votes than Adams, and thus, in accordance with the system then obtaining, be elected president, though he was intended for the second place on the Federalist ticket.",
        "Opposed to the Reconstruction measures, he voted for them on the ground that it was better to accept than reject them, since they were probably the best that could be obtained.",
        "At one time, indeed, he found Lavoisier's views so specious that he was much inclined to accept them, but he overcame this wavering, and so late as 1800 he wrote to the Rev. Theophilus Lindsey (1723-1808), \"I have well considered all that my opponents have advanced and feel perfectly confident of the ground I stand upon....",
        "We may accept Dorner's definition as adequate and satisfactory.",
        "Here Godfrey of Bouillon finally came to the front, and placing himself at the head of the discontented pilgrims, he forced Raymund to accept the offers of the amir of Tripoli, to desist from the siege, and to march to Jerusalem (in the middle of May 1099).",
        "When it was found that the Spanish governor did not accept these plans in good faith, another convention was held on the 26th of September which declared West Florida to be an independent state, organized a government and petitioned for admission to the American Union.",
        "White, on the other hand, accept Dorpfeld's identification, but believe that only the western portion of the temple or opisthodomos was rebuilt after the Persian War.",
        "He studied at Phillips Andover Academy, Andover, Massachusetts, and entered Yale, but left in his junior year (1857) to accept a position as a teacher of shorthand in the St Louis, Missouri, public schools.",
        "A second inconsistency was presented when he was compelled by the researches of Dumas to admit Avogadro's hypothesis; but here he would only accept it for the elementary gases, and denied it for other substances.",
        "If we accept Kekule's formula for the benzene nucleus, then we may expect the double linkages to be opened up partially, either by oxidation or reduction, with the formation of di-, tetra-, or hexa-hydro derivatives, or entirely, with the production of open chain compounds.",
        "Having obtained the leave of the British government to accept the prince's offer, he received the honour of knighthood from George III., and during eleven years he remained at Munich as minister of war, minister of police, and grand chamberlain to the elector.",
        "Recognizing that the true aim of the scheme of church reform brought forward in parliament in 1529 was to put down the only moral force that could withstand the royal will, he energetically opposed the reformation of abuses, which doubtless under other circumstances he would have been the first to accept.",
        "In recent years a tendency has been apparent among critics to accept Ephesians as a genuine work of Paul.",
        "So that we are not disposed to accept a recently propounded theory 22 that a certain King Manium of Magan who was overthrown by the Akkadian king Naram-Sin about 2850 B.C., was none other than Merles, the earliest king of Egypt, who is generally identified with Narmerza.",
        "He declined to accept office under the earl of Derby; but on the formation of the coalition ministry under the earl of Aberdeen in January 18J3, he received the appointment of postmaster-general.",
        "The king made various attempts to induce Pitt to come to his rescue by forming a ministry, but without success, and at last had recourse to the marquis of Rockingham, on whose agreeing to accept office Grenville was dismissed July 1765.",
        "Even if we do not accept all the stories of his murders and poisonings and immoralities as true, there is no doubt that his greed for money and his essentially vicious nature led him to commit a great number of crimes.",
        "80) speaks of chiliasm as a necessary part of complete orthodoxy, although he knows Christians who do not accept it.",
        "Eugenius IV., however much he may have wished to keep on good terms with the fathers of Basel, was neither able nor willing to accept or observe all their decrees.",
        "The chief object of the latter was to fix the meeting-place at a place remote from the influence of the pope, and they persisted in suggesting Basel or Avignon or Savoy, which neither Eugenius nor the Greeks would on any account accept.",
        "That skull indicates a bull, and the author suggests that it may possibly be the male of Symbos tyrrelli, although the wide separation of the localities made him hesitate to accept this view.",
        "The friends agreed to visit the Castle twice a week and to look after the sick in any parish where the clergyman was willing to accept their help.",
        "Yet it cannot be expected that every man should accept the faith without reasoning; and here Ficino found a place for Platonism.",
        "We seem forced to accept a practical criterion for purposes of interpretation rather than one which can be theoretically defended against all adverse criticism.",
        "Their monotheism remains Semitic - even in their conception of the cosmogonic and illuminating function of Wisdom they regard God as standing outside the world of physical nature and man, and do not grasp or accept the idea of the identity of the human and the divine; there is thus a sharp distinction between their general theistic position and that of Greek philosophy.",
        "The parity thus working out at;102.60, gold continued to be held away from the treasury, and in 1909 the government decided to accept the Turkish pound at the last named rate.",
        "On the morning of the 19th the whole army moved out to accept this challenge, and the French were thoroughly worsted on the 24th in the battle of Maloyaroslavetz.",
        "There he was joined by the Austrian advance guard, and together they decided to accept battle - indeed they had no alternative, as the roads in rear were so choked with traffic that retreat was out of the question.",
        "In 1657 he advised his father not to accept the office of king, although in 1654 he had supported a motion to this effect; 8 See Hugo Goldschmidt, \"Das Orchester der italienischen Oper im 17.",
        "He was one of the deputation sent to invite King Otho to accept the crown of Greece, and was made rear-admiral and then viceadmiral by him.",
        "In ecclesiastical policy his views were moderate; thus he opposed the definition of the dogma of papal infallibility both before and during the Vatican council, but was among the first to accept the dogma when decreed.",
        "The Turkish government refused to accept the armistice.",
        "The Melchites therefore are those who accept the decrees of Ephesus and Chalcedon as distinguished from the Nestorians and Jacobite Church (qq.v.).",
        "The next step was to force the confessors to accept their lax interpretation of the law; and this was accomplished by their famous theory of probabilism - first taught in Spain about 1580.",
        "The western church did not accept Jerome's definition of apocrypha, but retained the word in its original meaning, though great confusion prevailed.",
        "The prince of Orange having come over at this time, there was a tendency on the part of the opposition leaders to accept his endeavours to secure a compromise on the exclusion question.",
        "Allegorists and literalists still contend over the first and still more over the second chapter, and, while the largest number of recent interpreters accept Credner's view that the prophecy was written in the reign of Joash of Judah (8 35796 B.C.?), a powerful school of critics (including A.",
        "Each of the signatory powers is to designate within three months from the ratification of the convention four persons at the most, of recognized competence in international law, enjoying the highest moral consideration, and willing to accept the duties of arbitrators.",
        "In Rio, the Portuguese troops with which the king had surrounded himself as the defence against the liberal spirit of the Brazilians, took up arms on the 26th of February 1821, to force him to accept the system proclaimed in Portugal.",
        "Matters were not bettered by the Act of Union signed in a cellar in High Street in 1707, amidst the execrations of the people, and it was not till the hopes of the Jacobites were blasted at Culloden (1746) that the townsfolk began to accept the inevitable.",
        "This government, formed of gentiluomini or nobles, did not remain unchanged throughout the whole period, but was gradually forced to accept the participation of the popolani or lower classes, whose efforts to rise to power were continuous and determined.",
        "Many of his friends urgently pressed him to accept; but without a moment's hesitation he determined to decline the proposed honour.",
        "The most striking feature of the Oriental fatalism is its complete indifference to material circumstances: men accept prosperity and misfortune with calmness as the decree of fate.",
        "In the Reichstag he had originally been a member of the National Liberal party, but in 1879 he was the first to accept the new commercial policy of Bismarck, and in his later years he joined the Moderate Conservatives, but his deafness prevented him from taking a prominent part in debate.",
        "He was therefore compelled to make excisions from his narrative and to accept as integral parts of his work passages interpolated by the censors.",
        "Alarmed at the sudden revival of the Eastern Empire, which under the Macedonian dynasty extended once more to the Danube, and thus became the immediate neighbour of Hungary, Duke Geza, who succeeded Taksony in 972, shrewdly resolved to accept Christianity from the more distant and therefore less dangerous emperor of the West.",
        "for assistance, and submitted to accept his kingdom from him as a fief of the Holy See.",
        "Kuprili, who had forbidden the Polish enterprise, at once occupied Transylvania, and, in the course of the next five years, no fewer than four princes, three of whom died violent deaths, were forced to accept the kaftan and kalpag of investiture in the camp of the grand vizier.",
        "These conditions the diet had no choice but to accept, and, in October 1687, the elective monarchy of Hungary, which had been in existence for nearly seven hundred years, ceased to exist.",
        "This was the challenge which the Magyars were not slow to accept.",
        "Meanwhile the humiliating defeats of the imperial army and the course of events in Hungary had compelled the court of Vienna to accept the assistance which the emperor Nicholas I.",
        "Broadly speaking, there have been in Hungary since 1867 two parties: those who accept the compromise with Austria, and affirm that under it Hungary, so far from having surrendered any of her rights, has acquired an influence which she previously did not actually possess, and secondly, those who see in the compromise an abandonment of the essentials of independence and aim at the restoration of the conditions established in 1848.",
        "On the first of these Wekerle, Andrassy and Apponyi were prepared to accept moderate concessions; as to the second, they were opposed to the question being raised at all.",
        "Kossuth and Justh, on the other hand, competitors for the leadership of the Independence party, declared themselves not prepared to accept anything short of the full rights of the Magyars in those matters.",
        "The position thus created raised a twofold question: Would the crown accept?",
        "But his training for a military career was suddenly cut short by the refusal of his elder brother, Alphonse, to accept the office of bishop of Luton.",
        "The uncertain authority of these statements, and the plausibility of the preceding explanation, have caused philologists to accept the derivation from al and jabara.",
        "During President Grant's administration he was a member of the senatorial coterie that influenced most of the president's policies, and in 1873 Grant urged him to accept an appointment as chief justice of the Supreme Court, but he declined.",
        "He had gone to Pretoria hoping that the Transvaal volksraad would accept Carnarvon's federation scheme; but the federation proposals were rejected by the raad.",
        "The conditions of the problem were such that unless Great Britain were to accept a humiliating rebuff, any correspondence, however skilfully conducted, was bound to bring into greater prominence the standing causes of offence between the two sides.",
        "The franchise, again, was an internal affair, in which the convention gave Great Britain no right to interfere, while if Great Britain relied on certain definite breaches of the convention, satisfaction for which was sought in the first place in such a guarantee of amendment as the Uitlander franchise would involve, the Boer answer was an offer of arbitration, a course which Great Britain could not accept without admitting the South African Republic to the position of an equal.",
        "At Turin he resumed his philosophic studies and his translation of Plato, but in 1858 refused a professorship of Greek at Pavia, under the Austrian government, only to accept it in 1859 from the Italian government after the liberation of Lombardy.",
        "St Basil, for example, says: \"I accept also the holy apostles, prophets and martyrs, and I call upon them for their intercession to God, that by them, that is by their mediation, the good God may be propitious to me, and that I may be granted redemption for my offences\" (Epist.",
        "They repudiated Peter, calling him a denier of Christ, and would not accept his repentance and tears.'",
        "He refused in the same year to accept the French influence in favour of his candidature to the Polish throne, on the ground that it would exclude him from the English.",
        "General Crespo became all-powerful; but he did not immediately accept the position of president.",
        "Until, however, further evidence is forthcoming in support of this syncytial theory of structure, it would be unwise to regard it as established sufficiently to constitute a serviceable working hypothesis; hence, for the time being, we must accept the assertion that the cell represents the ultimate tissue-unit.",
        "Starling does not accept this view, and cannot regard as an article of faith Heidenhain's dictum that normally filtration plays no part in the formation of lymph.",
        "(2) Although the Brahmas do not consider any book written by man the basis of their religion, yet they do accept with respect and pleasure any religious truth contained in any book.",
        "Clothe the bad law in nice language and people will accept it.",
        "If an instalment of representative.control was offered to Ireland, or any administrative improvement, he would advise the Nationalists to accept it, provided it was consistent and led up to their larger policy.\"",
        "A long-standing cause of complaint on the part of the public has been the common refusal of cab-drivers to accept their legal fares, but, on the other hand, several attempts to introduce cabs with an automatic taximeter failed, until the introduction of motor cabs, of which a few had already been plying for some time when in 1907 a large number, provided with taximeters, were put into service.",
        "This authority, it was advised, should consist of 40 members, of whom II should be nominated by the London County Council and 3 by the Corporation of the City (supposing these bodies to accept certain financial responsibilities proposed in the direction of river improvements), 5 by the governors of the Bank of England from the mercantile community, 2 by the London Chamber of Commerce, and I each by the Admiralty, Board of Trade and Trinity House.",
        "During their advance messengers were sent by Cetywayo to treat for peace, but he did not accept the terms offered.",
        "The training of a mining engineer merely begins in the schools, and mining graduates should serve an apprenticeship before they accept responsibility for important mining operations.",
        "Unable to accept Berzelius's doctrine of the unalterability of organic radicals, he also gave a new interpretation to the meaning of copulae under the influence of his fellow-worker Edward Frankland's conception of definite atomic saturation-capacities, and thus contributed in an important degree to the subsequent establishment of the structure theory.",
        "The Sikhs of to-day, though they all derive primarily from Nanak, are only recognized as Singhs or real Sikhs when they accept the doctrines and practices of Guru Govind Singh.",
        "He continued to accept the figure of the Kings' List for Dynasty III., but he reduced the length of Dynasty II.",
        "But, though we may refuse to accept the accuracy of this figure of Nabonidus, it is not possible at present to fix a definite date for the early kings of Agade.",
        "The emenders postulate mechanical errors in the writing of the figures, but, equally with those who accept them, regard the calculations of the native scribes as above reproach.",
        "The permanent chaplains may be Church of England, Roman Catholic, or Presbyterian; Wesleyans (if they prefer not to accept commissions) may be appointed Acting Chaplains.",
        "In 1222 Florence waged war successfully on Pisa, Lucca and Pistoia, and during the next few years against the Sienese with varying results; although the emperor supported the latter as Ghibellines, on his departure for Germany in 1235 they were forced to accept peace on onerous terms. During the interregnum (1241-1243) following on the death of Pope Gregory IX.",
        "In 1358 the parte Guelfa made these enactments still more stringent, punishing with death or heavy fines all who being Ghibellines held office, and provided that if trustworthy witnesses were forthcoming condemnations might be passed for this offence without hearing the accused; even a non-proved charge or an ammonizione (warning not to accept office) might entail disfranchisement.",
        "The pope too was against them, but when they induced the Venetians to intervene the tide of fortune changed, and Visconti was finally defeated and forced to accept peace on onerous terms (1427).",
        "When the king began to hint at the recall of Piero de' Medici, whose envoys had gained his ear, the signory ordered the citizens to be ready to fly to arms. The proposal was dropped, but Charles demanded an immense sum of money before he would leave the city; long discussions followed, and when at last he presented an insolent ultimatum the syndics refused to accept it.",
        "But the importation of foreignsugar, cheapened by foreign state aid to a price which materially reduced the fair and reasonable profit of native cultivators, was a state of things the Indian government could not accept.",
        "In June 1920, when the Giolitti Government was formed with the programme of a reconstitution of the Italian State and of radical reforms, Croce (who had been a senator of the Kingdom of Italy since 1920) was asked to accept the office of Minister of Public Instruction.",
        "Although he adhered to the new government he refused to accept any dignity at its hands, and died at his villa of San Giorgio a Cremano near Naples on the 9th of October 1867.",
        "In 1829, however, he was induced to accept Lucke's chair in the recently-founded university of Bonn, and entered upon his duties there in the summer of the same year.",
        "Tradition tells that a few years before his death he did actually send letters to the emperor Heraclius, to the negus of Abyssinia, the king of Persia, and Cyrus, patriarch of Alexandria, the \" Mukaukis \" of Egypt, summoning them to accept Islam and threatening them with punishment in case of refusal.",
        "A few successes in battle attracted to him men who were interested in fighting and who were willing to accept his religion as a condition of membership of his party, which soon began to assume a national form.",
        "The other Arab tribes became increasingly jealous of the Koreish, while among the Koreish themselves the Hashimite family came to hate the Omayyad, which now had much power, although it had been among the last to accept Islam and never was very strict in its religious duties.",
        "This is Umayya ibn Abi-s-Salt, a Meccan who did not accept Islam and died in 630.",
        "16, we accept the truth of an original foundation in 536 (so Driver, Minor Prophets, p. 148), that event was admittedly formal only and without success, so that the real beginning was made in 520.",
        "After the war he denounced the Reconstruction policy of the Republicans as unconstitutional and tyrannical, but in 1870, seeing the uselessness of further opposition, he advised his party to accept the situation and adopt new issues.",
        "In 1881 a French force crossed the Algerian frontier under pretext of chastising the independent Khmir or Kroumir tribes on the north-east of the regency, and, quickly dropping the mask, advanced on the capital and compelled the Bey to accept the French protectorate.",
        "Members of Congress are forbidden to accept any employment or benefit from the executive.",
        "After refusing several crowned heads in marriage, Costanca was at last persuaded to accept the hand of the infante Dom Pedro, son of Alphonso the Proud, king of Portugal.",
        "After thirty years' absence, he returns to his home in Italy; his son Hadubrand, believing his father to be dead, suspects treachery and refuses to accept presents offered by the father in token of good-will.",
        "Looking at the problem in this way, even a moralist who does not expect theology to be the instrument of social revival, might still ask whether the sympathetic instincts will not necessarily be already developed to their highest point, before people will be persuaded to accept the religion, which is at the bottom hardly more than sympathy under a more imposing name.",
        "After some demur, the poet consented to accept it, but added, \"For my own part, I shall regret my simple name all my life.\"",
        "The government seemed to accept the situation.",
        "He befriended a number of English exiles, but had himself in 1556 to accept an offer of the chair of Hebrew at Zurich owing to his increased alienation from Lutheranism.",
        "On Louis' death it refused to accept the papal conditions of pardon, and only yielded to Charles IV., the papal nominee, when Gunther of Schwarzburg thought it more prudent to abdicate in his favour.",
        "He declined to accept the revolution settlement as final, or to think with Burke that the constitution of the House of Commons could not be bettered.",
        "During the negotiations which ended the war he gave valuable assistance by persuading the king to accept Bismarck's policy as regards peace with Austria.",
        "The Formula of Concord (1577),which gave to the whole Lutheran Church of Germany a common doctrinal system, declined to accept the Calvinistic position that man's condemnation as well as his salvation is an object of divine predestination.",
        "In the Religious Peace of Augsburg the principle\" cujus regio ejus religio \"was accepted; by it a ruler's choice between Catholicism and Lutheranism bound his subjects, but any subject unwilling to accept the decision might emigrate without hindrance.",
        "Gradually the allies began to weary of personal service and persuaded the synod to accept a money commutation.",
        "They are said to be descendants of Persian tribes; but the fact is very doubtful, and they may be at least as aboriginal as the Maronites, and a remnant of an old Incarnationist population which did not accept Christianity, and kept its heretical Islam free from those influences which modified Druse creed.",
        "If the essence of Christianity is winnowed down to a bare imitation of the Man Jesus, and his religion is accepted as Buddhists accept the religion of Buddha, still it cannot be denied that the early Christians put their trust in Christ rather than his religion.",
        "But Kunze thinks that it was not used as a base of operations against Eutyches because there is some evidence that Monophysites were willing to accept it.",
        "Man's part is to accept them with submission.",
        "Some of these are doubtless such as no botanist, with adequate material for forming an opinion, would accept; but, after making the necessary deductions for actual mistakes and misstatements, there still remains a large number upon which legitimate differences of opinion prevail.",
        "Towards the close of the rule of the knights in Malta feudal institutions had been shaken to their foundations, but the transition to republican rule was too sudden and extreme for the people to accept it.",
        "His exploits sank into insignificance as compared with those of his son, whose victory at Poitiers, on the 19th of September 1356, resulted in the captivity of King John, and forced the French to accept a new truce.",
        "Some authorities do not accept the list of Kushan kings as given above, and think that Kanishka must be placed before Christ and perhaps as early as 58 B.C.: also that there was another king with a name something like Vasushka before or after Huvishka.",
        "Vieta, however, did not accept it, as there existed a solution by means of the rule and the compass only, which he published himself in his Apollonius Gallus (1600).",
        "Mediation may also take place after war has broken out, with a view to putting an end to it on terms. In either case the mediating power negotiates on behalf of the parties who invoke or accept its aid, but does not go farther.",
        "Still more ominously, the elector of Brandenburg, perceiving Sweden to be in difficulties, joined the league against her and compelled Charles to accept the proffered mediation of Cromwell and Mazarin.",
        "Appointed president of the parlement of Bordeaux in 1630, he soon resigned to accept an embassy to Italy, where he was one of the signatories of the treaty of Cherasco and of the treaties with the duke of Savoy (1631-1632).",
        "The duke himself complained in parliament of the way he was spoken of out of doors, and at the outbreak of Wat Tyler's insurrection the peasants stopped pilgrims on the road to Canterbury and made them swear never to accept a king of the name of John.",
        "it will gladly accept all that research and discovery can yield for the better understanding of the conditions under which the book was written.\"",
        "The writer's belief in his prophetic office and his obvious conviction of the inviolable sanctity of his message make it impossible to accept Weizsacker's opinion.",
        "Nor is it possible to accept Gunkel's theory in Schiipfung and Chaos as an adequate explanation, who explained the author's conviction of the truth of his message as springing always from the fact that he was dealing with traditional material.",
        "On the other hand, if we refuse to accept this identification, and hold that the beast from the abyss is yet to come, any attempt at a strict exegesis of the text plunges us in hopeless difficulties.",
        "statute miles); and thus if we accept Bessel's figure of 509,950,000 sq.",
        "In 1890 he visited Berlin and Amsterdam to acquaint himself with the ways of younger theologians, especially with the Ritschlians, whose work he appreciated but did not accept as final.",
        "letters and memoranda dictated by them, while at the same time secretly warning her friends not to accept these letters as her own opinions, but to realize that she was dependent on the Constitutionals.'",
        "1791), \"tissue of absurdities\" though the queen thought it, and much as she would have preferred a bolder course, she considered that in the circumstances the king was bound to accept it in order to inspire confidence.'",
        "In 1830 when the Belgian provinces separated from Holland, an effort was made to include Luxemburg in the new kingdom of the Belgians; but in November 1831 the powers decided that part of the grand-duchy should be retained by the king of Holland, who refused to accept this arrangement.",
        "Accept my kind offices to Thy other children, as the only return in my power for Thy continual favours to me.\"",
        "He was at last persuaded to accept the military command in Aragon, which he thought below his merits.",
        "The king and chiefs (except two ringleaders) were offered reinstatement, and they appeared anxious to accept these terms, but the French bishop joined them in the islands, and from that day all hopes of peace vanished.",
        "But the Fathers were hostile, and though Mwanga was eager to accept Lugard's offers of reinstatement, he was a prisoner in the hands of his party.",
        "In 1868 he was created vice-admiral of the Italian navy, but, two years later, left Italy to ascend the Spanish throne, his reluctance to accept the invitation of the Cortes having been overridden by the Italian cabinet.",
        "He even writes thus: \" 0 ye initiated ones, with purified sense of hearing, shall ye accept in your souls these truly sacred mysteries, nor divulge them to any of the uninitiated....",
        "From 1343 onward, statutes were passed by parliament forbidding any one to accept a papal provision, and cutting off all appeals to the papal curia or ecclesias tical courts in cases involving benefices.",
        "The situation tended to become more, rather than less, complicated, and there was every variety of reformer and every degree of conservatism, for there were no standards for those who had rejected the papal supremacy, and even those who continued to accept it differed widely.",
        "Some other towns, including Bern, followed Zurich's example, but the Forest cantons refused to accept the innovations.",
        "The conservatives refused to ratify the recess, which was not published, but the Protestant states declared that they would accept the emperor's word of honour, and furnished him with troops for repelling the Mahommedans.",
        "What it cannot accept is the doctrine that there are two things which are two in themselves apart from that which makes them two - which are not two of something.",
        "Arthur Smith Woodward sums up the question in Proceedings of the Zoological Society of London, closing with this sentence: \"If we accept the confirmatory evidence afforded by Mr Spencer Moore, we can hardly refuse to believe that this ground-sloth was kept and fed by an early race of men.\"",
        "In 1767 Teller, whose attitude had made his position at Helmstedt intolerable, was glad to accept an invitation from the Prussian minister for ecclesiastical affairs to the post of provost of Kolln, with a seat in the supreme consistory of Berlin.",
        "If we might accept the various theories mentioned above, Balaam would appear in one source of J as an Edomite, in another as an Ammonite; in E as a native of the south of Judah or' possibly as an Aramaean; in the tradition followed by the Priestly Code probably as a Midianite.",
        "Along with the Bible we must accept unwritten traditions; the Council of Trent makes this perfectly clear.",
        "Also Roman Catholic writers could accept the definition in so far as 5 Three zones apparently (1) the church's formal decrees, (2) the church's general teaching, (3) points of revelation which the church may not yet have overtaken.",
        "There, the unlearned accept by implication, i.e.",
        "Especially did he oppose alliances with France; but the French party in Glarus was strong, and it retaliated so fiercely that in 1516 Zwingli was glad to accept the post of people's priest at Einsiedeln.",
        "He was quite as clear as Luther in repudiating the medieval doctrine of transubstantiation, but he declined to accept Luther's teaching that Christ's words of institution required the belief that the real flesh and blood of Christ co-exist in and with the natural elements.",
        "Jean, and would accept battle there, in a selected position to the south of the Forest of Soignes, provided he was assured of the support of one of Blucher's corps.",
        "During the night Wellington received the reassuring news that Blucher would bring two corps certainly, and possibly four, to Waterloo, and determined to accept battle.",
        "He tendered his resignation later in the year, but it was long before the First Consul would accept it.",
        "In 1543 he refused the Mexican bishopric of Cuzco, but was prevailed upon to accept that of Chiapa, for which he sailed in 1544.",
        "The Turkish reply did not accept the occupation, and Italy declared war on Sept.",
        "The frontiers of an Armenian state, so far as the state should include Turkish territory, were referred to the delimitation of President Wilson, whose decision the Treaty bound the Turks to accept.",
        "Hobson landed in the Bay of Islands on the 22nd of January 1840, hoisted the Union Jack, and had little difficulty in inducing most of the native chiefs to accept the queen's sovereignty at the price of guaranteeing to the tribes by the treaty of Waitangi possession of their lands, forests and fisheries.",
        "He had to accept the services of many ex-officers whose hearts were with the old regime, and he also found it difficult and, in some cases impossible, to dissolve reactionary Free Corps like those which returned from the Baltic provinces or like Ehrhardt's Marine Brigade.",
        "As to the place, the critics accept proconsular Asia with practical unanimity, thus endorsing Irenaeus's declaration that the Gospel was published in Ephesus.",
        "Smith, though recognizing the unpleasantness of beats, could not accept Sauveur's theory, and, indeed, it received no acceptance till it was rediscovered by Helmholtz, to whose investigations, recorded in his Sensations of Tone, we owe its satisfactory establishment.",
        "Many of the white farmers in this district, unlike their fellows dwelling farther north, were willing to accept British rule, and this fact induced Mr Justice Menzies, one of the judges of Cape Colony then on circuit at Colesberg, to cross the Orange and proclaim (October 1842) the country British territory, a proclamation disallowed by the governor, Sir George Napier, who, nevertheless, maintained that the emigrant farmers were still British subjects.",
        "The terms exacted were, however, too harsh for a nation yet unbroken to accept permanently.",
        "Immediately after Ms election he publicly declared that he would not accept the nomination for the presidency in 1908, and he adhered to that pledge in spite of great popular pressure brought to bear upon him to accept the nomination of the party for another term.",
        "The memory of his father, however, and the commands of the king induced him to accept it; and he seems to have discharged it neither better nor worse than an average magistrate.",
        "Einhard, the friend and biographer of Charles, sums up this struggle as follows: - \" It is hard to say how often the Saxons, conquered and humbled, submitted to the king, promised to fulfil his commands, delivered over the required hostages without delay, received the officials sent to them, and were often rendered so tame and pliable that they gave up the service of their heathen gods and agreed to accept Christianity.",
        "The first demand of the overwhelmingly democratic diet returned under this reform bill was that the king should accept the German constitution elaborated by the Frankfort parliament.",
        "Nor do they all accept the guidance of Wiihler's law.",
        "But since the non-German nationalities were not prepared to accept such a peaceful settlement, the liquidation between the monarchy and the new republic was confined to German-Austria, and Lammasch's friendly offices might certainly be thanked for the fact that in this quarter the settlement was achieved quite bloodlessly, in favourable contrast with the two years of fighting between Czechs, Poles, Ruthenians, Magyars, Rumanians, Southern Slays and Italians.",
        "On the 10th of May she wrote curtly that the course proposed by Sir Robert Peel was contrary to usage and repugnant to her feelings; the Tory leader then had to inform the House of Commons that, having failed to obtain the proof which he desired of her majesty's confidence, it was impossible for him to accept office.",
        "He had declined (1850) to accept the post of commander-in-chief at the duke of Wellington's suggestion, and he always refused to let himself be placed in any situation which would have modified ever so slightly his proper relations with the queen.",
        "Whilst all who approached the queen bore witness to her candour and reasonableness in relation to her ministers, all likewise proclaimed how anxiously she considered advice that was submitted to her before letting herself be persuaded that she must accept it for the good of her people.",
        "But his suspicions of secret enemies grew stronger rather than weaker, and at the beginning of 1778 he was glad to accept the offer of M.",
        "As early as 1867 he had been twice elected a member of the Hungarian diet, but on both occasions refused to accept the mandate.",
        "Early in 1806 he proceeded to Naples with a French force in order to expel the Bourbon dynasty from southern Italy, Napoleon adding the promise that the Neapolitan crown would be for Joseph if he chose to accept it.",
        "The coup d'etat of Thermidor (July 28, 1794) compelled the young disciple of Robespierre hurriedly to leave St Maximin, and to accept a small post at St Chamans.",
        "In 1808 the emperor offered Louis the throne of Spain then vacant; but on Louis refusing to accept it the honour went to Joseph.",
        "It is safer to give it the more reasonable dimensions of Caesar, and to accept the verdict of later commentators that it never extended west of the Scheldt.",
        "The king met the monk at Denu (probably East or West Dean, near Seaford in Sussex), but Asser did not at once accept the invitation of Alfred, and returned to Wales to consult his colleagues.",
        "During the 17th and 18th centuries, while the Romanist majority of the Swiss cantons steadily refused to accept Geneva as even a subordinate member of the Confederation, the city itself was distracted on several occasions by attempts of the citizens, as a whole, to gain some share in the aristocratic government of the town, though these attempts were only partially successful.",
        "Lycurgus had ordained that the apella must simply accept or reject the proposals submitted to it, and though this regulation fell into neglect, it was practically restored by the law of Theopompus and Polydorus which empowered the kings and elders to set aside any \"crooked\" decision of the people (Plut.",
        "This time Maine was persuaded to accept, not that his health had improved, but that he thought India might not make it much worse.",
        "There were two strong candidates whose claims were so nearly equal that it was difficult to elect either; the difficulty was solved by a unanimous invitation to Maine to accept the post.",
        "Jean Dupuy, leader of the Left Republican group which refused to accept the decisions of the Radical Socialist congress at Pau in Oct.",
        "To accept Christianity, at least formally, was therefore a prudential safeguard on the part of the Slavonians.",
        "Not till the victory of Puck (September 17, 1462), one of the very few pitched battles in a war of raids, skirmishes and sieges, did fortune incline decisively to the side of the Poles, who maintained and improved their advantage till absolute exhaustion compelled the Knights to accept the mediation of a papal legate, and the second peace of Thorn (October 14, 1466) concluded a struggle which had reduced the Prussian provinces to a wilderness.'",
        "During Sigismund's reign, moreover, the Crown recovered many of the prerogatives of which it had been deprived during the reign of his feeble predecessor, Alexander, who, to say nothing of the curtailments of the prerogative, had been forced to accept the statute nihil novi (1505) which gave the sejm and the senate an equal voice with the Crown in all executive matters.",
        "Chmielnicki's conditions of peace were so extravagant that the Polish commissioners durst not accept them, and in 1649 he again invaded Poland with a countless host of Cossacks and Tatars.",
        "In 1664 a peace congress was opened at Durovicha and the prospects of Poland seemed most brilliant; but at the very moment when she needed all her armed strength to sustain her diplomacy, the rebellion of one of her leading magnates, Prince Lubomirsky, involved her in a dangerous civil war, compelled her to reopen negotiations with the Muscovites, at Andrussowo, under far more unfavourable conditions, and after protracted negotiations practically to accept the Muscovite terms. By the truce of Andrussowo (Feb.",
        "Before the opposition could remonstrate, the marshal of the diet produced the latest foreign despatches, which unanimously predicted another partition, whereupon, at the solemn adjuration of Ignaty Potocki, King Stanislaus exhorted the deputies to accept the new constitution as the last means of saving their country, and himself set the example by swearing to defend it.",
        "The visit of the allied sovereigns to England and the pressing engagements of the emperor Alexander and Lord Castlereagh delayed the congress until the autumn, when all Europe sent its representatives to accept the hospitality of the impoverished but magnificent Austrian court.",
        "They did not accept the discipline of the Church of England, so the plea of conformity was a feeble defence; nor had they taken out licenses, so as to claim the protection of the Toleration Act.",
        "\"As a Christian, as a theologian, as an historian, and as a citizen,\" he added, \"I cannot accept this doctrine.\"",
        "In 1895 the amir found himself unable, by reason of ill-health, to accept an invitation from Queen Victoria to visit England; but his second son Nasrullah Khan went in his stead.",
        "These unfortunate creatures had no alternative but to accept the provisions made for them out of the Temple treasury, but after the fall of the Temple they would naturally disappear by intermarriage with similar degraded classes (Mishna Kidd.",
        "He imprisoned priests who refused to accept the bull Unigenitus, and he met the opposition of the parlement of Paris by exiling forty of its members.",
        "3 a till 1168 that the chief Wendish fortress, at Arkona in Rugen, containing the sanctuary of their god Svantevit, was surrendered, the Wends agreeing to accept Danish suzerainty and the Christian religion at the same time.",
        "In 1178 he became archbishop of Lund, but very unwillingly, only the threat of excommunication from the holy see finally inducing him to accept the pallium.",
        "The men of the South were not less in earnest, and the most highly individualized people in the world was thus found ready to accept a rigorous discipline as the only way to success.",
        "At Franklin Schofield had to accept battle, and thirteen distinct assaults on his works were made, all pushed with extraordinary fury and lasting far into the night.",
        "The change in the former period with regard to a single point, which is however typical of many, is briefly summed up by Dr Cheyne: \" In 1880 it was still a heresy to accept with all its consequences the plurality of authorship of the Book of Isaiah; in 1890 to a growing school of churchstudents this has become an indubitable fact \" (Origin of the Psalter, xv.).",
        "It was the deep impression made by these which prepared Christians generally to accept the apostolic writings as inspired, and therefore sacred.",
        "The present writer would accept without any real hesitation the first of these classes; and the second he would also himself accept, though in regard to this class he would think it right to speak with rather more reserve.",
        "But the Creed was but the condensed essence of the New Testament scriptures, and behind it there lay an appeal to these scriptures, which was especially necessary where (as in the case of the Valentinian Gnostics) the dissident bodies professed to accept the common belief of Christians.",
        "There is not one of our present books that he does not show himself inclined to accept, though he notes the doubts in regard to 2 Peter and 2 and 3 John.",
        "(2) If we reject this position we must accept the evidence as giving the great uncials much the same secondary importance as Westcott and Hort gave to the later MSS., and make an attempt to reconstruct a text on the basis of versions and Fathers.",
        "Harnack of Berlin, accept dates that are not far removed from the ancient Christian literary tradition.",
        "The Roman Catholic Church is supported by the state, and the vast majority of the people accept its doctrines; but complete religious liberty is guaranteed by the constitution.",
        "That this is so appears most clearly in the fact that with Amos the prophecy of restoration appears only in a few verses at the end of his book, and in the still more instructive fact that neither he nor Hosea attempts to explain how the restoration which they accept as a postulate of faith is to be historically realized.",
        "Boris, however, would only accept the throne from a Zemsky Sobor, or national assembly, which met on the 17th of February, and unanimously elected him on the 21st.",
        "It compelled Louis to accept the treaty of Lambeth, under which he renounced his claims to the crown and evacuated England.",
        "Everett's tastes, however, were then, as always, those of a scholar; and in 1815, after a service of little more than a year in the pulpit, he resigned his charge to accept a professorship of Greek literature in Harvard College.",
        "In 1823, after eight years of work at high pressure, he was glad to accept the chair of moral philosophy at St Andrews, the seventh academic offer made to him during his eight years in Glasgow.",
        "This was intolerable to the aristocratic republicans, to whom it seemed becoming that victorious commanders should accept divine honours at the hands of Greeks and Asiatics, but unpardonable that Romans should offer the same worship to a Roman.",
        "He can accept no dignity or office which will make him independent of the Society; and even if ordered by the counsel him in important matters.",
        "concerning poverty should be changed; (2) that he will not directly nor indirectly procure election or promotion for himself to any prelacy or dignity in the Society; (3) that he will not accept or consent to his election to any dignity or prelacy outside the Society unless forced thereunto by obedience; (4) that if he knows of others doing these things he will denounce them to the superiors; (5) that if elected to a bishopric he will never refuse to hear such advice as the general may deign to send him and will follow it if he judges it is better than his own opinion.",
        "Basel was slow to accept the Reformation; the news of the Peasants' War and the inroads of Anabaptists prevented progress; but at last, in 1525, it seemed as if the authorities were resolved to listen to schemes for restoring the purity of worship and teaching.",
        "He does not accept the universal voluntarism of Schopenhauer and Hartmann, but believes in individual wills, and a gradation of wills, in the organic world.",
        "Rejecting everything in the Kritik which savoured of the \" metempirical,\" he yet sympathized so far with Hegel's noumenalism as to accept the identification of cause and effect, though he interpreted the hypothesis phenomenalistically by saying that cause and effect are two aspects of the same phenomenon.",
        "He maintained that the physical and the psychical are two orders which are parallel without interference; that the physical or objective order is merely phenomena, or groups of feelings, or \" objects,\" while the psychical or subjective order is both a stream of feelings of which we are conscious in ourselves, and similar streams which we infer beyond ourselves, or, as he came to call them, \" ejects \"; that, if we accept the doctrine of evolution at all, we must carry these ejective streams of feelings through the whole organic world and beyond it to the inorganic world, as a \" quasimental fact \"; that at bottom both orders, the physical phenomena and the psychical streams, are reducible to feelings; and that therefore there is no reason against supposing that they are made out of the same \" mind-stuff,\" which is the thing-in-itself.",
        "It is difficult to see exactly where he begins to differ from Hegel; but at any rate he believes in different self-conscious persons; he does not accept the dialectical method, but believes in beginning from the personal experience of one's own self-consciousness; and, though he is not very clear on the subject, he would have to admit that a thing, such as the sun, is a different object in each person's consciousness.",
        "Janet accepted the traditional ontological triplicity - God, souls and bodies - and, in answer to Ravaisson, who called this realism \" demi-spiritualisme,\" rejoined that he was content to accept the title.",
        "This sanctioned jurisdiction of Catholic bishops, and observance of certain rites, while all were to accept justification by faith (relegating sola to the adiaphora)."
    ],
    "definition": [
        "ac·cept′er\nn.",
        "Link/Cite"
    ]
}