{
    "translation": "מיקרי",
    "uses": [
        "An accidental circumstance, however, occurred at this moment which largely affected his future.",
        "Land might be let at a fixed rent when the Code enacted that accidental loss fell on the tenant.",
        "He cast down his eyes and hurried out as if it were none of his business, careful as he went not to inflict any accidental injury on the young lady.",
        "Once again there was no evidence to make Jeffrey Byrne's death anything but an accidental drowning.",
        "This involves a loss of accuracy because, with a spiderline micrometer, the accidental error of pointing is of the order of o I\" of arc.",
        "Man has invented, not only houses, but clothes and cooked food; and possibly from the accidental discovery of the warmth of fire, and the consequent use of it, at first a luxury, arose the present necessity to sit by it.",
        "Thus defined, idealism is opposed to ordinary common-sense dualism, which regards knowledge or experience as the result of the more or less accidental relation between two separate and independent entities - the mind and its ideas on one side, the thing with its attributes on the other - that serve to limit and condition each other from without.",
        "For this reason chemical agents are added to glass mixtures to remove or neutralize accidental colour.",
        "About 1064 the accidental visit of Harold to the Norman court added another link to the chain of events by which William's fortunes were connected with England.",
        "Synods were occasionally held in this church, and parliaments also, before the Commons' Hall was destroyed in 1566 by an accidental explosion of gunpowder.",
        "I'm not lying when I say there is no firm proof that your hus­band's death was anything more than an accidental drowning— that's what the overwhelming evidence shows.",
        "It may be observed however that the absence of a definite date in Deuteronomy must be accidental, since a common pilgrimage feast must be on a fixed day, and the reference to the seven weeks elapsing between Passover and Pentecost also implies the fixing of the date.",
        "The accidental use of a single name, America, for the pair of continents that has a greater extension from north to south than any other continuous land area of the globe, has had some recent justification, since the small body of geological opinion has turned in favour of the theory of the tetrahedral deformation of the earth's crust as affording explanation of the grouping of continents and oceans.",
        "Various accidental circumstances, however, have brought it about that the actual distribution of scientific work does not correspond with the logical subdivisions of biology.",
        "It follows that in testing iron for magnetic quality the greatest care must be exercised to guard the specimen against any accidental vibration.",
        "This discovery was not accidental or unforeseen, but was due to the sagacity of those who designed the voyage.",
        "The name is often in popular literature written Cambalu, and is by Longfellow accented in verse Cambeilic. But this spelling originates in an accidental error in Ramusio's Italian version, which was the chief channel through which Marco Polo's book was popularly known.",
        "Numerous and costly excavations have been carried out by the Greek government and by native and foreign scientific societies, while accidental discoveries have been frequently made during the building of the modern town.",
        "19), and may correct in an award any clerical mistake or error arising from an accidental slip or omission.",
        "But this prosperous career came to an end, his health being shattered by an accidental dislocation of the right arm.",
        "It has been suggested that the form which the essays assumed was in a way accidental, and this of itself precludes the idea of a definite model, even if such a model could be found.",
        "Remedies are intended to cover accidental variations from the exact standard and are now generally used only in this way.",
        "(2) The accidental (76 Kara Qvµ13Ej3ue6s), e.g.",
        "At the close of the war he was appointed by President Johnson secretary of Montana Territory, and there, in the absence of the territorial governor, he acted as governor from September 1866 until his death from accidental drowning in the Missouri River near Fort Benton, Montana, on the 1st of July 1867.",
        "This classification, though it is of high value in the clearing up of our conceptions of the essential contrasted with the accidental, the relation of genus, differentia and definition and so forth, is of more significance in connexion with abstract sciences, especially mathematics, than for the physical sciences.",
        "Yet it appears to be only an approximate relation, and therefore probably accidental, as the volume by the examples is too large to agree to the cube of the length or to the weight, differing 1/20, or sometimes even as 1/12.",
        "Owing to impurities contained in the materials from which glasses are made, accidental coloration or discoloration is often produced.",
        "The broad lower end of the symbol is rather an accidental pit in the stone than an attempt at a diacritic mark - the word is regei, in all probability the early dative form of rex, \" king.\"",
        "Disregarding all the accidental excrescences of the doctrine, Cynicism must be regarded as a most valuable development and as a real asset in the sum of ethical speculation.",
        "(4) The practical meaning of the inflexionsis not realized, and syntactical usages are treated as if they were arbitrary or accidental associations.",
        "Transpositions of words, if not purely accidental, as in Chaucer, \"Parson's Tale,\" p. 689 (ed.",
        "But there is also a greater degree of similarity between them than can be explained by accidental coincidence, and there is thus an a priori case for the theory that one of the two is a revision of the other, or that there was an older version, now lost, which was the original of both.",
        "The difference between the highest and lowest price, we may observe, is a very imperfect indication of the range of movement (though, taken in conjunction with the standard deviation, it is the best at our disposal), because either of the extreme prices might be accidental and quite out of relation to all others.",
        "It contemplates the assumption of the vow for a limited period only, and gives particular details as to the atoning ceremonies at the sanctuary by which the vow must be recommenced if broken by accidental defilement, and the closing sacrifice, at which the Nazarite on the expiry of his vow cuts off his hair and burns it on the altar, thus returning to ordinary life.",
        "On the other hand, these stoves need a considerable amount of attention in filling, trimming and cleaning, and there is some risk of explosion and damage by accidental leaking and smoking.",
        "Three species of bears are scientifically recognized, but one of them, the ice-bear (Ursus maritimus), is only an accidental visitor, carried down by the Arctic current.",
        "Special wound-cork is also often formed round accidental injuries so as to prevent the rotting of the tissues by the soaking in of rain and the entrance of fungal spores and bacteria.",
        "They decided that the two best authorities were k and B, and that when these differed the reading of B, except when obviously an accidental blunder, was probably right.",
        "The plate thus obtained shows accidental clouding, or massing of dark tones, and these patches are taken as the basis of a pictorial design to which final character is given by inlaying with gold and silver, and by kata-kiri sculpture.",
        "An accidental omission is discovered, and the person responsible, or another, places what is omitted in the margin at the foot of the page or in some other part of the text, usually adding a mark to show where it ought to have been.",
        "What may broadly be called \"conjuring\" is a much more probable explanation of most of the recorded phenomena; and in the vast majority of cases the witnesses do not seem to have duly appreciated the possibilities of conjuring, and have consequently neither taken sufficient precautions to exclude it nor allowed for the accidental circumstances which may on any particular occasion favour special tricks or illusions.",
        "It was based on an accidental observation of the action of metallic aluminium on amyl chloride, and consists in bringing together a hydrocarbon and an organic chloride in presence of aluminium chloride, when the residues of the two compounds unite to form a more complex body.",
        "The list recognized four Gospels, Acts, thirteen epistles of Paul, two epistles of John, Jude, Apocalypse of John and (as the text stands) of Peter; there is no mention of Hebrews or (apparently) of 3 John or Epistles of Peter, where it is possible - we cannot say more - that the silence as to t Peter is accidental; the Shepherd of Hermas on account of its date is admitted to private, but not public, reading; various writings associated with Marcion, Valentinus, Basilides and Montanus are condemned.",
        "Almost at the same time, however - and the coincidence is not accidental - it made new conquests in the church theology through the writings of the pseudo-Dionysius.",
        "But the result which the European powers in concert had been unable to achieve, was brought about by the accidental circumstances which led France to undertake alone an expedition against Algiers.",
        "On the south side of the town pleasant gardens extend along the old Singel, or outer canal, and there is a large open space, the Van der Werf Park, named after the burgomaster, Pieter Andriaanszoon van der Werf, who defended the town against the Spaniards in 1574 This open space was formed by the accidental explosion of a powdership in 1807, hundreds of houses being demolished, including that of the Elzevir family of printers.",
        "Mine fires may originate from ordinary causes, but in addition they may result from the explosion of fire-damp or from the accidental lighting of jets of fire-damp issuing from the coal.",
        "long upheld by a box kite, and, employing a sensitive coherer and telephone as a receiver, he was able, on December 12, 1901, to hear \" S \" signals on the Morse code, consisting of three dots, which he had arranged should be sent out from Poldhu at stated hours, according to a preconcerted programme, so as to leave no doubt they were electric wave signals sent across the Atlantic and not accidental atmospheric electric disturbances.",
        "From his earliest years he had been deeply impressed with the piety, beauty and thoughtfulness of the writings of the Christian mystics, but it was not till after his accidental meeting with the works of Boehme, about 1734, that pronounced mysticism appeared in his works.",
        "The nature of the breeding-place varies greatly according to the species, and while many of the mosquitoes that infest houses will breed even in the smallest accidental accumulation of water such as may have collected in a discarded bottle or tin, the larvae of other species less closely associated with man are found in natural pools or ditches, at the margins of slow-moving streams, in collections of water in hollow trees and bamboo-stumps, or even in the water-receptacles of certain plants.",
        "Having regard to the destruction of visible evidences of antiquity in London, both through accidental agencies such as the great fire, and through inevitable modernizing influences, it is well that historical associations in nomenclature are preserved in a great measure unimpaired.",
        "It is more in conformity with ancient credulity than with modern science to attribute a permanent tendency to derangement to the accidental administration of any drug, however potent.",
        "This beautiful picture of the Christian life as a realized ideal, and of Christians as \"the soul\" of the world, owes its inclusion to a double error: first, to the accidental attachment at the end of another fragment (§ II), which opens with the writer's claim to stand forth as a teaclier as being \"a disciple of apostles\"; and next, to mistaken exegesis of this phrase as implying personal relations with apostles, rather than knowledge of their teaching, written or oral.",
        "More probably, however, this is but an accidental coincidence; both adam and adamu may come from the same Semitic root meaning \"to make.\"",
        "The well-known sentence of Carlyle, that it is \"as far as possible from meriting its high reputation,\" is in strictness justified, for all Thiers's historical work is marked by extreme inaccuracy, by prejudice which passes the limits of accidental unfairness, and by an almost complete indifference to the merits as compared with the successes of his heroes.",
        "His bent for science showed itself while he was still a schoolboy, and indeed his removal from Eton to Harrow is said to have been occasioned by an accidental explosion which occurred whilst he was performing an experiment for his own amusement.",
        "The deleterious influence of high bloodpressure has engaged the attention of physicians and pathologists in later years, and the conclusion arrived at is, that although it may arise from accidental causes, such as malcomposition of the blood, yet that in many instances it is a hereditary or family defect, and is bound up with the tendency to gout and cirrhotic degeneration of the kidney.",
        "infected by accidental ingestion of ants.",
        "rebut claims of accidental presence near to the site.",
        "The book has no finale and the sudden break may not be accidental.",
        "Accidental death with a severe censure for the mother.",
        "accidental puncture of the artery which may cause bleeding.",
        "4), it proceeds to say that it is either of the necessary or of the usual though not of the accidental (i.",
        "Whatever the nature of their recent battles, the incident was entirely accidental.",
        "The warranty does not cover scratches on the lens or accidental breaking of the frames.",
        "The essential difference between monks and regular canons may be explained as follows: monks, whether hermits or cenobites, are men who live a certain kind of life for its own sake, for the purpose of leading a Christian life according to the Gospel's counsel and thus serving God and saving their own souls; external works, either temporal or spiritual, are accidental; clericature or ordination is an addition, an accession, and no part of their object, and, as a matter of fact, till well on in the middle ages it was not usual for monks to be priests; in a word, the life they lead is their object, and they do not adopt it in order the better to compass some other end.",
        "3), and in the classification would stop at mathematics, which we still call exact science: in the wide sense, on the other hand, it extends to the whole of the necessary and to the usual contingent, but excludes the accidental (Met.",
        "For even nature does nothing in vain, but aims at final causes, which she uniformly realizes, except so far as matter by its spontaneity (Cure?) Tow atrop arov) causes accidental effects; and the ends of nature are no form of good, nor even the good of man, but the essences of natural substances themselves, and, above them all, the good God Himself.",
        "This disease is more accidental than contagious and rarely takes very dangerous proportions.",
        "Up to 1857 the utmost the dyer could add was \" weight for weight,\" but an accidental discovery that year put dyers into the way of using tin salts in weighting with the result that they were enabled to add 40 oz.",
        "Its unity is not purely accidental in that individuals have been forced to act together under pressure of chance circumstances.",
        "Glaze and Glass.From almost the beginning of the prehistoric age there are glazed pottery beads found in the graves: and glazing on amulets of quartz or other stones begins in the middle of the prehistoric. Apparently then glazing went together with the working of the copper ores, and probably accidental slags in the smelting gave the first idea of using glaze intentionally.",
        "One cannot indeed admit the truth of Loth's statement that in the proper opening words of these suras we may generally find an allusion to the accompanying initials; but it can scarcely be accidental that the first verse of the great majority of them (in iii.",
        "Hamdgn got possession of Cairo, and at the end of 1068 plundered the caliphs palace; the valuable library which had been begun by IJakim was pillaged, and an accidental fire caused great destruction.",
        "The order of the Perpetual Edict, which appears to have been taken as a sort of model for the general scheme of books and titles, was doubtless convenient to the Roman lawyers from their familiarity with it, but was in itself rather accidental and historical than logical.",
        "Other discoveries at Tiryns were a beehive tomb, perfectly preserved and used throughout the classical period, some pottery vases which bear painted inscriptions in characters said to be derived from the Cretan script, and an accidental find of Mycenaean treasure in 1915 by a labourer employed in the agricultural school.",
        "Prehistoric sites were located on the characteristic mounds of the country, and some were superficially excavated; but most finds were accidental and unrecorded, and many were dispersed and lost.",
        "Certainly no plot was laid by James to entrap the Ruthvens, and the only question is, was the brawl in which they fell accidental, or had a plot hatched in deep secrecy been frustrated by unexpected circumstances?",
        "He enforced the duty \" of placing in the background whatever was accidental, temporary or secondary, and of bringing into due prominence what was primary and essential.\"",
        "The document is imperfect, owing probably to the accidental loss of its last leaf.",
        "For the rest Labuan is covered over most of its extent by vigorous secondary growth, amidst which the charred trunks of trees rise at frequent intervals, the greater part of the forest of the island having been destroyed by great accidental conflagrations.",
        "But even if, by omitting these accidental items, the list be reduced to thirty, a sufficient number will be lef t to indicate the cosmopolitan character of the city.",
        "In many specimens of ancient bronze, small quantities of silver, lead and zinc have been found, but their presence is probably accidental.",
        "The distinction was not accidental.",
        "These Variations, So Far As They Were Of A Purely Accidental Nature, Would Be Approximately Eliminated On The Mean Of A Large Number Of Trials, So That The Accuracy Of The Final Result Would Be Of A Higher Order Than Might Be Inferred From A Comparison Of Separate Pairs Of Trials.",
        "This Might Be Merely Accidental, Or It Might Indicate Some Constant Difference In The Conditions Requiring Further Investigation.",
        "But for human thought sense, with its accidental setting in matter itself van.",
        "Many attributes, too, were predicable, even to the end, in an external and accidental way, not being derivable from the essence of the subject.",
        "This circumstance is not accidental, but points to an affinity in thought.",
        "The two points thus meeting, the bill is 1 This peculiarity is found as an accidental malformation in the crows (Corvidae) and other groups; it is comparable to the monstrosities seen in rabbits and other members of the order Glires, in which the incisor teeth grow to an inordinate length.",
        "20) quoted by each, can hardly be accidental.",
        "With these instances in mind, it is natural to regard (3) the curious resemblance as to the (non-historical) order in which Theudas and Judas of Galilee are referred to in both as accidental, the more so that again there is difference as to numbers.",
        "Some features are naturally more important or more interesting to us than others; by their relative simplicity and evident constancy they have the first hold on our attention, whilst those which are apparently accidental and vary from one occasion to another are ignored, or postponed for later examination.",
        "And it can hardly be thought that their silence is accidental.",
        "On the other hand, an accidental set-back to population, such as that caused by famine or a disastrous war, leaves room which an increasing birth-rate hastens to occupy.",
        "hostile cruiser, or to effect repairs necessitated by some accidental damage to the ship, the G.A.",
        "Where the detention is to repair accidental damage it seems clear that they are not allowed.",
        "Where cattle were taken into a port of refuge in Brazil, owing to accidental damage to the ship, with the result that they could not legally be landed at their destination (Deptford), and had to be taken to another port (Antwerp), at which they were of much less value, this loss of value was allowed in G.A.",
        "It is probable that the discovery that an intoxicating and pleasant beverage could be made from grape juice was purely accidental, and that it arose from observations made in connexion with crushed or bruised wild grapes, much as the manufacture of beer, or in its earliest form, mead, may be traced back to the accidental fermentation of wild honey.",
        "(2) In painting, the term is used for the effect produced by accidental lights (Ruskin, Modern Painters, I.",
        "(3) In medicine, it stands for the hypothesis that disease is only an accidental modification of the healthy condition, and can, therefore, be avoided by modifying external conditions.",
        "For the culture of the Roman period there is abundant evidence from Salamis and Paphos, and from tombs everywhere, for the glass vessels which almost wholly supersede pottery are much sought for their (quite accidental) iridescence; not much else is found that is either characteristic or noteworthy; and little attention has been paid to the sequence of style.",
        "The introduction of mammals has been largely influenced by economic conditions, when, indeed, it was not absolutely accidental and unavoidable; but in the case of birds it has been more gratuitous, so to speak, in many cases, and hence is looked upon with especial dislike by naturalists.",
        "And though the distribution of these rewards is not perfect, all hindrances are plainly temporary or accidental.",
        "His last published volume contains a series of sonnets of singular beauty, addressed to the river, resembling Wordsworth's \"Sonnets to the Duddon,\" but more perfect in form; and a blank verse idyll, \"Ii Pettirosso\" (\"The Redbreast\"), bearing an equally strong, though equally accidental, resemblance to the similar compositions of Coleridge.",
        "For most purposes the solid media are to be preferred, since bacterial growth appears as a discrete mass and accidental contamination can be readily recognized.",
        "Authari's chief connexion with the fortunes of his people was an important, though an accidental one.",
        "Its horizontal movements, which ought to be the more important, are accidental movements due to air currents, and cannot be controlled; the balloon, in short, cannot be guided.",
        "Their appropriateness to the spring season is, in a general way perhaps, obvious enough, but the association of the lovers' festiv,a1 with St Valentine seems to be purely accidental.'",
        "The Australian and English languages each consist mainly of a series of words having no apparent connexion with the ideas they signify, and differing utterly; of course, accidental coincidences and borrowed words must be excluded from such comparisons.",
        "7rpiaEC) present no cogent difficulty against this view; for they may be accidental and have arisen for the first time in the translation.",
        "In the two \"Scottish Rhapsodies\" for orchestra, in the music to The Little Minister, and in a beautiful fantasia for pianoforte and orchestra on Scottish themes, he has seized the essential, not the accidental features of his native music.",
        "The practical limit of height was reached when the sectional area of the masonry of the piers of the exterior walls in the lower storey had to be made so great, in order to support safely the weight of the dead load of the walls and floors and the accidental load imposed upon the latter in use, as to affect seriously the value of the lower storeys on account of the loss of light and floor space.",
        "Many accidental experiments on telegony are made annually with dogs.",
        "20-27 through corruption of the text, Japheth may be an accidental repetition of yapht \"may he enlarge,\" misread as a proper name.",
        "Being accidental in their occurrence, they belonged to the auguria oblativa, and their interpretation was not a matter for the augurs, unless occurring in the course of some public transaction, in which case they formed a divine veto against it.",
        "Burke will always be read with delight and edification, because in the midst of discussions on the local and the accidental, he scatters apophthegms that take us into the regions of lasting wisdom.",
        "As a rule, the teeth of the two sides of the jaws are alike in number and character, except in cases of accidental or abnormal variation, and in the tusks of the narwhal, in which the left is of immense size, and the right rudimentary.",
        "Slow in their movements, and feeding on vegetable substances, they are confined to the neighbourhood of rivers, estuaries or coasts, although there is a possibility of accidental transport by currents across considerable distances.",
        "It has also been recorded from North America, but its appearance there must be considered accidental.",
        "And supposing it to be replied that the motive is really the moral uneasiness involved in choosing the selfish alternative, Godwin answers that this uneasiness, though a \" constant step \" in the process of volition, is a merely \" accidental \" step - \" I feel pain in the neglect of an act of benevolence, because benevolence is judged by me to be conduct which it becomes me to adopt.\"",
        "Accidental poisoning from henbane occasionally occurs, owing sometimes to the apparent edibility and wholesomeness of the root.",
        "If the limited use of the word according to our sources is not purely accidental, at all events there were many Greek leagues, not expressly termed amphictyonies, which had the characteristics here stated.",
        "William thought the omission accidental, but this is hardly possible.",
        "The trend of the two series of traditions is too close to be accidental, yet the present sequence of the narratives in Joshua and Judges associates them with the Exodus.",
        "But the accidental death of two of herchildren, the assassination of her husband in 584, and the advice of the Church, induced her to make overtures to her brother-in-law Guntram.",
        "The balance is adjusted by shunting either AD or BD with a box, S, containing 20 to Ioo ohms. All the wires in the quadrilateral must be of the same metal as AB, to avoid accidental thermoelectric effects which would obscure the result.",
        "Inasmuch as in every case the Lumbricidae from non-European countries are identical with European species, since it has been shown that these animals are very readily introduced accidentally with plants, &c., and in view of the fact that they are impatient of sea water, it seems clear that the presence of these Lumbricidae in other continents is due to accidental transportation.",
        "Whether this deficiency is accidental or real time will show.",
        "race, personal temperament, emotional conditions, disease, the time and circumstances of administration, and other accidental causes may also modify the action in man.",
        "The reason I.m lying here in pain has to do with my accidental ambush of Darkyn.s demons, the demon replied.",
        "Or he might not after her accidental slip-up.",
        "I'm not lying when I say there is no firm proof that your hus­band's death was anything more than an accidental drowningâ€” that's what the overwhelming evidence shows.",
        "Put a lock on the toilet to prevent accidental drowning; toddlers can drown in a few inches of water.",
        "It is recommended that the battery is disconnected at all times to avoid any accidental starting of the car.",
        "accidental overdose of heroin.",
        "accidental ingestion of ant killers based on organic arsenic salts.",
        "accidental poisoning will not be caught by clause 7. 39.",
        "accidental deletion of large numbers of records.",
        "Is it all part of a divine plan, or is our being here a purely accidental assemblage of atoms?",
        "It is unlikely that such an alignment can have been merely accidental.",
        "How it Began Discovery of the ROC post structure was almost accidental.",
        "It culminates in the apparently accidental death of the latter's baby son.",
        "You couldn't invent a better one, even if this was completely accidental.",
        "Orthopedic dog beds can also be beneficial to dogs recovering from accidental injury or surgery.",
        "Clippers are the safest way to cut a dog's fur to avoid accidental grooming related injuries because the blades are designed to prevent nicking the skin.",
        "This will help protect the flatware from accidental nicks, scratches, and dents, as well as keep it in a consistent location.",
        "Maybe you have had an accidental breeding or adopted a cat who was pregnant.",
        "Instead, he fell into a pattern of drug addiction and died in 2010 at the age of 38 from an accidental overdose.",
        "Carbon monoxide is the leading cause of accidental poisoning in the United States.",
        "accidental spillage.",
        "With respect to His prescience, there is nothing contingent; with respect to His providence, there is nothing accidental.",
        "This comparison is by no means accidental in character.",
        "Always run cold water before the hot to prevent accidental scalding.",
        "However, he had died from respiratory failure due to accidental smothering and traumatic asphyxia.",
        "bothersome physiological effects could be evidence of accidental harm or of self-defense.",
        "Tenants are also responsible for the accidental breakage of landlord fixtures, for example, sanitary ware.",
        "But the industry has the potential for accidental radiation releases and produces radioactive byproducts that require safe storage for decades.",
        "casualtyES Smoking material fires account for nearly 14 per cent of all non-fatal casualties in accidental dwelling fires.",
        "Today, leading conservationists are asking for their help to save protect these vulnerable birds from accidental poisoning.",
        "Optional Buildings accidental Cover You can also cover your home against accidental damage to your building.",
        "We are working toward no accidental fire deaths occurring in West Yorkshire.",
        "As an added safety measure the button is protected by a wall to avoid accidental erasure of programs.",
        "exacts a heavy toll on society Every year 10,000 people die from accidental injury.",
        "A £ 500 accidental Damage excess will apply whilst attending the event.",
        "There are few things that seem fatal to anemones, other than metal-based chemical therapeutics or accidental introduction of metal ions from other sources.",
        "Any accidental fatality to a member of the workforce is unacceptable.",
        "An additional cause of accidental death to otters can be drowning in eel fyke nets.",
        "A protective grille guards the oil cooler against accidental stone damage.",
        "Elevated surfaces such as platforms, ramps, and bridges should have guardrails that would prevent accidental falls.",
        "I have been rather sick and have had two small hemorrhages, but the second I believe to have been accidental.",
        "Food for Thought Pugh reviewed 23 incidents of accidental hypothermia in walkers, campers and climbers in Scotland, Wales and the Lake District.",
        "inextricable relationships in our lives that are neither accidental nor somehow in our control, either.",
        "Accidental or deliberate oral ingestion The product would only be expected to be harmful if orally ingested in very large quantities.",
        "Provision was made for readily supplying the accidental gaps which were so injurious to the phalanx.",
        "The jury in the subsequent inquest returned a verdict of \" accidental death \" .",
        "Following a previous five-day inquest on 1st February 2002, the coroner's jury returned a verdict of accidental death.",
        "If you have noticed accidental leakage from your bladder or bowel, see your doctor.",
        "More people die each year from medical misadventures than from accidental shooting.",
        "The most obvious mistakes, including accidental omissions, would thus to a large extent be rectified.",
        "Santa's most expensive outlay is accidental damage against all the toys in the world, which would cost him £ 270 million.",
        "In 1967, their manager Brian Epstein died of a accidental drug overdose.",
        "Accidental dural puncture is usually easily recognized by the immediate loss of CSF through the epidural needle.",
        "In-Camera red-eye Fix analyzes each image and automatically finds and corrects any accidental red-eye, which can occur in flash photography.",
        "PC Henry Thomas Brooks Killed by the accidental discharge of a police revolver issued to him at Chelsea Police Station.",
        "accidental events Oil spills are probably the issue of greatest public concern in relation to the offshore oil industry.",
        "For an accidental pollutant release, such as an oil tanker spill, this is important for cleanup operations.",
        "To do this you should find a suitable surface, in case of accidental spillage.",
        "Designed to navigate as accidental stowaways the windy ride.",
        "But it's a lonely life being the accidental techie.",
        "techygood practice - support for accidental techies Go back to the IT good practice page What is an accidental techie?",
        "This somewhat tedious process guards against the accidental deletion of large numbers of records.",
        "International cover Extended warrantee Accidental damage \" Lose your PDA.. .",
        "warrantee FACT: Accidental damage MAKE YOURS SAFE.. .",
        "Bread wheat was the accidental \" unnatural \" crossing of einkorn and then emmer wheat with another species.",
        "That the 8-hour and 6-hour waves, though small near midsummer, represent more than mere accidental irregularities, seems a safe inference from the regularity apparent in the annual variation of their phase angles.",
        "These and other points of similarity, possibly only accidental, have led to the conjecture that the primitive Illyrian language may have exerted some kind of influence on the other idioms of the peninsula.",
        "The locality described by Diodorus after Cleitarchus corresponds in important particulars with Takhti Jamshid, for example, in being supported by the ' This statement is not made in Ctesias (or rather in the extracts of Photius) about Darius II., which is probably accidental; in the case of Sogdianus, who as a usurper was not deemed worthy of honourable burial, there is a good reason for the omission.",
        "011ulanus tricuspis is found in the adult state in the alimentary canal of the cat; the young worms are hatched in the alimentary canal, and often wander into the body of their host and become encysted in the lungs, liver and other organs; during the encystment the worm degenerates and loses all trace of structure.` This wandering appears to be accidental, and to have nothing to do with the further evolution of the animal which takes place in those embryos which are voided with the excrement.",
        "The great merit of this discovery of a second passage into the South sea lies in the fact that it was not accidental or unforeseen, but was due to the sagacity of those who designed the voyage.",
        "But the Judaean records do not allow us to trace its independent history with confidence, and our estimate can scarcely base itself solely upon the accidental fulness or scantiness of political details.",
        "Six centuries elapsed before the accidental discovery of a sepulchral chamber by some labourers digging for pozzolana earth (May 31, 1578) revealed to the amazed inhabitants of Rome \" the existence,\" to quote a contemporary record, \" of other cities concealed beneath their own suburbs.\"",
        "Occasionally she even joined in the king's sports, though here her only recorded exploit was her accidental shooting of James's \"most principal and special hound,\" Jewel.",
        "To take the example given under Confusions of Words above, loin for lion in Cranford is probably a printer's error, but it is conceivable that it is due to a deflexion of the authoress's mind or pen through the accidental proximity of the \"mutton chop.\"",
        "After receiving a somewhat imperfect education from a private tutor, he was in 1712 indentured to a writer to the signet in Edinburgh, but an accidental introduction to Sir Hew Dalrymple, then president of the court of session, determined him to aspire to the position of advocate.",
        "It is a common terminology to call premature labour of an accidental type a \"miscarriage,\" in order to distinguish \"abortion\" as a deliberately induced act, whether as a medical necessity by the accoucheur, or as a criminal proceeding (see Medical Jurisprudence); otherwise the term \"abortion\" would ordinarily be used when occurring before the eighth month of gestation, and \"premature labour\" subsequently.",
        "The disadvantage is that the thermo-electric force is very small, about ten-millionths of a volt per degree, so that a small accidental disturbance may produce a serious error with a difference of temperature of only 1Ã‚° between the junctions.",
        "wide, which appear to be a submerged part of the great central valley of Chile, and farther south by the narrower Moraleda channel, which terminates southward in a confusing network of passages between the mainland and the islands of the Chonos group. One of the narrow parts of the Chilean mainland is to be found opposite the upper islands of this group, where the accidental juxtaposition of Magdalena island, which indents the continent over half a degree at this point, and the basin of Lake Fontana, which gives the Argentine boundary a sharp wedge-shaped projection westward, narrows the distance between the two to about 26 m.",
        "The timber is used instead of oak where the latter is scarce, and is employed for axle-trees and spokes, as well as for Windsor chairs, &c. It exhibits two accidental forms in the arrangement of the fibres, an undulated one like those of the curled maple (A.",
        "Foreigners are often surprised at the strange mixture of savagery and lofty notions in a Christian community which, for instance, accounts accidental manslaughter as wilful murder.",
        "At one time considered as an introduction from the East, the theory of the Grail as an Oriental talisman has now been discarded, and the expert opinion of the day may be said to fall into two groups: (i) those who hold the Grail to have been from the first a purely Christian vessel which has accidentally, and in a manner never clearly explained, acquired certain folk-lore characteristics; and (2) those who hold, on the contrary, that the Grail is aborigine folk-lore and Celtic, and that the Christian development is a later and accidental rather than an essential feature of the story.",
        "The Greek nymphs, after the introduction of their cult into Latium, gradually absorbed into their ranks the indigenous Italian divinities of springs and streams (Juturna, Egeria, Carmentis, Fons), while the Lymphae (originally Lumpae), Italian water-goddesses, owing to the accidental similarity of name, were identified with the Greek Nymphae.",
        "This curious contradiction is not accidental.",
        "Accidental puncture of the artery which may cause bleeding.",
        "Relevant evidence to prove the offense may include anything tending to rebut claims of accidental presence near to the site.",
        "In-Camera Red-Eye Fix analyzes each image and automatically finds and corrects any accidental red-eye, which can occur in flash photography.",
        "It was accidental in that the objective of the test well was the schist conglomerate capping the basement.",
        "Accidental events Oil spills are probably the issue of greatest public concern in relation to the offshore oil industry.",
        "But it 's a lonely life being the accidental techie.",
        "IT good practice - support for accidental techies Go back to the IT good practice page What is an accidental techie?",
        "International cover Extended warrantee Accidental damage Lose your PDA...",
        "FACT: Water damage FACT: Theft FACT: International cover FACT: Extended warrantee FACT: Accidental damage MAKE YOURS SAFE...",
        "Many injuries are also the result of accidental contact, rather than a dog or cat intentionally striking out.",
        "You may want to wear gloves to protect your hands from accidental scratches and bites.",
        "Find out if the warranty will cover accidental situations, e.g. being dropped, run over or stolen.",
        "Purchase Protection - If eligible, you can protect certain purchases against accidental damage and theft for up to 90 days from the original date of purchase.",
        "Purchase Protection - Items you purchase with the Plum Card are protected against theft or accidental damage for up to ninety days from the date of purchase at no additional charge.",
        "Travel Accident Insurance - You are automatically covered for up to $100,000 for accidental death and dismemberment when the fare is charged to the Plum Card.",
        "Travel Accident Insurance - Covered for accidental death or dismemberment while traveling on an airplane or other public transportation if tickets were purchased using the Black Card.",
        "Purchases are protected against accidental damage/theft for up to 90 days after you've made the purchase.",
        "If you do so, you can get up to $100,000 of coverage, plus reimbursement for up to $15,000 in medical expenses and up to $100,000 in accidental death and dismemberment.",
        "Although accidental strangulation is probably the most serious accident that can happen on a bunk bed, it's rare; falls resulting in sprains and broken bones are much more common.",
        "Additionally, the battery and charging system are all designed to prevent accidental touching, shorting or leaking.",
        "Harvesting oil from deep in the ocean floor can lead to accidental spills that harm ocean life and wetlands.",
        "The best tote will be one that matches the size of your standard cosmetics and provides enough space for you to find them easily, while being easy to maintain to prevent accidental spills or damage.",
        "Make sure they also provide you with eye protection and a bib, to protect your eyes and clothes from accidental spillage and laser damage.",
        "To get a sharp line and avoid accidental smudging, apply a piece of tape at the desired angle from the corner of the eye upward.",
        "Rather than relying on accidental good fortune, it's important to understand that proper posing makes a good image spectacular no matter the subject.",
        "Snacks and drinks are a good idea, but keep food as far away from the scrapbooking area as possible in order to prevent accidental spills.",
        "Keeping a small notebook or computer spreadsheet with this information will make it easier to plan future shopping trips while avoiding accidental duplicate purchases.",
        "Pranksters need to be aware that punishment is possible for pranks as well as having to pay for any accidental damage that may occur to the school.",
        "Because naltrexone blocks the \"highs,\" relapsing drug abusers are at a higher risk for accidental overdose.",
        "Underage drinking can result in hangovers, poor academic performance, risky sexual behaviors, car crashes, and other accidental injuries.",
        "Contact your local poison control center immediately if you suspect a case of accidental indigestion.",
        "If you suspect a case of accidental indigestion, contact your local poison control center.",
        "Autopsy results proved Heath took an accidental yet deadly combination of prescription drugs.",
        "Hollywood lost a rising star January 22, 2008, when actor Heath Ledger died from an accidental prescription drug overdose.",
        "The incident was clearly accidental, but it caused a stir amongst groups such as the Parents Television Council, who called for a 5-second time delay on all live programming.",
        "After several weeks and two autopsies, the official cause of death was listed as an accidental overdose of prescription drugs, including Zoloft and methadone.",
        "Sadly, in January 2008, Ledger was found dead in his home, the victim of an accidental overdose of prescription medications.",
        "Anna Nicole Smith died from an accidental overdose of \"methadone, anti-anxiety and weight-reducing drugs and, possibly, vitamins, among other substances,\" according to People magazine.",
        "When Anna Nicole Smith's autopsy results were released, it said her February 8, 2007 death was from an accidental overdose of \"methadone, anti-anxiety and weight-reducing drugs and, possibly, vitamins, among other substances.\"",
        "As a result of hospital staff error, the six pound twelve ounce twin Thomas and his five pound nine ounce sister Zoe, were give not 10 units, but 10,000 units of Heparin, resulting in an accidental overdose.",
        "Anna Nicole Smith - Smith lived her life under a microscope, until her accidental death on February 8, 2007.",
        "Heath's accidental death serves as a caution to the hidden dangers of combining prescription medication, even at low dosage.\"",
        "On January 22, 2008, Heath Ledger died of an accidental overdose of multiple prescription drugs in his rented New York apartment.",
        "Not that the public really needed confirmation that Angelina Jolie is expecting twins, but it came anyway in the form of an accidental announcement via Jack Black.",
        "Anna Nicole Smith's 2007 death was officially ruled an accidental overdose after toxicology reports found that she had taken eight prescription drugs, such as methadone and other opiates.",
        "Investigators now believe that he may have died of an accidental suffocation or heart failure.",
        "So far it's been reported as a suicide, accidental overdose and now manslaughter.",
        "However, there are some who still insist that her death was murder, or perhaps accidental.",
        "The film is a thriller in which a group of girls try to cover up the accidental death of one of their sorority sisters, only to find that they're being hunted by a serial killer.",
        "Though no official reports have been released yet, many speculate that Haim died of an accidental drug overdose.",
        "An autopsy revealed she died from an accidental overdose of sleeping pills, which were lethal when combined with the other prescription drugs she took.",
        "Heath Ledger - The young and much-accomplished actor died at the age of 28 in 2008, as the result of an accidental overdose of prescription drugs.",
        "As controversy swirled around the entire situation, it soon came to light that Ledger had died of an accidental overdose of prescription medications.",
        "Accidental inbreedings between close family members can also lead to defects in the puppies.",
        "Because the color goes through the entire tile rather than just a top coating, accidental chips are much harder to distinguish.",
        "They feature no-slip soles to prevent any accidental slips and skids while going up and down the stairs or simply walking on an uncarpeted surface.",
        "Nothing irritates a customer worse than misleading advertising whether it's intentional or accidental.",
        "This makes them easy to find and limits the possibility of accidental damage, if kept with other items in a drawer.",
        "A breakage system helps prevent accidental alarms, but then it's not triggered until after damage has already occurred to your home.",
        "Following simple safety precautions regarding the use of fireplaces, space heaters and candles greatly reduces the chance of an accidental fire.",
        "Whether you are cooking in your own backyard, sitting around a campfire or on vacation, it is important to know how to reduce the chances of an accidental fire from starting and how to react if one should occur.",
        "Accidental infections can occur in laboratory settings through mishandling of infected blood.",
        "The main complication of sleepwalking is accidental injury.",
        "The warranty will not cover scratches, accidental breakage, or the shipping costs.",
        "The warranty will only cover damage that occurs as a result of a defect-not normal wear and tear-so scratched lenses, accidental breakage, and screw replacements are a few of the things on a list of what will not be covered.",
        "The warranty does not apply to damage that is a result of normal wear or accidental breaking.",
        "Keep sharp objects, including glass containers, away from the slide to prevent accidental punctures.",
        "But two accidental fires -- to the carousel, bathhouse and ballroom, as well as to several popular rides -- was hard to recover from.",
        "That won't cover your phone if you drop your phone in the toilet (or any other accidental damage) but if it's a matter of the physical failure of the phone, in terms of circuits or the case falling apart, many times that is covered.",
        "Many chains such as Best Buy will also provide \"phone insurance\" that will cover accidental damage, too, so be sure to check when you buy your cell phone.",
        "This can help to protect your phone from scratches, bumps, and even accidental drops.",
        "A deficiency in platelets or a disorder that affects platelet production can disrupt clotting and severely complicate blood loss from accidental injury, surgery, and specific diseases or conditions in which bleeding can occur.",
        "Mental confusion, poor eyesight, and the use of multiple drugs are the leading reasons this group has a high rate of accidental poisoning.",
        "The Food and Drug Administration (FDA) has the authority to monitor herbal products on the market and issue warnings about accidental poisoning or other adverse affects associated with these products.",
        "Drug overdoses, both accidental and intentional, are the leading cause of poisoning in adults.",
        "If the doctor suspects that the poisoning was not accidental, he or she is required to notify law enforcement authorities.",
        "Most accidental poisonings are preventable.",
        "Their most common use in mainstream medicine is in treating accidental poisoning.",
        "More than 16 percent of all hospitalizations for accidental injuries among children lead to permanent disability.",
        "Although the accidental injury death rate declined among children ages 14 and under by almost 40 percent from 1987 to 2000, accidental injury remained in the early 2000s the number one killer of this age group.",
        "In 2000, the leading cause of fatal accidental injury among children was motor vehicle occupant injury (28%), followed by drowning (16%) and airway obstruction injury (14%).",
        "Other frequent causes of accidental injuries and deaths are fire and burn injury, accidental firearm injury, and poisoning.",
        "In 2001, motor vehicle accidents resulted in 36 percent of accidental deaths in children ages one to four.",
        "Drowning remains the second leading cause of accidental injury-related deaths among children ages 14 and under, claiming 943 children in 2000.",
        "In 2000, 91 children ages 14 and under died as a result of accidental poisoning.",
        "Approximately 114,000 children in this age group were treated in the emergency room for accidental poisonings in 2001.",
        "Fire and burn injury is the fifth leading cause of child accidental injury-related death.",
        "In the year 2000, 193 children in the United States ages new infant to 19 died from accidental injuries involving firearms.",
        "When a child learns of the accidental death of a playmate, he may ask to go out to play.",
        "Arrangements should be made to keep medications to treat accidental exposure at the school, and personnel should be trained in their use.",
        "For example, aggressive children are more likely to interpret an accidental push or bump from a peer as intentionally hostile and respond accordingly.",
        "Electric shocks are responsible for about 1,000 deaths in the United States each year, or about 1 percent of all accidental deaths.",
        "In the United States, head injuries are the leading cause of accidental death and permanent disability in people under age 45.",
        "However, many subdural hematomas in toddlers result from accidental falls, as they learn to walk and climb.",
        "Iron toxicity in children, for example, frequently results from accidental swallowing of dietary supplement tablets.",
        "The most common form of mineral toxicity for children and adolescents in the United States is accidental poisoning from iron supplements.",
        "Parental concerns about mineral toxicity in most children should be directed toward preventing accidental consumption of iron and other mineral supplements in young children and in monitoring the adoption of fad diets in teenagers.",
        "Accidental overdose of certain medications might also cause similar damage to the central nervous system.",
        "As of 2004, however, accidental rubella vaccinations during pregnancy had not clearly been associated with the same risk as the natural infection itself.",
        "What results on the paper is accidental and often delights the child, even though it is indistinguishable to adults.",
        "About 70 percent of all accidental deaths are due to head injuries, as are most of the disabilities that occur after trauma.",
        "Displacement of these magnets has been reported to cause bleeding and perforation of the nasal septum, while accidental swallowing of these magnets may require emergency surgery.",
        "External trauma to the nose may be accidental (transportation accidents, animal bites, air gun injuries, and sports injuries) or intentional (fights, criminal assault, domestic violence, nose piercing).",
        "Chemical injuries to the nose are caused by accidental or purposeful breathing or sniffing of irritating substances.",
        "While chemical damage to the nose is usually accidental in younger children, it is more often the result of substance abuse in adolescents.",
        "Shah. \"Accidental Lodgment of an Air Gun Pellet in the Maxillary Sinus of a 6-Year-Old Girl: A Case Report.\"",
        "It also protects the urinary opening against infection and accidental injury.",
        "Bechtel, Kirsten, et al. \"Characteristics that Distinguish Accidental from Abusive Injury in Hospitalized Young Children with Head Trauma.\"",
        "In non-contact sports, major fractures, dislocations, or soft-tissue injuries are usually associated with accidental rather than intended collisions.",
        "Physicians earlier labeled these injuries as accidental, but as more about child abuse became known, more cases of this syndrome were properly diagnosed.",
        "Much depends upon the physical activity level of the individual and the possibility of accidental injuries or surgeries required for other conditions, which cannot be predicted.",
        "Experts estimate that 1,500 Americans die each year from accidental exposure to CO and another 2,300 from intentional exposure (suicide).",
        "Parental concerns in younger children should be directed toward the prevention of accidental swallowing or ingestion of foreign bodies.",
        "Traumatic amputation is the accidental severing of some or all of a body part.",
        "Increased motor skills, immaturity, and lack of experience also place the toddler at risk for accidental injury.",
        "According to the National Safety Council, more than 20,000 accidental deaths and approximately 25 million accidental injuries occur each year to those under the age of 25.",
        "However, after her accidental death on January 1, 2007 at the age of 20, her family turned it into a tribute, and included pictures and other living memories to it.",
        "Available insurance includes health, life, dental, disability, and accidental death and dismemberment coverage.",
        "Countrywide also assists customers through a wide range of insurance plans with policies for homeowners, accidental death, automobile, and life.",
        "Teens that are asking how pregnancy occurs need to know the answer so accidental pregnancies do not occur.",
        "Many styles offer a secure interior pocket with a Velcro or button flap to prevent accidental loss.",
        "Such a quick alert can help prevent accidental drownings.",
        "The drug's effects set in quickly, so the only protection is to avoid accidental ingestion.",
        "Once someone has been betrayed, it is hard to trust someone after that - and often simple, nice gestures or accidental misunderstandings seem to be signs of infidelity in the minds of the person recovering from the cheating.",
        "Its hardness and durability make its care similar to diamonds, such as storing it away from other gems to prevent accidental scratches and avoiding harsh cleaning chemicals.",
        "Avoid wearing the ring during heavy chores or sporting activities to prevent accidental damage.",
        "These are easily worn with a variety of different clothing and are not so long as to become prone to accidental damage.",
        "They should be periodically cleaned with a soft cloth and mild cleanser to remove dirt and oil, and they should be stored away from other jewelry to prevent accidental damage.",
        "While other rings may withstand some rough activities, silver rings should be immediately removed when engaging in housework, cleaning, sports, or other actions that could involve accidental blows or force applied to the ring.",
        "However, in order to prevent accidental contamination, you must only eat fresh fruits or vegetables that are not coated with wax or other materials.",
        "This will prevent accidental discharge because you've dropped the weapon or grabbed it the wrong way.",
        "Since you'll be toting the laptop from place to place in this backpack, you want something that can take an accidental drop or kick and still keep your laptop safe.",
        "Understanding child safety basics is essential to preventing accidental injury and death in children.",
        "According to WebMD the most common causes of accidental injury or death in young children are motor vehicles, drowning, burns, falls, poisoning and guns.",
        "Homeowners with children should set their hot water heaters to 120 degrees, or less, to prevent accidental scalding injuries.",
        "The evidence of physical abuse often involves bruising and broken bones, and these may be explained away as accidental.",
        "In some cases, the abuse was intentional, and in other cases, the abuse may be perceived as accidental.",
        "It may be a little inconvenient to have to stop to unlock the cabinet every time you want to get something out of it, but it is far better to take the extra step to keep your children safe from accidental poisoning.",
        "Raudive's work expanded upon Juergenson's accidental discovery of the phenomenon and brought in a number of scientists and theologians in the course of the research.",
        "For example, purchasing an accidental death rider that promises to pay a double benefit if you die in an accident is simply foolish.",
        "But when Blackie stole a song because he was feeling pressure to produce a hit, he was involved in the accidental death of his former girlfriend Lou.",
        "Some 1995 models had defective battery issues with a potential for explosion, and 1997 models had airbag systems that were so touchy that any slight shock to the system could set off an accidental airbag deployment.",
        "It's smart to be prepared for accidental spills.",
        "Tie dye can be rather messy, so you don't want to risk any accidental spills.",
        "Gastritis can be either acute, as in with excessive alcohol consumption or accidental ingestion of toxic substances, or it can be chronic, as with long-term use of non-steroidal anti-inflammatory drugs (NSAIDs).",
        "Airflight insurance also covers accidental death and serious injuries.",
        "Air travel insurance: Covers accidental death and dismemberment, medical costs and transportation to the hospital in the event the plane crashes.",
        "Accidental death: There are three parts to what this covers.",
        "It can cover air flight accident for an in-flight crash, common carrier for if death is caused on public transportation such as cabs or ferries, and accidental death in case you die anywhere on your trip.",
        "Not only will coverage be in place in case of accidental injury or illness, but parents and students alike can have peace of mind.",
        "It's advisable to save frequently while you are working through the document to avoid accidental data loss.",
        "Save your work as you go to avoid accidental data loss.",
        "Save the form: Save your work to your hard drive or to an external data storage source frequently to avoid accidental loss of data.",
        "Accidental Death Benefits - Pays benefits to a beneficiary if the insured dies due to accidental causes during the trip.",
        "Covered events include damage or destruction caused by accidental fire, wind, hailstorm and so on.",
        "In a legal sense, however, incidents are seldom viewed as purely accidental.",
        "The accidental death benefit offered by Tesco reimburses the pet owner for the original cost of the pet, up to a set limit.",
        "Globe Life offers low face value life policies for adults and children as well as accidental death insurance, mortgage protection plans, Medicare supplements and health insurance.",
        "Mortgage protections plans provide up to $250,000 to pay off your mortgage in case of accidental death.",
        "Accidental death insurance can pay up to $250,000 to your beneficiaries as a cash payment like a traditional life insurance policy, but there are some restrictions.",
        "As the name implies, accidental death insurance pays out only if the death occurs in an accident, such as an auto accident or an accident at work.",
        "If someone pries or discovers your purchase, it's easy to pass it off as an accidental buy or a mistaken order.",
        "An accidental shooting from a friend and another gun incident at Elvis' Graceland mansion didn't help.",
        "However, if you lose a downloaded file due to computer errors or accidental deletion, you will have to buy a new copy of the song.",
        "Reality show nudity can be deliberate or accidental and may or may not be a stunt by producers or the network to boost ratings.",
        "Most viewers take the nudity in context and know when it's being blatant or accidental for the creativity of the show.",
        "Whether Big Brother fans only get an accidental glimpse of shower footage, like they do in the US, or they have full shower access, shower scene clips are popular around the Internet.",
        "From accidental nudity to gaffes in strategy, every season seems to offer something new.",
        "An accidental death finds Seymour hiding the accident so he can feed the dismembered parts to the increasingly ravenous plant.",
        "This avoids accidental comparisons to the skylines of well known American cities and still offers a recognizably American look.",
        "The occurrence of a jellyfish sting is almost always accidental.",
        "The coincidence of the title with the place-name of the battle which had not yet been fought when the title was conferred, is curious, but accidental.",
        "Considering the close connexion between the work of the two men this can hardly be accidental.",
        "A detailed comparison shows the difference between Buddhism and Manichaeism in all their principal doctrines to be very great, while it becomes evident that the points of resemblance are almost everywhere accidental.",
        "An Aristotelian work often goes on continuously at first, and then becomes disappointing by suddenly introducing discussions which break the connexion or are even inconsistent with the beginning; as in the Posterior Analytics, which, after developing a theory of demonstration from necessary principles, suddenly makes the admission, which is also the main theory of science in the Metaphysics, that demonstration is about either the necessary or the contingent, from principles either necessary or contingent, only not accidental.",
        "coming, among progressive peoples, to be regarded merely as an accidental disturbance of that harmony and concord among mankind which nations require for the fostering of their domestic welfare.",
        "Though cherishing a strong antipathy to the received ecclesiastical formulas, Irving's great aim was to revive the antique style of thought and sentiment which had hardened into these formulas, and by this means to supplant the new influences, the accidental and temporary moral shortcomings of which he detected with instinctive certainty, but whose profound and real tendencies were utterly beyond the reach of his conjecture.",
        "By thus supposing a psychical basis to evolution, Fechner, anticipating Wundt, substituted a psychical development of organs for Darwinian accidental variation.",
        "The town was burned by Albert of Mecklenburg's party in 1389, by an accidental conflagration in 1665, and by the Russians in 1719.",
        "This arrangement is not very convenient, as it is difficult to protect the mirror from accidental displacement, so that the angle between the geometrical and magnetic axes may vary.",
        "Nor is this accidental.",
        "This accidental fact constitutes a prime difference in favour of the preceding period, in which there were only five pontiffs during the first sixty years of the 13th century.",
        "From this and other evidence it has been shown that the first thin shower in open vessels is produced by the accidental presence of tiny crystals obtained from the dust of the air, while the second dense shower marks the point of spontaneous crystallization, where the decrease in total available energy caused by solidification becomes greater than the increase due to the large surface of contact between the liquid and the potentially existing multitudinous small crystals of the shower.",
        "In ccllapse following severe haemorrhage and in sudden and accidental arrest of the heart or respiration during chloroform narcosis an intramuscular injection of 1 gr.",
        "The precise character and form of the folds produced will depend upon the nature of the cloth and other accidental circumFIG.",
        "In addition to these accidental modes of dispersal, however, there is a series of interesting adaptations on the part of the fungus itself.",
        "The difficulty of reconciling the two views is that which gives rise to much of the obscurity in Locke's treatment of the theory of knowledge; in Hume the effort to identify them, and to explain the synthesis which is essential to cognition as merely the accidental result of external relations among the elements of conscious experience, appears with the utmost clearness, and gives the keynote of all his philosophical work.",
        "Contradictory accounts have indeed been given as to this fatal episode, but that it was accidental, and not suicide, is certain.",
        "Malformations of the pelvis, accidental injuries and the diseases and displacements to which the uterus is liable, on the one hand; and, on the other, various morbid conditions of the ovum or placenta leading to the death of the foetus, are among the direct local causes.",
        "The disadvantage is that the thermo-electric force is very small, about ten-millionths of a volt per degree, so that a small accidental disturbance may produce a serious error with a difference of temperature of only 1° between the junctions.",
        "The interval considered by Westman contains at least 300 oxygen and nitrogen lines, so that approximate coincidence with a number of auroral lines was almost inevitable, and an appreciable number of the coincidences may be accidental.",
        "The chief difficulty is that of measuring the small change of resistance accurately, and of avoiding errors from accidental thermo-electric effects.",
        "It is not found in Ireland, and in Scotland its appearance is merely accidental."
    ],
    "definition": [
        "Link/Cite"
    ]
}