{
    "translation": "במקרה, לא במכוון, בטעות",
    "uses": [
        "I can cover up the girls who accidentally get hit by cars.",
        "The gates have locks on them so that they won't be accidentally left open.",
        "The members accidentally discovered that the fear of it had a great influence over the lawless but superstitious blacks, and soon the club expanded into a great federation of regulators, absorbing numerous local bodies that had been formed in the absence of civil law and partaking of the nature of the old English neighbourhood police and the ante-bellum slave patrol.",
        "On the homeward voyage he was accidentally killed and his vessel was lost.",
        "Having accidentally killed his uncle Electryon, king of Mycenae, he was driven out by another uncle, Sthenelus.",
        "The mission of Gaetano Castiglia and Marquis Giorgio Pallavicini to Turin, where they had interviewed Charles Albert, although without any definite resultfor Confalonieri had warned the prince that Lombardy was not ready to risewas accidentally discovered, and Confalonieri was himself arrested.",
        "Hooker's Ecclesiastical Polity was accidentally destroyed.",
        "Voluntarily or accidentally, he came across Paul, who won him over to the Christian faith.",
        "The ash-pit is lined with iron plates to facilitate the recovery of metal accidentally spilt.",
        "On his way back he either accidentally or at the special request of Crescentius visited Rome.",
        "On the 4th of December 1893, having been accidentally given an overdose of chloral, he died at Hindhead.",
        "The heartwood varies in colour from dark brown to pale yellowishbrown; hard, close-grained, and little liable to split accidentally, it is, for a hard wood, easy to work.",
        "Her husband, having accidentally killed Eurytion in the Calydonian boar hunt, fled and obtained expiation from Acastus, whose wife made advances to Peleus.",
        "Some caution should be used against confounding accidentally introduced indigenous species with those reared from the imported eggs.",
        "In 1615 the cathedral was accidentally burnt and the bishop removed to Cordoba.",
        "For instance, the animal traps of carnivorous plants (Drosera, Nepenihes, &c.) did not, presumably, originate as such; they began as organs of quite another kind which became adapted to their present function in consequence of animals having been accidentally caught.",
        "Whatever she'd accidentally done to him in the alley, she'd sealed them together in a way he never thought possible.",
        "He pulled out his phone, texted Bianca, and waited, willing the message to make it to her in the in-between world where he'd accidentally sent her.",
        "times (healing of Bentresh) is probably only the determinative for \"water,\" a fourth n being accidentally omitted (Breasted, Ancient Records, iii.",
        "During his connexion with Auteuil, Fauriel's attention was naturally turned to philosophy, and for some years he was engaged on a history of Stoicism, which was never completed, all the papers connected with it having accidentally perished in 1814.",
        "In 1770 the miners accidentally discovered a complete gallery, which has been driven many hundred yards into the bed of coal, branching into thirty-six chambers dressed quite square, and in a workman-like manner.",
        "It was founded by a colony of Achaeans led by Myscellus in 710 B.C. Its name was, according to the legend, that of a local prince who afforded hospitality to Heracles, but was accidentally killed by him and buried on the spot.",
        "Maybe someone had accidentally summoned her, and she wasn't about to have yet another confrontation today.",
        "After the deaths of her son and husband in such rapid succession, she felt herself a being accidentally forgotten in this world and left without aim or object for her existence.",
        "Even if they do not know for what purpose they are fattened, they will at least know that all that happened to the ram did not happen accidentally, and will no longer need the conceptions of chance or genius.",
        "While serving his time he had the misfortune accidentally to shoot a young man who came to visit him; and although through the intercession of his master he escaped prosecution, the untoward event weighed heavily on his mind, and led him at the close of his apprenticeship to quit his native place.",
        "It may also be stated here that when occasion arises peachtrees well furnished with buds may be transplanted and forced immediately without risking the crop of fruit, a matter of some importance when, as sometimes happens, a tree may accidentally fail.",
        "A good quality of oilbetter in fact than the Ohio product, but not as good as that of Pennsylvania-was accidentally found at Corsicana, Navarro county, about 1894, and in 1898 it was discovered at a depth of 1040 ft.",
        "The attack had been preceded by a trifling fire at a threshing floor, either accidentally caused (but not by the officers shots) or lit as a signal for the assault.",
        "Among the Dravidians a cobra which is accidentally killed is burned like a human being; no one would kill one intentionally; the serpent-god's image is carried in an annual procession by a celibate priestess.",
        "So perfect is this instinct, that once, when I had laid them on the leaves again, and one accidentally fell on its side, it was found with the rest in exactly the same position ten minutes afterward.",
        "Moreover, the splendid building is nearly always a unit; seldom, unless accidentally, a component part of a broad effect.",
        "Very many of the common domestic mammals can be successfully infected (either thus accidentally or else on purpose) with different \" pathogenic \" Trypanosomes, to which they succumb more or less readily, but they cannot be regarded as the natural hosts of those Trypanosomes.",
        "Sforza was accidentally drowned, but when Alphonso returned to Spain, leaving only a.",
        "Nothing,\" he adds, \" is more likely than that in a crowded assembly a lady should accidentally have dropped her garter; that the circumstance should have caused a smile in the bystanders; and that on its being taken up by Edward he should have reproved the levity of his courtiers by so happy and chivalrous an exclamation, placing the garter at the same time on his own knee, as ` Dishonoured be he who thinks ill of it.'",
        "In 1797 she presented to the Royal Society an Index to Flamsteed's observations, together with a catalogue of 561 stars accidentally omitted from the \"British Catalogue,\" and a list of the errata in that publication.",
        "(I) In the former class the eggs are extruded with the faeces, and the young become fully formed within the egg, and when accidentally swallowed by their host are liberated by the solvent action of the gastric juice and complete their development.",
        "The reason is that interment appears not to have been practised by the river-drift hunters, and the only bones likely to be found would be those accidentally preserved in caves or rock-shelters.",
        "In this instance it may happen that the work of intelligence has only been mimicked in nature by blind forces which have accidentally produced organic life; and Mill is disposed to hold that if the evolution of species should be clearly established as due to natural law - if there has been no creation by special interposition - the argument falls to the ground and theism (apparently) is lost.",
        "In the first place experiment has shown that biting-flies, other in all probability than the true, natural hosts, may at times transmit the parasites - as it were - accidentally, if, after feeding on an infected animal, they are allowed to bite a fresh one within a limited time.",
        "A fourth while seemingly overwhelmed with work would often come accidentally under the Emperor's eye.",
        "The latter was accidentally discovered in 1788, and both soon came into general cultivation.",
        "According to Apollodorus (iii, 12, 3) it was made by order of Athena, and was intended as an image of Pallas, the daughter of Triton, whom she had accidentally slain, Pallas and Athena being thus regarded as two distinct beings.",
        "On the 15th of September of the following year he was accidentally killed by a locomotive engine while present at the opening of the Liverpool and Manchester railway.",
        "Between Battel's time and 1846 nothing appears to have been heard of the gorilla or pongo, but in that year a missionary at the Gabun accidentally discovered a skull of the huge ape; and in 1847 a sketch of that specimen, together with two others, came into the hands of Sir R.",
        "His introduction to Euclid took place accidentally in 1629 (Aubrey's Lives, p. 604).",
        "dispar), accidentally allowed to escape in 1869 by a French naturalist.",
        "In 1742 a workman named Thomas Bolsover was mending the handle of a knife made of silver and copper, when, accidentally overheating it, he caused the metals to fuse and flow, and found that as a consequence the silver adhered to the copper as a thin coating.",
        "St Claire Deville, accidentally and in ignorance of Wohler's later results, imitated the 1845 experiment.",
        "The settlement was in a low marshy district which proved to be unhealthy; it was accidentally burned in January 1608, was almost completely destroyed by Nathaniel Bacon in September 1676, the state house and other buildings were again burned in 1698, and after the removal of the seat of government of Virginia from Jamestown to the Middle Plantations (now Williamsburg) in 1699 the village fell rapidly into decay.",
        "In the first process, portions of thallus containing gonidia may be accidentally separated and so may start new plants.",
        "His fortunes were presenting a most interesting problem when, on the 31st of December 1882, at his house in Ville d'Avray, near Sevres, he died by a shot from a revolver which accidentally went off.",
        "Although the species are fewer in number than in most other families of fishes, they are widely spread and extremely abundant, peopling by countless schools the oceans of the tropical and temperate zones, and approaching the coasts only accidentally, occasionally, or periodically.",
        "In some years between 1852 and 1867 the old mackerel disappeared off Guernsey from the surface, and were accidentally discovered feeding at the bottom.",
        "\"Lower its head, lower it!\" he said to a soldier who had accidentally lowered the French eagle he was holding before the Preobrazhensk standards.",
        "Similarly in Egypt at the present day the jinn are believed to swarm so thickly that it is necessary to ask their permission before pouring water on the ground, lest one should accidentally be soused and vent his anger on the offending human being.",
        "Some time after Don John's appointment to the governorship of the Netherlands Perez accidentally became cognisant of his inconveniently ambitious \" empresa de Inglaterra,\" in which he was to rescue Mary Queen of Scots, marry her, and so ascend the throne of England.",
        "Jansen and his father were the real inventors of the telescope in 1610, and that Lippershey only made a telescope after hints accidentally communicated to him of the details of Jansen's invention.",
        "736), when he met his death accidentally in Asia Minor by a fall from his horse.",
        "Among the monuments of this age discovered in the surrounding districts are the rock hewn tombs of Spata, accidentally revealed by a landslip in 1877, and the domed sepulchre at Menidi, near the ancient Acharnae, excavated by Lolling in 1879.",
        "It is not improbable that all dogs sprang from one common source, but climate, food and cross-breeding caused variations of form which suggested particular uses, and these being either designedly or accidentally perpetuated, the various breeds of dogs arose, and became numerous in proportion to the progress of civilization.",
        "Of these the most notable is the Nestorian tablet, which was accidentally discovered in 1625 in the Chang-gan suburb.",
        "It appears safer, notwithstanding, to take the less subtle interpretation 11 that dialectical induction struggling with instances is formally justified only at the limit, and that this, where we have exhausted and know that we have exhausted the cases, is in regard to individual subjects rarely and accidentally reached, so that we perforce illustrate rather from the definite class-concepts falling under a higher notion.",
        "misbehavehaving application could accidentally access any I/O address and so create havoc with network cards or hard disks.",
        "Jack goes to dial out another line but accidentally overhears Peter's conversation on the other line.",
        "It is easy to accidentally leave a small part out of the box.",
        "Accidentally bending even the smallest piece slightly can make the entire watch unrepairable.",
        "teenager accidentally killed in a road accident.",
        "Natural methods are appropriate only for women who would not be upset if they did accidentally become pregnant.",
        "No matter how smoothly you plan it, trucks break down, movers accidentally smash the baby crib, or the new house won't be ready in time.",
        "You want it out of reach of others so that your band is not accidentally moved.",
        "It was a far cry from the woman who ran away screaming from the soul she accidentally touched last week or the goddess who would've commanded him rather than risk getting her hands dirty.",
        "We discard the conception of the universal as a predicate applicable to a plurality, or even to all, of the members of a group. To know merely KaTa 7ravros is not to know, save accidentally.",
        "The score was accidentally destroyed by fire, but a set of studies a la Czerny and Cramer, belonging to 1826 and published at Marseilles as 12 Etudes, op. i., is extant, and shows remarkable precocity.",
        "Before the ratification of his exchange he obtained command of some vessels, and conducted various naval attacks against the English; and having, on his return to France in 1760, fallen accidentally into their hands, he was, on the ground of having broken his parole, thrown into prison at Portsmouth, but as the charge could not be properly substantiated he was soon afterwards released.",
        "They are deposited in a temple, in charge of a small sacred college; new deities and rites are introduced under their sanction; when they are accidentally destroyed, envoys are sent to the East and fresh collections are made; these are in their turn purged, the false are discarded and the true reverently preserved.",
        "Many insects and other invertebrates, mostly noxious, have been accidentally naturalized, and some have been deliberately introduced, like the honey-bee, now feral in Australasia and North America, and the humble-bee, imported into New Zealand to effect the fertilization of red clover.",
        "A particle of soap rising accidentally to the surface would spread itself with rapidity.",
        "He was the reputed founder of Buthrotum and Chaonia, named after a brother or companion whom he had accidentally slain while hunting.",
        "4), having accidentally seen Artemis (Diana) on Mount Cithaeron.",
        "On the morning of the 29th of September 1902 Zola was found dead in the bedroom of his Paris house, having been accidentally asphyxiated by the fumes from a defective flue.",
        "Of equal or even more intense power, though of narrower scope, is an unfinished monochrome preparation for a St Jerome, found accidentally at Rome by Cardinal Fesch and now in the Vatican gallery; this also seems to belong to the first Florentine period, but isnot mentioned in documents.",
        "An Irish patriot in the strict sense of the term he was not; he was proud of being an Englishman, who had been accidentally \"dropped in Ireland\"; he looked upon the indigenous population as conquered savages; but his pride and sense of equity alike revolted against the stay-at-home Englishmen's contemptuous treatment of their own garrison, and he delighted in finding a point in which the triumphant faction was still vulnerable.",
        "Two events now occurred which served to cast a gloom over the poet's life and to interrupt his activity, - the outbreak of the Civil War, and the tragic fate of his wife, who, having accidentally allowed her dress to catch fire, was burnt to death in her own house in 1861.",
        "Poisonous amounts of phosphorus are frequently taken or administered, criminally or accidentally, it being easily accessible to the public in the form of matches or of vermin pastes.",
        "But, two years before, he had accidentally fallen in with a Latin copy of Euclid, which he eagerly devoured; and at twelve he attacked Newton's Arithmetica universalis.",
        "Though substantially completed in 1824, when it was accidentally burned, and again in 1826, it was not printed entire until 1833.",
        "Pizarro himself seized the Inca, and in endeavouring to preserve him alive, received, accidentally, on his hand the only wound inflicted that day on a Spaniard.",
        "Either accidentally or intentionally, the railings were overturned in one place, and the people, perceiving their opportunity, at once threw them down round the whole circuit of the park.",
        "His death occurred accidentally through the upsetting of his carriage near Brennbiihel, between Imst and Wenns in Tirol (August 9, 1854).",
        "When, in 1836, his successor was accidentally drowned, De Morgan was requested to resume the professorship.",
        "1194), abbot of Peterborough, whose name is accidentally connected with the Gesta Henrici Regis Secundi, one of the most valuable of English 12th-century chronicles.",
        "Having accidentally killed his father-in-law at the Calydonian boar-hunt, Peleus was again obliged to flee, this time to Iolcus, where he was purified by Acastus.",
        "Inasmuch as in every case the Lumbricidae from non-European countries are identical with European species, since it has been shown that these animals are very readily introduced accidentally with plants, &c., and in view of the fact that they are impatient of sea water, it seems clear that the presence of these Lumbricidae in other continents is due to accidental transportation.",
        "It might be inferred, therefore, and the inference is proved by facts, that truly oceanic islands have no indigenous fauna of earthworms, but are inhabited by forms which are identical with those of neighbouring continents, and doubtless, therefore, accidentally introduced.",
        "But this, since it arises from the moral order as a unity grounded in the very essence of freedom and not accidentally instituted by external commands, establishes the teleology of nature on grounds which a priori must be inseparably connected with the inner possibility of things.",
        "Of special importance is the work of Abbe; although, as he himself has stated, his methods accidentally led to the Wenham system, he certainly was far above his predecessors in his theoretical treatment of the problem, and in the perspicuity and clearness of his explanation.",
        "Darian accidentally blew up a car an hour later and blew the roof off the garage.",
        "Let him know now, before he accidentally finds out, Damian advised with a chuckle.",
        "It's how I accidentally learned to use the portals, too.",
        "He was aware of the danger of accidentally causing amblyopia of the better eye by treating children below the age of six.",
        "A designer can accidentally create a black hole by using the command @dig w to \" Living Room.",
        "They fought with Heracles, during which Cheiron, the wisest centaur was accidentally killed.",
        "When they arrive back there to collect her cousin, they come across the very concussed and confused man they accidentally picked up earlier.",
        "I have accidentally deleted a file from my home directory.",
        "During the final workshop one of the hubs was too close to the performers and was accidentally disconnected twice.",
        "dislodged accidentally.",
        "Caroline Taylor's father accidentally drowned in the 1890's which appears to be suicide.",
        "After Leslie was accidentally electrocuted on stage in 1972, the heart went out of the group.",
        "Arriving in the office, I accidentally erased all the day's photos out of the memory card.",
        "Such technology to protect viewers being accidentally exposed to programs of an adult nature is well proven.",
        "However it is inadvisable to put an infected floppy disk into a diskdrive as it may accidentally get cataloged or run.",
        "forgetful members who let their introduction agency membership lapse accidentally.",
        "British Airborne troops had attempted glider landings but many of the gliders had gone off course or been accidentally destroyed by naval gunfire.",
        "Search Engine Marketing: Are You Accidentally hiding From Potential Customers?",
        "And there are frequent moments of unintentional hilarity, such as the scene in which someone saves a life by accidentally (!",
        "The scientists out of panic accidentally hurling the wrong person back into the past.",
        "ignitees seem good idea, but uneasy about potential hazard of igniting accidentally.",
        "During the struggle, Logan accidentally impaled Rose on his claws, killing her.",
        "Never refill coke or drink bottles with chemical substances as these can be mistaken for drink and accidentally ingested.",
        "Suddenly, the Enterprise lurches and McCoy is accidentally injected with a large quantity of the drug.",
        "injuryg which had accidentally descended and caused fatal injuries to a worker.",
        "Then Tom, Huck and Jim are accidentally kidnaped by a mad inventor and go sailing off in a hot-air balloon.",
        "He accidentally leaves his car keys behind but one wonders whether a car would have been much use to this man of perpetual motion.",
        "Note that having the user merge relies primarily on the user to not accidentally omit some changes, and thus is potentially error prone.",
        "Thus, on the assumption that God exists, an accidentally omnipotent being is impossible.",
        "They accidentally produced the toxin MPTP, and this caused the drug users to develop parkinsonism almost overnight.",
        "paying by direct debit means you never have to worry about accidentally losing the protection of TSSA membership.",
        "phialew years later, Parsons blew himself to Hades by accidentally dropping a vial of nitroglycerin.",
        "This may occur using very deeply recursive ML functions, but it may be because the functions are accidentally infinitely recursive.",
        "scold then for getting accidentally lost.",
        "In London to film an ad campaign, The Hoff severed a tendon on shards from a bathroom shelf he accidentally smashed.",
        "Kel accidentally spills a drop of orange soda on it.",
        "sparked a media frenzy in Spain when he accidentally told journalists his wife Victoria was pregnant.",
        "While shooting squirrels in the woods, Bert accidentally nicks a man, who appears to be suffering from a disgusting disease.",
        "She told of how, fixing her lipstick in a small hand-held mirror, she had accidentally strayed off the path.",
        "You cannot accidentally stumble across a pin protected subscription based channel.",
        "The jury returned a verdict that the deceased was accidentally suffocated by drowning.",
        "Their problems seemed to begin when their daughter, Iris, accidentally swallowed an Ecstasy tablet while attending a birthday party with her mother.",
        "Smaller than the on the continent kills tony accidentally.",
        "unintentional hilarity, such as the scene in which someone saves a life by accidentally (!",
        "Did I lose a wager, accidentally enter the wrong competition or just open somebody else's mail?",
        "An elaborate organization is required to keep a complete check and record of all the goods entering and leaving the station, to ensure that they are loaded into the proper wagons according to their destination, that they are unloaded and sorted in such a way that they can be delivered to their consignees with the least possible delay, that they are not stolen or accidentally mislaid, &c.; and accommodation must be provided for a large clerical and supervisory staff to attend to these matters.",
        "The Hindus also regard the dog as unclean, and submit to various purifications if they accidentally come in contact with it, believing that every dog is animated by a wicked and malignant spirit condemned to do penance in that form for crimes committed in a previous state of existence.",
        "Such snakes must be treated with every respect, and if they are even accidentally killed, the offending native might be burned alive (cf.",
        "On the homeward voyage he accidentally discovered an island in lat.",
        "At one time considered as an introduction from the East, the theory of the Grail as an Oriental talisman has now been discarded, and the expert opinion of the day may be said to fall into two groups: (i) those who hold the Grail to have been from the first a purely Christian vessel which has accidentally, and in a manner never clearly explained, acquired certain folk-lore characteristics; and (2) those who hold, on the contrary, that the Grail is aborigine folk-lore and Celtic, and that the Christian development is a later and accidental rather than an essential feature of the story.",
        "We teach our children to be curious and independent but then we scold then for getting accidentally lost.",
        "This gets Rimmer thinking... Click for video clip Lister accidentally sets off the self-destruct system by ordering a milkshake and a crispy bar.",
        "DAVID BECKHAM David Beckham sparked a media frenzy in Spain when he accidentally told journalists his wife Victoria was pregnant.",
        "A funny, moving, imaginative leap into what life after death might be like for a teenager accidentally killed in a road accident.",
        "Did I lose a wager, accidentally enter the wrong competition or just open somebody else 's mail?",
        "You should also keep pot handles turned in so that your child can't accidentally pull a pot with hot liquid or food on top of him.",
        "Your child could fall into the commode and accidentally drown.",
        "If he is able to kick himself free, he may accidentally send the wrap over his head, which could put him at risk for suffocation.",
        "Before you begin pinning on the diaper, place your hand between the diaper and baby's skin to protect her from accidentally being stuck by a pin.",
        "Also, you'll be more likely to get metal in your food as you could accidentally scrape the bottom of the pots or pans with utensils while you cook.",
        "Will the thermostat be placed in a convenient location as well as away from atmospheric conditions that might turn it on accidentally?",
        "A revolver may not be the best option because they usually don't have safety options and could easily go off accidentally.",
        "If you accidentally touch it briefly, there probably won't be any negative effects, but if you touch it for an extended period of time, skin damage could result.",
        "Knowing where to click so you won't hit the wrong button is crucial so you won't accidentally bid on something.",
        "Sometimes kids coming and going, can let a pet out accidentally.",
        "If you accidentally get a bone in your pet's food, it is much less likely to cause a medical problem than if the bones are uncooked.",
        "That way you can take extra precautions to make sure she isn't accidentally bred.",
        "Some types of cat diseases are spread accidentally in catteries, unbeknownst to cat breeders.",
        "Pet owners who have accidentally inhaled clay particulate during litter box cleaning can at least support the fact that breathing in clay dust is anything but pleasant.",
        "It is essential you verify that they actually are balance transfer checks before you take the step of cashing them so you don't accidentally take a cash advance.",
        "Purchase Protection - In most cases, you can get items that are stolen or accidentally damaged replaced if you buy them using your cards.",
        "It's easy to accidentally introduce bedbugs, fleas and other insects into your office or home with used bargains that contain more than you bargained for.",
        "To spray on the face: Wear a headband, shower cap, or other hair covering to prevent makeup from being accidentally applied to the hair.",
        "Do you find yourself accidentally discarding more cards than you wanted, or needing to reset the numbers on your bet because you typed too fast for the program?",
        "Pictures are tricky because you can accidentally send the wrong kind of message to people in the online dating community.",
        "Shipping is a necessary cost of ordering online, but you should always be aware of shipping charges, so you don't accidentally spend more than planned.",
        "This will ensure that you don't accidentally sign up for a free trial period with an agreement to continue a paid membership when the trial offer ends.",
        "Digital scrapbooking is another great alternative for creating heritage scrapbook pages, since you don't need to worry about finding acid-free embellishments or accidentally damaging irreplaceable photos.",
        "Keep your crafting area neatly organized so you're not accidentally buying duplicates of items you already own.",
        "While Jolee's Boutique scrapbooking stickers are very easy to use, it's important to make sure you avoid accidentally creating a \"sticker sneeze\" on your layout.",
        "This will help you avoid accidentally saving over top of the original files.",
        "You could also award prizes for the best layouts in categories like travel or baby pages, assuming the judging process doesn't manage to accidentally hurt anyone's feelings.",
        "And sometimes, you WILL end up accidentally looking like a pirate hooker, but it will be at someplace like your baby cousins bar mitzvah and all your great aunts will think that you are a woman of easy virtue).",
        "Be sure to have your parent's help you with anything you apply for--you don't want to accidentally send your information to a spammer!",
        "Narrator: During the night, Samantha was \"accidentally\" strapped to the front of a golf cart, which just happened to start itself and drive into the pond.",
        "With no one on the guest list knowing they will be attending a wedding, there's no one to accidentally rat them out to the press.",
        "She and another of my sisters, who is quite a bit shorter, had accidentally taken each other's dress.",
        "Be sure to take the hooks off so no one accidentally pricks a finger.",
        "You don't want to have someone accidentally return your great aunt's best crystal vase to the rental shop!",
        "If you're pressed for time, order the items by phone so you won't waste time by accidentally ordering back ordered items.",
        "This will prevent guests from accidentally getting burned if their clothing gets too close.",
        "It is very common for users to become addicted to illegal drugs like cocaine and heroin, but it is just as easy to become accidentally addicted to prescription drugs or over-the-counter medications.",
        "Hillary Clinton vs. Monica Lewinsky - Both survived, but Gennifer Flowers died being accidentally hit by Monica's trap-bladed beret.",
        "Rosie O'Donnell vs. Oprah Winfrey - A popcorn vendor died when Oprah accidentally knocked a spotlight on top of him.",
        "It appears the midnight caller accidentally rang a neighbor's bell.",
        "All of this, she said, was \"embarrassing,\" especially when she accidentally overexposed herself at a party in front of cameras that same year.",
        "The story goes that Sutherland was chatting up Brooke Shields when designer Jack McCollough accidentally bumped into Shields.",
        "Charlie Sheen has a list of missteps dating back to the 80s (for starters, he allegedly accidentally shot actress Kelly Preston), but in 2011, he seemed intent on breaking his own record.",
        "For example, those considered to be indie rockers may be offended when accidentally mistaken for the emo crowd.",
        "For further piece of mind, young passengers are often required to wear a wristband identifying their cabin number in case they should get accidentally separated or the parents need to be contacted.",
        "Because of their small size, they are often accidentally stepped on or tripped over.",
        "They are very useful for preventing dogs from accidentally coming in contact with illnesses passed through other dogs' eliminations.",
        "If you accidentally cut the quick, styptic powder will stop the bleeding and alleviate the pain.",
        "It's important to ensure a good fit so your dog will stay warm, but won't accidentally soil himself.",
        "You don't want to accidentally yank so hard that you pull out or damage a tooth.",
        "This also keeps the routine of giving the pill regulated so that it isn't forgotten accidentally.",
        "The PediPaws model features a protective cap around the top that ensures you don't accidentally trim away too much of your pooch's nail during the grooming process.",
        "Like PediPaws, the Peticure nail trimmer is designed with a safety cap that keeps dog owners from accidentally trimming away too much nail while grooming their pets.",
        "This opening serves a dual purpose of ensuring that you don't accidentally trim away too much of your dogs toenail while also serving as a collection area for the material that is trimmed away.",
        "Children, especially young children, can be a little clumsy and may accidentally trip over the dog or step on him without meaning for it to happen.",
        "Generally speaking, most small dogs do not make ideal companions for children because there's a risk that the animals could be accidentally hurt during play.",
        "Lameness: An active Lab puppy might accidentally injury himself during exercise and play.",
        "When you use full strength vinegar, be sure not to accidentally get it on any plants you desire to keep.",
        "Don't feel too badly if you accidentally disturb her elaborate web.",
        "Review your garden hygiene; are you discarding sick plants or accidentally composting them?",
        "Many people are afraid that if they prune their clematis, they'll prune it too far back and accidentally kill their clematis vine.",
        "You can accidentally break it off at the stem.",
        "Sometimes homeowners accidentally raise the soil pH into extremely alkaline states by overzealous application of lime or wood ash.",
        "If you have accidentally cut a few planks too short and the baseboard doesn't cover the gap, use quarter round at the floor line to hide the flaw.",
        "Most models have safety features such as an automatic shut-off if the unit's accidentally knocked over or has something fall on top of it.",
        "Keep your feet on the joists or you may accidentally put your foot through the ceiling below.",
        "Use the stud finder to locate the ceiling joists so you don't accidentally line a fixture up for installation in a spot where one is located because this can throw your entire installation off.",
        "First, because the pieces are glass, it's crucial not to accidentally bump the ring against hard surfaces.",
        "A real gold bracelet will be a precious item and will be expensive to replace, therefore a safety catch will help ensure that the bracelet does not get lost if it accidentally springs open.",
        "His design career began rather accidentally.",
        "Longer nails can tear contact lenses or accidentally scratch the eye.",
        "What if you accidentally drop them and then step on them?",
        "There is a chance that you might accidentally sit on your Ray Bans and break the frame, lose a nose pad, or scratch the lenses.",
        "The true intent of the code is unclear, but given the amount of work necessary to unlock it, it was probably a misguided inside joke that accidentally made its way into the final product.",
        "In Chrono Cross, you start as a character named Serge who accidentally travels into a dimension where he has been dead for the last ten years.",
        "One funny anecdote: I drove one lap around a track and accidentally knocked over a barrier and smashed it to pieces.",
        "Drawn by a mysterious force, they work together to stop a couple of multidimensional spirits that they accidentally released into their realm.",
        "If you accidentally get on a malicious website, your browser settings and security programs should block the bad content and prevent it from downloading anything.",
        "It's possible to \"accidentally\" stumble upon your party members bathing in the hot springs in-between quests.",
        "Four children (Peter, Edmund, Susan, and Lucy Pevensie) accidentally find their way into Narnia through a wardrobe cabinet.",
        "This helpful if you accidentally delete your mailbox.",
        "You can back up your current saved games, just in case a surge happens and wipes out the Wii memory or an unnamed brother accidentally erases all of your data.",
        "Because of the \"u-turn\" nature of this course, there are several opportunities to shoot in the gaps that you produce and gain yourself bonus points, but beware of accidentally missing and getting yourself in more trouble.",
        "The speculation is that a wild grape crossed with cultivated grapes, or that the two strains of grapes crossed accidentally, producing a hardy, disease-resistant grape vine that produced excellent deep purple grapes suited for wine making.",
        "This ensures that if the light is switched off accidentally it can be easily and quickly returned to the exact program.",
        "One of the best features was that you could not accidentally do anything when the slider was closed.",
        "While being tied down to a contract and worrying about hidden fees or surprise charges when accidentally exceeding the number of minutes or texts on a plan are some people's greatest fear, others like to pay as little as possible up front.",
        "An Rh-negative mother who was exposed to her fetus's Rh-positive blood during a previous pregnancy or delivery or who has accidentally received an Rh-positive blood transfusion has antibodies against Rh-positive blood cells.",
        "If a platelet and another blood cell pass through the counter at the same time, the instrument will not count the larger cell, which will cause the instrument to accidentally miss the platelet.",
        "Other foods can then be accidentally contaminated if they come into contact with infected surfaces.",
        "Hair dryers, radios, and other electric appliances should never be used in the bathroom or where they may accidentally come in contact with water.",
        "X rays were accidentally discovered in 1895 by German physicist Wilhem Roentgen (1845-1923), who was later awarded the first Nobel Prize in physics for his discovery.",
        "In general, mineral toxicity results when a person accidentally consumes too much of any mineral, as with drinking ocean water (sodium toxicity), or is overexposed to industrial pollutants, household chemicals, or certain drugs.",
        "About 20,000 children are reported as accidentally swallowing iron tablets each year in the United States, although not all of these cases end in death.",
        "Death has occurred when table salt (sodium chloride) was accidentally used to feed infants instead of sugar.",
        "A lethal dose of iron is in the range of 200-250 mg iron/kg body weight, meaning that a child who accidentally eats 20 or more iron tablets may die as a result of iron poisoning.",
        "Killer bees-Hybrids of African bees accidentally introduced into the wild in South and North America in 1956 and first reported in Texas in 1990.",
        "On rare occasions, the disease is passed through food, when a food handler infected with strep throat accidentally contaminates food by coughing or sneezing.",
        "Rarely do they involve nonswimmers accidentally entering deep water.",
        "Foreign bodies can enter the human body by swallowing, insertion, or traumatic force, either accidentally or on purpose.",
        "Older children and teenagers may accidentally swallow a nonfood object or ingest a foreign body that gets stuck in the throat, like a fish bone or toothpick.",
        "Younger children usually swallow or insert foreign objects into their bodies accidentally, usually as a result of play or exploring their environment.",
        "Many hyperactive, clumsy children are accidentally aggressive, but their intentions are compassionate.",
        "With threading, you'll get a very straight brow line and because of the methodical, precise process, it's less likely that you'll end up accidentally losing half of an eyebrow.",
        "Take care not to accidentally leave with a butterfly, as they are known to stow away on visitors' jackets!",
        "If you smoke or accidentally drop a bottle or glass in the sand, please pick it up and dispose of it properly.",
        "Most of the time, you have to hope that if you accidentally show the world much more than you intended, hardly anyone will notice (and hopefully your friends will elect to forget about it).",
        "Parental supervision is a must when children are around water, but providing swim lessons can add an additional safety barrier should a child accidentally fall into a pool or lake.",
        "Of course, not all skinny dipping episodes happen accidentally.",
        "Whether you enjoy taking vacations near the water, or plan to attend summer pool parties and barbeques, the ability to swim could save your life should you accidentally fall into the water.",
        "It's too easy to accidentally fall in and be injured.",
        "If you accidentally throw the suit in the washer, or you leave it out where children or pets can play with it, an untied suit is bound to lose its drawstring.",
        "Special Edition Doll \"iFight Shelby Marx\" iCarly Boxing Outfit included - This doll includes Carly's boxing outfit and celebrates the episode where Carly accidentally incurs the wrath of Shelby Marx.",
        "The former \"piggy backs\" on fat when entering the body, making it a requirement to consume proper amounts of fat for complete absorption, and it also makes it hard to get rid of in case you accidentally ingest too much.",
        "If taking high dose supplements, you may accidentally upset the body's chemical balance.",
        "Another way that the glass can be damaged is through accidentally dropping or hitting it against a hard surface.",
        "The mixer comes with two detachable metal beaters that feature a safety lock feature preventing you from accidentally ejecting the beaters while the appliance is in use.",
        "Perform this step over a sink and close the drain so if you accidentally drop anything it will stay in the sink.",
        "The weighted bottoms keep the pieces in place if the board is accidentally bumped or if the pieces get slightly nudged.",
        "When wax accidentally gets on something, it is easy to clean.",
        "It will also leave some waxy deposits in your molds, so make sure you clean them up after doing this, whether accidentally or on purpose.",
        "Arrange different flameless candles around a room during your next Halloween party and you will not have to worry about the candles staying lit, dripping wax on your furniture or being accidentally knocked over.",
        "If the warmer is accidentally knocked over or left unattended, there's no danger of a fire starting.",
        "The glass surrounding the lit wick can prevent small hands from accidentally brushing the open flame.",
        "Oil candles are among the simplest of the candles to make, but they are also the easiest to accidentally set a fire with if you're not paying proper attention to your candle making project.",
        "Spills from soy candles can be cleaned with hot soapy water, which is helpful if you're worried about candles accidentally damaging your clothing or furniture.",
        "Place the assembled puzzle on top of a piece of thin plastic or waxed paper to prevent it from becoming accidentally glued to your table.",
        "Maybe you can set up a small meeting in your office, or, maybe you could accidentally on purpose bump into them in the parking lot.",
        "You can also check his car for jewelry or other articles of clothing accidentally left behind.",
        "Does he find ways to walk past your desk, for example, or happen to accidentally your extension?",
        "He touches you \"accidentally\": A good sign might be if he casually touches your arm, hand, leg, or lower back as you talk together.",
        "A pet could be attracted by the glittering morsel, or it could accidentally end up in the trash.",
        "Many engagement ring designs, particularly diamond solitaire engagement rings, have delicate exposed edges that can easily be chipped or scratched, while prongs can accidentally be warped, bent, or twisted.",
        "It is best to take off the ring before engaging in those activities to prevent harmful household cleaning products or chlorine or salt water from dulling your jewelry or accidentally losing it.",
        "Following wedding and engagement etiquette can also ensure that the couple does not accidentally offend a relative or friend who takes etiquette more seriously.",
        "When using humor, be careful not to accidentally insult someone.",
        "Writers of this sort have been known to accidentally self-plagiarize their own work.",
        "Whether you opt for a bag that sports your name, or your favorite sports team, the personalized look helps to ensure that you won't accidentally pick up someone else's bag.",
        "Colors have numerous shades, so it's easy to accidentally purchase a bedspread that almost matches the room, but ends up looking out of place.",
        "Furthermore, if children are knocked off of the ride-on or accidentally fall, the ATV unit stops running.",
        "However, in an unexplained twist of events, all of the toys accidentally get donated to a local daycare center -- including Woody.",
        "When many people accidentally have a first out of body experience, the episode is often frightening and shocking.",
        "Stories surrounding this cemetery claim that a large number of people were accidentally declared dead and subsequently buried in this cemetery while they were still alive.",
        "Then, if your sheets or pillowcases are accidentally stained, ripped, or damaged, you won't have to redecorate your entire room or run all over town searching for matching replacements.",
        "The phosphor used in the screen's cathode ray tubes often resulted in the creation of \"ghost\" images if the user accidentally left the computer unoccupied for too long.",
        "When you buy a new article of clothing, read the care tags to avoid accidentally shrinking it in the dryer or fading the colors.",
        "Consumers who know what influences the cost of their rental cars will be in the best position to find a better deal, because they can compare offers directly without accidentally falling for low initial fees before extra charges are added.",
        "That means they won't fold or collapse accidentally while you're wearing them, causing an injury.",
        "She spent five months in a coma after Andrew (Bree's son) accidentally ran her over.",
        "A number of troubling events wreak havoc in their lives, including murder, infidelity and a resounding finale in which Lisa accidentally shoots and kills Ben.",
        "When Victor accidentally causes Nikki to lose Jack's child, he leaves Genoa City, Ashley and life as he knows it.",
        "In an ironic and painful twist of fate, Stuart Chandler was accidentally shot and killed by his brother Adam in 2009.",
        "Rex accidentally killed Dr. Rolf, Stefano's physician and Rex's \"creator\".",
        "After Diana accidentally shot Roman in 1989, she fled Salem and didn't return.",
        "If a piercing is accidentally ripped out, this can result in significant scarring.",
        "Children with autism often lack social skills and may accidentally offend or annoy another child without meaning to.",
        "A formal memo offers this option and ensures recipients cannot claim they accidentally deleted the message or it ended up in the spam filter.",
        "If someone accidentally uses a permanent marker, you may be able to clean off the lettering with fingernail polish remover applied to a cotton ball.",
        "If you've accidentally burned your coffee pot, leaving the inside coated in a dark, brown mass of burnt coffee, you don't have to throw it away.",
        "If you're stamping several different images on your project, work from top to bottom to avoid accidentally smearing your work.",
        "Print copies of special photos on your computer so you don't have to worry about your child accidentally cutting a special image in half.",
        "Who in his right mind would trade a frosty cold beer for some yellow-greenish herb concoction that smells suspiciously like the sport socks you accidentally left tucked into a plastic bag for three months back in high school?",
        "Someone may be a beginner and encroach into \"your\" space, or perhaps someone was clumsy and accidentally kicked your bottle over.",
        "This is a safety mechanism for your protection -- if it was the other way around, we'd get squished under stuff right and left after accidentally lifting things we discovered we can't handle.",
        "To avoid contamination, you don't want to have your raw meat bites in contact with food you're about to eat, so keeping them separate is very important if you don't want to accidentally make your dinner guest sick.",
        "After all, accidentally dipping your chocolate strawberry in a puddle of beef broth isn't very tasty.",
        "As such, it is important to be vigilant about ensuring your doctor knows all the medicine you are taking so he or she doesn't accidentally prescribe something that could interact badly with one of your existing medications.",
        "The company asks that an X be placed on any teeth that are missing; this prevents anyone from accidentally billing for treatment on a tooth that doesn't exist.",
        "If you can't find a liquid bra in the stores anymore, it may be because of all the women who accidentally brushed up against something sharp and burst open the bra, sending liquid all over their blouse.",
        "There are also a few issues with those made using water or gel, the biggest being if the form is accidentally punctured.",
        "Then when you meet your significant other for drinks or dinner, \"accidentally\" show him a little bit of the black lace pattern.",
        "At an April performance at England's \"Give It a Name\" festival, Lazzara accidentally knocked unconscious Rubano while wildly swinging his microphone, eventually sending him to the hospital for six stiches.",
        "Using sites like iTunes.com is the best way to make sure you don't accidentally download an illegal copy of a song.",
        "This way, there aren't any emails that are accidentally forwarded or invitation cards left lying in sight of the birthday person.",
        "The towel \"accidentally\" slipped to the floor.",
        "Direct sources, such as people who work on the show, make up anonymous accounts to post their information or pass it on to someone else to be reported.Sometimes fans stumble upon spoilers accidentally.",
        "So many stories swirled around the Gotti clan, such as the unsolved disappearance of a neighbor who accidentally ran over and killed one of Gotti's sons in the 1980s, that people wanted to know more.",
        "On an exploratory mission, Chekov and another crewman accidentally discover the ship of the Botany Bay on Seti Alpha 4- a group of genetically altered supermen and women left on the planet by Kirk many years before.",
        "The plant, called Audrey II by the smitten Seymour, is a type of Venus flytrap, which Seymour accidentally discovers thrives on human blood.",
        "It slows heat transfer from the rack to sin, so that if you accidentally touch it when taking those cookies out of the oven, you don't get burned.",
        "Not all hair dyes can be covered but if they can it will prevent you from accidentally touching your head during the dying process.",
        "Carry hand sanitizer with you in case you accidentally scratch your cold sore and are not able to wash your hands immediately afterwards.",
        "Viruses, malware and spyware run rampant on the web and are accidentally downloaded all the time.",
        "Privacy Trouble - British presenter Jonathan Ross accidentally shared his email address with the public.",
        "From kids making hilarious observations about the world around them to accidentally walking into a telephone pole, these situations can all make for good Facebook status updates.",
        "The first really important railway was the line from Manchester to Liverpool, opened on the 15th of September 1830, when William Huskisson, M.P., was accidentally killed.",
        "Japan, accidentally discovered by three Portuguese traders in 1542, soon attracted large numbers of merchants and missionaries (see Japan, § viii.).",
        "It was taken, and, accidentally or not, it was burnt.",
        "It is true that Hegel regards the conscious effort to realize one's own conception of good as a higher stage of moral development than the mere conformity to the jural rules establishing property, maintaining contract and allotting punishment to crime, in which the universal will is first expressed; since in such conformity this will is only accomplished accidentally by the outward concurrence of individual wills, and is not essentially realized in any of them.",
        "Even when I accidentally decapitate the artichokes he continues twirling around the various ovens, smiling and dishing out orders.",
        "direct inoculation of bovine tissue could arise accidentally in certain occupations.",
        "latching mechanism to stop the plug from being accidentally pulled out.",
        "In early inquiries a great point was made of the prevention of putrefaction, and work was done in the way of finding how much of an agent must be added to a given solution, in order that the bacteria accidentally present might not develop. But for various reasons this was an inexact method, and to-day an antiseptic is judged by its effects on pure cultures of definite pathogenic microbes, and on their vegetative and spore forms. Their standardization has been effected in many instances, and a water solution of carbolic acid of a certain fixed 'strength is now taken as the standard with which other antiseptics are compared.",
        "They who come rarely to the woods take some little piece of the forest into their hands to play with by the way, which they leave, either intentionally or accidentally.",
        "It's hard to put into words the feeling you get from dodging in and out of oncoming traffic at 140 MPH just to accidentally clip the tail of a bus and send your car barreling through the air.",
        "On the other hand, this can be a problem if you decide to change your brow shape or accidentally make errors when initially shaping the brow.",
        "If you accidentally skip a step at the beginning, your gun may not look right.",
        "If you accidentally buy the wrong size or style, returns are accepted at any Gap store."
    ],
    "definition": [
        "In an accidental manner; unexpectedly; by chance; casually; fortuitously.\nHe discovered penicillin largely accidentally.",
        "Unintentionally.\nHe accidentally exposed the bacteria to mold spores.",
        "accident",
        "Link/Cite"
    ]
}