{
    "translation": "שותף לעבירה",
    "uses": [
        "\"Maybe we're back to Pat Corbin as an accomplice,\" Fred sug­gested.",
        "The officer was shot and killed by Brancato's accomplice.",
        "His heartlessness toward the former provoked even an accomplice like Commines to protest.",
        "Stoutenburg, who was the chief accomplice, made his escape and entered the service of Spain.",
        "The ferocious reign of the industrialist and his accomplice the banker will be over\" (Salardenne, p. 93).",
        "While you're distracted, an accomplice can snatch your wallet, briefcase, laptop or purse.",
        "The villains gained faces and personalities beyond their 'toaster' images and a man named Baltar still became an accomplice, albeit unwittingly in the new series, to the destruction of the human race.",
        "His son David carried on his father's legacy by terrorizing various characters, kidnapping Lily's baby and making Julia his accomplice as well as contributing to her eventual insanity.",
        "At the end of the work day, have another accomplice call the target of your prank and identify himself as Harold or Fred and ask if there are any messages for him.",
        "When Audun Carlsen arrived for his second meeting with Boy George, he says that the former pop star, with the help of a larger accomplice, grabbed him and handcuffed him to a \"fixture\" in Boy George's bedroom.",
        "accomplice of the crimes.",
        "Harley had evidently gone down to the site, planning to return for these items, then call an accomplice and escape.",
        "I'll prefer anything over becoming an accomplice to the crime of deportations!",
        "accomplice of liars and forgers.",
        "by a national agitation, denouncing him as an accomplice of the foreigner.",
        "To an extent she had even been an accomplice.",
        "A young hero thrust into the role of savior, and a feisty female accomplice.",
        "Notes Rebekah's scheming continued again with Isaac an unwitting accomplice.",
        "Dark and criminal old man, would you make an accomplice of my youth and my distress?",
        "The woman, however, is not an accomplice (except by statute as in Ohio, State v.",
        "No, they find a very willing accomplice in us.",
        "willing accomplice in the transfer of the funds.",
        "Arena and his supposed accomplice were arrested (loth of October 1800); and that was virtually the beginning and the end of the plot.",
        "Calendario was an accomplice in the conspiracy of Marino Faliero, and was executed together with the doge in 1355.",
        "He was accused, though proof is lacking, of having been an accomplice in the massacres in the prison of the Abbaye.",
        "SCULLY: Well, she must have had an accomplice to have done both murders.",
        "Vichy: a knowing accomplice in the ` Final Solution '?",
        "accomplice in the murder of the four airmen by approving Wagner's relative orders.",
        "accomplice in a crime; I left it an honest man, who had purged his father's memory.",
        "unwitting accomplice.",
        "accomplice murder those women and I could do nothing.",
        "Angie Dickinson plays the accomplice who uses her seductive wiles to ensnare one of Walker's prey.",
        "He was appointed secretary (greffier) to the commune of Marseilles, and in 1792 was commissioned to go to the Legislative Assembly and demand the accusation of the directory of the department of Bouches-du-Rhone, as accomplice in a royalist movement in Arles.",
        "Whether crossing continents, countries, commuting or simply riding for the hell of it, the Tiger is always a willing accomplice.",
        "dread of punishment will never make a Mason an accomplice in so corrupting his countrymen, nor a teacher of depravity and barbarity.",
        "He shoots the policewoman who is escorting Tracey but he and his accomplice drive into a police ambush and are recaptured (154 ).",
        "He had served in the army of his grandfather, the prince of Conde, during the recent war; and Bonaparte believed for a time that he was an accomplice to the Cadoudal-Pichegru plot.",
        "Decazes was denounced as the new Sejanus, the modern Catiline; and when, on the 13th of February, the duke of Berry was murdered, clamorous tongues loudly accused him of being an accomplice in the crime.",
        "Owing to a variety of causes an enmity arose between Lorenzo and Pope Sixtus IV., and the latter, if not an accomplice, at all events had knowledge of the Pazzi conspiracy against the Medici (1478).",
        "He shared in the disastrous day of Neerwinden (March 18,1793); was an accomplice of Dumouriez in the plot to march on Paris and overthrow the republic, and on the 5th of April escaped with him from the enraged soldiers into the Austrian lines.",
        "He could not but view Ali in the light of an accomplice, because if, as he protested, he did not abet the murderers, yet he took them under his protection.",
        "For a time Philip was both willing and able to protect his accomplice, but ultimately he appears to have listened to those who, whether truly or falsely, were continually suggesting that Perez had had motives of his own, arising out of his relations with the princess of Eboli, for compassing the assassination of Don John's secretary; be this as it may, from trying to screen Perez the king came to be the secret instigator of those who sought his ruin.",
        "By Poyning's law (see above) England had control of all Irish legislation, and was therefore an accomplice in the penal laws.",
        "Stoutenburg, who was the chief accomplice, made his escape and entered the service of Spain; Groeneveld was executed.",
        "Angie Dickinson plays the accomplice who uses her seductive wiles to ensnare one of Walker 's prey.",
        "DG took the bait and offered himself as a willing accomplice in the transfer of the funds.",
        "His name, with that of Fisher, was accordingly included in the bill as an accomplice.",
        "Orleans stirred up Cinq-Mars to attempt Richelieu's murder, and then deserted his unfortunate accomplice.",
        "He was false to his benefactor Matthias, false to Matthias's son Janos Corvinus, whom he chicaned out of the throne, and false to his accomplice in that transaction, Queen Beatrice.",
        "before she became the dauphin's mistress, and that she gave herself to the king in order to obtain the pardon of her father, who had been condemned to death as an accomplice of the constable de Bourbon.",
        "But this young king, aged only twenty, very much in love with his young wife and excessively fond of pleasure, soon wrecked the delicate poise of his mental faculties in the festivities of the Hotel SaintPaul; and a violent attack of Pierre de Craon on the constable de Clisson having led to an expedition against his accomplice, the duke of Brittany, Charles was seized by insanity on the road.",
        "He was an accomplice, no matter how unwittingly, in the radio transmission scene that caused Fitzgerald's fury in the first place.",
        "Maynard and his alleged accomplice Reg Dudley were convicted of murder at the Old Bailey in 1977 and had an appeal dismissed in 1979."
    ],
    "definition": [
        "Link/Cite"
    ]
}