{
    "translation": "מגורים, דיור",
    "uses": [
        "All hope of an accommodation was, however, in vain.",
        "She arranged an accommodation for her daughter.",
        "The malady causing the greatest number of deaths is that of pulmonary consumption; but better housing accommodation has of late years reduced the mortality from this disease very considerably.",
        "In the extensive grounds there is accommodation for all kinds of games: the final tie of the Association Football Cup and other important football matches are played here, and there are also displays of fireworks and other attractions.",
        "Natural selection which, under a uniform and constant environment, leads to the survival of relatively fixed and definite modes of response, under an environment presenting a wider range of varying possibilities leads to the survival of plastic accommodation through intelligence.",
        "In 1908 its statistics showed 2343 chapels with accommodation for 714,793 persons, 848 ministers and 5621 local preachers, 165,463 church members and 332,756 Sunday scholars; there were 55 foreign missionaries, and about 30,000 church members and probationers in the foreign field.",
        "His father had given him powers to treat, but afterwards threw him over and rejected the terms of accommodation that he had proposed.",
        "There is a submarine depot at Pennar Gut, and also accommodation for artillery and infantry.",
        "Moreover, if anything like the needful accommodation be afforded, it will build a nest and therein lay its eggs; but it rarely succeeds in bringing up its young in confinement.",
        "It is the largest military cantonment in Bengal, with accommodation for two batteries of artillery, a European and a native infantry regiment.",
        "The contention brought to a crisis the struggle between the moderate Presbyterians and the Scots on the one side, who decided to maintain the monarchy and fought for an accommodation and to establish Presbyterianism in England, and on the other the republicans who would be satisfied with nothing less than the complete overthrow of the king, and the Independents who regarded the establishment of Presbyterianism as an evil almost as great as that of the Church of England.",
        "In 1880 the graving dock accommodation consisted of one double dock at the extremity of Dockyard creek, known as Nos.",
        "The Eye is essentially reptilian, but in sharpness of vision, power and quickness of accommodation it surpasses that of the mammals.",
        "Originally a village built for the accommodation of pilgrims to Melrose Abbey (4 m.",
        "But as it has no accommodation for a garrison, it is now only occupied by a small guard of British troops in charge of prisoners.",
        "Two of the docks are for the accommodation of the fishing fleet, which, consisting principally of steam trawlers, numbers upwards of 500 vessels.",
        "In respect cf hospitals and the treatment of the sick his energy and knowledge were of enormous advantage to his country, both in times of peace and of war, and the unrivalled accommodation for medical treatment possessed by Berlin is a standing tribute to his name, which will be perpetuated in one of the largest hospitals of the city.",
        "It was then devoted to the accommodation of the students of the Royal Naval College, the Infirmary being granted to the Seamen's Hospital Society.",
        "A pageant and masque given by 2,000 participants before audiences of Ioo,000 led to the construction in 1917 of a municipal theatre in Forest Park, with accommodation for 9,270.",
        "At many intermediate stations the same arrangements, on a smaller scale, are made; in all of them there is at least accommodation for the passenger and the goods traffic. The stations for F - FIG.",
        "Being of the nature of a pilgrimage feast the booths were temporary erections for the accommodation of the pilgrims. But in early Jewish tradition, in both Yahvist and Elohist sources of the Pentateuch (Exod.",
        "corps of the German army, and contains a fairly large garrison for which accommodation is provided in the extensive barracks in and around the city.",
        "The efforts at accommodation failed, and in 1852 General Sir George Cathcart, who had succeeded Sir Harry Smith as governor of Cape Colony, decided to take strong measures with the tribe, and proceeded with three small divisions of troops against Moshesh.",
        "Gradually, however, the accommodation improved, and by the middle of the 19th century second-class passengers had begun to enjoy \" good glass windows and cushions on the seat,\" the fares they paid being about 2d.",
        "distributed large sums in charity, and at his own charges placed costly astronomical instruments in the Vatican observatory, providing also accommodation and endowment for a staff of officials.",
        "At this time there were extensive buildings provided for the accommodation of invalids, some of which have been discovered and partially cleared; one was built by Antoninus Pius.",
        "The town possesses a pier and important dock accommodation, including a graving-dock 600 ft.",
        "In recent years the demands of modern travel have led to the establishment of a hotel, which affords comfortable accommodation according to European methods.",
        "Pier and harbour accommodation has been extended and the shipping is brisk.",
        "Since 1850 the chapel has been restored to its religious use, and a hotel for the accommodation of tourists is built close by.",
        "Here is an enclosed basin covering 123 acres with ample quayage, dry docks and everything necessary to the accommodation, repair, revictualling and coaling of a numerous fleet.",
        "He was one of the moderate party who desired an accommodation with the king, and was opposed to Cromwell's sectaries.",
        "The government also turned its attention to the inadequate accommodation at the docks, and proposals for a new quay on the western side of the present basin, and for a second basin 900 yds.",
        "On the 25th of November Cromwell charged Manchester with \"unwillingness to have the war prosecuted to a full victory\"; which Manchester answered by accusing Cromwell of having used expressions against the nobility, the Scots and Presbyterianism; of desiring to fill the army of the Eastern Association with Independents to prevent any accommodation; and of having vowed if he met the king in battle he would as lief fire his pistol at him as at anybody else.",
        "\"Gynaeconitis\" is the term given by Procopius to the space reserved for women in the Eastern Church, and this separation of the sexes was maintained in the early Christian churches where there were separate entrances and accommodation for the men and women, the latter being placed in the triforium gallery, or, in its absence, either on one side of the church, the men being on the other, or occasionally in the aisles, the nave being occupied by the men.",
        "Goods stations vary in size from those which consist of perhaps a single siding, to those which have accommodation for thousands of wagons.",
        "On his refusal the offer was repeated with the additional inducement of accommodation for as many of his friends as he chose to bring with him to the Russian capital.",
        "The shed may have a single pair of rails for wagons running through it along one side of a raised platform, there being a roadway for carts on the other side; or if more accommodation is required there may be two tracks, one on each side of the platform, which is then approached by carts at the end.",
        "One of the advantages of electric trains on the multiple control system is that they economize terminal accommodation, because they can be driven from either end indifferently, and therefore avoid the necessity for tracks by which engines can change from one end of the train to the other.",
        "Meanwhile all hopes of an accommodation with Charles were dispelled by his flight on the 11th of November from Hampton Court to Carisbroke Castle in the Isle of Wight, his Flight object being to negotiate independently with the Scots, the parliament and the army.",
        "The Metropolitan Tabernacle, with a platform for the preacher and accommodation for 6000 persons, was opened for service on the 25th of March 1861.",
        "The Royal Institution, in the Doric style, surmounted by a colossal stone statue of Queen Victoria by Sir John Steell, formerly furnished official accommodation for the Board of Trustees for Manufactures and the Board of Fishery, and also for the school of art, and the libraries and public meetings of the Royal Society (founded in 1783), and the Society of Antiquaries of Scotland (founded in 1780).",
        "Four miles south of the centre of Atlanta is Fort McPherson, an important United States military post, occupying a reservation of 40 acres and having barracks for the accommodation of 1000 men.",
        "The town is the largest cantonment in Lower Bengal, having accommodation for two batteries of artillery, the wing of a European regiment and two native battalions.",
        "In the 6th century the emperor Justinian erected a magnificent basilica at Jerusalem, in honour of the Virgin Mary, and attached to it two hospitals, one for the reception of pilgrims and one for the accommodation of the sick poor.",
        "The through railway traffic of Hamburg is practically confined to that proceeding northwards - to Kiel and Jutland - and for the accommodation of such trains the central (terminus) station at Altona is the chief gathering point.",
        "The dock accommodation is extensive.",
        "It contains, in addition to the ancient national records, adequate accommodation, in fireproof chambers, for all Scottish title-deeds, entails, contracts and mortgages, and for general statistics, including those of births, deaths and marriages.",
        "For the accommodation of such passengers large and convenient emigrant shelters have been recently erected close to the wharf of embarkation.",
        "This edifice affords accommodation for the lecture rooms in the faculties of arts, law and theology, and for the museums and library.",
        "Accommodation comprises lounge, dining room, kitchen, utility room, bathroom, four bedrooms two of which are en-suite.",
        "Probably the ancient House of Scone, which stood near the abbey, provided the kings with temporary accommodation.",
        "There appears to be no further advantage in the use of a telescope than the increased facility of accommodation, and for this of course a very low power suffices.",
        "This latter building, standing on high ground at Sydenham, and visible from far over the metropolis, is devoted not only to concerts, but to general entertainment, and the extensive grounds give accommodation for a variety of sports and amusements.",
        "At Queen's Club, West Kensington, the annual Oxford and Cambridge athletic meeting and others take place, besides football matches, and there is covered accommodation for tennis and other games.",
        "Explanations being made and terms'of accommodation offered by General Erskine, the commanding officer, the Burmese commander retired from the British territories, when the fugitives were restored, and all differences for the time amicably arranged.",
        "Kinshasa, on Stanley Pool, possessing better accommodation supplanted its neighbour Leopoldsville as chief river port in 1915.",
        "In conjunction with this work the entire Danube Canal has been transformed into a harbour by the construction of a lock at its entrance, while increased accommodation for shipping has also been provided at the other end of the canal known as the winter harbour.",
        "It also affords accommodation to more than 300,000 engravings, over 20,000 drawings, and a large collection of vases.",
        "In higher degrees, where full correction might increase the myopia by inducing a strain of the accommodation, somewhat weaker glasses should be used for near work.",
        "The defect may be overcome more or less completely by the use of the accommodation.",
        "Its harbour affords ample accommodation for the largest fleets, it is a coaling station for the British navy, the headquarters of the British military forces in West Africa, the sea terminus of the railway to the rich oil-palm regions of Mendiland, and a port of call for all steamers serving West Africa.",
        "The intervening ground upon which the railway lines and buildings stood was sold for building sites, the sum obtained being more than sufficient to cover the cost of the majestic central terminus (the third largest in the world), which, in addition to spacious and handsome halls for passenger accommodation, has three glass-covered spans of 180 ft.",
        "By degrees, however, the progresses of the feudal chiefs to and from Yedo, which at first were simple and economical, developed features of competitive magnificence, and the importance of good roads and suitable accommodation received increased attention.",
        "But the tendency to great length and size in modern vessels caused those responsible for the civil administration towards the end of the 19th century to realize that the harbour accommodation was becoming inadequate for modern fleets and first-class liners.",
        "There are barracks with accommodation for 3000 men, and civil and military hospitals.",
        "Accommodation >>",
        "These figures explain how and why Antwerp has outgrown its dock accommodation.",
        "ACCOMMODATION (Lat.",
        "The four streets of the city divide it into convenient quarters for the accommodation of its mixed population of Duranis, Ghilzais, Parsiwans and Kakars, numbering in all some 30,000 souls.",
        "The inlet of Bravik affords excellent harbour accommodation, with from 33 ft.",
        "The dockyard seems to have been regularly established about 1540, but long before that date the town was of importance as a naval station and was used for the accommodation of the king's ships.",
        "An entrance was also formed between the new tidal basin and the steam basin of 1848, and large additions were made to the wharfage accommodation as well as to the storehouses and factories.",
        "over the sill at high water of spring tides; the construction of new jetties at the entrance to the tidal basin and at the north wall; the establishment of a coal wharf with hydraulic appliances; a torpedo range in the harbour; the erection of various buildings such as torpedo and gun-mounting stores, electrical shops and numerous subsidiary works; and extensive dredging of the harbour to increase the berthing accommodation for the fleet.",
        "Package includes: 3 nights in WTB graded accommodation 2 days guided walk by qualified guide including pickup from accommodation.",
        "Accommodation The main entrance from Queen Street gives access to the large vestibule, which leads to the spacious, fully carpeted outer hall.",
        "Accommodation might include an old vicarage, the village inn, or a working farm.",
        "Local accommodation can be found, either on campus or in the close vicinity.",
        "The accommodation is in suites, all of which have a sea view.",
        "There have been reports of blurred vision, which is suggestive of a change in accommodation.",
        "We five hirelings, as dissimilar as snowflakes, are tripping over one another in an effort to display mutual accommodation.",
        "The Ethiopic versions are of great interest as a striking example of literary \"accommodation.\"",
        "In connexion with a railway many bridges have also to be constructed to carry public roads and other railways over the line, and for the use of owners or tenants whose land it has cut through (\" accommodation bridges \").",
        "It is the centre for visitors to the ruins of and about Thebes, and is frequented by travellers and invalids in the winter season, several fine hotels having been built for their accommodation.",
        "There are said to be about fifty baths in Bagdad, but in general they are inferior in construction and accommodation.",
        "The accommodation for shipping includes two graving docks, two patent slips, &c. The entrance to the river is protected by two breakwaters named respectively the North Gare and South Gare.",
        "Accommodation is in traditional hotel rooms, as well as private casitas, where you can enjoy all the amenities of home, but without all the hustle-bustle.",
        "It no longer forms an entrance to the park, as in 1908 a corner of the park was cut off and a roadway was formed to give additional accommodation for the heavy traffic between Oxford Street, Edgware Road and Park Lane.",
        "Practically it is found that a certain amount of hypermetropia remains latent, owing to spasm of the accommodation, which relaxes only gradually.",
        "self-contained accommodation.",
        "Gas Works K 1152 x 864 248K Workers in hard hats and fluorescent yellow waistcoats are milling about in front of their temporary accommodation.",
        "Access to the accommodation is either via the enclosed walkway or via the separate entrance situated at the rear of the building.",
        "warden assisted accommodation.",
        "Accommodation standards will be much improved over previous Rn warships, all owing sailors to enjoy a far better quality of life at sea.",
        "Extended with a conservatory, the accommodation includes three bedrooms, bathroom, additional seperate wc and open plan living area.",
        "One or maybe two accommodation bridges, a winding hole, bank work and overflow spill weirs.",
        "The Marriott Hotel is an elegant hotel with particularly well-appointed accommodation.",
        "More about Eastern England Self-catering accommodation in Eastern England includes Cottages, farmhouses and converted windmills and barns.",
        "windmill with terraces and pool in rural location suits family groups with separate living accommodation.",
        "Fiji Surfing Resorts Accommodation Selection of Fiji surfing resorts on islands and main land, including windsurfing and kite surfing.",
        "Tourists who are on a tight budget mainly use youth hostels, but the youth hostels could provide you with temporary accommodation.",
        "European youth hostels are of a very standard and are the most convenient and cost-effective accommodation available.",
        "youth hostel accommodation.",
        "The trade is chiefly confined to the shipping of grain, fish, coal, malt and timber, with some cattle and wool, and to the import of coal and tar, but of late years it has declined, despite excellent wharf accommodation and a considerable depth of water (12-15 ft.).",
        "Subsequent improvements included dredging operations in the Medway to improve the approach, and the provision of extra dry-dock accommodation under the Naval Works Acts.",
        "Very skilful accommodation was needful, if the limitation of sloths to South America, and of the Ornithorhynchus to Australia, was to be reconciled with the literal interpretation of the history of the Deluge; and, with the establishment of the existence of distinct provinces of distribution, any serious belief in the peopling of the world by migration from Mount Ararat came to an end.",
        "Instances of what we may term tolerated parasitism, where the host plant seems to accommodate itself very well to the presence of the Fungus, paying the tax it extorts and nevertheless not succumbing but managing to provide itself with sufficient material to go on with, are not rare; and these seem to lead to those cases where the mutual accommodation between host and guest has been carried so far that each derives some benefit from the associationsymbiosis (see FUNGI).",
        "The doctrine of immortality comes prominently forward in his ethics, but whether this must not be reckoned with the figurative accommodation to the popular theology of Greece which pervades his ethical teaching, is very doubtful.",
        "An elaborate organization is required to keep a complete check and record of all the goods entering and leaving the station, to ensure that they are loaded into the proper wagons according to their destination, that they are unloaded and sorted in such a way that they can be delivered to their consignees with the least possible delay, that they are not stolen or accidentally mislaid, &c.; and accommodation must be provided for a large clerical and supervisory staff to attend to these matters.",
        "by quays, affording accommodation for ships drawing up to 28 ft.",
        "But adjustment to a complex environment may be reached in two ways; by instinctive adaptation through initially stereotyped behaviour; or by plastic accommodation by acquired modifications.",
        "Instinct involves inherited adaptation; intelligence, an inherited power, embodied in the higher nerve-centres, of accommodation to varying circumstances.",
        "The accommodation provided includes a dry dock 410 ft.",
        "The opening of the Taff Vale railway in 1840 and of the South Wales railway to Cardiff in 1850 necessitated further accommodation, and the trustees of the marquess (who died in 1848) began in 1851 and opened in 1855 the East Bute dock and basin measuring 464 acres.",
        "The latter affords accommodation to the transatlantic steamers, including the emigrant ships of the HamburgAmerica line, though their \" ocean mail boats \" generally load and unload at Cuxhaven.",
        "In 1892 the cholera raged within its walls, carried off 850o of its inhabitants, and caused considerable losses to its commerce and industry; but the visitation was not without its salutary fruits, for an improved drainage system, better hospital accommodation, and a purer water-supply have since combined to make it one of the healthiest commercial cities of Europe.",
        "He erected the Circus Flaminius on the Campus Martius, for the accommodation of the plebeians, and continued the military road from Rome to Ariminum, which had hitherto only reached as far as Spoletium (see Flaminia, Via).",
        "In 1900 a Royal Commission was appointed to investigate the existing administration of the port, the alleged inadequacy of accommodation for vessels and kindred questions, and to advance a scheme of, 375 347 55591.69 reform.",
        "Its Connexional Book Room, opened in 1891, yields an annual profit of from £1600 to £ 2000, the profits being devoted to help the colleges and to establish Sunday school libraries, etc. Its chapels in 1907 numbered 1641 (with accommodation for 488,080), manses 229; its churches numbered 1428, ministers 921, unordained preachers 318, deacons 6179; its Sunday Schools 1731, teachers 27,895, scholars 193,460, communicants 189,164, total collections for religious purposes £300,912.",
        "But when we look at the deeper side of the Messianic conception in the Psalter of Solomon, at the heartfelt longing for a leader in the way of righteousness and acceptance with God which underlies the aspirations after political deliverance, we see that it was in no mere spirit of accommodation to prevailing language that Jesus did not disdain the name in which all the hopes of the Old Testament were gathered up.",
        "One of his sons-in-law, Heron, having a suit in the chancellor's court, and refusing to agree to any reasonable accommodation, because the judge \" was the most affectionate father to his children that ever was in the world,\" More thereupon made a decree against him.",
        "A structure called the cool orchid house is set apart for the accommodation of the many lovely mountain species from South America and India, such as odontoglossums, masdevallias, &c., and in this the more uniform the temperature can be kept the better, that in summer varying between Cyanophyllum (Miconia) Cycas Dieffenbachia Dipladenia* Dracaena Eranthemum Eucharist Euphorbia Ficus Franciscea Gardenia Gesnera Gloriosa* Gloxinia f Heliconia f Hoffmannia I pomaea * Ixora Jacobinia Jasminum* Luculia Maranta Medinilla Meyenia Musa Nelumbium f Nepenthes Nymphaea f Oxera * Pancratium f Pandanus Passiflora* Pavetta Petraea * Pleroma* Poinsettia Rondeletia Sanchezia Schubertia* Scutellaria Stephanotis Tabernaemontana Terminalia Thunbergia Torenia Thyrsacanthus Tydaea Vinca Abutilon Acacia Agapanthus Agathaea Agave Alonsoa Aloysia Amaryllis Ardisia Asparagus Aspidistra Asystasia (Mackaya) Azalea Bauera Begonia Blandfordia Bomarea * Boronia Bougainvillea * Bouvardia Brugmansia Calceolaria Camellia Campanula Canna Celosia Cestrum * Chorizema* Chrysanthemum Cineraria 60Ã‚° and 65Ã‚°, and in winter from 45Ã‚° to 60Ã‚°.",
        "In theology the term \"accommodation\" is used rather loosely to describe the employment of a word, phrase, sentence or idea, in a context other than that in which it originally occurred; the actual wording of the quotation may be modified to a greater or lesser extent.",
        "(2) Much besides in the Bible - parable, metaphor, &c. - has been called an \"accommodation,\" or divine condescension to human weakness.",
        "(3) German 18th-century rationalism (see Apologetics) held that the Biblical writers made great use of conscious accommodation - intending moral commonplaces when they seemed to be enunciating Christian dogmas.",
        "Moved by deep-seated distrust of the Jesuits and by their continued practice of \"Accommodation,\" despite express papal prohibition (see Clement Xi.), Innocent forbade the Order to receive new members in China, and was said to have meditated its suppression.",
        "Shilhay is now a pleasant residential area on the edge of the historic key with some limited office accommodation for British Telecom.",
        "He had no receipts for monies paid from the residents ' benefits, as cashed and paid in for their accommodation fees.",
        "Search for relax and recharge accommodation in South West England www.relaxsouthwest.co.uk Langstone Manor Park, Tavistock, Devon Cottage perfect, moors perfect.",
        "An internal viewing is strongly recommended to appreciate the accommodation on offer.",
        "Dating back to the 18th Century the cottage has been recently refurbished to provide good quality accommodation for families.",
        "The prince 's regeneration trust The Prince 's Regeneration Trust helps to regenerate heritage buildings such as Stanley Mills in Perthshire to provide accommodation.",
        "The invited speakers will be reimbursed directly for reasonable costs of travel and accommodation.",
        "Arrangements for accommodation (either digs, rented apartment or house purchase) will be facilitated by the Practice.",
        "Ideal for shared family holidays or flexible rental accommodation.",
        "Most of the money went toward providing fuel or rent-free accommodation or paying rents; food was not normally provided.",
        "The property owner may repossess the accommodation if damage has been caused.",
        "There may be more than 3 students in these houses Residential accommodation You live in a student hall of residence.",
        "Amazing Australian Deals Compare ripper flights, accommodation & car hire deals.",
        "Accommodation: Ground floor - Sitting room, breakfast kitchen, double bedroom, king size bed with en-suite shower room, utility.",
        "Thousands of families still live in overcrowded conditions on rundown housing estates, while thousands of others live in temporary accommodation.",
        "VisitBritain Opinion \" attractive modern holiday accommodation in a sought after location \"",
        "The ground floor would easily convert to provide self-contained accommodation.",
        "The managing director of the 2007 World Cup said the cricket 's showpiece event is facing an accommodation shortage.",
        "The project accommodates 21 GP beds, five of which are singe room accommodation.",
        "Accommodation Most of our students live in single rooms in our own College boarding houses.",
        "Then look no further than HMS Belfast 's ' Kip in a Ship ' sleepover accommodation !",
        "The facilities include a 22.86 x 10.05m Swimming Pool, with spectator accommodation, sauna and solarium suites, and slipper baths.",
        "So we 've made it easy for you and provided a a list of accommodation providers that are truly special.",
        "A spider phaeton was a lighter version of a phaeton, having narrower, spindly wheels and two-seat accommodation.",
        "The family accommodation is either a split-level family cottage or two cottages with a connecting door.",
        "The sanitary accommodation being in the cellar and a standpipe at the end providing the only water.",
        "He remained in substandard B&B accommodation for over a year.",
        "Situated in a middle class suburb of the city the accommodation will be of a good standard.",
        "Unfortunately, the College has no suitable accommodation for couples or families, who will need to make their own arrangements.",
        "Also if the property is made uninhabitable, alternative accommodation up to a maximum of 30% of the sum insured can be claimed.",
        "Rye is weekend breaks uk, accommodation east sussex surrounded by wonderful countryside.",
        "There are a range of tenancy sustainment services provided around the County to assist people living in temporary accommodation.",
        "The Council has a duty to find accommodation for some people who are homeless or threatened with homelessness.",
        "Accommodation: College accommodation available for all three-four years of study.",
        "Free development of the human spirit requires recognition and toleration of people 's differences, the accommodation of diversity.",
        "The second element of the response is the search for more suitable accommodation beyond transit camps.",
        "If you need accommodation or surf tuition, contact Matt 's Surf Lodge.",
        "Accommodation Two bedrooms: 1 x ground floor double, 1 x first floor twin with balcony overlooking dining area.",
        "Installments unpaid by the due date will be subject to an administration charge of £ 50 for each installment of accommodation fees not paid.",
        "The Welsh Assembly has passed laws making bed and breakfast unsuitable accommodation for any homeless person in priority need from April 2008.",
        "The best part is, the hotel is about half the price of the city 's upscale accommodation.",
        "The EMCARS conducts its business to ensure that accommodation is utilized most efficiently taking the interests of asylum seekers into account.",
        "Part of the entrance block was used for vagrants ' accommodation with a characteristic row of cell windows at the rear.",
        "The Hoo Farm offers comfortable accommodation in the beautiful Gloucestershire vale of the river Severn.",
        "The service deals with finding care in the home, residential and nursing home placements and finding rented or purchasing warden assisted accommodation.",
        "Accommodation standards will be much improved over previous RN warships, all owing sailors to enjoy a far better quality of life at sea.",
        "Self catering cottage accommodation, wester ross, highlands of Scotland.",
        "Mallorca C'an Picafort, North Mallorca: Converted windmill with terraces and pool in rural location suits family groups with separate living accommodation.",
        "What's more, if you choose to combine your air tickets with hotel accommodation and car rentals or charter flights, you will get even bigger discounts.",
        "This is especially true of Donaldson's hospital at the Haymarket, which has accommodation for three hundred children.",
        "The large towns through which the river flows have vied with one another in building harbours, providing shipping accommodation, and furnishing other facilities for the efficient navigation of the Elbe.",
        "The harbour works, begun in 1860, afford sheltered accommodation for a large number of vessels.",
        "and upwards of water at low water of ordinary spring tides, and over 15,000 lineal feet of accommodation; the Empress dock, 182 acres, with a depth of 26 ft.",
        "For the better accommodation of the increasing commerce of the port of Boston, the commonwealth bought a considerable frontage upon the harbour lines and constructed a dock capable of receiving the largest vessels, and has supplemented the work of the United States government in deepening the approaches to the wharves.",
        "On this occasion, the act providing for the census was interpreted to authorize the collection of details regarding accommodation in places of public worship and the attendance thereat, as well as corresponding information about educational establishments.",
        "The details of house accommodation are fuller.",
        "The docks are 114 acres in extent, and have accommodation for the largest vessels afloat.",
        "It affords accommodation for 16,000 men and is well provided with bomb-proof cover.",
        "In counties lacking adequate hospital accommodation a poor person requiring medical or surgical treatment may be sent to the nearest hospital approved by the state board of charities.",
        "Thus also the \" woman \" at the wedding and beneath the cross stands primarily for the faithful Old Testament community, corresponding to the beloved disciple, the typical New Testament follower of her Son, the Messiah: in each case the devotional accommodation to His earthly mother is equally ancient and legitimate.",
        "Attempts at accommodation made by the governor of Cape Colony (Sir Philip Wodehouse) failed, and war between the Free State and Moshesh was renewed in 1865.",
        "gale in raising bands of trained nurses; she visited the crippled soldiers in the hospitals, and it was through her resolute complaints of the utter insufficiency of the hospital accommodation that Netley Hospital was built.",
        "Perhaps the most favourable circumstance from a technical point of view was the bomb-proof accommodation of the enceinte.",
        "Art, &c. - The large German population makes the city noteworthy for its music. The first Sangerfest was held in Cincinnati in 1849, and it met here again in 1870, when a new hall was built for its accommodation.",
        "Situated on a slightly elevated headland facing Swansea Bay and the Bristol Channel, it has fine sands, rocks and breezy commons, on one of which, near golf links resorted to from all parts of Glamorgan, is \"The Rest,\" a convalescent home for the working classes, completed in 1891, with accommodation for eighty persons.",
        "When the founding of the Round Table is ascribed to Merlin it is generally in close connexion with the Grail legend, forming the last of a series of three, founded in honour of the Trinity - the first being the table of the Last Supper, the second that of the Grail, established by Joseph of Arimathea, The number of knights whom the table will seat varies; it might seat twelve or fifty or a hundred and fifty; nowhere, save in Layamon, do we find a practically unlimited power of accommodation.",
        "For instance, in weighing live cattle, owners of markets are now required to provide adequate accommodation.",
        "For their accommodation numerous hotels and villas have been erected.",
        "The town, which occupies an important strategic position in the plain dominated by the escarpments of Mount Tessala, has barrack accommodation for 600o troops, and is the headquarters of the ter regiment etranger, one of the two regiments known as the Foreign Legion.",
        "The Dominican monastery, adjoining the cueva santa, commands a magnificent view of the Montserrat, and is used for the accommodation of the pilgrims who yearly visit the cavern in thousands.",
        "There are besides about 128 private (occasionally aided) schools of similar character, owners of plantations on which there are more than ten children being obliged to provide school accommodation.",
        "The Joanneum Museum, founded in 1811 by the archduke John Baptist, has become very rich in many departments, and an additional huge building in the rococo style was erected in 1895 for its accommodation.",
        "The Hospice de Notre-Dame de Douleurs is the chief of the many establishments provided for the accommodation of pilgrims.",
        "It should comprise a mill, a bakehouse, stables and cow-houses, together with accommodation for carrying on all necessary mechanical arts within the walls, so as to obviate the necessity of the monks going outside its limits.",
        "A second smaller dormitory runs from east to west for the accommodation of the conventual officers, who were bound to sleep in the dormitory.",
        "On the other side of the court were the stables, for the accommodation of the horses of the guests and their attendants (H).",
        "Through this branch of the public service a complete chain of cold-storage accommodation between various points in Canada and markets in Europe, particularly in Great Britain, has been arranged.",
        "The government offered a bonus to those owners of creameries who would provide cold-storage accommodation at them and keep the room in use for a period of three years.",
        "The policy of encouraging the provision of ample cold-storage accommodation has been developed still further by the Cold Storage Act of the Dominion parliament passed in 1907, under which subsidies are granted in part payment of the cost of erecting and equipping cold-storage warehouses in Canada for the preservation of perishable foodproducts.",
        "Founded in 1770 to provide accommodation for the visitors to the mineral wells of Pannanich, 12 m.",
        "Originally besides the central basin of the inner harbour there were three docks; between 1903 and 1909 the harbour accommodation was doubled by the construction of new docks on the eastern side of the canal and by enlarging the western docks.",
        "of quays approachable by vessels drawing 20 ft., and slips for the accommodation of large vessels.",
        "A great obstacle to the development of the port is the absence of modern mechanical appliances for loading and unloading vessels, and of quay space and dock accommodation.",
        "Oceangoing steamers find ample accommodation.",
        "In its prime the settlement must have afforded accommodation for several hundreds, teachers and pupils combined.",
        "There is consequently spasm of accommodation, so that clear vision of distant objects becomes impossible.",
        "Along the river front runs a tramway connecting Duke Town with Queen Beach, which is higher up and provided with excellent quay accommodation.",
        "In May 1907 the construction began of harbour works which afford sheltered accommodation for ships at all states of the tide.",
        "The various expansions and developments have made it difficult to maintain the ratio between accommodation and requirements, and although overcrowding is troublesome only during some three or four hours a week, at \"high 'Change\" on market days, various complaints and suggestions provoked in 1906 an appeal from the chairman of directors to the Manchester corporation.",
        "In The Kingdom of God (1889), which first encountered serious hostile criticism in his own communion, he accounted for some of the differences between the first and third evangelists on the principle of accommodation - maintaining that Luke had altered both the text and the spirit of his sources to suit the needs of those for whom he wrote.",
        "The port is accessible by the largest ships, but its accommodation is indifferent.",
        "This condition is one marked by unsteadiness - a sort of flickering rolling - of the eyeballs, and it becomes more marked as they endeavour to adjust their accommodation to near objects.",
        "C. It remains to notice those features of the Altis which were connected with the management of the sanctuary or with the accommodation of its guests.",
        "It became the classical manual of apologetics in Protestant colleges, and was translated for missionary purposes into Arabic (by Pococke, 1660), Persian, Chinese, &c. His Via et votum ad pacem ecclesiasticam (1642) was a detailed proposal of a scheme of accommodation.",
        "The length and breadth of these stores should be governed by the amount and character of the storage accommodation to be provided.",
        "By this means the storage accommodation is nearly doubled and the fruit is more easily manipulated.",
        "A structure called the cool orchid house is set apart for the accommodation of the many lovely mountain species from South America and India, such as odontoglossums, masdevallias, &c., and in this the more uniform the temperature can be kept the better, that in summer varying between Cyanophyllum (Miconia) Cycas Dieffenbachia Dipladenia* Dracaena Eranthemum Eucharist Euphorbia Ficus Franciscea Gardenia Gesnera Gloriosa* Gloxinia f Heliconia f Hoffmannia I pomaea * Ixora Jacobinia Jasminum* Luculia Maranta Medinilla Meyenia Musa Nelumbium f Nepenthes Nymphaea f Oxera * Pancratium f Pandanus Passiflora* Pavetta Petraea * Pleroma* Poinsettia Rondeletia Sanchezia Schubertia* Scutellaria Stephanotis Tabernaemontana Terminalia Thunbergia Torenia Thyrsacanthus Tydaea Vinca Abutilon Acacia Agapanthus Agathaea Agave Alonsoa Aloysia Amaryllis Ardisia Asparagus Aspidistra Asystasia (Mackaya) Azalea Bauera Begonia Blandfordia Bomarea * Boronia Bougainvillea * Bouvardia Brugmansia Calceolaria Camellia Campanula Canna Celosia Cestrum * Chorizema* Chrysanthemum Cineraria 60° and 65°, and in winter from 45° to 60°.",
        "In the centre of the river there is accommodation for over thirty vessels at the mooring buoys.",
        "The victory of Conde at Rocroy opened the eyes of Frederick Henry to the danger of a French conquest of the Belgian provinces; and, feeling his health growing enfeebled, the prince became anxious before his death to obtain peace and security for his country by means of an accommodation with Spain.",
        "Such accommodation, though sometimes purely literary or stylistic, generally has the definite purpose of instruction, and is frequently used both in the New Testament and in pulpit utterances in all periods as a means of producing a reasonably accurate impression of a complicated idea in the minds of those who are for various reasons unlikely to comprehend it otherwise.",
        "Strictly, accommodation (2) or (3) modifies, in form or in substance, the content of religious belief; reserve, from prudence or cunning, withholds part.",
        "Accommodation Bill >>",
        "It is a peculiarity of the domestic accommodation of Bremen that the majority of the houses, unlike the custom in most other German towns, where flats prevail, are occupied by a single family only.",
        "The military cantonments contain accommodation for all three arms and are the headquarters of a brigade in the 8th division of the eastern army corps.",
        "Although there has been a decided increase in the number of both the primary and the secondary schools, nevertheless the school accommodation has in neither category of school kept pace with the growth of the population.",
        "Neuer Botanischer Garten has been laid out with a view to the accommodation of a very large collection of hardy trees and shrubs.",
        "There is wharf accommodation on both banks of the river, a graving dock which can be used by vessels up to 5000 tons, and two patent slips which can take up ships of 1000 and 400 tons respectively.",
        "It appears, however, that these two establishments were found inadequate to supply the wants of the inhabitants, and a third edifice of the same character, the socalled central baths, at the corner of the Strada Stabiana and the Strada di Nola, but on a still more extensive scale, intended for men only, while the other two had separate accommodation for both sexes, was in course of construction when the town was overwhelmed.",
        "Wesel carries on a considerable trade in grain, timber, colonial goods, tobacco, &c., facilitated by new harbour accommodation and wharves at the mouth of the Lippe.",
        "Hardly less lukewarm, the imperial diet ordered the edict to be enforced, but only as far as possible, and meanwhile the possibilities of accommodation between the two great religious parties were becoming more and more remote.",
        "The period of negotiation which followed served only to show that no accommodation was possible.",
        "An attempt at accommodation failed; Charles fled into Carinthia; and at one stroke all the advantages which he had gained by his triumph at Muhlberg were lost.",
        "He visited all the neighbouring parishes where the contagion raged, distributing money, providing accommodation for the sick, and punishing those, especially the clergy, who were remiss in discharging their duties.",
        "Congress accordingly met in Trenton in November 1784, but soon afterwards removed to New York, where better accommodation could be obtained.",
        "On or near the west side of the gardens are most of the large and luxurious hotels which the city contains for the accommodation of Europeans.",
        "There are eight docks supplied with timber ponds, quays, warehouses and other accommodation.",
        "The Torres Bermejas (Vermilion Towers), also on Monte Mauror, are a well-preserved Moorish fortification, with underground cisterns, stables, and accommodation for a garrison of 200 men.",
        "of the city, overlooking the river, is the Michigan Soldiers' Home, with accommodation for 500.",
        "As a result of this steady increase in the number of pilgrims, the old arrangements for their accommodation were found deficient.",
        "In addition to the increased influx of persons in the prime of life, this is due largely to the improved water-supply and better sanitary conditions generally, including increased hospital accommodation.",
        "The immigration barracks on Ross Island have accommodation for five hundred persons.",
        "Jibuti was founded by the French in 1888 in consequence of its superiority to Obok both in respect to harbour accommodation and in nearness to Harrar.",
        "The castle was successfully defended in 1216 against the French under the dauphin Louis by Hubert de Burgh, who was also the founder of the Maison Dieu established for the accommodation of pilgrims. The title of mayor as chief municipal officer first occurs about the middle of the 13th century, when the town was governed by a mayor and twelve jurats.",
        "Ems is largely frequented in the summer months by visitors from all parts of the world - the numbers amounting to about I i,000 annually - and many handsome villas have been erected for their accommodation.",
        "Four lines of rails on deck gave accommodation for 54 ten-ton wagons carrying an average load of 900 tons.",
        "The orthodox explanation was based on the principle of accommodation.",
        "Great additions have been made to La Sante prison in Paris, and a new prison on gigantic lines has been opened at Fresnes les Rungis, on the outskirt of the metropolis, to replace the obsolete Mazas, and to give cellular accommodation to the large numbers always on hand in Paris.",
        "Pentonville was available for the first phase; Millbank was also pressed into the service, and accommodation was hired in some of the best provincial prisons, as at Wakefield and Leicester.",
        "A naval hospital (having accommodation for about 500 patients) to the east is separated from the navy yard by the largest and most interesting of Brooklyn's markets, the Wallabout (about 45 acres).",
        "The most elaborate arrangements were made for the accommodation of the two monarchs and their large retinues; and on Henry's part especially no efforts were spared to make a great impression in Europe by this meeting.",
        "Applied to the conjunctiva it causes anaesthesia, dilatation of the pupil, diminution of the intraocular tension, and some interference with accommodation.",
        "He investigated the optical constants of the eye, measured by his invention, the ophthalmometer, the radii of curvature of the crystalline lens for near and far vision, explained the mechanism of accommodation by which the eye can focus within certain limits, discussed the phenomena of colour vision, and gave a luminous account of the movements of the eyeballs so as to secure single vision with two eyes.",
        "Runcorn is a sub-port of Manchester, with which it is connected by the Manchester Ship Canal, and has extensive wharfage and warehouse accommodation.",
        "Every year some thousands of poor patients are treated free of cost; and the hospital was enlarged for their accommodation, a dome being added which is of greater circumference than any other in Europe.",
        "The college, the chief educational centre in the Sudan, is a large, many-windowed building with accommodation for several hundred scholars and research laboratories and an economic museum.",
        "The hospitals at Julfa and Isfahan have accommodation for 100 patients each, and are sometimes full to overflowing; the dispensaries are generally overcrowded.",
        "It was only when Isvolski's proposals were wrecked on the opposition of England, and the Russian minister protested against the annexation of Bosnia and Herzegovina, which had meanwhile been accomplished, and supported the Serbs in their opposition to Austria-Hungary, that Aehrenthal abandoned the idea of a friendly accommodation with the Russian Government.",
        "The increase of railway accommodation has been swift.",
        "Of the vast range of buildings for the accommodation of the monks hardly any part remains except the abbot's kitchen, noteworthy for its octagonal interior (the exterior plan being square, with the four corners filled in with fireplaces and chimneys), the porter's lodge and the abbey barn.",
        "The Boers at first rejected offers of accommodation.",
        "Before the town on both banks of the river there is a fortified camp by which bombardment from the neighbouring heights can be hindered and which affords accommodation for to,000 men.",
        "Once the capital of West Friesland and a prosperous town, many of its streets and quays are now deserted, though the docks and basins constructed at the end of the 16th and beginning of the 17th centuries could still afford excellent accommodation for many ships.",
        "The benevolent institutions include the general hospital, founded in 1817, removed to the present site in 1867, extended by the addition of two wings in 1878 and of an eye department in 1890; a convalescent home for twenty patients from the hospital only (1903); the Royal Cambrian Institution for the Deaf and Dumb, established in 1847 at Aberystwyth, removed to Swansea in 1850, and several times enlarged, so as to have at present accommodation for ninety-eight pupils; the Swansea and South Wales Institution for the Blind, established in 1865 and now under the Board of Education; the Swansea and South Wales Nursing Institute (1873), providing a home for nurses in the intervals of their employment; a nursing institution (1902) for nursing the sick poor in their own homes, affiliated with the Queen's Jubilee Institute of London; the Sailors' Home (1864); a Sailors' Rest (1885); and a Mission to Seamen's Institute (1904).",
        "The very rapid increase in the demand for anthracite coal (for the shipment of which Swansea has practically a monopoly) soon necessitated still further accommodation and in July 1904 was begun the King's Dock, which lies farther east and has an entrance direct from the bay.",
        "Morgan criticized with great freedom the moral character of the persons and events of Old Testament history, developing the theory of conscious \"accommodation\" on the part of the leaders of the Jewish church.",
        "This accommodation of truth, by altering the form and substance of it to meet the views and secure the favour of ignorant and bigoted contemporaries, Morgan attributes also to the apostles and to Jesus.",
        "They seem generally to have inclined to a quietistic accommodation to established forms of faith, till better times came.",
        "Besides the military, a tremendous immigration of civilian officials took place as the result of the new conditions, and, as accommodation was not readily available, rents rose to an enormous figure.",
        "It is, however, in the ugly palace of Prince Henry of Prussia, which was given for the purpose in the days of Prussian poverty and distress, that the university is still housed, and although some internal rearrangement has been effected, no substantial alterations have been made to meet the ever-increasing demand for lecture-room accommodation.",
        "The central cattle market and slaughter-houseslfor the inspection and supply of the fresh meat consumed in the metropolis occupy an extensive area in the north-east of the city on the Ringbahn, upon which a station has been erected for the accommodation of meat trains and passengers attending the market.",
        "The charitable institutions include the infirmary; the cholera hospital; the eye infirmary; the fever reception house; Sir Gabriel Wood's mariners' asylum, an Elizabethan building erected in 1851 for the accommodation of aged merchant seamen; and the Smithson poorhouse and lunatic asylum, built beyond the southern boundary in 1879.",
        "In Wales, for instance, the rivalry of the sects has multiplied chapel accommodation out of all proportion to the population; while everywhere it happens that churches, at one time crowded every Sunday, have been emptied by the shifting of population or other causes.",
        "It may be prefaced by stating that, according to returns made in 1905, the Church of England provided sitting accommodation in parish and other churches for 7,177,144 people; had an estimated number of 2, 0 53,455 communicants, 206,873 Sunday-school teachers, and 2,538,240 Sunday scholars.",
        "The great development of harbour accommodation at Dover early in the 10th century brought trans-Atlantic traffic to this port also.",
        "The committee are also charged with the duties of appointing or removing the clerk of the peace, and they have jurisdiction in matters relating to justices' clerks, the provision of accommodation for quarter sessions or justices out of session, and the like, and their expenses are paid by the county council out of the county fund.",
        "The councils of all administrative counties and county boroughs and the councils of a few specified quarter sessions boroughs, which before 1890 were independent areas for purposes of the Lunacy Acts, are local authorities for the purposes of the Lunacy Acts, and each of them is under an obligation to provide asylum accommodation for pauper lunatics.",
        "This accommodation may be provided by one council or by a combination of two or more, and such council or combination may provide one or more asylums. The county council exercise their powers through a visiting committee, consisting of not less than seven members, or, in the case of a combination, of a number of members appointed by each council in agreed proportions.",
        "In the case of a combination the expenses are defrayed by the several councils in such proportion as they may agree upon, and the proportion may be fixed with reference to either the accommodation required by each council or the population of the district.",
        "Under the Isolation Hospitals Acts 1893 and 1901, a county council may provide for the establishment of isolation hospitals for the reception of patients suffering from infectious diseases on Hospi t a l s the application of any local authority within the county, or on the report of the medical officer of the county that hospital accommodation is necessary and has not been provided, or it may take over hospitals already provided by a local authority.",
        "The district council are charged with the duty of enforcing the provision of proper sanitary accommodation (water-closets, privies, ashpits, &c.) for all dwelling-houses, new or old, and Sanitary for factories, and the maintenance of such conveniences accommo- i n proper condition.",
        "lation of urinals, water-closets, earth-closets, privies, ashpits and other similar conveniences for public accommodation.",
        "Local authorities may require premises to be cleansed and disinfected; they may order the destruction of bedding, clothing or other articles which have been exposed to infection; they may provide proper places for the disinfection of infected articles free of charge; they may provide ambulances, &c. In the case of a person found suffering from infectious disease who has not proper lodging or accommodation, or is lodging in a room occupied by more than one family, or is on board any ship or vessel, such person may by means of a justice's order be removed to a hospital; a local authority may pay the expenses of a person in a hospital or, if necessary, provide nursing attendance; any person exposing himself or any other in his charge while suffering from infectious disease, or exposing infected bedding, clothing or the like, is made liable to a penalty.",
        "As has already been mentioned when dealing with county councils, if a district council make default in providing hospital accommodation, the county council may put in operation the Isolation Hospitals Act.",
        "Where any part of the country appears to be threatened with or is affected by any formidable epidemic, endemic or infectious disease, the Local Government Board may make regula tions for the speedy interment of the dead, house-tohouse visitation, the provision of medical aid and accommodation, the promotion of cleansing, ventilation and disinfection, and the guarding against the spread of disease.",
        "Where an urban council are the council of a borough, and in other cases with the consent of the owners and ratepayers of the district, they may provide market accommodation for their district.",
        "Much of this area is shoal water, but the accommodation available was largely increased by the removal during 1904-1908 of 24,000,000 tons of sand.",
        "On the opposite side at the foot of the Bluff land has been reclaimed and extensive accommodation provided for ships coaling.",
        "The best accommodation that these latter afford consists of more or less open roadsteads, e.g.",
        "The isle contains a convict prison with accommodation for about 1500 prisoners.",
        "So many young people, indeed, flocked to his school that there was not accommodation for them in Houghton, and he had to fit up part of his house as a boarding establishment.",
        "The Roman Catholic church of St Nicholaas (1886) was built to replace the accommodation previously afforded by a common dwelling-house, now the Museum Amstelkring of ecclesiastical antiquities.",
        "The churches represented in the National Council have 9966 ministers, 55,828 local preachers, 407,991 Sunday-school teachers, 3,416,377 Sunday scholars, 2,178,221 communicants, and sitting accommodation for 8,555,460.",
        "Swift's endeavours after an accommodation were as fruitless as unremitting.",
        "The Harbour Trust, constituted in 1897, improved the shipping accommodation, and vessels of 300 tons approach close to the town.",
        "As a fortress Mantua was long one of the most formidable in Europe, a force of thirty to forty thousand men finding accommodation within its walls; but it had two serious.",
        "At the close of the 19th century, however, the accommodation was insufficient, the attendance limited in consequence, and the percentage of illiterates high; reaching 88.5% in some of the rural communes.",
        "It has accommodation for a large fleet with deep water close inshore, but the arid nature of the country caused it to be neglected by the early navigators, and with the growth of Cape Town Saldanha Bay was rarely visited.",
        "The dock accommodation has since been considerably extended, and the town enjoys great prosperity.",
        "The document was received with universal applause, and Sarpi was immediately made canonist and theological counsellor to the republic. When in the following April the last hopes of accommodation were dispelled by Paul's excommunication of the Venetians and his attempt to lay their dominions under an interdict, Sarpi entered with the utmost energy into the controversy.",
        "Bangalore is the headquarters of a military district, its elevation rendering it healthy for British troops, with accommodation for a strong force of all arms and an arsenal in the old fort.",
        "Amongst the more conspicuous secular buildings in the street may be mentioned the Town and County Bank, the Music Hall, with sitting accommodation for 2000 persons, the Trinity Hall of the incorporated trades (originating in various years between 1398 and 1527, and having charitable funds for poor members, widows and orphans), containing some portraits by George Jamesone, a noteworthy set of carved oak chairs, dating from 1574, and the shields of the crafts with quaint inscriptions; the office of the Aberdeen Free Press, one of the most influential papers in the north of Scotland; the Palace Hotel; the office of the Northern Assurance Company, and the National Bank of Scotland.",
        "This pre-eminence is due to its excellent dock and harbour accommodation and capacious warehouses.",
        "The harbour is easy of access, well sheltered and deep, with wharf accommodation for vessels -of the largest tonnage.",
        "The attempted accommodation by Sozzini only precipitated matters; tried as an innovator, David died in prison at Deva (1579).",
        "It was not only the scene of amusement, but on account of its ample accommodation it was also the arena of much of the political life of the city.",
        "But the terms of the contract might be modified by the sovereign people themselves, from time to time, in accommodation to changing circumstances.",
        "Extensive quays afford accommodation for vessels of deep draught, and the trade with the Dutch cities and with London has been thereby greatly enhanced.",
        "To the Jesuits, the foremost champions in this struggle, it seemed indis pensable that the confessional should be made attrac tive; for this purpose ecclesiastico-moral law must be somehow \" accommodated \" to worldly needs; and the theory of \" Probabilism \" supplied a plausible method for effecting this accommodation.",
        "Meanwhile he had begun to differ from Lauderdale, whose policy after the failure of the scheme of \"Accommodation\" moved in the direction of absolutism and repression, and during Lauderdale's visit to Scotland in 1672 the divergence rapidly developed into opposition.",
        "The harbour has a depth at low tide of 17 ft., and extensive accommodation for live-stock and goods of all kinds is provided.",
        "A canal was first dug round the lake for the reception of the water and the accommodation of the great traffic which had previously been carried on.",
        "His lectures were attended by persons of the highest distinction from all parts of Europe, and such was the charm of his demonstrations that a hall capable of containing 2000 people had eventually to be assigned for the accommodation of the overflowing audiences which they attracted.",
        "In 1869 he was elected chairman of the executive council of the new National Education League, the outcome of Mr George Dixon's movement for promoting the education of the children of the lower classes by paying their school fees, and agitating for more accommodation and a better national system.",
        "The teaching of Jesus even in this matter may be accounted for as either an accommodation to the views of those with whom he was dealing, or more probably as a proof of the limitation of knowledge which was a necessary condition of the Incarnation, for it cannot be contended that as revealer of God and redeemer of men it was imperative that he should either correct or confirm men's beliefs in this respect.",
        "This is effected by the power of accommodation of the eye, which can so alter the focal length of its crystalline lens that images of objects at different distances can be produced rapidly and distinctly one after another upon the retina.",
        "When the shortest distance obtained by the highest strain of accommodation is insufficient to recognize small objects, distinct vision is possible at even a shorter distance by placing a very small diaphragm between the eye and the object, the pencils of rays proceeding from the object-points, which otherwise are limited by the pupils of the eye, being thus restricted by the diaphragm.",
        "eye situated behind the system L with passive accommodation at a very great distance under the angle w'.",
        "away; and observation through the magnifying glass must be undertaken by the normal eye with passive accommodation.",
        "Obviously the position of a normal eye free from accommodation is immaterial for determining the magnification.",
        "From this it appears that each observer obtains specific advantages from one and the same simple microscope, and also the individual observer can obtain different magnifications by either using different accommodations, or by viewing in passive accommodation.",
        "As with the simple microscope, different observers see differently in the same compound microscope; and hence the magnification varies with the power of accommodation.",
        "14, the real image formed by the objective must fall on the object-side focal plane of the eye _ piece F2, where a normal eye without accommodation can observe it.",
        "`' must lie in the front focal plane of the eyepiece if we retain the supposition IT/ that it is to be viewed by a normal 0, p F, eye with passive accommodation.",
        "It derives some importance from its fine landlocked harbour, which, affording accommodation to large vessels, is used as a naval station, and is the centre of an important fishery.",
        "For a length of seven or eight miles the river is from a mile to a mile and a quarter in breadth, so that there is plenty of accommodation for shipping.",
        "The police took this to mean she had perhaps arranged some secure accommodation for her daughter.",
        "The flooring in your rented accommodation may differ from what you are used to.",
        "While we arrange the accommodation for you where required, airport transfers are not usually included.",
        "All villas offer spacious living accommodation, with French windows leading to outside terraces.",
        "The building will extend the College's postgraduate provision, providing the most central catered en-suite accommodation in Durham City.",
        "Purpose built, chalet style premises providing self catering accommodation for up to 38 people.",
        "The extra stars (in brackets) are achieved when the saloon is not used as sleeping accommodation.",
        "accommodation on campus and a wide variety of residences off campus.",
        "Darwin College offers some self-catering accommodation in the Darwin Houses.",
        "Children living in temporary accommodation or poor quality social housing are at greater risk of fire.",
        "Is there a good range of overnight accommodation available locally?",
        "comfortable high standard accommodation, evening meals optional, Separate Licensed bar.",
        "The ground floor was a shop and residential accommodation.",
        "accommodation providers.",
        "Looking for self catering accommodation no more than 5 minutes away from the beach in Bude, North Cornwall?",
        "Choose to stay in our bed and breakfast accommodation or our self catering bothy.",
        "Beachmodern is a new company striving to offer high quality holiday accommodation on the North Cornish coast in Bude.",
        "We feature hotel accommodation in most areas close to many of the main metro stations.",
        "This licensed Guest House offers en-suite bedrooms, B&B accommodation with dinner (optional ).",
        "Six Royal and Presidential Villas with private swimming pools and garden offer the ultimate in luxury accommodation.",
        "adaptable accommodation for larger families or groups.",
        "advised TO appreciate THE FAMILY ACCOMMODATION.",
        "Young families who can no longer afford to buy homes on the open market more urgently need housing association accommodation.",
        "Accommodation proved agreeable, give or take the odd furry visitor.",
        "Notes on accommodation air-conditioning in every bedroom, big air-condition unit to the living room, suitable for families and children, safe.",
        "De Havilland three bladed metal airscrews Accommodation: The hull is divided into two decks.",
        "Four speed constant speed airscrew Accommodation: Enclosed cockpit over wings Armament: Four 20 mm British Hispano cannon completely buried in the wings.",
        "almshouses accommodation for older people.",
        "The generous accommodation has been created by the amalgamation of a circa 1923 cottage with an 1897 stable building plus later additions.",
        "ancillary accommodation - subject to the necessary planning consents.",
        "There is also ancillary accommodation, dressing rooms and loading dock etc. attached to the main performance space.",
        "annexe may have land, outbuildings, ' granny flats ' or other additional annex accommodation, or some commercial aspect or potential.",
        "Four speed constant speed airscrew Accommodation: Enclosed cockpit over wings armament: Four 20 mm British Hispano cannon completely buried in the wings.",
        "arranged over three floors, this stunning five bedroomed house offers elegant living accommodation with sensational entertaining space.",
        "We also do not make travel arrangements or find jobs or accommodation.",
        "Hotel accommodation at 5th arrondissement can be made available at budget prices.",
        "Hotel accommodation at 14th arrondissement can be made available at budget prices.",
        "Hotel accommodation at 18th arrondissement can be made available at budget prices.",
        "Browse through our list of luxury and budget downtown 5th Arrondissement hotels to get the 5th arrondissement hotels to get the 5th Arrondissement hotel accommodation of your choice.",
        "Browse through our list of luxury and budget downtown 5th arrondissement hotels to get the 5th Arrondissement hotel accommodation of your choice.",
        "The interior accommodation was far superior to the previous Hall's, and included a ballroom 49 feet long by 25 feet wide.",
        "Fine Victorian residence ~ High quality accommodation ~ Quiet location close to town center ~ cozy bar ~ Bargain breaks available.",
        "barrack accommodation was used by soldiers doing their annual firing course at the nearby Milton range.",
        "Descending to the basement level, a row of massive vaulted chambers is reached, Frankish 14th century work, probably barrack accommodation.",
        "Tourist Board 4 star rated hotels Accommodation offering superior comfort and quality; all bedrooms with en-suite bath, fitted overhead shower and WC.",
        "Accommodation The cottage is typically French with tiled floors and exposed beams.",
        "bed-and-breakfast accommodation has almost doubled since he came to office.",
        "Interior: Coole Cottage accommodation comprises three bedrooms for up to six people.",
        "Accommodation bedrooms: Master bedroom with large en-suite with bath & shower, twin basins & WC.",
        "Accommodation comprises of three large double bedrooms with the master ensuite and one single and one twin bedrooms with the master ensuite and one single and one twin bedroom.",
        "ACCOMMODATION 3 Bedrooms sleeping a maximum of 6 1 double with brass bedstead, 1 twin with walk-in wardrobe, tv & dvd.",
        "This has resulted in some of the College's best accommodation being used for the storage of students ' belongings for extended periods.",
        "bogeyrently resting on temporary accommodation bogies, its own are under overhaul in the mechanical shop at Kidderminster.",
        "From these prices lining the boulevards find that my accommodation process to.",
        "breakfast accommodation on this path.",
        "Oldfield Cottage is a traditional 17th century Shropshire cottage with guest accommodation in a tastefully converted stable building.",
        "The accommodation consists of individual thatched bungalows situated in coconut groves leading down to the beach.",
        "Description: Accommodation: This deceptively spacious detached dormer bungalow has been improved by the current owners to provide well proportioned accommodation.",
        "West Kitty Cottage A detached three-bedroom bungalow providing comfortable accommodation for a family of up to five people.",
        "Non members £ 6.00 per night FACILITIES: Sleeping accommodation consists of communal Alpine style bunks on two levels.",
        "bunkhouse sleeping accommodation is in separate wooden buildings dotted around the large field area right on the shores of Loch Nevis.",
        "cabana accommodation with bunk beds (approx 6 expedition members per room) or tents.",
        "There are three designated backpacker campsites in addition to those already outlined within the Accommodation Section.",
        "campus accommodation.",
        "They provide self catering holiday accommodation in static caravans and cottages as well as touring caravan pitches.",
        "Each of our 4-6 berth caravans offers comfortable spotlessly clean accommodation.",
        "caretaker's accommodation.",
        "Centrally heated and double glazed accommodation with many appealing features including carport and rear conservatory.",
        "catered accommodation in the 18 th century Stables.",
        "catering accommodation cottages around England, Wales, Scotland and Ireland.",
        "Accommodation situated opposite the soaring Gothic cathedral, right in the center, the setting is both elegant and convenient.",
        "Accommodation Traditional wooden Alpine chalet sleeping 10 - 12 guests.",
        "choice of homestay accommodation with various meal options.",
        "choose to stay in our bed and breakfast accommodation or our self catering bothy.",
        "Accommodation ground floor comprises cloakroom, family bathroom, and three bedrooms.",
        "Accommodation includes twin rooms, excellent kitchen, living area and bathrooms with all the usual mod cons.",
        "convalescence - the more flexible convalescence service offers members a choice of accommodation.",
        "Luxury accommodation in a converted 17th-century convent includes 79 rooms, with nine junior and nine loft suites, a swimming pool and spa.",
        "cosye accommodation has provided the cozy romantic retreat we had hoped for.",
        "courthouse accommodation projects normally include construction, facilities management, security, and finance companies.",
        "covered by the exemption if you arrive early and take up private accommodation.",
        "craftsmanlding has been sympathetically restored by local craftsmen and converted to quality office accommodation.",
        "The price does not include any accommodation, food or the hire of ice ax crampons, winter boots or any personal winter clothing.",
        "crash pad accommodation is available - please tell the organizers in advance tho.",
        "A seven-night cruise of the islands costs from £ 1,721 per person including international and internal flights, full board accommodation and excursions.",
        "curlew cottage - (sleeps 2+) This super cottage offers very warm comfortable accommodation all on one level.",
        "This converted dairy is perfect for two, retaining some original stonework and providing comfortable accommodation in a peaceful location.",
        "Superb self-catering accommodation in the northern dales near Barnard Castle, Teesdale.",
        "By contrast, many cities have a dearth of affordable rented accommodation.",
        "decant accommodation and decorated and carpeted them throughout.",
        "The precise definition of the star allocation system varies according to the type of accommodation.",
        "Please note that in some places deluxe accommodation is not available.",
        "accommodation deluxe rooms have air conditioning, television, mini-bar and in-room safe.",
        "dilapidated tenements offering accommodation to the poorest in society (Trinder 1982, 9 ).",
        "The wheel at each corner design maximizes the interior dimensions and allows the Getz to offer generous accommodation despite its relatively diminutive size.",
        "Accommodation: There is an entrance hall, well-equipped fitted kitchen and separate dining room.",
        "disturbance allowance The council pays all expenses relating to the move to alternative accommodation.",
        "Accommodation is in small dorms, bring you own sleeping bag.",
        "Choice of dorm accommodation (max 8 beds per dorm accommodation (max 8 beds per dorm) from £ 12 per person.",
        "dormitory style accommodation in the spiral house itself, or camping.",
        "Browse through our list of luxury and budget downtown New Delhi hotels to get the New Delhi hotel accommodation of your choice.",
        "ACCOMMODATION 14 twin bedroomed duplex villas, each sleeping up to four guests.",
        "Pwllheli is also set for a busy Easter, with self-catering accommodation proving very popular.",
        "Beautifully arranged over three floors, this stunning five bedroomed house offers elegant living accommodation with sensational entertaining space.",
        "The accommodation comprises:- entrance hall, lounge, kitchen/dining room, double bedroom and a bathroom/w.c.",
        "Nearly all college accommodation has Ethernet sockets where you can connect your own computers.",
        "facing eviction How your landlord can get possession of the accommodation will depend on the type of tenancy you have.",
        "Twitchen Farm - Large self catering accommodation in 16th Century thatched farmhouse set in the rural heartland of North Devon.",
        "Assisi, Umbria An elegant stone farmhouse, divided into 4 bed & 1 bed accommodation.",
        "ACCOMMODATION: Sleeps 6 Ground Floor: Lounge with coal effect gas fire.",
        "five-star accommodation.",
        "fjord Line reserves the right to change reserved accommodation.",
        "hotels italy hotel accommodation rome Florence venice milan.. .",
        "avid followers of good food guides and well known accommodation publications will have noted numerous accolades bestowed upon this renowned residence.",
        "foreman's office partitioned out of warehouse or workshop accommodation.",
        "In the seventeenth century it provided accommodation for three poor women who received fourpence a week.",
        "Swallows 4 star awarded accommodations The Old Courtyard Swift and Swallow Cottage are two newly converted 4-star accommodation very tastefully furbished.",
        "Last season skiers could only gawp at a giant hole in the ground where much of the accommodation had previously stood.",
        "The original farmhouse, renovated into comfortable and spacious accommodation for enjoying holiday get-togethers.",
        "greasers cabin in the crews accommodation area.",
        "The accommodation was a wooden bunk in the back of a lorry, shared with two other clowns and four rather grimy tattooed laborers.",
        "We stayed in a variety of accommodation, from the very grotty to quite reasonable.",
        "This superb three bedroomed flat is situated on the raised ground floor of a purpose-built development and offers well proportioned living accommodation throughout.",
        "ACCOMMODATION: sleeps 6 ground floor: Lounge with coal effect gas fire.",
        "Accommodation One double bedroom on the lower ground floor, accessed via steep stairs, with lovely views down the valley toward Kendal.",
        "ground floor accommodation enjoys its own private entrance solely for your use.",
        "accommodation ground floor: Entrance hall leading to sitting room with fireplace. Study and en suite twin bedroom.",
        "Some visitors come in the hope of finding a guarantor to put money down for accommodation.",
        "guesthouse accommodation with just 2 double guest rooms to provide the home from home feel.",
        "Summerwood Guest House A luxury guesthouse offering stylish accommodation for the discerning traveler.",
        "ACCOMMODATION The apartment access is by private entrance from communal hall into lobby with wc and washbasin.",
        "Accommodation Ground Floor Entrance hall inner hallway With central heating radiator.",
        "The accommodation over one level comprises: welcoming entrance hallway, spacious lounge, kitchen, two bedrooms and family bathroom.",
        "Country House Accommodation in 18th century ex Vicarage set in wooded grounds, in peaceful rural hamlet.",
        "harem for sale with spacious accommodation and reception rooms suited to corporate entertaining of customers and business partners.",
        "Accommodation Ground floor: Entrance hall with original kitchen hearth.",
        "Originally home to Clanville Manor farm's herdsman, the internal accommodation is modern and comfortable.",
        "The modern hi-tech Center offers furnished office accommodation and business support to young companies as well as limited office space for established businesses.",
        "holiday accommodation on the North Cornish coast in Bude.",
        "holidaymaker state-of-the art holiday accommodation in a unique setting.",
        "Search for heritage accommodation in South West England www.heritagesouthwest.co.uk Orchard House, Chew Stoke, Bristol A friendly home-from-home to use as your base.",
        "home-from-home accommodation, with all the facilities you would expect of superior 4 star self-catering in Edinburgh.",
        "horseback excursion Private Student Residences Our school in Guatemala is the only school in Antigua which offers accommodation in private student residences.",
        "hostel type accommodation is situated on the upper floors.",
        "hostel accomodation and free accommodation in homes, halls and community centers.",
        "hotel accommodation in most areas close to many of the main metro stations.",
        "The GLA is also working toward getting minimum standards in temporary accommodation for homeless households extended to asylum seekers.",
        "humidifying equipment, and supplies temporary accommodation.",
        "Accommodation for the artillerymen serving the guns and the fort's garrison of 300 militiamen was provided by four wooden hutments.",
        "hyphenated identities suggests growing accommodation to a British way of life.",
        "Accommodation Hotels, log cabins, ice hotels, ice igloos, glass igloos, ' warm rooms ' .",
        "infirm accommodation wards from the northwest, 2001. © Peter Higginbotham.",
        "Luxury ski lodges provide accommodation for up to two dozen inhabitants in very restful bedrooms, both with private en-suite bath and loo.",
        "insecure accommodation.",
        "The accommodation in brief comprises of: Lounge with period features, Good sized dining kitchen with access to the cellar.",
        "The Student Accommodation Service has a scheme for registering private landlords who offer accommodation to students.",
        "Accommodation: Ground Floor Entrance Hall The property is entered through a solid oak entrance door with exposed timber lintel over.",
        "We provide comfortable Bed and Breakfast accommodation and two self-catering lodges with doorstep trout fishing.",
        "You can chose to stay in luxury African safari lodges or budget national parks accommodation.",
        "Accommodation at White Acres There's a great choice of self-catering accommodation at White Acres Country Park, including lovely lakeside lodges.",
        "lodgings accommodation.",
        "Thus the central loggias have been cleared and now provide vaulted lobbies, while sanitary accommodation has been rationalized into specific areas.",
        "Accommodation in the jungle is traditional longhouse living in a large wooden lodge.",
        "Hembury Court (self catering accommodation for those who want something more luxurious) Upcott Farm, Broadhembury, Honiton, Devon."
    ],
    "definition": [
        "The act of accommodating or the state of being accommodated; adjustment.",
        "Physiology The automatic adjustment in the focal length of the lens of the eye to permit retinal focus of images of objects at varying distances.",
        "Link/Cite"
    ]
}