{
    "translation": "האשמה",
    "uses": [
        "The history of this accusation is by no means clear.",
        "His accusation and fury were plain on his flushed face.",
        "He was not popular with his subjects, who even brought an accusation against him in Rome, on which occasion he was defended by Tiberius.",
        "No accusation made by a critic ever fell so wide of the mark.",
        "On the 16th Germinal, Tallien procured a decree of accusation against him, but he was already in safety, taking refuge probably at Lausanne.",
        "She didn't expect it to happen as it did, and the accusation of slaughtering a thousand lives made her feel ill.",
        "On a slighter accusation than this many had perished; but an examination into the details of the mission of Bonaparte to Genoa and the new instructions which arrived from Carnot, availed to procure his release on the 10th of August.",
        "Rhyn ignored the accusation and pulled her away when Kiki tried to snatch her.",
        "The paperwork otherwise had nothing to do with Toby or their accusation that she abandoned her kid on the Metro.",
        "A slave of theirs had denounced them to the Holy Office, and though the details of the accusation against them seem trivial and even contradictory, Antonio was condemned to death.",
        "Her blue eyes went to him once, and he saw the look of infuriated accusation within them.",
        "ad Graec. 19), that the accusation of Justin before the authorities, which led to his death, was due to Crescentius.",
        "Sherman, like Sheridan, was much criticized for his methods of reducing opposition, but it does not seem that his \"bummers\" were guilty of wanton cruelty and destructiveness, at least in general, though the cavalry naturally gave more ground for the accusation than the main body of the army.",
        "and creeds were treated impartially; and, although the administration has been reproached alike for undue harshness and undue leniency, neither accusation can be sustained.",
        "On the 15th of July he made a violent speech in the Convention in accusation of the Girondists.",
        "But they encountered much opposition and were even charged with heresy; when this accusation had been disposed of, there were still difficulties in the way of starting any new order.",
        "Thus the pane, represented by its 6 (afterwards 9) captains, came to exercise a veritable reign of terror, and no one knew when an accusation might fall on him.",
        "On the accusation of the orthodox he was deposed by the \"Robber Synod\" of Ephesus, but at Chalcedon in 451 was pardoned on condition of anathematizing both Nestorius and Eutyches and accepting the Tome of Leo.",
        "19, 20 requires two or three witnesses in the case of an accusation against an elder, and a public reproof.",
        "he added new charges to the accusation, proposed to refuse counsel to the king, and voted for death \"within 24 hours.\"",
        "On receiving the accusation the king-archon by proclamation warned the accused to keep away from temples and other places forbidden to such persons.",
        "On the 2nd of June 1 793 he proposed a decree of accusation against the Girondists; on the 9th, at the Jacobin club, he outlined a programme which the Convention was destined gradually to realize: the expulsion of all foreigners not naturalized, the establishment of an impost on the rich, the deprivation of the rights of citizenship of all \"anti-social\" men, the creation of a revolutionary army, the licensing of all officers ci-devant nobles, the death penalty for unsuccessful generals.",
        "To bring another into danger of death by false accusation was punished by death.",
        "Montagnards and Girondists alike were fundamentally opposed to the monarchy; both were democrats as well as republicans; both were prepared to appeal to force in order to realize their ideals; in spite of the accusation of \"federalism\" freely brought against them, the Girondists desired as little as the Montagnards to break up the unity of France.",
        "Augustine's City of God, published in 426, was an apologetic, not an historical work, but it had great influence in our field, for in it he undertook to answer the common heathen accusation that the growing misfortunes of the empire were due to the prevalence of Christianity and the forsaking of the gods of Rome.",
        "The religious feature of this philosophy, against which has often been brought the accusation of excluding religion, resides in the consciousness of the unity of all and of the perpetual creation of the world by the spirit, as though it were a poem that the spirit is eternally composing, to which each individual contributes his strophe, or it may be only his line or his word: this poem has its end in itself and in its rhythm has beauty and joy, as well as labour and sorrow.",
        "This accusation appears to have originated in his superior skill in natural philosophy, by which he produced effects that the ignorant attributed to magic.",
        "His dilatoriness during the second embassy (346) sent to ratify the terms of peace led to his accusation by Demosthenes and Timarchus on a charge of high treason, but he was acquitted as the result of a powerful speech, in which he showed that his accuser Timarchus had, by his immoral conduct, forfeited the right to speak before the people.",
        "The king of Prussia had some reason to complain of the sudden desertion of his ally, but there is no evidence whatever to substantiate his accusation that Bute had endeavoured to divert the tsar later from his alliance with Prussia, or that he had treacherously in his negotiations with Vienna held out to that court hopes of territorial compensation in Silesia as the price of the abandonment of France; while the charge brought against Bute in 1765 of having taken bribes to conclude the peace, subsequently after investigation pronounced frivolous by parliament, may safely be ignored.",
        "But Caesar, for party reasons, was bound to oppose the execution of the conspirators; while Crassus, who shared in the accusation, was the richest man in Rome and the least likely to further anarchist plots.",
        "In 1781 he was imprisoned for a short time in the Bicetre on an accusation of corrupting the morals of his pupils, his real offence being the writing of satirical verse.",
        "Hence the accusation of denationalizing children through the Schulvereine must be accepted with caution.",
        "By a series of delays he caused the failure of the naval expedition prepared at Sluys against England in 1386, and a second accusation of military negligence led to disgrace of the royal princes and the temporary triumph of the marmousets, as the advisers of the late king were nicknamed.",
        "His brother and deputy was killed in a serious riot, and an accusation was laid against Menelaus before Antiochus.",
        "The second charge was more serious, amounting to an accusation of malversation in the funds of his regiment.",
        "The custom of suttee, or widow-burning, has long been abolished in the state, but the people retain all their superstitions regarding witches and sorcery; and as late as 1870, a Bhil woman, about eighty years old, was swung to death at Kushalgarh on an accusation of witchcraft.",
        "Against the often iterated accusation of immorality, it should be remembered that the Letters reflected the morality of the age, and that their author only systematized and reduced to writing the principles of conduct by which, deliberately or unconsciously, the best and the worst of his contemporaries were governed.",
        "The conflict of idealism with these two lines of criticism - the accusation of subjectivism on the one side of intellectualism and rigid objectivism on the other - may be said to have constituted the history of Anglo-Saxon philosophy during the first decade of the 20th century.",
        "It was he who dared to bring an accusation against P. Egnatius Celer (the Stoic philosopher whose evidence had condemned his patron and disciple Soranus) and who endeavoured to preach a doctrine of peace and goodwill among the soldiers of Vespasian when they were advancing upon Rome.",
        "He was naturally the very sort of victim wanted, and he was decreed \"of accusation\" on the 3rd of October.",
        "Zwingli was heard in their defence and the accusation was abandoned.",
        "Even if the bull encouraged the persecution of witches, in so far as it encouraged the inquisitors to take earnest action, there is still no valid ground for the accusation that Innocent VIII.",
        "Protestants have condemned these formulae as so much magic, and in this modern science tends to agree with them; but to orthodox Protestants at least Catholics have a perfect right to reply that, in taking this line, they are but repeating the accusation brought by the Pharisees against Christ, viz.",
        "Shadwell suggests that the real meaning is \"fig-discoverer,\" not \"fig-informer,\" referring to the blackmailer who discovers the \"figs\" (that is, the money) of the rich man and forces him to hand it over by the threat of bringing a criminal accusation against him.",
        "He was prosecuted in the church courts for heresy, the accusation being founded on his primary charge, delivered and published in 1857, in which he set forth his views on the Eucharist.",
        "The last straw that determined action was the discovery of a paper docketed \" Not to be opened till after my death,\" which was nothing but a railing accusation against herself.",
        "Their progress has not been arrested even by anti-Semitism, which first developed in 1883 at the time of the Tisza-Eslar accusation of ritual murder.",
        "Dumas repudiated the accusation, affirming that he held exactly contrary views to Laurent; but only to admit their correctness in 1839, when, from his own researches and those of Laurent, Malaguti and Regnault, he formulated his type theory.",
        "When Albany returned to Scotland in 1521 his association with Margaret gave rise to the accusation that it was with the intention of marrying her himself that he favoured her divorce from Angus, and it was even suggested that she was Albany's mistress.",
        "Josephus wrote a narrative of his own Life in order to defend himself against the accusation brought by his enemy Justus of Tiberias to the effect that he had really been the cause of the Jewish rebellion.",
        "He mentions in another place that when at Verona the king was anxious to transfer the accusation of treason brought against Albinus to the whole senate, he defended the senate at great risk.",
        "The Bohemian historian, Palacky, fifty years ago thoroughly disproved this accusation, and, though it has recently been revived by German historians, it must undoubtedly be considered as a calumny.",
        "As reporter of the diplomatic committee, in which he supported the policy of Brissot, he proposed two of the most revolutionary measures passed by the Assembly: the decree of accusation against the king's brothers (January 1, 1792), and the declaration of war against the king of Bohemia and Hungary (April 20, 1792).",
        "It refers not to an accusation, but to sin actually committed (after baptism); and it denotes the setting of the sinner free from the guilt of the sin, or from its ecclesiastical penalty (excommunication), or from both.",
        "In May 1692 during the witchcraft delusion, on the accusation of some personal enemies in his former congregation who had sued him for debt, Burroughs was arrested and charged, among other offences, with \"extraordinary Lifting and such feats of strength as could not be done without Diabolicall Assistance.\"",
        "The first important recorded act of Pericles falls in 463, when he helped to prosecute Cimon on a charge of bribery, after the latter's Thasian campaign; but as the accusation could hardly have been meant seriously Pericles was perhaps put forward only as a lay-figure.",
        "Against the accusation of being a drinker of wine he himself protested in verses which he recited when he sent the army against Ibn Zobair.",
        "The historians bring no open accusation against Mamun, but it seems clear that the opportune removal of these men was not due to chance.",
        "He was employed to seize some agents of the English government in Baden in 1804, which led to the accusation that he was concerned in the arrest of the duc d'Enghien, an accusation against which he never ceased to protest.",
        "Hence, while the accusation of pantheism is frequently brought against these thinkers, the term theosophical is never used in their regard.",
        "The speech overthrew De Lessart, whose accusation was decreed; and Roland, the nominee of the Girondists, entered the ministry.",
        "The antagonism caused by such an attitude had reached a significant point when on the 10th of April Robespierre himself laid his accusation before the Convention.",
        "The decree of accusation was voted, and the Girondists were proscribed.",
        "At thirty years of age he appeared in public, and after a short period (we cannot determine how long, but possibly eighteen months) he was crucified, upon the accusation of his countrymen, by the Roman authorities.",
        "Jerome vowed that he would not leave Vienna till he had cleared himself from the accusation of heresy.",
        "He brought about the accusation of Fouquier-Tinville, and of J.",
        "The trial accordingly took place before a body of her majesty's councillors, and Bacon had a subordinate and unimportant part in the accusation.",
        "Now, in the excited state of popular feeling at that period, the failure of government to substantiate an accusation of treason would have been a serious matter.",
        "This was the accusation of bribery and corrupt dealings in chancery suits, an accusation apparently wholly unexpected by Bacon, and the possibility of which he seems never to have contemplated until it was actually brought against him.",
        "A second accusation (Edward Egerton's case) followed immediately after, and was investigated by the House, who, satisfied that they had just matter for reprehension, appointed the r9th for a conference with the Lords.",
        "But Job himself, or whosoever was the justest judge, by such hunting for matters against him as hath been used against me, may for a time seem foul, specially in a time when greatness is the mark and accusation is the game.\"",
        "But after the flight of the king to Varennes, Duport sought to defend him; as member of the commission charged to question the king, he tried to excuse him, and on the 14th of July 1791 he opposed the formal accusation.",
        "Scarcely had he refused the accusation of Buscher, when, on account of his intimacy with the Reformed divines at the conference of Thorn (1645), and his desire to effect a reconciliation between them and the Lutherans, a new charge was preferred against him, principally at the instance of Abraham Calovius (1612-1686), of a secret attachment to Calvinism.",
        "A few months later there was an open rupture between the king and his own primate, who ultimately was frightened into exile by a sudden accusation of treason.",
        "Of the sixteen provisions the one which provoked the greatest opposition was that which declared in effect that criminous clerks were to be summoned to the king's court, and from there, after formal accusation and defence, sent to the proper ecclesiastical court for trial.",
        "This incident, combined with the employment of the so-called Cossacks, evoked a protest from the Nationalists, who asserted that Russia was aiding the Royalists; the accusation was true only in so far as it referred to the conduct of certain Russian officials who acted without the consent of the Russian government.",
        "In the case of imprisonment on accusation of crime the writ issued from the court of king's bench (or from the chancery), and on its return the court judged of the legality of the imprisonment, and discharged the prisoner or admitted him to bail or remanded him to his former custody according to the result of the examination.",
        "DELATOR, in Roman history, properly one who gave notice (deferre) to the treasury officials of moneys that had become due to the imperial fisc. This special meaning was extended to those who lodged information as to punishable offences, and further, to those who brought a public accusation (whether true or not) against any person (especially with the object of getting money).",
        "Although the word delator itself, for \"common informer,\" is confined to imperial times, the right of public accusation had long been in existence.",
        "This accusation was not proved, but the history of the Tavora plot remains extremely obscure.",
        "A false accusation of complicity in an assassination, and the intrigues of members of his own Company, clouded his last months, and on the 18th of July 1697 he passed away.",
        "Some of the incidents given as facts by Dio Cassius are manifest absurdities; and Cicero paid more regard to the effect than to the truthfulness of an accusation.",
        "By doing this, indeed, she incurred the wrath of the Church to so great an extent that an act of accusation against her was drawn up at the council of Constance.",
        "George of Podébrad has from the first frequently been accused of having poisoned him, but historical research has proved that this accusation is entirely unfounded.",
        "Excluded at the instance of Robespierre from the Jacobin Club, he was soon afterwards implicated in an accusation levelled against the Hebertists.",
        "The accusation of free-thinking, if not of directly anti-Christian thinking, has always been more common and has recently found much favour.",
        "He has in all in this manner constructed eight discourses or collections of sayings, into which the greater part of Christ's teaching is gathered: (I) On the character of the heirs of the kingdom (v.-vii.); (2) The Mission address (x.); (3) Teaching suggested by the message of John the Baptist (xi.); (4) The reply to an accusation and a challenge (xii.",
        "Not one of the conspirators, even when all hope of saving life was gone, made any accusation against Salisbury or the government and all died expressing contrition for their crime.",
        "An act of accusation, containing in 37 articles the chief complaints against them, was read out to the people; not only their policy, but their orthodoxy was attacked, and there was even an insinuation of sorcery.",
        "The accusation of heresy has usually been dismissed as a slander; but recent investigations make it probable, though not quite certain, that Boniface privately held certain Averroistic tenets, such as the denial of the immortality of the soul.",
        "Tunstall, however, not only dismissed the case, but presented the offender with the rich living of Houghton-le-Spring; and when the accusation was again brought forward, he again protected him.",
        "The \" princes,\" supported by certain \" elders \" and by \" the people \" (quick to change their leaders), succeeded in quashing the accusation and setting the prophet free.",
        "The accusation was perfectly untrue, but this style of political controversy was common, and was adopted by Canning.",
        "A violent manifestation of this resistance took place in connexion with the accusation of heresy brought against the pope.",
        "(Aristie in Sertorius.) There is perhaps some truth in this accusation, however much some of us may be disposed to think that the line just quoted is a fair enough description of the admired ecstasies of Achille and Bajazet.",
        "He was appointed secretary (greffier) to the commune of Marseilles, and in 1792 was commissioned to go to the Legislative Assembly and demand the accusation of the directory of the department of Bouches-du-Rhone, as accomplice in a royalist movement in Arles.",
        "Then he got the act of accusation against Louis XVI.",
        "During the same period the excitement caused by the accusation of atheism brought against Fichte at Jena led to the publication of Jacobi's Letter to Fichte (1799), in which he made more precise the relation of his own philosophic principles to theology.",
        "His very proper unwilli gness to stoop to deny an accusation, that would have been .o disgraceful if it had been true, made ill-natured and silly.",
        "He has also been accused on the same grounds; and if the giver of good wine may be blamed for the guest who gets drunk on it, there is justice in the accusation.",
        "The accusation that he was an \"agrarian\" he thought it necessary to rebut in a speech delivered on the 18th of February 5906 to the German Handelstag.",
        "In France a tendency has been growing among deputies to use the interpellation as a method of attack on or accusation against individual colleagues.",
        "Sonhild or Svanhild becomes the wife of Ermanaric, and the motive for her murder is replaced by an accusation of adultery between Svanhild and her stepson.",
        "He has been freely charged with gross misrepresentation, an accusation to which he laid himself open, for instance, in the account of the birth of James, the Old Pretender.",
        "(the 21st of March to the 4th of April 1795), the Thermidorians decreed the accusation of Barere and his colleagues of the Terror, Collot d'Herbois and Billaud-Varenne, and he was sent to the Isle of Oleron.",
        "The accusation against him was that he had written in contravention of the decree of 1616, and in defiance of the command of the Holy Office communicated to him by Cardinal Bellarmin; and his defence consisted mainly in a disavowal of his opinions, and an appeal to his good intentions.",
        "The same accusation was brought against him at Toulouse, and he only saved his life by timely flight.",
        "The accusation of having poisoned Alexander V.",
        "It was a common accusation brought against Jews and Christians that they had \"no altars, no temples, no known images\" (Min.",
        "Kingsley's accusation indeed, in so far as it concerned the Roman clergy generally, was not precisely dealt with; only a passing sentence, in an appendix on lying and equivocation, maintained that English Catholic priests are as truthful as English Catholic laymen; but of the author's own personal rectitude no room for doubt was left.",
        "absurd accusation, that the nobles were conspiring with the enemy without, had made an impression on the \" people.",
        "accusation of opportunism, but it will allow the Conservatives to claim they have taken a consistent position.",
        "These also protect an honest person from false accusation.",
        "An innocent person should be protected from wrongful accusation.",
        "And teachers can find their names blazoned across the newspapers, their careers shattered - and all on the basis of a false accusation.",
        "blazoned across the newspapers, their careers shattered - and all on the basis of a false accusation.",
        "counter accusation exists.",
        "enormityof Jerusalem renews the wicked accusation of child-murder, and adds other enormities unspeakable in the presence of women.",
        "Muhammad simply fabricated this accusation against them to cover up his embarrassment, implying that he was not the only one who went astray.",
        "lingers in the air of heaven like an accusation.",
        "slanderous accusation.",
        "unjust accusation of infidelity.",
        "viceeter University vise chancellor has denied the accusation made by Professor Roger Burt.",
        "From the very day of Clement's coronation the king had charged the Templars with heresy, immorality and abuses, and the scruples of the weak pope were at length overcome by apprehension lest the State should not wait for the Church, but should proceed independently against the alleged heretics, as well as by the royal threats of pressing the accusation of heresy against the late Boniface VIII.",
        "His neglect to seal the iron chest discovered in the Tuileries, which contained the proofs of Louis XVI.'s relations with the enemies of France, led to the accusation that he had destroyed a part of these documents.",
        "By a law of Aethelred they \"seem to have acted as the judicial committee of the court for the purposes of accusation\" (W.",
        "A number of pamphlets asserting the complicity of the fallen minister in the Popish Plot, and even accusing him of the murder of, Sir Edmund Berry Godfrey, were published in 1679 and 1680; they were answered by Danby's secretary, Edward Christian, in Reflections; and in May 1681 Danby was actually indicted by the Grand Jury of Middlesex for Godfrey's murder on the accusation of Edward FitzHarris.",
        "But Boetius denied the accusation in unequivocal terms. He did indeed wish the integrity of the senate.",
        "This allusion annoyed Jerome, who was exceedingly sensitive as to his reputation for orthodoxy, and the consequence was a bitter pamphlet war, very wonderful to the modern onlooker, who finds it difficult to see anything discreditable in the accusation against a biblical scholar that he had once thought well of Origen, or in the countercharge against a translator that he had avowedly exercised editorial functions as well.",
        "His writings also were ransacked for matter of accusation against him, \"a committee of Scotch spiders being appointed to see if they can gather or make poison out of them.\"",
        "In this he went beyond Cyril and the Alexandrine school generally, who, although they expressed the unity of the two natures in Christ so as almost to nullify their duality, yet took care verbally to guard themselves against the accusation of in any way circumscribing or modifying his real and true humanity.",
        "Such gesture, directed towards an inoffensive person, became an insult, and the word sycophant might imply one who insulted another by bringing a frivolous or malicious accusation against him.",
        "The accusation might not always be supported by facts, but it tended to shake popular confidence in the head of the universal Church, and to inspire other countries with the feeling of a national opposition to an ecclesiastical regime now entirely Gallicized.",
        "George of PodÃ©brad has from the first frequently been accused of having poisoned him, but historical research has proved that this accusation is entirely unfounded.",
        "This explains the charge of Manichaeism levelled against Priscillian (Jerome, for his talk of the Sordes nuptiarum, had been similarly accused, and to escape popular indignation had retired to Bethlehem),' and to this was added the accusation of magic and licentious orgies.",
        "Would Tess McDermott explain this please, or otherwise apologize to the BNP and withdraw this slanderous accusation.",
        "A prominent theme in the plays of William Shakespeare is that of the ambiguous or unjust accusation of infidelity.",
        "Exeter University vise chancellor has denied the accusation made by Professor Roger Burt.",
        "A compulsive liar will usually not admit he or she has told a lie; instead, he or she will either deny your accusation or make up another story to cover up the original lie that was told.",
        "Being compared to someone who is believed to be solely responsible for breaking up the legendary Beatles is a serious accusation and deserves a little more investigating.",
        "Due to his pending divorce and his estranged wife's accusation of the Hulkster hiding assets, those assets have been frozen by the judge until the Hogan's financial issues can be straightened out.",
        "Kate denies the accusation, saying she was \"horrified\" when the rumor first surfaced.",
        "You will likely second guess yourself and be afraid of making a false accusation.",
        "Many times, adults fail to take an accusation of sexual abuse seriously, especially if the perpetrator is a family member or friend.",
        "The accusation of inaccurate data led the UK's General Medical Council (GMC), the authority over medical licensing and ethics, to launch an investigation of Wakefield and study co-authors that lasted from 2007 to 2010.",
        "Although licensing confusion and accusation of price fixing ensued as these direct marketing music clubs figured out how to deal with the demand for each others' release, business boomed for all three.",
        "If an accusation is made and the accused does not have the Death Box, the one who pointed the finger faces the possibility of \"execution.\"",
        "To these charges were added the accusation that he was too tolerant to Christians, Jews and Zoroastrians.",
        "One of the sections is termed the chambre des mises en accusation.",
        "But this ex post facto argument is the sole proof of this view; and it is quite insufficient to prove the accusation.",
        "iii.32, 3) is inconsistent with both the previous statements regarding the \" martyrdom \" of Zoker and James, that they were cited as the only surviving Christian Davididae, and that the persecution on this ground collapsed through the manifest absurdity of the accusation.",
        "Sanson was brought to trial, but acquitted, and Gorsas withdrew the accusation.",
        "It has even been suggested that this gave rise to the myth of the blood accusation in which Jews are alleged to sacrifice a Christian child at Passover; but this is unlikely, since it has never been suggested that this crime was committed in connexion with Purim.",
        "David Brandeis of Jung-Bunzlau in Bohemia was saved from an accusation of poisoning on the 10th of Adar 1731, and instituted a similar family Purim celebration in consequence.",
        "As weeks elapsed without action on the part of the royal widow, while the cry of blood was up throughout the country, raising echoes from England and abroad, the murmur of accusation began to rise against her also.",
        "To the accusation Wallace made the simple reply that he could not be a traitor to the king of England, for he never was his subject, and never swore fealty to him.",
        "In 1744 we find him, in anticipation of a vacancy in the chair of moral philosophy at Edinburgh university, moving his friends to advance his cause with the electors; and though, as he tells us, \" the accusation of heresy, deism, scepticism or theism, &c., &c., was started \" against him, it had no effect, \" being bore down by the contrary authority of all the good people in town.\"",
        "He had been committed to the king's bench prison on the ridiculous charge of libelling the Church in his Paraphrase on the New Testament, and was tried before Jeffreys on this accusation.",
        "How far the accusation of lewdness brought against them is just is hard to say, but they seem to have been a really serious peril to the nation.",
        "It was related how Seth had brought an accusation against Osiris in the great judgment hail of Heliopolis, and how the latter, helped by the skilful speaker Thoth, had emerged from the ordeal acquitted and triumphant.",
        "On the 7th of February and again on the 9th of March the Commons presented articles of accusation dealing chiefly with alleged maladministration and the ill success of the French policy; there was a charge of aiming at the throne by the betrothal of his son to the little Margaret Beaufort, but no suggestion of guilt concerning the death of Gloucester.",
        "shows the nature of the accusation which was thought likely to tell with the Roman governor.",
        "In any case, the accusation is ungenerous.",
        "Finally, the practice of rhetoric and eristic, which presently became prominent in sophistical teaching, had, or at any rate seemed to have, a mischievous effect upon conduct; and the charge of seeking, whether in exposition or in debate, not truth but victory - which charge was impressively urged against the sophists by Plato - grew into an accusation of holding and teaching immoral and unsocial doctrines, and in our own day has been the subject of eager controversy.",
        "For this he waited impatiently five years, keeping himself posted by spies of every stage of the king's last illness, and thus laying himself open to the accusation, believed in by Charles himself, that he had hastened the end by poison, a charge which modern historians deny.",
        "He was a member of the noble Pawenski family, but his pseudonym of Skarga (from \"skarga\" a \"complaint\" or \"accusation\") speedily superseded his real name.",
        "In 1793 he published a treatise, The Calvinistic and Socinian systems examined and compared as to their moral tendency, in which he rebutted the accusation of antinomianism levelled by the Socinians against those who over-emphasized the doctrines of free grace."
    ],
    "definition": [
        "A formal charge of criminal wrongdoing against a person or corporation. See also indictment, information and presentment.",
        "An informal charge that one has committed an illegal, immoral, or otherwise wrongful act.",
        "Link/Cite"
    ]
}