{
    "translation": "להשיג",
    "uses": [
        "How do you hope to achieve that?",
        "Sometimes they achieve rare beauty by accident.",
        "Assuming she'd done all she was supposed to in order to achieve her goal, she would know his location within minutes.",
        "How he expected to achieve that by feigning interest in the goats was a mystery, but at least he cared enough to make an effort.",
        "It is true that there is much disagreement over how to achieve these ideals, but the fact remains we want a just society for all.",
        "Ormazd will summon together all his powers for a final decisive struggle and break the power of evil for ever; by his help the faithful will achieve the victory over their detested enemies, the daeva worshippers, and render them impotent.",
        "It was found that to achieve this result the transmitter must be so constructed as to send out prolonged trains of slightly damped waves.",
        "Freecycle, Craigslist, and a thousand message boards achieve the same outcome.",
        "This is how our Founding Fathers intended our nation to behave: To try to achieve our foreign policy aims through negotiation and, if that failed, through economic sanctions.",
        "P. Joule to achieve; his experiments conclusively prove that heat and energy are of the same nature, and that all other forms of energy can be transformed into an equivalent amount of heat.",
        "It was left to the veteran explorer, Sturt, to achieve the arduous enterprise of penetrating from the Darling northward to the very centre of the continent.",
        "This family, four of whose members are noticed specially below, did not achieve more than municipal eminence until the time of M.",
        "Wouldn't it be foolish to abandon the carefully laid plans that had helped her achieve her goals in the first place?",
        "How was it that the Russian army, which when numerically weaker than the French had given battle at Borodino, did not achieve its purpose when it had surrounded the French on three sides and when its aim was to capture them?",
        "If we obtained this ten-thousand-fold increase simply by allowing specialization and dividing work up among people, then what astronomical gains will we achieve by outsourcing that work to robots capable of working with unimaginable precision at unimaginable speed?",
        "In 1100, indeed, it might appear that a new Crusade from the West, which the capture of Antioch in 1098 had begun, and the conquest of Jerusalem in 1099 had finally set in motion, was destined to achieve great things for the nascent kingdom.",
        "The Democrats had despaired of electing a candidate of their own, and hoped to achieve success by adopting the Cincinnati nominee, should he prove to be an eligible person.",
        "Now a billion or more can achieve that dream, and I foresee a time not far off when everyone on the planet can.",
        "There he could live frugally and achieve some real work.",
        "And thus Israel's old prophetic Torah was at length to achieve its victory, for after Jesus came St Paul.",
        "Asa, it is evident, was too weak to achieve the remarkable victory ascribed to him in 2 Chron.",
        "The situation was more than alarming for the French, but Conde was destined to achieve a last success - for once a success of careful strategy and prudent manoeuvre.",
        "No other method permits the decorator to achieve such fidelity and such boldness of draughtsmanship. The difference between the results of the ordinary and the yuzen processes of dyeing is, in fact, the difference between a stencilled sketch and a finished picture.",
        "By heading off reactionary Austria Napoleon hoped to conciliate the French Liberals; by helping the pope, to satisfy the Catholics; by concessions to be wrung both from Pius and from the Roman triumvirs, to achieve a bloodless victory.",
        "In April Lugard, hoping to achieve better results away from the capital, led the combined factions against the Mahommedans, then raiding the frontier, whom he defeated.",
        "The exercises are divided into four series of meditations technically called \"weeks,\" each of which may last as long as the director considers necessary to achieve the end for which each week is destined.",
        "No doubt he hoped to achieve his end, when he commanded the great army which invaded France in 1373.",
        "They could achieve no success, and sickness ruined the English army.",
        "But though these measures cowed the Poles, they failed to achieve their main purpose.",
        "His singleness of purpose, personal independence and indomit able energy enabled him to achieve triumphs that to others seemed impossible.",
        "But the evils against which he struggled were real and grave; the milder measures of the Constitutional Reformers might have taken long to achieve the results which were due to his hot-headed advocacy.",
        "To achieve their object, a double line of conduct was imposed upon them: they had to absorb the powers of the doge, and also to deprive the people of the voice they possessed in the management of state affairs by their presence in the concione or general assembly of the whole community, which was still the fountain of all authority.",
        "Louis now moved on Amsterdam, brushing aside the feeble opposition which was offered, and it seemed that the French must achieve their object in one short campaign.",
        "Only by dispatching very substantial reinforcements in men, munitions and war material to the scene could the Entente achieve its object.",
        "It was not till 1863, eight years after the death of the tsar in 1855, that the last attempt of the Poles to achieve independence by arms was made.",
        "Towards the end of the 16th century the failure of the alchemists to achieve their cherished purpose, and the general increase in medical knowledge, caused attention to be given to the utilization of chemical preparations as medicines.",
        "In 1824 she gradually relented so far as to say that she would marry if he could achieve independence.",
        "Albert and no doubt stood on a higher level than Anselm and Abelard, not merely by their wider range of knowledge but also by the intellectual massiveness of their achieve ments; but it may be questioned whether the earlier writers did not possess a greater force of originality and a keener talent.",
        "Failing, as stated, to achieve any advantage in the north in 1779, Sir Henry Clinton, under instructions from government, himself headed a combined military and naval expedition southward.",
        "Here is what I think he meant: If you could see a theoretical possibility for something in physics—\"something that might be true\"—then given enough time, you eventually could achieve it in reality.",
        "For computations, we developed processes that required us to perform many intermediate, error-prone steps to achieve an answer.",
        "Emmanuel Philibert, duke of Savoy, represented the oldest and not the least illustrious reigning house in Europe, and his descendants were destined to achieve for Italy the independence which no other power or prince had given her since the fall of ancient Rome.",
        "These few were given the tools to achieve their maximum potential, to live that dream.",
        "He had to face opposition from sectional interests and from the jealousy of interference with their rights on the part of provincial administrations, but he was able to achieve a considerable measure of success and to lay the foundation of a sounder system under which the financial position of the republic has made steady progress.",
        "In consideration of their efforts to achieve independence, Great Britain regards the Czechoslovaks as an Allied nation and recognizes the unity of the three Czechoslovak armies as an Allied and belligerent army waging a regular warfare against Austria-Hungary and Germany...",
        "He worked for the good of the state because he thought his interests were bound up with those of the nation; and it was the real coincidence of this private and public point of view that made it possible for so selfish a man to achieve so much for his country.",
        "The Mamiani ministry having failed to achieve anything, Pius summoned Pellegrino Rossi, a learned lawyer who had long been exiled in France, to form a cabinet.",
        "Many of the notes and essays written by him at Auxonne bear witness to his indomitable resolve to master all the details of his profession and the chief facts relating to peoples who had struggled successfully to achieve their liberation.",
        "His last years were darkened by constant ill-health; and indeed it is marvellous that he was able to achieve so much.",
        "Luthardt, to say that they draw this contrast, do you achieve much by calling the principles of moral and religious belief, with A.",
        "But the result which the European powers in concert had been unable to achieve, was brought about by the accidental circumstances which led France to undertake alone an expedition against Algiers.",
        "- Wireless Telegraphy The early attempts to achieve electric telegraphy involved the use of a complete metallic circuit, but K.",
        "Though the cavalry were freely engaged, the training of both was so far beneath the standard of the present day that the most that can be credited to them in respect of results is that they from time to time averted imminent disaster, but failed altogether to achieve such a decision as was well within their potential capacities.",
        "Though Hobbes came back, after his eleven years' absence, without having as yet publicly proved his title to rank with the natural philosophers of the age, he was sufficiently conscious of what he had been able to achieve in Leviathan; and it was 1 The Human Nature corresponds with cc. i.-xiii.",
        "They did not, indeed, achieve their ideal, but they did succeed in producing some exquisitely lustrous glazes of the, tlamb type, rich transparent brown passing into claret color, with flecks or streaks of white and clouds of iron dust.",
        "To postpone it till the morrow seemed undesirable: to achieve it before nightfall was only possible at the cost of immediate effort.",
        "About 470 the conflict with Sparta was renewed in concert with the Arcadians, but al] that the Argives could achieve was to destroy their revolted dependencies of Mycenae and Tiryns (468 or 464).",
        "We shall count upon the devotion of all towards the State and we shall show that not only have we been able to achieve our liberty but that we know how to preserve it and to be really free - worthy of our great past, of our traditions and of our sufferings.\"",
        "In 1813 Mehemet Ali was compelled to take the field himself with fresh troops, but was unable to achieve any decisive success, and in 1814 Tusun was again defeated beyond Taif.",
        "contrary, the thing once done would go further; and the state would take up the name of Crusade in order to cover, and under such cover to achieve, its own objects and ambitions, as in the future it was destined again and again to do.",
        "On the 7th of November he fought his first battle as a commander, that of Belmont (Missouri), which, if it failed to achieve any material result, certainly showed him to be a capable and skilful leader.",
        "He was unable to achieve much during his last term of office, as his health was greatly impaired; his Divorce Bill, although voted in the chamber, had to be withdrawn on account of the strong opposition of the country.",
        "His foreign policy, less happy and less wise, was animated by two aims - to increase the French power in Italy and to seat himself on the papal throne; and these aims he sought to achieve by diplomacy, not by force.",
        "It seems obvious that with this limited force, operating in difficult country, Conrad could not have hoped to achieve the more ambitious results which he had urged would follow upon a successful attack from the Trentino.",
        "Owing to a misconception the columns used for advance were over-heavy and unwieldy, and the corps failed to achieve anything of importance.",
        "To achieve these aims, a high response is needed.",
        "We will strive tirelessly to achieve it.",
        "achieve goals.",
        "show which colors work to achieve the results you want.",
        "To achieve this second stage the impulses must be trained in such a way that the fitness of things indifferent may be the guide of conduct.",
        "Here his movements were so hampered by the interference of the commissioners of the republic that, with all his valour, he could achieve no decisive success.",
        "She would be helping them achieve a miracle and they would be helping her with a financial problem.",
        "His season was passing like tomatoes still green when the frost hits, unable to fulfill what they've been straining to achieve through the long hot summer.",
        "To achieve this, a catchment based approach is required.",
        "The love and romance psychic can help you achieve divine bliss and happiness in your love life.",
        "And the text is remarkably candid about the way to achieve success.",
        "Carefully compare the new unsigned master with the old one, to make sure that the changes achieve the desired effect.",
        "achieve these aims, a high response is needed.",
        "It started too late to achieve its object, and on the 25th of January 1885 Khartum was captured by the Mandi and Gordon killed.",
        "In the film two of the characters don't achieve their aims. That makes the film rather melancholy, although it's basically a romantic story.",
        "The key elements of the project to help achieve these objectives were listed in order of cost.",
        "The primary objective is to achieve best practice in long term interoperability between its systems.",
        "You can achieve optimum performance with recycled paper.",
        "Working with partners and colleagues to achieve the results our client is seeking is another challenge I relish.",
        "achieve four successes in Charter Mark, the latter being the new Charter Mark Standard.",
        "achieve enhanced performance targets than would otherwise be the case.",
        "achieve more than they could otherwise do through working independently of each other.",
        "There are seafarers studying with the OU at all levels and, to prove the point, many successfully achieve graduate status every year.",
        "To achieve greater consistency in workshop groups week to week.",
        "Waddell, however, was a very single-minded man who mixed a clear vision of what he wanted with the determination to achieve it.",
        "After Reims Joans first thought was for Paris, and to achieve the final overthrow fEar!",
        "The goal was quality of service to achieve a 92% compliance in customer assessments of agency performance against service level agreements.",
        "Even now, we are prepared to go the extra step to achieve disarmament peacefully.",
        "The occupiers have proved unable to achieve even the reconstruction to the level achieved by the Ba'athist regime under sanctions and episodic bombing.",
        "Where candidates fail to achieve the stipulated results, an offer may still be made unconditional.",
        "Some nice moments but also a few that almost undo all the work that you have managed to achieve.",
        "In particular they set out procedures that mean to achieve uniformity in practice.",
        "The non-specific pitch indication was also used with a specific rhythmic notation to achieve rhythmic unisons within ' improvised ' tonalities and harmonies.",
        "The resolution draws on the Final Document of the 2000 NPT Review Conference, welcoming the efforts undertaken to achieve the treaty's universality.",
        "Any novel about children has the chance to achieve a universality that a novel about adults will struggle to attain.",
        "Modern stain removers use artificially produced urea to achieve the same result.",
        "A great debate ensued about whether there was value in developing a DOI when a permanent URL could achieve the same degree permanence.",
        "The new Verona power chair enables the user to achieve a very high degree of independence.",
        "To achieve smooth results, any triangles which share a common vertex should have the same normal vector at that vertex.",
        "vindicate the long-standing claim that such algorithms achieve both speed-up and scale-up.",
        "voltage waveform to achieve rectification.",
        "He is a financier of enormous wealth, which he admittedly intends to use to achieve the destruction of American liberty.",
        "well-founded belief that we are then more likely to achieve them.",
        "Both in his sporting and vocational careers, he shows incredible willpower to reach for goals and achieve winning performance.",
        "You will achieve investment in a diverse enabled and motivated workforce.",
        "In his experience, if a patient was feeling too wretched, a meeting might achieve very little.",
        "zap the shuffling aliens, dodging their laser missiles, using the bases for cover to achieve the highest score.",
        "Capacity for work brought him places on important committees - he was chairman successively of the committee on military affairs, the committee on banking and currency, and the committee on appropriations, - and his ability as a speaker enabled him to achieve distinction on the floor of the House and to rise to leadership. Between 1863 and 1873 Garfield delivered speeches of importance on \"The Constitutional Amendment to abolish Slavery,\" \"The Freedman's Bureau,\" \"The Reconstruction of Rebel States,\" \"The Public Debt and Specie Payments,\" \"Reconstruction,'\" The Currency,\" Taxation of United States Bonds,\" Enforcing the 14th Amendment,\" National Aid to Education,' and \"the Right to Originate Revenue Bills.\"",
        "Chosen by Cook himself, she was renamed the \" Endeavour,\" in allusion to the great work which her commander was setting out to achieve.",
        "All but the lowest plants visibly tend towards or actually achieve in various degrees the differentiation of the body, whether sporophyte or gametophyte, into stem, leaf, root, &c., that is, the differentiation of parts not previously present.",
        "That such a man would ever have used the unparalleled powers of ecclesiastical jurisdiction with which he had been entrusted for a genuine reformation of the church is only a pious opinion cherished by those who regret that the Reformation was left for the secular arm to achieve; and it is useless to plead lack of opportunity on behalf of a man who for sixteen years had enjoyed an authority never before or since wielded by an English subject.",
        "Unregulated enthusiasm might of itself have achieved little or nothing; enthusiasm caught and guided by the astute Norman, and the no less astute Venetian or Genoese, could not but achieve tangible results.",
        "The Porte strove by every means at its disposal to thwart their activity; but elsewhere they were regarded as a body of academic enthusiasts, more noisy than dangerous, who devoted their scanty funds to the publication of seditious matter in Paris or Geneva, and sought to achieve the impossible by importing western institutions into a country fit only to be ruled by the sheriat and the sword.",
        "The campaign failed directly to achieve its purpose, but nevertheless, the Turkish regular army, irreplaceable in so far as it had been brought to a high state of efficiency by German reorganization and training, was destroyed during the operations.",
        "The spirit of courage and endurance which had enabled the Czechoslovaks to achieve their independence was now to inspire a further work of no mean significance - the consolidation of a free, democratic and enlightened republic in the heart of Europe, the most westerly outpost of the great Slavonic world stretching from the banks of the Elbe and the Danube to the Pacific Ocean, and at the same time a nation bound by ties of gratitude and common interest to the Anglo-Saxon and Latin races.",
        "The cold reception it met with shattered at a blow the dream of Wolfgang's life; henceforth he realized that to the world he was interesting mainly as \"Goethe's grandson,\" that anything he might achieve would be measured by that terrible standard, and he hated the legacy of his name.",
        "The emperor had already made up his mind to place one of his brothers on the Spanish throne; but in order to achieve this it was necessary to cajole the young king Ferdinand VII.",
        "I can easily list a half-dozen reasons this goal will be difficult to achieve.",
        "A major interpretational feature of this piece is to achieve the subjective accent on the first of each pair of quaver chords occurring throughout.",
        "A complete description of the EC process is not possible to achieve due to the large number of involved atomic rearrangement pathways.",
        "The key to success is in reconciling what 's possible and what 's practical in order to achieve maximum benefit at minimum cost.",
        "In order to achieve this when running the system from a mains water tap you need to use a Pressure Reducer.",
        "Successful reform of the CFP is essential to achieve marine environmental sustainability.",
        "Curb bits are also used to achieve \" vertical flexion \" in highly trained dressage or reining horses.",
        "Collaborative working with partners and colleagues to achieve the results our client is seeking is another challenge I relish.",
        "Requirements of entry: Students should achieve a minimum of a ' D ' grade in all four level 2 Business & Management courses.",
        "Seedling rootstocks are raised and potted up before being brought into the glass house before grafting, so as to achieve a quick union.",
        "The nine patients who failed to achieve CR with chemotherapy subsequently received salvage radiotherapy but only two of them obtained CR.",
        "To what extent do current policies achieve an integrated, multi sectorial approach to development of rural areas and how can this be increased?",
        "By tabling the amendments, we sought to achieve greater clarity in the Bill.",
        "The present Intifada is the popular expression of the failure of the Oslo agreements to achieve Palestinian self-determination.",
        "Server virtualisation is a technology which would give us virtual servers to achieve the same desired goal whilst reducing the number of physical servers.",
        "To achieve this block the foot is held up, and the palmar vessels are palpated over the palmar aspect of the sesamoid bones.",
        "As we move into a new millenium, Mars is a shining beacon of all we can become; all we can achieve.",
        "There will be a shortfall in the funding needed to achieve Decent Homes.",
        "Informal means (a letter, tear-off slip), will always be tried to achieve compliance before invoking formal procedures.",
        "Be ruthless with slipshod work that loses sight of what you are trying to achieve.",
        "Terry opened the batting for his house, and being a good all round sportsmen was expected to achieve a good score.",
        "Rhymes and singing may help a child to achieve fluency - many children do not stammer when they sing.",
        "Pressure to achieve waiting list targets should not be allowed to stifle local innovation.",
        "But at Be we strive tirelessly to achieve it.",
        "We strive to achieve individuality in every project we do.",
        "Rather achieve the required emphasis with an effective style of writing.",
        "The use of colored inks to achieve an image is known as a subtractive process.",
        "Environmental legislation is not sufficient to meet sustainability targets so to achieve them, economic activities must take better account of environmental objectives.",
        "The design team are constantly striving to provide better ways to achieve sunless tans.",
        "If you taught the lesson prepared how successful was it, did you achieve your objective of raising an equal opportunities issue?",
        "Go toe-to-toe with will achieve its anxious to tell.",
        "The 1689 toleration act was indeed an important landmark in the struggle to achieve religious toleration.",
        "His ambition has led to him to trample over the careers of several other officers to achieve his aims.",
        "The screw runs at up to 500 rpm to achieve a mixing performance that normally requires a more expensive twin-screw extruder.",
        "ASUS Notebooks are a perfect synthesis of advanced technology and ultramodern design, where science and creativity achieve a pinnacle of integration.",
        "The resolution draws on the Final Document of the 2000 NPT Review Conference, welcoming the efforts undertaken to achieve the treaty 's universality.",
        "It is possible to achieve business results that you can measure, through proven scientific approaches to unlock people potential.",
        "That in turn will largely determine how successfully we can achieve an orderly unwinding of the present imbalances.",
        "You must achieve all that there is between the chords, at the vibratory level.",
        "Achieve Better Health - vitamin mineral nutritional supplement - vitamin e...",
        "A controller in the synchronous buck converter switches the FETs according to the input voltage waveform to achieve rectification.",
        "Above all, high standards of behavior are expected, in the well-founded belief that we are then more likely to achieve them.",
        "Zap the shuffling aliens, dodging their laser missiles, using the bases for cover to achieve the highest score.",
        "He hoped to achieve a state of enlightenment by attending numerous courses about unfamiliar topics.",
        "Mercenaries may achieve their goals, but they often aren't as ambitious and long-term as missionaries.",
        "Pilfering was suppressed, and the revolts of the malcontentsthe Gaut/ziers of The Normandy, the Croquants and Tard-aviss of Prigord achieve.",
        "There is another language which has some claim to achieve useful unifications.",
        "We have also developed parallel SP algorithms and the computational results vindicate the long-standing claim that such algorithms achieve both speed-up and scale-up.",
        "He watched for quite a while, until the model reached a level that had taken him years of apprenticeship under his father to achieve.",
        "Later, when all was quiet, a rest­less half-sleep was all he could achieve.",
        "Owing to the very rapid movement and the consequent increased rate of transmission of heat, the pipes and radiators may be reduced in size, in many circumstances a very desirable thing to achieve.",
        "If his policy miscarried in several quarters it was eminently successful in others; and if we consider the sum of his efforts to achieve the.",
        "It were better called exclusiva or elimination of the alternative, which Bacon proposes to achieve, and thereby guarantee his conclusion against the possibility of instance to the contrary.",
        "To achieve this one end had, indeed, become the overmastering passion of Mahmud's life, to defeat it the object of all Mehemet Ali's policy.",
        "On the events through which the human race is to achieve its destiny Ballanche gives few intelligible hints.",
        "It was easy enough to collect a great army and achieve a great victory; it was absolutely impossible to hold the army together for any longer period, or to conduct a regular campaign.",
        "As the first founder was of Phoenician descent, so he drew most of his adherents from the countries which were the seat of Hellenistic (as distinct from Hellenic) civilization; nor did Stoicism achieve its crowning triumph until it was brought to Rome, where the grave earnestness of the national character could appreciate its doctrine, and where for two centuries or more it was the creed, if not the philosophy, of all the best of the Romans.",
        "Two great powers, Egypt and Turkey, challenged the naval and commercial supremacy of the Portuguese, but an Egyptian armada was destroyed by Almeida in 1509, and though Ottoman fleets were on several occasions (as in 1517 and 1521) despatched from Suez or Basra, they failed to achieve any success, and the Portuguese were able to close the two principal trade routes 1 Decadas, XII.",
        "The dominating ambition of his life was to achieve fame, but though that sometimes betrayed him into petty jealousy, it did not leave him insensible to the claims on his knowledge of the \"cause of humanity,\" to use a phrase often employed by him in connexion with his invention of the miners' lamp. Of the smaller observances of etiquette he was careless, and his frankness of disposition sometimes exposed him to annoyances which he might have avoided by the exercise of ordinary tact.",
        "Leonardo sought to achieve that conquest and at the same time to carry the old Florentine excellences of linear drawing and psychological expression to a perfection of which other men had not dreamed.",
        "Lancelot, as lover of Guinevere, could not be permitted to achieve so spiritual an emprise, yet as leading knight of Arthur's court it was impossible to allow him to be surpassed by another.",
        "Hence the invention of Galahad, son to Lancelot by the Grail king's daughter; predestined by his lineage to achieve the quest, foredoomed, the quest achieved, to vanish, a sacrifice to his father's fame, which, enhanced by connexion with the Grailwinner, could not risk eclipse by his presence.",
        "Henry did not achieve his purpose, indeed he seems to have failed to, use his strength to its best advantage, and al1ow~d himself to be bought off by a futile marriage treaty by which his eldest son was to marry the French kings daughter (i16o).",
        "They had shaken the grip of the English on the north, and reconquered a vast stretch of territory, but they had failed by their own fault to achieve complete success.",
        "As the majority of Frenchmen wanted to be rid of them, they could achieve their purpose only by extraordinary means.",
        "Meaning, design and purpose are to him terms far more explanatory of his movements in the outer world than the mechanical and mathematical equivalents to which his actions will ultimately be reduced if the sciences should achieve their avowed purpose.",
        "Although the priestly source shows how the lore could be reshaped, and Jubilees represents later efforts along similar lines, it is evident that for ordinary readers the patriarchal traditions could not be presented in an entirely new form, and that to achieve their aims the writers could not be at direct variance with current thought.",
        "I will strive to achieve individuality in every project we do.",
        "To demonstrate the ability to achieve full cost recovery in respect of Client Services.",
        "Women who exercise have been shown to achieve higher levels of continuous abstinence from smoking than non-exercisers.",
        "achieve Not what you may have had.",
        "achieve that also fuels their success.",
        "achievement of the next target will require a further 1.5 million learners to achieve a first qualification by 2010.",
        "The wine maker can also correct or adjust the acidity of the wine using tartaric acid to achieve the taste they are looking for.",
        "Having survived a very troubled adolescence she had made a successful start on a service career and hoped to achieve officer status.",
        "Concealing the real underlying motive and concentrating the public's attention on the formal side were allowing the aggressor to achieve two goals.",
        "allotted according to the percentage of votes they achieve minus the seats won by majority.",
        "To achieve good performance from lazy implementations, it proved necessary to apply strictness annotations to certain commonly-used data structures.",
        "They appear anxious to achieve this by any possible means.",
        "In freshwater aquaculture, the farms achieve a mean efficiency level of 83% .",
        "holistic aromatherapy allows your body and mind to achieve equilibrium.",
        "Daily variable demands on electricity and cooling can be balanced to achieve a relatively constant demand for power and thermal output around-the-clock.",
        "The aim, however, is not to achieve a haughty puritanism or to become priggish; nor is a severe asceticism considered desirable.",
        "aspireudy in perverse musical abandon aspiring to achieve pure sound?",
        "aspiring to achieve is at least match your existing terms in terms of performance or to increase them.",
        "audio commentary from the director giving an insight in what he was trying to achieve.",
        "The screen refresh rate is an amazing 60 frames per second, whilst still having time to achieve continual autofocus.",
        "In order to enjoy and profit from reading, pupils must achieve automaticity of word recognition.",
        "We must be prepared to exhaust all avenues to achieve that.",
        "The gear linking the two wheel axles is raised slightly above center line to achieve a correct mesh distance.",
        "It's a spoilt ballot which has been proven time after time to achieve nothing.",
        "With certain short-acting benzodiazepines it is not possible to achieve a smooth decline in blood and tissue concentrations.",
        "In order to achieve vertical lift he envisaged the use of four centrifugal blowers disposed around the aircraft's center of gravity.",
        "morning dose: The morning bolus dose is administered by the pump to rapidly achieve the therapeutic dose level (within 10-30 minutes ).",
        "boroughHerts is the only district or boro council in the county to achieve a level three.",
        "To achieve a breakthrough requires a suitable storage material of 6-7 weight percent hydrogen.",
        "Here are some tips to help with you achieve your pefect bridal makeup: s ome more interesting links.. ... .",
        "I think Ill market my idea of NVQs you can achieve by doing bugger all!",
        "buy direct from the importer and achieve maximum margins.",
        "campuses situated in Launceston, Tasmania provide the facilities to achieve it's mission.",
        "In order to achieve a heart beat award hospital and workplace canteens and schools have to comply with a wide range of criteria.",
        "In addition the input transistors were sized to achieve low noise while taking into account the high source capacitance.",
        "It seems to achieve this by inhibiting those factors which destroy cartilage.",
        "One of the key technologies which is helping to achieve these goals is heterogeneous catalysis.",
        "Increase the total population size of small-flowered catchfly in the UK Achieve the natural colonization of new sites.",
        "CCD imaging and am still trying to achieve the perfect focus.",
        "centralize power and achieve administrative reform.",
        "It was a religious act specifically undertaken to achieve the ritual purity required for participation in religious ceremonials.",
        "Creative Solutions provides support to SMEs to help them develop best practice to achieve new ways of working to meet business challenges.",
        "Our longer term aim to achieve functional characterization of these components.",
        "Start to Finish A step by step flow chart showing what you need to achieve to pass your test.",
        "physical force chartists led by O'Connor were not afraid to use violence to achieve their aims.",
        "chelated minerals achieve maximum absorption in the body - an increase of up to 60% .",
        "To achieve this standards, small amounts of a reducing agent are added where necessary to control the quantity of soluble chromium.",
        "It also helped achieve greater clarity for me in terms of what I'm personally looking for.",
        "Only a combined uprising headed by the working class can achieve its aim.",
        "clean-cut American style, if you follow the instructions you can achieve the same results.",
        "clear at the outset what it is you are trying to achieve by starting a new group.",
        "But the most important thing the centre-left coalition might achieve is proportional representation.",
        "For starters you get an audio commentary from the director giving an insight in what he was trying to achieve.",
        "In addition, finding relevant benchmarking measures that make meaningful comparisons between providers or suppliers can be hard to achieve.",
        "The key components of our degrees allow us to achieve this.",
        "Volunteer Challenge aims to achieve an active membership, which reflects the composition of the student and staff community it serves.",
        "The High Noon reading comprehension program gives your students the extra comprehension skill practice they need to achieve mastery in reading.",
        "We believe that if increased compulsion is necessary, the fairest way to achieve it would be through the state pension system.",
        "conciliatory approach in an effort to achieve consensus among all 15 council members.",
        "In which case, how can we empower different individuals to achieve concordance through partnership?",
        "condensew boilers must have an efficiency rating of A or B, and at the moment only condensing boilers achieve this.",
        "And how to achieve congruence between your work, your home and your personal needs.",
        "So here are the steps to achieve value congruence: Write down your values.",
        "He could achieve neither personal nor imperial conquest of this colony.",
        "The aim of Pelican is to achieve a consensus economic model that will appeal to all stakeholders.",
        "Add only enough water to achieve a thick shake consistency.",
        "National provisions which reflect Charter rights may achieve higher legal ranking in the national system; perhaps even constitutional status.",
        "Engineering Details The landfill facility is engineered to achieve full containment of landfill gas and leachate.",
        "Without the saving knowledge of Jesus Christ in our lives, we can never achieve true contentment.",
        "Wherever possible continence training and promotion should be undertaken to allow the child or young adult to achieve continence and independence.",
        "In order to achieve this he wanted to return to the ways and means of the medieval craftsman.",
        "The best strategy to achieve high muscle creatine stores is the implementation of a short loading phase.",
        "The aim is to achieve high concentrations of activated cyclophosphamide locally in the tumor while minimizing circulating levels of the drug.",
        "decideld takes you through all the stages involved from deciding what you want to achieve, tailoring your campaign and deciding whom to mail.",
        "deep into enemy territory to achieve surprise.",
        "demonstrate the ability to achieve full cost recovery in respect of Client Services.",
        "However, there was a strong desire to achieve seamless integration from ` discovery ' through to ` delivery ' .",
        "You can definitely be confident of success if you are absolutely determined to achieve your ambition.",
        "Sumner wrote: The great organ diapason chorus is as near an approach to a Schulze chorus as it was possible to achieve.",
        "It will give therapists the tools to motivate clients to follow specific dietary and supplementary recommendations to achieve optimum health.",
        "To achieve half of the cure for PPS, it doesn't cost a dime.",
        "Our advanced technology is used for online direct marketing and helps marketers achieve a better understanding of their customers and prospects online behavior.",
        "Strong leader, able to motivate a geographically disparate team to achieve agreed goals.",
        "disparitytheir framework argues, science policy could also help to achieve another Government priority closing regional disparities in prosperity.",
        "distaste for war, Lincoln was not afraid to wage total war to achieve total victory.",
        "Despite his strong distaste for war, Lincoln was not afraid to wage total war to achieve total victory.",
        "Distinction To achieve a distinction To achieve a distinction, you must produce a good set of html information pages.",
        "The Association wishes to achieve a balanced return from a broadly diversified blend of assets.",
        "Duodenal switch is a modification of the biliopancreatic diversion, which tends to achieve less postoperative diarrhea.",
        "But many questions still remain - What approach is best to achieve landfill diversion targets?",
        "Under the current voting system, a single party can achieve dominance on a council despite securing a minority of the votes cast.",
        "Its goal is to achieve \" fully spectrum dominance \": a monopoly of the use of space for military purposes.",
        "Donald trump achieve its own.",
        "To achieve this good control, you may need extra insulin injections and your overall insulin dose will increase.",
        "draconic minions, Ragnaros will go to any extreme to achieve final victory.",
        "dromedary camel is the most likely animal to help achieve this aim.",
        "duress of circumstances that would achieve many of the same results.",
        "understand group dynamics in order to achieve better results from your team Group dynamics are at the heart of successful teamwork.",
        "To achieve better diagnostic standards it is necessary to have open access echocardiography.",
        "educable group realized that they had not been sufficiently challenged to achieve their full potential.",
        "We studied two approaches to achieve co-delivery of multiple effectors via a single transgene.",
        "These engines tend to run at high piston speeds to achieve maximum efficiency.",
        "To achieve this, we carried out a QTL analysis of the parameters of a model of leaf elongation rate (Reymond et al.",
        "They are undoubtedly convinced of the value of collaborations; their ability to achieve them for the same price somehow eludes them.",
        "embracee know we must be bold in embracing whatever it takes to help us achieve our goal.",
        "A lord needs to achieve a simple majority of all available voting power to be elected emperor.",
        "enables the user to achieve a very high degree of independence.",
        "enlightening to have contact with others that really understood what the families had been through in order to achieve their pregnancies.",
        "Makarios, whose aim was to achieve enosis in the long term, was overthrown.",
        "On the one hand, it has to intervene in order to achieve intergenerational equity, compatibly with a time consistent social welfare criterion.",
        "Most men take their ability to achieve an erection for granted.",
        "key escrow would have to be global to achieve its stated purpose, and there is now no prospect of this.",
        "Continued to promote and achieve very good student / staff relationships in the school which foster a positive ethos and promote effective learning.",
        "exfoliate with a body scrub first this will help achieve an even, natural-looking result.",
        "exhaust all avenues to achieve that.",
        "expertise combined with strong small business management skills enables us to help you achieve your business objectives.",
        "Some wildly extravagant claims have been made about what ID cards would achieve.",
        "Instant eyelift is an amazing new serum that enables you to achieve the results of a cosmetic eyelift but without the surgery.",
        "This would be impossible to achieve with wild birds so we engage a professional falconer with whom we have worked over many years.",
        "Achieve superior range with distances of up to 300 feet with automatic rate fallback.",
        "Short Description Omega 3 Fish Oil contains the fatty acids EPA and DHA which are essential to achieve and maintain great health.",
        "How can we achieve fidelity to the national model for community services in rural areas?",
        "firepower of both surface-based weapons and CAS aircraft should be integrated effectively to achieve the desired concentration of fire on targets.",
        "firms of chartered surveyors recruit regularly from our courses, enabling us to achieve a high level of recruitment.",
        "You will achieve a greater fluency in every day English.",
        "To achieve the speed gain, researchers at the University of Southampton added fluorine to the silicon devices.",
        "distribute flyers telling people what you are trying to achieve, get them to sign a petition.",
        "Esthetic convention allows that an architectural folly, well executed, can achieve a real artistic integrity in its deliberate incompleteness.",
        "There are some misguided fools who imagine that one can achieve spiritual excellence without adhering to the Sunna.",
        "forecast outturn in order to achieve 3 Stars.",
        "franchisee network to achieve better results than might otherwise be achieved.",
        "If you feel I'm the right person to help you achieve your success as a make-up freelance, begin now.",
        "freemanshould not be studied to achieve a specific aim, but in the liberal spirit which creates true freemen.",
        "How can we achieve a ' united front '?",
        "fundraising events every year in order to achieve these purposes.",
        "Companies should have their sights set on long-term business transformation rather than just using outsourcing as an operational tactic to achieve short-term monetary gain.",
        "The Forward Looks show that councils expect to achieve around £ 1.2 billion of efficiency gains in 2005/06.",
        "If the 4th gear ratio is too low (high number) then it will limit the speed the scooter can achieve.",
        "Of course, these demands cannot automatically generate the struggle to achieve them.",
        "To achieve this, it is necessary to identify the wanted genotypes or gene combinations.",
        "How to take germanium safely It's important to take an organic form of germanium to achieve the best results.",
        "A truly globalized art history will take perhaps a century (or more) to achieve - we have to start somewhere!",
        "Through the mortification of the mind rather than of the flesh one may achieve gnosis.",
        "The firm's culture is very much focused on working together to achieve goals.",
        "The workshops cover: Making simple plans of action to achieve realistic goals each week.",
        "These two things, he believed, helped him achieve Olympic gold later in his career.",
        "Last summer, he became the first swimmer to achieve six gold medals at the world swimming championships in Japan.",
        "Will you achieve the grades required to study the course?",
        "Perceval's failure to achieve the Grail at first is due to his not asking the Grail question (What is the grail?",
        "Apart from the rather grandiose idea what actually did he achieve?",
        "A second PDS is placed in the same manner to achieve a firm grasp of the CA ligament.",
        "They wanted to help him achieve his Level 2 and Level 3 to enable him to become head greenkeeper.",
        "gunstock finish to achieve a high gloss and comfortable handling characteristics.",
        "To achieve a longer half-life various techniques may be adopted.",
        "hallmark of excellence in primary care -- maybe some day we'll all achieve it.",
        "hate racism campaign can achieve today?",
        "I hardly expected to be able to complete it, let alone achieve the giddy heights of Senior Honors!",
        "Here Sassoon seems to achieve the status of a tragic hero.",
        "Help nature achieve homeostasis Treatment will induce over-active or under-active glands and organs to return to their normal functioning level or balance.",
        "hope to achieve in her new role?",
        "She does not over reach herself by trying to sell the houseboat, she is limited in what she can realistically achieve.",
        "In 1987 domnick hunter became the first UK based filter company to achieve ISO 9001 registration.",
        "Others who achieve significant depth may believe only light hypnosis was achieved.",
        "hypnosis tapes will help you achieve this goal.",
        "idealism of young people focussed on an organization over which they have control allows them to aim high and to achieve even higher.",
        "Our findings indicate the importance of combining engineered T cells with other anti-tumour strategies such as vaccination to achieve a better tumor immunotherapy.",
        "To help you achieve this, incise offers a complete content development, management and research service.",
        "We continue to strive to achieve this important goal so that we can be truly inclusive.",
        "We have given operational independence to the Bank of England to set interest rates to achieve the Government's target for inflation.",
        "inductor value required to achieve your chosen maximum power at your chosen maximum rotary speed.",
        "Hence many tricks are used to cheat them and achieve artificially inflated rankings.",
        "insecticide spray treatments are unlikely to achieve any lasting effect alone.",
        "The acoustic instrumentation required to achieve both these objectives is the same.",
        "However, although the Arab stage attracted the Arab intelligentsia, it did not achieve a breakthrough.",
        "The aim is to achieve interoperability through \" harmonization of design \" .",
        "To achieve the Government's goal, tribunals will have to become more interventionist.",
        "manipulated to achieve a variety of effects.",
        "The sober effort to achieve such mastery is, of course, exactly what's needed.",
        "Working within a council housing department can also be a satisfying career move with many striving to achieve excellent service for their tenants.",
        "In general, narcissism and jealousy are the two avenues to power, the two ways to express and achieve power.",
        "necessary to achieve such precise control are highly specialized.",
        "negotiate according to their brief and will endeavor to achieve the best possible result for their client.",
        "Despite the large number of the optic nerve fibers their capacity of plasticity for to achieve recovery is rather limited.",
        "First, a specific duty should be placed on the Secretary of State to achieve a safe road network.",
        "The main aim should be to achieve cost neutrality over 58 years.",
        "And some will use enormous amounts of effort and energy to try to achieve this nirvana.",
        "Its octave nominal is however an almost perfect octave, something which modern founders do not usually achieve.",
        "Wallace the lion was to achieve high notoriety at the infamous ' Lion Fight ' in Warwick.",
        "The second method is to increase the arc of the shorter oar to achieve the same cord length illustrated by the red line.",
        "obstruct what you are trying to achieve or are unwilling to help.",
        "Visconti thus leaves the story open-ended, showing that there has to be a revolutionary change to achieve anything.",
        "Since 1999, the company has been consulting with agencies and advertisers to drive campaign objectives and achieve optimal ROI.",
        "Emphasis was put on the high fiber diet needed by rabbits to achieve optimum GI tract motility.",
        "OBJECTIVES The key objective was to achieve best practice levels of safety, quality, time and cost performance for all participating organizations.",
        "Trust your wife to decide on the best position for her to achieve orgasm.",
        "Will they seek to achieve the most favorable deal by establishing negotiating pacts?",
        "painless to achieve.",
        "I like the contradiction between the craft of working with metal, and the very painterly image which I aim to achieve on paper.",
        "To achieve this, all aircraft were fitted with freight panniers, some of which will be removed for container dropping exercises.",
        "The target to achieve parity could not be achieved.",
        "The Forest of Dean District Council has truly embraced public-private partnership to achieve the best for its community.",
        "Skill is needed to achieve the appropriate balance to avoid creating an unacceptable pastiche.",
        "Much practice is required in order to achieve perfection.",
        "peroxide stargazer hair color allows you to achieve a wide range of vibrant translucent colors.",
        "How do they achieve what Carnegie called scientific philanthropy?",
        "You should always try to achieve the greatest depth of field possible, as in close-up photography this is always small.",
        "You achieve a bigger, leaner physique that just keeps getting bigger and leaner!",
        "What we would expect you to achieve at the end of your elective placement.",
        "Also, media engines may need to coordinate themselves e.g. to synchronize audio playback with presentation of video streams to achieve lip synchronization.",
        "Peaches may need to be hand pollinated in cold weather to achieve good fruit set.",
        "This is more than the researchers had hoped to achieve, since they didn't expect the pigs to produce leaner pork.",
        "Three links, two straps and a voltage control potentiometer are provided to achieve this voltage range with different input voltage supplies.",
        "In addition, to achieve a high efficiency, it is desirable to recovery synchronization from received data signals without using preambles.",
        "Even if they do, a separate phono preamp can often help you achieve higher fidelity replay from your vinyl.",
        "He uses lots of emotive language to try to achieve his goal of changing people's preconceptions about the subject of immigration.",
        "primary objective is to achieve Best Practice in long term interoperability between IT systems.",
        "Wiltshire County Council will begin the necessary statutory procedures to achieve this.",
        "These programs will help you achieve flawless English pronunciation.",
        "It seems possible that the provisions of this proposal could conflict with the ability of fishery proprietors to achieve that.",
        "Their parents will feel proud too of seeing them achieve at a high level.",
        "publicize ran a very successful day publicizing the report 's findings under its program called Achieve.",
        "We influence local and national policy to improve public services for the most vulnerable, using the law to achieve change.",
        "When it was set up in 2002 it planned to achieve 284 successful quitters after a year and actually achieved 323.",
        "It would have cost Phoenix in excess of £ 25,000 to achieve this level of 4-week quitters through the mainstream service.",
        "Failure to achieve a quorum can, therefore, seriously disrupt the decision-making process of a charity.",
        "It took the Alliance Orders 30 years to achieve a rapprochement with the SMOM.",
        "The surfaces were then rationalized in CATIA to achieve repetition without sacrificing form.",
        "Children who did not achieve viral load suppression or had viral load rebound had subsequent resistance tests.",
        "reconcile to success is in reconciling what 's possible and what's practical in order to achieve maximum benefit at minimum cost.",
        "These stories show the struggle that goes on in trying to achieve reconciliation.",
        "In order to achieve this when running the system from a mains water tap you need to use a Pressure reducer.",
        "There is no evidence that trading by itself can achieve adequate reductions.",
        "To achieve this we have completely refitted the existing site in Tobacco Dock in tandem with the new build of Sevenoaks.",
        "reform of the CFP is essential to achieve marine environmental sustainability.",
        "requirements of entry: Students should achieve a minimum of a ' D ' grade in all four level 2 Business & Management courses.",
        "New journals can take a long time to achieve respectability, let alone prominence.",
        "A color diagram will help to show which colors work to achieve the results you want.",
        "The engine revs need to be kept higher to achieve the performance, best to use low gearing.",
        "The remnants of architecture achieve a melancholy reverie as ivy creeps up a lonely column.",
        "Our strategic outline provides a comprehensive and clear road map for moving the School forward to achieve continuous improvement in our educational mission.",
        "This will include a national roadside 48 and 96 sheet poster campaign with special builds to achieve maximum impact.",
        "seedling rootstocks are raised and potted up before being brought into the glass house before grafting, so as to achieve a quick union.",
        "Lovely 3 star country property, set in its own grounds seeks a Head Chef able to achieve 2 rosettes.",
        "Despite many years of research, accurate real-time modeling of the rainfall runoff process is still difficult to achieve.",
        "Aim to achieve a urinary pH of 7.5-8.5, repeating treatment if necessary to achieve a falling plasma salicylate level.",
        "On current figures, this could achieve a tax saving of £ 102,000.",
        "He is motivated to achieve high scores - even aiming for 100% at each session.",
        "seek tabling the amendments, we sought to achieve greater clarity in the Bill.",
        "This data then allows us to design further mutations to achieve higher selectivity.",
        "A-Level Mathematics requires strict self-discipline to practice a large number of algebraic techniques to achieve a high standard of proficiency.",
        "Project offers chance to achieve through new activities increases self-esteem, self-confidence and social skills.",
        "The program addresses the characteristics of learning organizations and offers a framework for school self-improvement whilst helping schools achieve Investor in People status.",
        "So we become less socially dependent on other people and achieve more self-reliance: our individual identity is strengthened.",
        "Server virtualisation is a technology which would give us virtual server virtualisation is a technology which would give us virtual servers to achieve the same desired goal whilst reducing the number of physical servers.",
        "You may even go trekking and overcome setbacks along the way, but ultimately achieve your goal.",
        "Smart UKÃ¢s parent firm Daimler Chrysler announce a shake-up of the brand in April in a bid to achieve profitability by 2007.",
        "By selling only shearlings, we endeavor to supply livestock which will achieve a long breeding life span.",
        "shinewe move into a new millenium, Mars is a shining beacon of all we can become; all we can achieve.",
        "shortfall in the funding needed to achieve Decent Homes.",
        "Dorset Horn rams are terminal sires in flocks using natural ' frequent lambing ' to achieve year-round production of top quality fattened lambs.",
        "Informal means (a letter, tear-off slip ), will always be tried to achieve compliance before invoking formal procedures.",
        "slipshod work that loses sight of what you are trying to achieve.",
        "By buying a womenÃ¢s snowboard, you should be able to achieve this.",
        "There are over 3,000 groups throughout the UK dedicated to helping those with a serious alcohol problem achieve and maintain sobriety.",
        "Members are helped to achieve sobriety by staying away from drink, one day at a time.",
        "We know schools that develop specialisms, more flexibly designed around the needs of the pupil, can achieve higher results.",
        "sportsmanpened the batting for his house, and being a good all round sportsmen was expected to achieve a good score.",
        "However, this argument appeared spurious, since practically nothing is reliably known about which kinds of intervention achieve relevant outcomes in PSE work.",
        "I had a stammer for many years, however applying the speech rules I learned on your course have helped me to achieve fluency.",
        "The upside-down forks feature the latest generation of internal components and TiN coated stanchions to achieve minimal sliding friction.",
        "Innovation is the way to achieve standout in this environment.",
        "Equally, how many people take up the violin hoping to achieve rock stardom.",
        "If your bike doesnÃ¢t feel right, a change of handlebar stem might be all thatÃ¢s required to achieve a perfect fit.",
        "Forward your hips achieve their identities class struggle abolish the us.",
        "You can achieve quite subtle queries using a combination of relations.",
        "The first Building Control team to achieve four successes in Charter Mark, the latter being the new Charter Mark Standard.",
        "Maine prepared television advertisements urging teenagers to postpone sexual activity and to achieve self sufficiency before engaging in sex.",
        "sufficient to meet sustainability targets so to achieve them, economic activities must take better account of environmental objectives.",
        "last summer, he became the first swimmer to achieve six gold medals at the world swimming championships in Japan.",
        "To achieve this result the engines are relatively highly supercharged at their lowest speeds and progressively less highly supercharged as their speed rises.",
        "There is a lot more that must be done to achieve information superiority.",
        "We are on target to achieve, and indeed surpass, the targets in our five-year commercialisation strategy.",
        "The aim must be to achieve a sound structural condition to ensure long term survival.",
        "To achieve this aim, the invasive non-native sycamore will be eradicated from both woods.",
        "A museum should strive to achieve complete symbiosis with the community it serves.",
        "tabletabling the amendments, we sought to achieve greater clarity in the Bill.",
        "The design team are constantly striving to provide better ways to achieve sunless tantly striving to provide better ways to achieve sunless tans.",
        "The purpose of the PSA is to achieve enhanced performance targets than would otherwise be the case.",
        "tartaric acid to achieve the taste they are looking for.",
        "teachyou taught the lesson prepared how successful was it, did you achieve your objective of raising an equal opportunities issue?",
        "Other authors have used a 45 second freeze with 4 minutes slow thaw in a double application to achieve this 7.",
        "Visualfx resins extend the esthetic frontiers of engineering thermoplastics beyond what was previously difficult to achieve.",
        "That wouldn't achieve anything. Devonshire himself was characteristically tight-lipped on the subject, although he claimed there had been no formal approach as yet.",
        "It also defines his/her aims and establishes a timeline to achieve them.",
        "go toe-to-toe with will achieve its anxious to tell.",
        "The 1689 toleration act was indeed an important landmark in the struggle to achieve religious toleration act was indeed an important landmark in the struggle to achieve religious toleration.",
        "Variable braking torque You achieve torque control over a range 20-100% rated torque.",
        "Their enquiries were designed to describe the devices used to achieve efficiencies, in the process exploring trade-offs between efficiency and effectiveness.",
        "trample over the careers of several other officers to achieve his aims.",
        "Geller maintains that he has never used trickery to achieve his effects.",
        "Made him somewhat name perfect for for Donald trump achieve its own.",
        "Each cylinder bank is fed by a dedicated variable-geometry turbocharger via separate, high-capacity intercoolers to help achieve the desired throttle responses.",
        "To achieve this, negative feedback is applied to the optical tweezer to compensate for bead movements measured by the position detector.",
        "Last season, Crawley Town was one of only twenty-one Non League clubs to achieve average attendances of 1,000 or higher.",
        "ultramodern design, where science and creativity achieve a pinnacle of integration."
    ],
    "definition": [
        "To gain with effort or despite difficulty; reach: achieve fame as a singer; achieve a record speed.",
        "To succeed in accomplishing; bring about: achieve a task; achieve an improvement in foreign relations. See Synonyms at perform.",
        "a·chiev′a·ble\nadjective",
        "a·chiev′er\nnoun",
        "Link/Cite",
        "(intransitive) To succeed in something, now especially in academic performance. [from 14th c.]",
        "To carry out successfully; to accomplish. [from 14th c.]",
        "To obtain, or gain (a desired result, objective etc.), as the result of exertion; to succeed in gaining; to win. [from 14th c.]",
        "(now literary) To obtain (a material thing). [from 15th c.]\nShow all the spoils by valiant kings achieved.\nWilliam Shakespeare, Othello, II-i\nHe hath achieved a maid / That paragons description.",
        "William Shakespeare, Othello, II-i",
        "Link/Cite"
    ]
}