{
    "translation": "עיבוד, הסתגלות",
    "uses": [
        "Progress is the result of adaptation, rather than reconstruction.",
        "The short feet of the penguins are an adaptation.",
        "The flowers show well-marked adaptation to their color and attract insects.",
        "It is an adaptation of hide-the-thimble.",
        "The adaptation of the Pulmonata to terrestrial life has entailed little modification of the internal organization.",
        "The early Christian agape admitted of adaptation to the older funeral and sacrificial feasts, and was so adapted.",
        "In each of the three cases there is adaptation, but the amount of adaptation differs in each case according to local circumstances.",
        "They endeavoured to define aspects of vegetation in which the forms exhibited an obvious adaptation to their climatic surroundings.",
        "The adaptation of the Gospel to the changing conditions of humanity is to-day a more pressing need than ever.",
        "And now occurs another device or adaptation no less marvellous than those of which mention has been made.",
        "One of the great evils of Italian agricultural taxation is its lack of elasticity and of adaptation to local conditions.",
        "The habits of certain other spiders suggest the origin of the perfect adaptation to aquatic conditions exhibited by Desis and Argyroneta.",
        "In Ireland the Norman was more purely a conqueror than anywhere else; but in Ireland his power of adaptation caused him to sink in a way in which he sank nowhere else.",
        "Thus Asclepiadeae and Orchideae owe their extraordinary floral complexity to adaptation to insect fertilization.",
        "This game is really an adaptation of musical chairs.",
        "The earliest known French romance of Alexander, by Alberic of Besancon (or more properly Briancon), was, until the discovery of a fragment of ioq lines at Florence in 1852, known only through the German adaptation by Lamprecht the preacher, who wrote towards the end of the 12th century, and by the version made by a Poitevin poet named Simon in decasyllabic lines.",
        "There is hardly one of Wagner's orchestral innovations which is not inseparably connected with his adaptation of music to the re q uirements of drama; and modern conductors, in treating Wagner's orchestration, as the normal standard by which all previous and contemporary music must be judged, are doing their best to found a tradition which in another fifty years will be exploded as thoroughly as the tradition of symphonic additional accompaniments is now exploded in the performances of Bach and Handel.",
        "Of English plays, the interlude called Jack Juggler (between 1547 and 1553) was based on the Amphitruo, and the lost play called the Historie of Error (acted in 1577) was probably based on the Menae-chmi; Nicholas Udall's Ralph Royster Doyster, the first English comedy (acted before 1551, first printed 1566), is founded on the Miles gloriosus; Shakespeare's Comedy of Errors (about 1591) is an adaptation of the Menaechmi; and his Falstaff may be regarded as an idealized reproduction or development of the braggart soldier of Plautus and Terence - a type of character which reappears in other forms not only in English literature (e.g.",
        "Though adaptation to the environment seems sometimes to be considered, especially by neo-Lamarckians, as equivalent to, or at least as involving, the evolution of higher forms from Jower, there does not appear to be any evidence that this is the case.",
        "there is morphological differentiation, which can be traced in the distinction of the members of the body, root, stem, leaf, &c.; there is physiological differentiation, which can be traced in the adaptation of these members to various functions.",
        "Grapefruit appears on each adaptation of the diet as well.",
        "In 2005, Jessica made her big screen debut as Daisy Duke in the film adaptation of The Dukes of Hazzard.",
        "Continued existence implies perpetual adaptation to new conditions, and, as the adjustment becomes more refined, the corresponding structural organization becomes more elaborate.",
        "This picturesque writing is well suited for adaptation into other forms of art, including tattoos.",
        "This word is of doubtful origin, but it is probably an adaptation of the Fr.",
        "With a little adaptation it can work for both genders.",
        "That can be a hard adaptation for a strong-willed, independent woman, so if that's you, beware!",
        "By the following year, an American company released an adaptation of the original film.",
        "An adaptation administered to children aged three to ten is the Children's Apperception Test (CAT).",
        "In 2009, Rob Zombie directed an adaptation of Halloween II.",
        "All three were involved in the film adaptation of the stage show.",
        "In endeavouring to trace the causation of adaptation, it is obvious that it must be due quite as much to properties inherent in the plant as to the action of external conditions; the plant must possess adaptive capacity.",
        "While Europe and probably North America were occupied by a warm temperate flora, tropical types had been driven southward, while the adaptation of others to arctic conditions had become accentuated.",
        "The Japanese people have added to their ancient civilization and their remarkable artistic faculty, an adaptation of Western methods, and a capacity for progress in war and commerce, which single them out among Eastern races as a great modern world-force.",
        "Moreover, Professor Lilljeborg's scheme, being actually an adaptation of that of Sundevall, of which we shall have to speak at some length almost immediately, may possibly be left for the present with these remarks.",
        "The most striking of these modern buildings are the new wing of the Hotel d'Italie, San Moise, and the very successful fish market at Rialto, designed by Laurenti and carried out by Rupolo, in which a happy return to early Venetian Gothic has been effected in conjunction with a skilful adaptation of one of the most famous of the old houses of Venice, the Stalon, or palace of the Quirini family.",
        "The story of Memnon was the subject of the lost Aethiopis of Arctinus of Miletus; the chief source from which our knowledge of him is derived is the second book of the Posthomerica of Quintus Smyrnaeus (itself probably an adaptation of the works of Arctinus and Lesches), where his exploits and death are described at length.",
        "Euthyneurous Gastropoda, probably derived from ancestral forms similar to the Tectibranchiate Opisthobranchia by adaptation to a terrestrial life.",
        "But a survey of the Hexapoda as a whole, and especially a comparative study of the tracheal system, can hardly leave room for doubt that this system is primitively adapted for atmospheric breathing, and that the presence of tracheal gills in larvae must be regarded as a special adaptation for temporary aquatic life.",
        "In November of 2008, the movie adaptation of the first book in the Twilight saga, Twilight, by Stephenie Meyer was released in theaters across America, along with the soundtrack that went along with the movie.",
        "Disney's 2005 box office hit The Chronicles of Narnia: The Lion, the Witch, and the Wardrobe is an adaptation of C.S.",
        "It is in the adaptation of biological conceptions and methods, in the positive contributions of jurisprudence, law and history, in the rigorous application, where possible, of quantitative tests, that the explanation of the present position of economics is to be found.",
        "Two sequels and a movie adaptation followed.",
        "With notable roles in Secretary, Adaptation, and Mona Lisa Smile, she's an in-demand actress.",
        "Poor adaptation to the dark, or night blindness, is an early result of a Vitamin A deficiency.",
        "As part of the adaptation, gifts were included in the Christmas tradition, based on the gifts brought to the Christ Child by the Magi, or Three Wise Men.",
        "The logo, a heart shaped crest, was created in 1993 as an adaptation of the easily recognizable Quicksilver logo.",
        "This so-called direct effect of external conditions upon the form and structure of the body differs from the indirect effect in that the resulting variations bear a relation, of the nature of adaptation, to those conditions; the effect of the conditions is not only to cause variation, but to cause variation in a particular direction.",
        "Moreover, had the evolution of plants proceeded along the line of adaptation, the vegetable kingdom could not be subdivided, as it is, into the morphological groups Thallophyta, Bryophyta, Pteridophyta, Phanerogamia, but only into physiological groups, Xerophyta, Hygrophyta, Tropophyta, &c.",
        "9), based on the best extant authorities; in Latin, the imitation of Apollonius (a free translation or adaptation of whose Argonautica was made by Terentius Varro Atacinus in the time of Cicero) by Valerius Flaccus.",
        "These lucky fans got the first glimpse at the film adaptation of Stephenie Meyer's second novel, New Moon, and of the werewolves (one of which is Jacob Black, played by Taylor Lautner).",
        "At twenty-three she decided to bring her dancing to the silver screen of Hollywood, breaking box-office records of the time with Los Tarantos (an adaptation of Romeo and Juliet), and Danzas Gitanas, among others.",
        "The adaptation of various bob looks, including graduated, inverted, and choppy shapes, has improved the original bob style and has made it a universally flattering cut when done right.",
        "Best-known for his remarkable adaptation of J.R.R. Tolkien's Lord of the Rings trilogy, there's a lot more to filmmaker Peter Jackson than hobbits, orcs, dwarves, and wizards.",
        "Popular books and fairy tales are often made into movies for kids, since kids are familiar with them and will want to go see the film adaptation of their favorite books.",
        "This movie is an adaptation of Charles Dickens' A Christmas Carol, though with an Easter twist to it.",
        "Night Shyamalan is a film adaptation of the animated series Avatar: The Last Airbender.",
        "The winner of this award was Land of the Lost, the adaptation of the classic TV series by the same name.",
        "According to Chasing the Frog website, Gein was also the model used for the creation of Norman Bates in the Alfred Hitchcock movie adaptation, Psycho, and again as the character, Buffalo Bill in the movie, The Silence of the Lambs.",
        "This picked up her interest in acting, as she followed it with a role in the Mexican adaptation of Grease.",
        "There are, however, almost infinite ways that these key features can be varied to bring a novel adaptation to the classic watch design.",
        "Using a 15-point scale, professionals evaluate a child's relationship to people, body use, adaptation to change, listening response, and verbal communication.",
        "Taken together they constitute a Christian adaptation of an originally Jewish work, written A.D.",
        "What I will say of the adaptation from the page to the screen, (and what I will say of every Harry Potter movie currently available to the public), is that the key elements of the story are all present.",
        "I suspect that Harry Potter and the Order of the Phoenix (now in pre-production and set to start filming in February of 2006) will not fail in delivering yet another great film adaptation of another great Harry Potter novel.",
        "The chancellor's reforms are part of an adaptation to the declining competence of the welfare state, which other European countries may follow.",
        "Meatier, more dramatic roles followed and Hathaway has starred in such films as Brokeback Mountain, Rachel Getting Married, and Tim Burton's adaptation of Alice in Wonderland.",
        "Because of the longer adaptation period, these lenses can be worn up to three years if the proper care is applied.",
        "Initially designed for the PC, the Xbox adaptation lost some graphical splendor, but not enough to distract from gameplay.",
        "Conversely, the same behaviors (e.g., aggression, shyness) have different implications for social adaptation depending on the age of the child and the particulars of the social context.",
        "Core Power Yoga is a western adaptation of Ashtanga Yoga emphasizing intuitive training with energetics and a fitness-based approach.",
        "The symptoms and severity will differ so an individual adaptation plan for the family is often necessary.",
        "Roxy's heart-shaped logo is an adaptation from the Quicksilver logo.",
        "Initially, there will be a lot of label reading, adaptation of favorite recipes and caution.",
        "The heart adaptation to exercise alone, of course, is not the only effect of exercise.",
        "This can mean either avoidance or adaptation to make it easier.",
        "Originally released in 1978 and set in the late 1950s, the motion picture Grease starred Olivia Newton-John and John Travolta and was an adaptation of the stage musical of the same name.",
        "During this same period, Midler's music ties were further bolstered when she starred in the very first adaptation of The Who's Tommy on Broadway.",
        "The series of three movies is one of Disney's most successful franchises, with a spin-off film, an ice show, a stage adaptation, book series, and video game series to go along with it.",
        "The show's producers denied those rumors and Fantasia was selected to reprise her role in a 2010 film adaptation of the stage show.",
        "But adaptation meant also reflection and the widening of old conceptions under the influence of thought and even of abstract ideas.",
        "1-13 we have a characteristic illustration of our author's dependence on traditional materials and his free adaptation of them to meanings other than originally belonged to them.",
        "A more satisfactory explanation has been offered by Dieterich (Abraxas, 117 sqq.), who finds in this chapter an adaptation of the birth of Apollo and the attempt of the dragon Pytho to kill his mother Schopfung and Chaos § 3, Religionsgesch.",
        "Bray, Distribution and Adaptation of the Vegetation of Texas (Austin, 1905).",
        "Some scholars, indeed, hold that the entire work is practically an adaptation of the lost Pratum of Suetonius.",
        "He sold his share in the property in 1776 for £35,000, and took leave of the stage by playing a round of his favourite characters - Hamlet, Lear, Richard and Benedick, among Shakespearian parts; Lusignan in Zara, Aaron Hill's adaptation of Voltaire's Zaire; and Kitely in his own adaptation of Ben Jonson's Archer in Farquhar's Beaux' Stratagem; Abel Drugger in Ben Jonson's Alchemist; Sir John Brute in Vanbrugh's Provoked Wife; Leon in Fletcher's Rule a Wife and have a Wife.",
        "In this way the Good was made to appear as an end imposed upon things from without by a creative intelligence instead of as an inner principle of adaptation.",
        "The government of Brookline (pop. in 1905, 2 3,43 6) is an interesting example of the adaptation of the township system to urban conditions.",
        "The word as spelled represents the pronunciation of the Cape Dutch milje, an adaptation of milho (da India), the millet of India, the Portuguese name for millet, used in South Africa for maize.",
        "He edited the earlier volumes of a Bibelwerk (19 vols., 1749-70) which was designed as an adaptation for German readers of the exegetical works of Andrew Willet, Henry Ainsworth, Symon Patrick, Matthew Poole, Matthew Henry and others.",
        "The features of histological structure seen in the Bryophytic series are such as we should expect to be developed in response to the exigencies of increasing adaptation to terrestrial life on soil, and of increasing size of the plant-body.",
        "Analogy.Considering the parts of the body in relation to their functions, that is as organs, they are found to present peculiarities of form and structure which are correlated with the functions that they have to discharge; in other words, the organ shows adaptation to its functions.",
        "On the other hand, adaptations, especially those evoked by climatic or edaphic conditions, may only, be shown by the seedling if grown under the appropriate external conditions; here what is hereditary is not the actual adaptation, but the capacity for responding in a particular way to a certain set of external conditions.",
        "While Europe and probably North America w~re occupied by a warm temperate flora, tropical types had been driven southward, while the adaptation of others to arctic conditions had become accentuated.",
        "The short feet of the penguins are quite plantigrade, in adaptation to which habit the metatarsals lie in one plane and are incompletely co-ossified, thus presenting a pseudo-primitive condition.",
        "beetles are distinguished by the adaptation of the jaws for biting, the mandibles (fig.",
        "To condemn re-shaping or adaptation of this nature from a modern Western standpoint is to misunderstand entirely the Oriental mind and Oriental usage.",
        "It is an adaptation of the Syriac writing introduced by the early Nestorian missionaries.",
        "In Le Chevalier de la Charrette, however, which followed Cliges, we find Lancelot alike as leading knight of the court and lover of the queen, in fact, precisely in the position he occupies in the prose romance, where, indeed, the section dealing with this adventure is, as Gaston Paris clearly proved, an almost literal adaptation of Chretien's poem.",
        "Progress is the result of adaptation rather than reconstruction.",
        "It proceeds by adaptation and precedent.",
        "The stirring melody of the Marseillaise and its ingenious adaptation to the words serve to disguise the alternate poverty and bombast of the words themselves.",
        "It is probably owing to the possession of such glands and the varied purposes for which the silk is used that spiders as a group far surpass the other orders of Arachnida, with the possible exception of the Acari (mites and ticks), in diversity of form and of size, in numbers of genera and species, in extent of geographical distribution, and in adaptation to varied habitats.",
        "The habits of certain other spiders suggest the origin of the perfect adaptation to a q uatic conditions exhibited by Desis and Argyroneta.",
        "Adaptation to Soil and Climate.",
        "It is an adaptation of the Lat.",
        "The flowers show well-marked adaptation to Their colour and tendency to arrangement on one the presence of honey, serve to attract insects.",
        "But adjustment to a complex environment may be reached in two ways; by instinctive adaptation through initially stereotyped behaviour; or by plastic accommodation by acquired modifications.",
        "Instinct involves inherited adaptation; intelligence, an inherited power, embodied in the higher nerve-centres, of accommodation to varying circumstances.",
        "The Winnie the Pooh Font set is a non-serif font that was used in both the movies and Disney's adaptation of the books by A.A.",
        "He is compelled, therefore, to rest his medical practice upon general theories of the present state of things; his medical system - if there is such a thing - is an adaptation of his cosmogony.",
        "The small size of the horns of the males is probably also an adaptation to life in thick underwood.",
        "It was St Benedict who effected a permanently working adaptation of the monastic ideal and life to the requirements and conditions of the western races.",
        "It is a curious coincidence that the sister of each of the three great cenobitical founders, Pachomius, Basil and Benedict, was a nun and ruled a community of nuns according to an adaptation of her brother's rule for monks.",
        "Teleology, in this narrower sense, as the study of the adaptation of organic structures to the service of the organisms in which they occur, was completely revolutionized by Darwinism and the research founded on it.",
        "Expressing sexuality A tracheostomy involves an alteration in the normal body functioning of breathing, which requires some adaptation to an altered body image.",
        "The lack of thumbs in spider monkeys is an adaptation for swinging through the trees.",
        "The chancellor 's reforms are part of an adaptation to the declining competence of the welfare state, which other European countries may follow.",
        "Double dismantle canting: This feature offer better adaptation and allows a bootfitter to work more easily on the cuff.",
        "This series of steps is known as General Adaptation Syndrome, and it will sound familiar to anyone with a high-stress job who is suffering burnout, because every day feels like this to you.",
        "Any change in your life means you will have to adapt to it; this adaptation process will most likely cause some level of stress because you may have to change a habit or familiar situation.",
        "Efron has been tackling different roles since the last High School Musical installment, including the films 17 Again, Me and Orson Welles, and the film adaptation of the Jonny Quest cartoon series.",
        "The West Side Story soundtrack was released in 1961 to coincide with the movie adaptation of the stage production.",
        "The Hobbit characters are the first of the major players to be introduced to moviegoers in the film adaptation of The Fellowship of the Ring.",
        "In the film adaptation of the novels, Peter Jackson focused on a core group of characters with careful casting.",
        "(From Lankester, \"Limulus an Arachnid.) of adaptation to the changed physiological conditions of respiration, and not of morphological significance, since a pair of renal excretory tubes of this nature is found in certain Amphipod Crustacea (Talorchestia, &c.) which have abandoned a purely aquatic life.",
        "Darwin's introduction of thremmatology into the domain of scientific biology was accompanied by a new and special development of a branch of study which had previously been known as teleology, the study of the adaptation of organic structures to the service of the organisms in which they occur.",
        "The astonishing colours and grotesque forms of some animals and plants which the museum zoologists gravely described without comment were shown by these observers of living nature to have their significance in the economy of the organism possessing them; and a general doctrine was recognized, to the effect that no part or structure of an organism is without definite use and adaptation, being designed by the Creator for the benefit of the creature to which it belongs, or else for the benefit, amusement or instruction of his highest creature - man.",
        "This process is known as \" direct adaptation \"; and there is no doubt that such structural adaptations are acquired by an animal in the course of its life, though such changes are strictly limited in degree and rare rather than frequent and obvious.",
        "Then we have the property of adaptation, in which the negative reaction may be changed into a positive; a given toxin may at first repel the cell, but by a gradual process the cell becomes accustomed to such a toxin and will move towards it.",
        "This elaborate type of scolex appears to be an adaptation to grasp the spiral intestinal valve of sharks and rays.",
        "It would seem that the Trematodes present various degrees of such adaptation, for whilst some - e.g.",
        "The Phylactolaemata are a small group confined to fresh water, and possess clear indications of adaptation to that habitat.",
        "Perhaps the admiration which the Japanese artist has won in this field is due not more to his wealth of fancy and skilful adaptation of natural forms, than to his individuality of character in treating his subjects.",
        "The native style, Yamato or Wa-gwa-ryi, was an adaptation of Chinese art canons to motives drawn from the court life, poetry Native and stories of old Japan.",
        "After experiments in the Zeiss works, the erecting of Porro's prisms simultaneously permitted a convenient adaptation to the eye-distance of the observer.",
        "Rabanus Maurus published an adaptation of Augustine's De doctrina Christiana, bk.",
        "In 1833 appeared a treatise on The Adaptation of External Nature to the Moral and Intellectual Constitution of Man.",
        "In related Wonder Woman news, a big screen adaptation is in the pipeline penned by Buffy The Vampire Slayer creator Joss Whedon.",
        "For what we have here is flawed in the same way as the Twin Peaks pilot movie adaptation.",
        "Mr Rivington said: \" The seminar will demonstrate a method for exploring the possibilities for both climate change adaptation and amelioration.",
        "The case study was the TV adaptation of Vanity Fair.",
        "Bookmark: Sloane astrolabe An adaptation of the earliest known European astrolabe, from England, around AD 1300.",
        "But the work of distribution and the adaptation of the supply to the demand of the consumer naturally fall to those who are best acquainted with native wants.",
        "I love writing short stories for expansion and adaptation to film.",
        "Lohan was scheduled to take on the role in the Oscar Wilde film adaptation, but her publicist reported that the actress dropped the project so that she could continue her rehab.",
        "Two years later, Brad Pitt became a sex symbol and star in the movie adaptation of Anne Rice's book, Interview with a Vampire where he starred with Tom Cruise as a vampire with a heart.",
        "Besides acting, Brad Pitt has produced numerous films, including Martin Scorsese's The Departed and the adaptation of Running With Scissors.",
        "More opportunities have opened up since she began playing Bella, including a role as Joan Jett in The Runaways, and the lead in the movie adaptation Snow White and the Huntsman.",
        "The film Harry Potter and the Sorcerer's Stone was an adaptation of the first book in J.K. Rowling's series about a young wizard.",
        "Fisher began work on Confessions of a Shopaholic, the film adaptation of Sophie Kinsella's hit novel about a shopping-obsessed young woman who can't seem to stop spending.",
        "She was also tapped by Oprah herself to play the lead role of Celie in the film adaptation of the Broadway musical The Color Purple, and she also has a new album in the works slated for release in 2009.",
        "Fathom is an adaptation of the comic book series of the same name, and Fox is set to appear in the leading role, as well as acting a co-producer along with Brian Austin Green.",
        "Sandler was considered for the role of Willy Wonka in the film adaptation of Charlie and the Chocolate Factory.",
        "She co-starred in the comedies Austin Powers: Goldmember, and the most recent adaptation of The Pink Panther, proving that she can tackle both serious and comedic roles.",
        "The most anticipated of these films, however, is the adaptation of The Green Hornet, which also stars Seth Rogen and Cameron Diaz.",
        "The film adaptation of the Broadway play The Lion in Winter co-starred Peter O'Toole, with Timothy Dalton and Anthony Hopkins appearing early in their careers.",
        "Social competence refers to the social, emotional, and cognitive skills and behaviors that children need for successful social adaptation.",
        "Play therapy is an adaptation of psychoanalytic therapy, which is a psychological treatment based on helping people understand their unconscious thoughts.",
        "In their adaptation of modern processes of illustration the Japanese are entirely abreast of Western nations, the chrornolithographs and other reproductions in the Kokka, a periodical record of Japanese works of art (begun in 1889), in the superb albums of the Shimbi S/join, and in the publications of Ogawa being of quite a high order of merit.",
        "This is at once connected with the nebular hypothesis, and subsequently deduced \"from the ultimate law of the\" persistence of force,\"and finally supplemented by a counter-process of dissolution, all of which appears to Spencer only as\" the addition of Von Baer's law to a number of ideas that were in harmony with it.\"It is clear, however, that Spencer's ideas as to the nature of evolution were already pretty definite when Darwin's Origin of Species (1859) revolutionized the subject of organic evolution by adding natural selection to the direct adaptation by use and disuse, and so suggesting an intelligible method of producing modifications in the forms of life.",
        "If this is as rapid as (or more rapid than) the rate of adaptation, there will be no actual growth of adaptation and so no moral progress.",
        "Complete adaptation to an infinitely receding ideal is impossible, and relative adaptation depends on the distance between the actual and the ideal.",
        "ADAPTATION SUMMARY Manuscript Title: Reduced matrix elements of summations of one-particle tensor products.",
        "About 100 species of these rather archaic snakes are known; in adaptation to their burrowing life and worm and insect diet, they have undergone degradation.",
        "The roots of the climbing species are of interest in their adaptation to the mode of life of the plant.",
        "We find then two prominent notes of the state influence, firstly, the adaptation of the old ideas of the household and agricultural cults to the broader needs of the community, especially to the new necessities of internal justice between citizens and war against external enemies, and secondly the organization of more or less casual worship into something like a consistent system.",
        "Adaptation proceeds at first naturally enough on the lines of analogy.",
        "Among the external characters by which the mammoth was distinguished from either of the existing species of elephant was the dense clothing, not only of long, coarse outer hair, but also of close under woolly hair of a reddish-brown colour, evidently in adaptation to the cold climate it inhabited.",
        "This withdrawal of the head of the state from direct contact with his people was unknown to the Omayyads, and was certainly an imitation of Persian usage; it has even been plausibly conjectured that the name is but the Arabic adaptation of a Persian title.",
        "The word \"river\" is an adaptation of the O.",
        "But the document has intricate textual peculiarities and may be the Judaean adaptation of a list originally written from the standpoint of the north-Israelite monarchy.",
        "ADAPTATION (from Lat.",
        "Every change in a living organism involves adaptation; for in all cases life consists in a continuous adjustment of internal to external relations.",
        "If the reaction is favourable, its result is called an adaptation.",
        "The polar or white bear (Ursus maritimus), common to the Arctic regions of both hemispheres, is distinguished from the other species by having the soles of the feet covered with close-set hairs, - in adaptation to the wants of the creature, the bear being thereby enabled to walk securely on slippery ice.",
        "23), and it is considered very probable that the Menaechmi (a comedy of errors) of Plautus is an adaptation either from the \"Oµoloi., or from some unknown comedy of Posidippus, called OLSvpoc, or perhaps MEvaixµoc. His statue in the Vatican is considered a masterpiece of ancient art.",
        "The square type may be due to basilican influence, the circular is a mere adaptation of the native hut: in both, the arrangements are obviously based on Jewish tradition.",
        "Ba11, 3 Lamech is an adaptation of the Babylonian Lamga, a title of Sin the moon god, and synonymous with Ubara in the name Ubara-Tutu, the Otiartes of Berossus, who is the ninth of the ten primitive Babylonian kings, and the father of the hero of the Babylonian flood story, just as Lamech is the ninth patriarch, and the father of Noah.",
        "As the field of existence is limited and preoccupied, it is only the hardier, more robust, better-suited-tocircumstance individuals, who are able to struggle forward to maturity, these inhabiting only the situations to which they have superior adaptation and greater power of occupancy than any other kind; the weaker and less circumstance-suited being prematurely destroyed.",
        "This principle is in constant action; it regulates the colour, the figure, the capacities and instincts; those individuals in each species whose colour and covering are best suited to concealment or protection from enemies, or defence from inclemencies or vicissitudes of climate, whose figure is best accommodated to health, strength, defence and support; whose capacities and instincts can best regulate the physical energies to self-advantage according to circumstances - in such immense waste of primary and youthful life those only come to maturity from the strict ordeal by which nature tests their adaptation to her standard of perfection and fitness to continue their kind by reproduction.\"",
        "Darwin and his generation were deeply imbued with the Butlerian tradition, and regarded the organic world as almost a miracle of adaptation, of the minute dovetailing of structure, function and environment.",
        "Darwin certainly was impressed with the view that natural selection and variation together formed a mechanism, the central product of which was adaptation.",
        "It appears to be necessary to distinguish between the production of species and the production of adaptation.",
        "Morgan, \"Chance or Purpose in the Origin and Evolution of Adaptation,\" Science (New York, 1910), p. 201; H.",
        "In the Buddhist adaptation of this theory no soul, no consciousness, no memory, goes over from one body to the other.",
        "And the Buddhist adaptation of it, avoiding some of the difficulties common to it and to the allied European theories of fate and predestination, tries to explain the weight of the universe in its action on the individual, the heavy hand of the immeasurable past we cannot escape, the close connexion between all forms of life, and the mysteries of inherited character.",
        "DEY (an adaptation of the Turk.",
        "With the Persian religion of light and the Egyptian of enigmas we pass to those faiths where Godhead takes the form of a spiritual individuality, to the Hebrew religion (of sublimity), the Greek (of beauty) and the Roman (of adaptation).",
        "It is the adaptation of the prophets' conceptions of Yahweh to old religious ideas, the building up of new conceptions upon an old basis, a fusion \" between old heathen notions and prophetic ideas,\" and \" this fusion is characteristic of the entire priestly law.\"",
        "For normal eyes the natural adaptation is not to focus for quiteparallel rays, but on objects at a moderate distance, and practically, therefore, most persons do adjust the focus of a telescope, for most distinct and easy vision, so that the rays emerge from the eye-piece very slightly divergent.",
        "aperture, with marked ingenuity of adaptation to the peculiar requirements telescope.",
        "The resemblance between the jerboa's and the bird's skeleton is owing to adaptation to a similar mode of existence.",
        "The older incantations, associated with Ea, were re-edited so as to give to Marduk the supreme power over demons, witches and sorcerers; the hymns and lamentations composed for the cult of Bel, Shamash and of Adad were transformed into paeans and appeals to Marduk, while the ancient myths arising in the various religious and political centres underwent a similar process of adaptation to changed conditions, and as a consequence their original meaning was obscured by the endeavour to assign all mighty deeds and acts, originally symbolical of the change of seasons or of occurrences in nature, to the patron deity of Babylon - the supreme head of the entire Babylonian pantheon.",
        "1) a scene from the Zvvawr09v7'7QKOVTES, which had been omitted by Plautus in his adaptation (Commorientes) of the same play.",
        "The French porcelaine, from which the word comes into English, is an adaptation of the Italian porcellana, a cowrie-shell, the beautifully polished surface of which caused the name to be applied to the ware.",
        "An important group of writers developed the conception of an adaptation between the two sides of Kant's antithesis, and made the endeavour to establish some kind of correlation between logical forms and the process of \" the given.\"",
        "He treats the book-tradition, however, a debt to which, nowadays inevitable, he is generous in acknowledging, 3 with a judicious exercise of freedom in adaptation, i.e.",
        "A situation involving a need of adaptation to environment arises and the problem it sets must be solved that the will may control environment and be justified by success.",
        "That of Biot is far more complicated and troublesome, but admits greater accuracy of adaptation, as it contains five constants (or six, if 0 is measured from an arbitrary zero).",
        "By that time the Teutons were likely to have more convenient-materials than wood whereon to write, so that the adaptation of the forms would not have been necessary.",
        "It would seem therefore that the meeting in Agamemnon's tent was only a copy or adaptation of the true constitutional \" council of elders,\" which indeed was essentially unfitted for the purposes of military service.",
        "Into 1 Devised originally for the clergy of Chrodegang's cathedral, it was largely an adaptation of St Benedict's rule to secular clergy living in common.",
        "The heretic, having developed powers of rational choice, perceives his heresy, to wit, his want of adaptation to the moral environment, and turning round embraces the new faith that is the passport to survival.",
        "ACCLIMATIZATION, the process of adaptation by which animals and plants are gradually rendered capable of surviving and flourishing in countries remote from their original habitats, or under meteorological conditions different from those which they have usually to endure, and at first injurious to them.",
        "Plants differ greatly from animals in the closeness of their adaptation to meteorological conditions.",
        "A consideration of these and many analogous facts might induce us to suppose that, among the higher animals at least, there is little constitutional adaptation to climate, and that in their case acclimatization is not required.",
        "But there are numerous examples of domestic animals which show that such adaptation does exist in other cases.",
        "When we get lower in the scale the adaptation is often more marked.",
        "Adaptation of this kind is sometimes very close, so that, for example, few English varieties of wheat will thrive in Scotland.",
        "That this kind of adaptation may be carried on step by step to more and more extreme climates is illustrated by the following examples.",
        "This advice occurs even in classical and Chinese agricultural books as well as in those of our own day, and proves that the close adaptation of each variety or breed to the country in which it originated has always been recognized.",
        "Although in some cases no perceptible alteration of form or structure occurs when constitutional adaptation to climate has taken place, in others it is very marked.",
        "In a state of nature, every recurring severe winter or otherwise unfavourable season weeds out those individuals of tender constitution or imperfect structure which may have got on very well during favourable years, and it is thus that the adaptation of the species to the climate in which it has to exist is kept up. Under domestication the same thing occurs by what C. Darwin has termed \"unconscious selection.\"",
        "A more or less close adaptation to local conditions is thus brought about, and breeds or races are produced which are sometimes liable to deterioration on removal even to a short distance in the same country, as in numerous cases quoted by C. Darwin (Animals and Plants under Domestication).",
        "Professor Theodor Waitz, in his Introduction to Anthropology, adduced many examples of the comparatively rapid constitutional adaptation of man to new climatic conditions.",
        "On the whole, we seem justified in concluding that, under favourable conditions, and with a proper adaptation of means to the end in view, man may become acclimatized with at least as much certainty and rapidity (counting by generations rather than by years) as any of the lower animals.",
        "Before the expulsion of the Jews, however, in spite of canonical opposition, Christians had begun to take interest openly; and one of the most interesting examples of the adaptation of the dogmas of the Church of Rome to the social and economic environment is found in the growth of the recognized exceptions to usury.",
        "Its narrations are principally preserved in Tabari, though there combined with numerous, Arabian traditions; also in the poetical adaptation of Firdousi.",
        "the Paris Breviary of 1680 by Archbishop Francois de Harlay (1625-1695) and that of 1736 by Archbishop Charles Gaspard Guillaume de Vintimille (1655-1746) - show a deep knowledge of Holy Scripture, and much careful adaptation of different texts; but during the pontificate of Pius IX.",
        "LIGHTS The ceremonial use of lights in the Christian Church, with which this article is mainly concerned, probably has a double origin: in a very natural symbolism, and in the adaptation of certain and Jewish rites and customs of which the paganJ symbolic meaning was Christianized.",
        "The word is an adaptation of the Low German or Norse pund, pound.",
        "This is chiefly to be regarded as an adaptation to surroundings, though the fact that the less virulent members of the bacterial species will be liable to be killed off also plays a part.;,Conversely, the virulence tends to diminish on cultivation on artificial media outside the body, especially in circumstances little favourable to growth.",
        "He is at his best in the adaptation of the symbolism of old legend to modern uses.",
        "empyreus, an adaptation of the Gr.",
        "If he writes with less finish and a less perfect rhythm than his favourite model Cicero, he excels him in the varied structure of his periods, and their adaptation to the subject-matter.",
        "In 1614 was performed at Coster's academy Hooft's comedy of Ware-nar, an adaptation of the Aulularia of Plautus, first printed in 1617.",
        "A terrestrial habitat is less common, but the widely-distributed land Isopoda or woodlice and the land-crabs of tropical regions have solved the problem of adaptation to a subaerial life.",
        "On the whole, man's locomotive limbs are not so much specialized to particular purposes, as generalized into adaptation to many ends.",
        "While it is evident that high importance must be attached to the adaptation of the human body to the life of diversified intelligence and occupation he has to lead, this must not be treated as though it were the principal element of the superiority of man, whose comparison with all lower genera of mammals must be mainly directed to the intellectual organ, the brain.",
        "In the sense of a furry growth, consisting of minute fungi found on animal or vegetable substances exposed to damp, the word may be either an extension of \"mould,\" earth, or an adaptation of an early \"moul,\" with an additional d due to \"mould.\"",
        "But the adaptation of the idea to John's account of a historical person involved at least three profound modifications: - (1) the Logos, instead of the abstraction or semi-personification of Philo, becomes fully personified.",
        "(ii.) Then follows book vii., the first thirty-one chapters of which are an adaptation of the Didache, whilst the rest contain various liturgical forms of which the origin is still uncertain, though it has been acutely suggested by Achelis, and with great probability, that they originated in the schismatical congregation of Lucian at Antioch.",
        "The latter, which form the local section, are further divided into several classes: firstly, the synods held under the Roman empire, the chief being that of Elvira 4 (c. 300); next the texts belonging to the kingdom of the Suevi, after the conversion of these barbarians by St Martin of Braga: these are, the two councils of Braga (563 and 572), and a sort of free translation or adaptation of the canons of the Greek councils, made by Martin of Braga; this is the document frequently quoted in later days under the name of Capitula Martini papae; thirdly, the decisions of the councils of the Visigothic Church, after its conversion to Catholicism.",
        "Furiae, also called Dirae), in Roman mythology an adaptation of the Greek Erinyes, with whom they are generally identical.",
        "graal or greal, of which \"grail\" is an adaptation, has been much discussed.",
        "A 15th century metrical English adaptation by one Henry Lovelich, was printed by Dr Furnivall for the Roxburghe Club 1861-1863; a new edition was undertaken for the Early English Text Society.",
        "La Esmeralda, the libretto of an opera founded on his great tragic romance of Notre-Dame de Paris, is a miracle of lyric melody and of skilful adaptation.",
        "Adaptation for speed is further exhibited in the moulding of the shape of the body so as to present the minimum amount of resistance to the air, as well as in increase in heart and lung capacity to meet the extra expenditure of energy.",
        "Brief reference may also be made to the morphological importance of extraordinary length or shortness in the skulls of mammals - dolichocephalism and brachycephalism; both these features being apparently characteristic of specialized types, the former condition being (as in the horse) often, although not invariably, connected with length of limb and neck, and adaptation to speed, while brachycephalism may be correlated with short limbs and an abbreviated neck.",
        "This carnivorous adaptation, in which the function is to hold and kill struggling animals, often of large size, attains its highest development in the cats (Felidae).",
        "The advocacy of Hasan ibn Haidara Fergani was without avail; but in 1017 (408 A.H.) the new religion found a more successful apostle in the person of Hamza ibn Ali ibn Ahmed, a Persian mystic, felt-maker by trade, who became Hakim's vizier, gave form and substance to his creed, and by an ingenious adaptation of its various dogmas to the prejudices of existing sects, finally enlisted an extensive body of adherents.",
        "d '?.?i E Longitude East 78° of Greenwich F 3,c in the immigration from the Central Asian plateau of such species as could adapt themselves to the dry climate and soil, in the disappearance of European and Altaic species from all the more arid parts of the region, in the survival of steppe species, and in the adaptation of many of the existing species to the needs of an arid and extreme climate and a saline soil.",
        "The reproduction of the prothallus by gemmae in species of Trichomanes, Vittaria and Monogramme is another interesting adaptation; the prothallus of Gymnogramme (From Strasburger's Lehrbuck der Bolanik.) FIG.",
        "In the absence of direct evidence from Palaeobotany, and bearing in mind the modifications associated with adaptation to an aquatic life in other plants, the recognition of any more definite affinity for these heterosporous ferns than that indicated above appears to be inadvisable.",
        "In Crustacea the fourth or mandibular somite never has less than the two following somites associated with it by the adaptation of their appendages as jaws, and the ankylosis of their terga with that of the prosthomeres.",
        "(c) The head is deuterognathous - that is to say, there is only one prosthomere, and accordingly the first and only pair of hemignaths is developed by adaptation of the appendages of the second somite.",
        "Terrestrial forms with small-jointed legs formed by adaptation of a single ramus of the appendage.",
        "On the other hand, the facts that the Hexapoda and the Chilopoda have triprosthomerous heads, that the Hexapoda have the same total number of somites as the nomomeristic Crustacea, and the same number of opisthomeres in the head as the more terrestrial Crustacea, together with the same adaptation of the form of important appendages in corresponding somites, and that the compound eyes of both Crustacea and Hexapoda are extremely specialized and elaborate in structure and identical in that structure, all lead to the suggestion that the Hexapoda, and with them, at no distant point, the Chilopoda, have branched off from the Crustacean main stem as specialized terrestrial lines of descent.",
        "In fact, we may imagine that the characteristic adaptation of one or more pairs of post-oral parapodia to the purposes of the mouth as jaws did not occur until after ancestral forms with one, with two, and with three prosthomeres had come into existence.",
        "These widely separated localities show the great area over which the culture is possible, and illustrate the powers of adaptation of the plant.",
        "Relative ethics, on the other hand, is concerned only with such conduct as is advantageous for that society which has not yet reached the end of complete adaptation to its environment, i.e.",
        "Filelfo deserves commemoration among the greatest humanists of the Italian Renaissance, not for the beauty of his style, not for the elevation of his genius, not for the accuracy of his learning, but for his energy, and for his complete adaptation to the times in which he lived.",
        "William Gascoigne's invention of the filar micrometer and of the adaptation of telescopes to graduated instruments remained submerged for a quarter of a century in consequence of his untimely death at Marston Moor (1644).",
        "He overflows with anecdotes, seldom indeed gets beyond the anecdotal stage, yet from this all study of nature must begin; and he sees everywhere intelligence and beauty, love and sociality, where a later view of nature insists primarily on mere adaptation of interests or purely competitive struggles.",
        "The Armenians are essentially an Oriental people, possessing, like the Jews, whom they resemble 'in their exclusiveness and widespread dispersion, a remarkable tenacity of race and faculty of adaptation to circumstances.",
        "13 that the objective's exit pupil P'P1' is portrayed by the positive eyepiece, the image P\"P i \" limits the pencils P ', double microscope; these inverting prisms permit a convenient adaptation of the instrument to the interpupillary distance of the observer.",
        "In 1542 he published a prose satire to which Luther wrote the preface, Der Barfusser Monche Eulenspiegel und Alkoran, an adaptation of the Liber conformitatum of the Franciscan Bartolommeo Albizzi of Pisa (Pisanus, d.",
        "But such a union, when regarded in abstracto, rests upon, or involves, a notion of quite a new order, that of the adaptation of nature to reason, or, as it may be expressed, that of end in nature.",
        "The investigation of the conditions under which adaptation of nature to intelligence is conceivable and possible makes up the subject of the third great Kritik, the Kritik of Judgment, a work presenting unusual difficulties to the interpreter of the Kantian system.",
        "The general principle of the adaptation of nature to our faculties of cognition has two specific applications, with the second of which it is more closely connected than with the first.",
        "In the first place, the adaptation may be merely subjective, when the empirical condition for the exercise of judgment is furnished by the feeling of pleasure or pain; such adaptation is aesthetic. In the second place, the adaptation may be objective or logical, when empirical facts are given of such a kind that their possibility can be conceived only through the notion of the end realized in them; such adaptation is teleological, and the empirical facts in question are organisms.",
        "The phenomena of organic production furnish data for a special kind of judgment, which, however, involves or rests upon a quite general principle, that of the contingency of the particular element in nature and its subjectively necessary adaptation to our faculty of cognition.",
        "The notion of contingency arises, according to Kant, from the fact that understanding and sense are distinct, that understanding does not determine the particular of sense, and, consequently, that the principle of the adaptation of the particular to our understanding is merely supplied by reason on account of the peculiarity or limited character of understanding.",
        "For the Roman adaptation of Eros see Cupid, and for the later legend of Cupid and Psyche see Psyche.",
        "The conspicuous absence of barn owls from regions far north & south of the Equator is probably due to its poor adaptation to cold.",
        "The conspicuous absence of Barn Owls from regions far North & South of the Equator is probably due to its poor adaptation to cold.",
        "adaptation of the famous tale.",
        "adaptation of the Greek tragedy Clytemnestra which offers the parallel with modern Japanese society.",
        "An output of the project will be the identification of key elements of organizational structure and management that could facilitate adaptation.",
        "It is a basic text editor which does not require any adaptation of the operating system to type Arabic.",
        "Book online for The 39 Steps A comic adaptation of the classic whodunit.",
        "faithful adaptation of Rudyard Kipling's classic tale of a little boy called Mowgli (Jason Scott Lee ).",
        "Film, Text, Audience (Dr. L Spinks) This course focuses upon the poetics and politics of cinematic adaptation.",
        "A film adaptation is currently in pre-production with Warner Brothers.",
        "Previous models have shown how the tilt aftereffect can be explained through adaptation of lateral interactions between neurons in visual maps.",
        "blower regeneration offers wide ranging freedom for adaptation to problematic marginal conditions.",
        "We will normally prepare a conservation brief which will be made available to you so the scope and costs of adaptation can be considered.",
        "Closer, the screen adaptation of the Patrick Marber play with an all-star cast, comes out on DVD this week.",
        "The laundry is an adaptation in 1887-8 by C.E. Davis of a dissenting chapel.",
        "Ullmann's adaptation, beautifully shot by acclaimed cinematographer JÃ¶rgen Persson, took Cannes by storm in 2000.",
        "Seasonal adaptation include spinning a cocoon, lying dormant or laying eggs for the winter period.",
        "The process of adaptation is blocked by negative emotion, so we must become compassionate, and generate unconditional love.",
        "We therefore propose that the GEM approach be applied to adaptation of hidden Markov models which use non-diagonal covariances.",
        "David Wood, the acclaimed children's dramatist, draws upon the most entertaining and instructive of the twenty-four books for this popular adaptation.",
        "Those that know say that the Wachowskis ' adaptation of Alan Moore and David Lloyd's original graphic novel is remarkably faithful.",
        "feverish anticipation that this might be the first great video game adaptation.",
        "filmic adaptation.",
        "Reducing vehicle speeds Work is required to develop harmonized standards for Intelligent Speed Adaptation systems with the aim of eventual universal fitment.",
        "Walk looking for evidence, adaptation, collecting and identification, woodland food chains and decomposers.",
        "Lush adaptation of Arthur Golden's 1998 bestseller following the life of 1930s Japanese geisha Sayuri.",
        "Then twentieth-century biologists explained heredity and adaptation as a result of genes and mutations.",
        "House owners are often ingenious in their adaptation of pillboxes.",
        "inventorynalyzes have ranged from greenhouse gas inventories to mitigation analysis and vulnerability and adaptation analysis.",
        "Anne Bebbington An investigation introducing plant defense mechanisms and the idea of adaptation 91 What happened to the holly leaf miner?",
        "leftyspan>think lefties use more of their brain because of adaptation to a right handed world.",
        "At the end of that adaptation period, it turns lethal.",
        "Covering induction, home/school liaison, combating racism, and the psychological adaptation of refugee young people.",
        "Beside if people get lippy you can always mention that it is a ' radical adaptation ' .",
        "In 1987, they made the life-size marionettes for Granada Television's adaptation of Angela Carter's The Magic Toyshop.",
        "I suggest an adaptation of Henry Ford's famous courtroom maxim is appropriate - The future is bunk.",
        "I have never been a fan of period films or Jane Austen, but I was absolutely mesmerized by each frame of this adaptation.",
        "This approach should also be adopted for the experienced operator who becomes monocular, after allowing a period of adaptation.",
        "Thus, although listeners heard the replaced phonemes in the noise, these phonemic percepts did not cause adaptation.",
        "prism adaptation commonly occurs in patients with normal binocular vision.",
        "Candidates may be required to undergo an adaptation procedure.",
        "remake is an example of the continual process of remaking that allows for cultural adaptation rather than revolution.",
        "Robin Weiss stressed that virus adaptation or recombination with other retroviruses in the new host cannot be dismissed.",
        "Note the temporal ramp will not generate adaptation in a directionally selective cell.",
        "expressing sexuality A tracheostomy involves an alteration in the normal body functioning of breathing, which requires some adaptation to an altered body image.",
        "In an adaptation of the T-shirt slogan: Jesus is coming... .",
        "spider monkeys is an adaptation for swinging through the trees.",
        "In any case, this kind of adaptation to insult may be to build highly systematized intellectual systems Of defense, promoted with intensity.",
        "Norcuron does not affect Apgar score, fetal muscle tonus nor cardiorespiratory adaptation.",
        "Virulence is complex and involves a number of features, including host adaptation, transmissibility, tissue tropism and virus replication efficiency.",
        "Its ready adaptation to confine ment has made it a popular cage-bird on both sides of the Atlantic. The hen is not so good a songster as the cock bird.",
        "Some modern mythologists regard the Minotaur as a solar personification and a Greek adaptation of the Baal-Moloch of the Phoenicians.",
        "When it is further remembered that the earlier telescopes were not provided with the modern slow motions in right ascension and that the Struves,, in their extensive labours among the double stars, used to complete their bisections of the fixed wire by a pressure of the finger on the side of the tube, one is puzzled whether more to wonder at such poor adaptation of means to ends or the patience and skill which, with such means, led to such results.'",
        "The word \"hermit\" is an adaptation through the O.",
        "With the bandicoots, or Peramelidae, we come to a family of polyprotodonts which resemble the diprotodonts in the peculiarly specialized structure of their hind limbs; an adaptation which we must apparently regard as having been independently acquired in the two groups.",
        "Dryden's Amphitryon or the two Sosias (1690) is based partly on the Amphitruo, partly on Moliere's adaptation thereof; Fielding's Miser (acted 1732) on Moliere's L'Avare rather than on the Aulularia, and his Intriguing Chambermaid (acted 1733) on Regnard's Le Retour imprevu rather than on the Mostellaria.",
        "There are four transmitters and four receivers, which are operated independently by means of an adaptation of the multiplex system of working, and each circuit is provided with a number of segments set apart for its own use.",
        "This theory of Brahma being born from a golden egg is, however, a mere adaptation of the Vedic conception of Hiranya-garbha (\" golden embryo\"), who is represented as the supreme god in a hymn of the tenth (and last) book of the Rigveda.",
        "Finally, it is to be observed that Locke had a singularly clear view of organic arrangements (which of course he explained according to a theistic teleology) as an adaptation to the circumstances of the environment or to \" the neighbourhood of the bodies that surround us.\"",
        "Looking back over the progress of form and tissue-differentiation in the Thallophyta, we find that, starting from the simplest unicellular forms with no external differentiation of the body, we can trace an increase in complexity of organization everywhere determined by the principles of the division of physiological labor and of the adaptation of the organism to the needs of its environment.",
        "Most of the carbonate which now occurs in commerce is made from the chloride of the Stassfurt beds by an adaptation of the \"Leblanc process\" for the conversion of common salt into soda ash (see Alkali Manufacture).",
        "The Ascidicolidae have variable characters, showing a gradual adaptation to parasitic life in Tunicates.",
        "In adaptation to these varied surroundings they exhibit great variety in shape, size and structure.",
        "The same beautiful adaptation to the surroundings exists also in Ptenopus (with fringed toes) and Stenodactylus, which are likewise deserticolous.",
        "Such restorations are possible because of the intimate fitness of animals and plants to their environment, and because such fitness has distinguished certain forms of life from the Cambrian to the present time; the species have altogether changed, but the laws governing the life of certain kinds of organisms have remained exactly the same for the whole period of time assigned to the duration of life; in fact, we read the conditions of the past in a mirror of adaptation, often sadly tarnished and incomplete owing to breaks in the palaeontological record, but constantly becoming more polished by discoveries which increase the understanding of life and its all-pervading relations to the non-life.",
        "Therefore adaptation is the central principle of modern palaeontology in its most comprehensive sense.",
        "He clearly set forth also the phenomena of analogous or parallel adaptation.",
        "They breathed the new spirit of the recognition of adaptation and descent.",
        "This wide distinction between similarity of descent and similarity of adaptation applies to every organ, to all groups of organs, to animals as a whole, and to all groups of animals.",
        "10) superficially resemble each other, but if the outer form be removed this resemblance proves to be a mere veneer of adaptation, because their internal skeletal parts are as radically different as are their genetic relations, founded on heredity.",
        "The consequences of this principle when applied to the adaptations of animals bring us to the very antithesis of Cuvier's supposed \"law of correlation,\" for we find that, while the end results of adaptation are such that all parts of an animal conspire to make the whole adaptive, there is no fixed correlation either in the form or rate of development of parts, and that it is therefore impossible for the palaeontologist to predict the anatomy of an unknown animal from one of its parts only, unless the animal happens to belong to a type generally familiar.",
        "For example, among the land vertebrates the feet (associated with the structure of the limbs and trunk) may take one of many lines of adaptation to different media or habitat, either aquatic, terrestrial, arboreal or aerial; while the teeth (associated with the structure of the skull and jaws) also may take one of many lines of adaptation to different kinds of food, whether herbivorous, insectivorous or carnivorous.",
        "This independence of adaptation applies to every detail of structure; the six cusps of a grinding tooth may all evolve alike, or each may evolve independently and differently.",
        "A very important evolutionary principle is that in such secondary returns to primary phases lost organs are never recovered, but new organs are acquired; hence the force of Dollo's dictum that evolution is irreversible from the point of view of structure, while frequently reversible, or recurrent, in point of view of the conditions of environment and adaptation.",
        "In the Jurassic period there were no less than six orders of reptiles which independently abandoned terrestrial life and acquired more or less perfect adaptation to sea life.",
        "Nature, limited in her resources for adaptation, fashioned so many of these animals in like form that we have learned only recently to distinguish similarities cf analogous habit from the similitudes of real kinship. From whatever order of Mammalia or Reptilia an animal may be derived, prolonged aquatic adaptation will model its outer, and finally its inner, structure according to certain advantageous designs.",
        "In two families motile articulated rods occur; in Triarthridae they probably simply expand the dimensions of the body in adaptation to life at the surface; or as a protection against being swallowed by their smaller foes.",
        "The word is an adaptation of Fr.",
        "Various degrees of specialization occur in the adaptation for leaping.",
        "The word is an adaptation of the Arabic sharb or sharab, beverage, drink, shariba, he drank, and is thus directly related to \"sherbet\" and \"syrup\" (q.v.).",
        "Thus the downfall of the monarchy and of the ancient cults have been nearly fatal to some of the more beautiful birds; feather ornaments, formerly worn only by nobles, came to be a common decoration; and many species (for example the Hawaiian gallinule, Gallinula sandwicensis, which, because of its crimson frontal plate and bill, was said by the natives to have played the part of Prometheus, burning its head with fire stolen from the gods and bestowed on mortals) have been nearly destroyed by the mongoose, or have been driven from their lowland homes to the mountains, such being the fate of the mamo, mentioned above, and of the Sandwich Island goose (Bernicla sandwicensis), which is here a remarkable example of adaptation, as its present habitat is quite arid.",
        "He supposes that this evolution does not remain cosmic, but becomes organic. In accordance with Lamarck's hypothesis, he supposes an evolution of organisms by hereditary adaptation to the environment (which he considers necessary to natural selection), and even the possibility of an evolution of life, which, according to him, is the continuous adjustment of internal to external relations.",
        "He holds that we pass without break from the phenomena of bodily life to the phenomena of mental life, that consciousness arises in the course of the living being's adaptation to its environment, and that there is a continuous evolution from reflex action through instinct and memory up to reason.",
        "A second argument for God is the prevailing goodness or adaptation of Nature to the ends of conscious beings, which might conceivably be explained by Lamarckian evolution, but has not yet been so explained, and if it were, would not be inconsistent with a divine design in evolution.",
        "He was immediately denounced to the convention, and his life was only saved by his instant and ingenious adaptation of St Scholastica into an embodiment of Philosophy.",
        "243) holds that the Chaldee text used by Jerome was a free translation or adaptation of the Hebrew.",
        "CAMERA (a Latin adaptation of Gr.",
        "Poenus is of course merely an adaptation of the Greek form.3 Language.",
        "Dr Thomas Hill's work, The Contemplation of Hankynde, contayning a singular Discourse after the Art of Physiognomie, published in 1571, is a quaintly written adaptation from the Italian authors of the day.",
        "In military and naval use \"to rake\" means to enfilade, to fire so that the shot may pass lengthwise along a ship, a line of soldiers, entrenchments, &c. In the nautical sense of the projection or slope of a ship's bows or stern or the inclination of a mast, the word is apparently an adaptation of the Scandinavian raka, to reach, in the sense of reach forward.",
        "Their compact, moss-like growth and general structural peculiarities are not an expression of mutual affinity, but are in adaptation to the combined cold and dryness of their habitat.",
        "On the whole, then, adaptation to cold and wet is the note of the northern element.",
        "The true evidence for what is essential in Christianity, he contends, is its adaptation to the wants of human nature; hence the religious spirit is undisturbed by the speculations of the boldest thinkers.",
        "But in the beginning of the 15th century new possibilities were revealed by the adaptation of the windmill to the purpose of pumping water.",
        "Under a rational system of institutions, the adaptation of numbers to the means available for their support is effected by the felt or anticipated pressure of circumstances and the fear of social degradation, within a tolerable degree of approximation to what is desirable.",
        "Later the Homilies underwent further adaptation to Catholic feeling even before the Epitome, in its two extant forms, was made by more drastic methods of expurgation.",
        "One kind of adaptation at least is proved to have existed before the end of the 4th century, namely a selection of certain discourses from the Homilies under special headings, following on Recognitions, i.-iii., as seen in a Syriac MS. of A.D.",
        "Lysias was the first to make this adaptation really artistic. His skill can be best appreciated if we turn from the easy flow of his graceful language to the majestic emphasis of Antiphon, or to the self-revealing art of Isaeus.",
        "In The Wisdom of God, &c., Ray recites innumerable examples of the perfection of organic mechanism, the multitude and variety of living creatures, the minuteness and usefulness of their parts, and many, if not most, of the familiar examples of purposive adaptation and design in nature were suggested by him, such as the structure of the eye, the hollowness of the bones, the camel's stomach and the hedgehog's armour.",
        "And although it took several generations of poets to beat their music out to the perfection of the Virgilian cadences, yet in the rude adaptation of Ennius the secret of what ultimately became one of the grandest organs of literary expression was first discovered and revealed.",
        "The monks whose task it was to perfect the adaptation of the alphabet to the dialects of Egypt and translate the Scriptures out of the Greek, flung away all pagan traditions.",
        "The truth seems to be that Justinian was not a great ruler in the higher sense of the word, that is to say, a man of large views, deep insight, a capacity for forming just such plans as the circumstances needed, and carrying them out by a skilful adaptation of means to ends.",
        "The adaptation of part of the nave to the purposes of a parish church and the use of the building as a quarry did further damage.",
        "A curious adaptation seems to occur in certain floating forms, in the presence of a gas-vacuole, which may be made to vary its volume with varying pressure.",
        "The following table is an adaptation of a scheme devised by Klebs, and indicates the inter-relationships of the marked alternation of generations which of genera- b' dominates the life-history of the higher plants.",
        "The organisms constituting this plankton are mostly unicellular, of ten aggregated together in colonies, and the remarkable structure which they exhibit has added a new chapter to the story of adaptation to environment.",
        "His comedy, like that of Plautus, seems to have been rather a free adaptation of his originals than a rude copy of them, as those of Livius probably were, or an artistic copy like those of Terence.",
        "Although the tree is sensitive to such conditions, it appears to possess a certain capacity of adaptation which should be borne in mind.",
        "Smith's words, \"as Paul's adaptation, ` the just shall live by faith,' has become the motto of evangelical Christianity, so we may say that Habakkuk's original of it has been the motto and the fame of Judaism: ` the righteous shall live by his faithfulness.'\" The Hebrew text of this impressive and varied book is unfortunately corrupt in many places; even so cautious a critic as Driver accepts or favourably notices eighteen textual emendations in the three chapters, and suspects the text in at least seven other cases.",
        "Its introduction and six chapters present with rare lucidity the earliest conceptions of the Kingdom of Heaven, the Son of God, the Church, Christian dogma and Catholic worship; and together form a severely critico-historical yet strongly Catholic answer to Harnack's still largely pietistic Wesen des Christentums. It develops throughout the principles that \"what is essential in Jesus' Gospel is what occupies the first and largest place in His authentic teaching, the ideas for which He fought and died, and not only that idea which we may consider to be still a living force to-day\"; that \"it is supremely arbitrary to decree that Christianity must be essentially what the Gospel did not borrow from Judaism, as though what the Gospel owes to Judaism were necessarily of secondary worth\"; that \"whether we trust or distrust tradition, we know Christ only by means of, athwart and within the Christian tradition\"; that \"the essence of Christianity resides in the fulness and totality of its life\"; and that \"the adaptation of the Gospel to the changing conditions of humanity is to-day a more pressing need than ever.\"",
        "This has been accompanied by the conversion of the lamelliform gill-plates into lamelliform lung-plates, and later the development from the lung-chambers, and at independent sites, of tracheae or air-tubes (by adaptation of the vasifactive tissue of the blood-vessels) similar to those independently developed in A B FIG.",
        "It was considered permissible to speculate somewhat vaguely on the subject of the utility of this or that startling variety of structure; but few attempts, though some of great importance, were made systematically to explain by observation and experiment the adaptation of organic structures to particular purposes in the case of the lower animals and plants.",
        "Lewes and others the doctrine of \"cerebral reflex\" was suggested, whereby actions, at first achieved only by incessant attention, became organized as conscious or subconscious habits; as for instance in the playing on musical or other instruments, when acts even of a very elaborate kind may directly follow the impulses of sensations, conscious adaptation and the deliberate choice of means being thus economized.",
        "It is an adaptation of a previously existing work in Sinhalese on the same subject, and describes the bringing of a branch of the celebrated Bo or Bodhi tree (i.e.",
        "Vigfusson and York Powell (Corpus Poeticum Boreale, Oxford, 1883) see in Yggdrasil not a primitive Norse idea, but one due to early contact with Christianity, and a fanciful adaptation of the cross.",
        "dims, house, and X6 yos, department of science), that part of the science of biology which treats of the adaptation of plants or animals to their environment (see PLANTS: Ecology).",
        "(iv.) The state of adaptation of the observer's eye is dependent on his state of health, on a con dition of greater or less fatigue, or Circle of position ni ////fie on the inclina e,, ,,,y„ head Circle tion of the (,?ccleofdedinataon: in consequence of, ?",
        "But the wet collodion process was then the only one available, and its inconveniences were such as to preclude its extensive employment; the real triumphs of photographic astronomy began in 1875 with Huggins's adoption and adaptation of the gelatine dry plate.",
        "The origin of the name lamprey is obscure; it is an adaptation of Fr.",
        "In literature there may be, e.g., an adaptation of a novel for a drama, or in music an arrangement of a piece for two hands into one for four, &c. In biology, according to the doctrine of evolution, adaptation plays a prominent part as the process by which an organism or species of organisms becomes modified to suit the conditions of its life.",
        "The old town-hall is a quaint Slavonic adaptation of Romanesque forms. The royal castle, begun in 1905 and completed in 1910 at a cost of £250,000, is a pretentious building in what is officially called Romanesque style.",
        "Addenbrooke, \"The Electrostatic Wattmeter and its Calibration and Adaptation for Polyphase Measurements,\" Electrician (1903), 51, 811; W.",
        "The conclusion is that the sum of homogenous parts, which may be similar or dissimilar in external form according to their similarity or diversity of function, and the recognition of former similarities of adaptation (see below) are the true bases for the critical determination of kinship and phylogeny.",
        "Through this independent adaptation of different parts to their specific ends there have arisen among vertebrates an almost unlimited number of combinations of foot and tooth structure, the possibilities of which are illustrated in the accompanying diagram (see fig.",
        "So prone are men to exaggerate adaptation into aim!",
        "The methods in which these are provided are of infinite variety, and any and every part of the flower and of the inflorescence may be called into requisition to supply the adaptation (see Fruit).",
        "The name indicates the existence of the same conception regarding sacred edifices in Assyria as in Babylonia, where we find such names as E-Kur (\"mountain house\") for the temple of Bel at Nippur, and E-Saggila (\"lofty house\") for Marduk's temple at Babylon and that of Ea at Eridu, and in view of the general dependence of Assyrian religious beliefs as of Assyrian culture in general, there is little reason to doubt that the name of Assur's temple represents a direct adaptation of such a name as E-Kur, further embellished by epithets intended to emphasize the supreme control of the god to whom the edifice was dedicated.",
        "Such was the formula of the Eternal Gospel, which, as an unconscious forecast of the Renaissance, has attracted retrospective students by its felicity of adaptation to their historical method.",
        "In general structure they all closely resemble human beings, as in the absence of tails; in their semi-erect position (resting on finger-tips or knuckles); in the shape of vertebral column, sternum and pelvis; in the adaptation of the arms for turning the palm uppermost at will; in the possession of a long vermiform appendix to the short caecum of the intestine; in the size of the cerebral hemispheres and the complexity of their convolutions.",
        "But in many, perhaps most cases of naturalization (see Appendix below) there is no evidence of a gradual adaptation to new conditions which were at first injurious, and this is essential to the idea of acclimatization.",
        "The general laws of heredity and variation have been proved to apply to man as well as to animals and plants; and numerous facts in the distribution of races show that man must, in remote ages at least, have been capable of constitutional adaptation to climate.",
        "The Roman d'Eneas (c. 1160, or later), of uncertain authorship (attributed by some to Benoit de Sainte-More), the first French poem directly imitated from the Aeneid, is a fairly close adaptation of the original.",
        "d '?.?i E Longitude East 78Ã‚° of Greenwich F 3,c in the immigration from the Central Asian plateau of such species as could adapt themselves to the dry climate and soil, in the disappearance of European and Altaic species from all the more arid parts of the region, in the survival of steppe species, and in the adaptation of many of the existing species to the needs of an arid and extreme climate and a saline soil.",
        "Having accepted these two conclusions, we formulate the generalization that tracheae can be independently acquired by various branches of Arthropod descent in adaptation to a terrestrial as opposed to an aquatic mode of life.",
        "This is analogous to the Judaean adaptation of the prophetical treatment of Saul's life, and it also reflects certain priestly rivalries (see Levites).",
        "Soon after its appearance in print I was pained to learn, through the Goodson Gazette, that a portion of the story (eight or nine passages) is either a reproduction or adaptation of Miss Margaret Canby's \"Frost Fairies.\"",
        "This is an example of the continual process of remaking that allows for cultural adaptation rather than revolution.",
        "In an adaptation of the t-shirt slogan: Jesus is coming...."
    ],
    "definition": [
        "The act or process of adapting.\nThe state of being adapted.",
        "The act or process of adapting.",
        "The state of being adapted.",
        "Biology\nChange or adjustment in structure or habits by which a species becomes better able to function in its environment, occurring through the course of evolution by means of natural selection.\nA structure or habit that results from this process.",
        "Change or adjustment in structure or habits by which a species becomes better able to function in its environment, occurring through the course of evolution by means of natural selection.",
        "A structure or habit that results from this process.",
        "Physiology The responsive adjustment of a sense organ, such as the eye, to varying conditions, such as light intensity.",
        "Change in behavior of a person or group in response to new or modified surroundings.",
        "ad′ap·ta′tion·al\nadj.",
        "ad′ap·ta′tion·al·ly\nadv.",
        "Link/Cite"
    ]
}