{
    "translation": "תוספת",
    "uses": [
        "In addition, all her planning and tenacity were paying off.",
        "In addition to the assistance from the renters, the money finally gave her an income of her own, and the token independence that went with it.",
        "It would make a nice addition to their safari.",
        "In addition to the animals we have purchased, there is native wildlife.",
        "He asked if he might record the interview in addition to taking notes.",
        "Second, in addition to facts, the web has become the face of almost all organizations of the planet.",
        "We don garment after garment, as if we grew like exogenous plants by addition without.",
        "The cliff's sheer drop created a natural defense against any intruders in addition to providing a view that was breathtaking by day or night.",
        "The small kitchen showed signs of its past life, before the addition of a modern sink and electric stove.",
        "\"Now he has a hero for a deputy,\" Cynthia said, \"in addition to being his private little squeeze.",
        "She looked at her and gave her alone a special smile in addition to her usual smile as hostess.",
        "In addition to its small size, it shared a common wall to the Dean's quarters, infringing on their privacy.",
        "When I was not guessing, I was jumping at conclusions, and this fault, in addition to my dullness, aggravated my difficulties more than was right or necessary.",
        "In addition to the scenery, we have a million gallon hot spring pool run by the town.",
        "In addition to the native deer, the Elk or buffalo could have eaten the grain.",
        "The wine cellar had been an addition to the sprawling house, accessible only by leaving the house and descending a set of stairs off the kitchen.",
        "In addition to the bones themselves, the box contained a ripped plaid flannel shirt, and nestled at the bottom, dirty jeans, boots, and yellowed, soiled undershorts.",
        "In addition to that, many Americans own stock in other countries through their retirement savings.",
        "By the addition of excess of ammonia to a cobalt chloride solution in absence of air, a greenishblue precipitate is obtained which, on heating, dissolves in the solution, giving a rose-red liquid.",
        "Miss Sullivan has in addition a vigorous personality.",
        "Although it was decades since Dean's Boy Scout days and he didn't relish the thoughts of bed­ding his exhausted body on the ground, he felt, in addition to sav­ing money, his chance of running into his quarry in a camp ground was better.",
        "I'm not old enough to know how, Dusty said, convinced Talon was psychotic in addition to sadistic.",
        "On the addition, well stirred, of a small quantity of dilute sulphuric acid, a precipitate of sulphur slowly forms, and during its growth manifests exceedingly well the phenomena under consideration.",
        "Still, in addition to family ties, the Reynolds farmhouse was centrally located and large enough to accommodate all the guests.",
        "The woman introduced herself as Annie Mae Wilkie and informed us she was the treasurer of Brockville, in addition to holding several other positions.",
        "He was supporting her entire weight in addition to his own.",
        "He was able to hear thoughts and manipulate minds in addition to brute strength that allowed him to tear men in two with no effort.",
        "By the time she returned to the large row house, she was looking forward to an addition to their home who may not fear killing spiders and other bugs.",
        "In addition, Albany has the finest harbour in West Australia.",
        "This condition is never observed by the universal historians, and so to explain the resultant forces they are obliged to admit, in addition to the insufficient components, another unexplained force affecting the resultant action.",
        "In addition to steak, the restaurant also serves, seafood, pizza and pasta.",
        "She coveted each addition like an orange in a Christmas stocking.",
        "In addition to various sounds produced at other times, an elephant when about to charge gives vent to a shrill loud 'trumpet'.",
        "In addition to cold beer and wine coolers, a full menu is available to satisfy your hunger.",
        "In addition to the formal evening and dinner parties, a large company, chiefly of men, gathered there every day, supping at midnight and staying till three in the morning.",
        "In addition to the five we bought, there were five or six—maybe seven more.",
        "He was maire of the village, tutor to Aurore's halfbrother, and, in addition to his other duties, undertook the education of the girl.",
        "In addition, more than one billion of the world's seven billion people visited a country other than their own in 2011.",
        "\"Where are you from?\" and \"Have you done this before?\" seemed to be stock questions in addition to comments and curiosity about equipment and attire.",
        "The whole of the lead and sulphur of the sulphide was found to be present in the sulphate; in other words, the combining ratio of the lead and sulphur was not altered by the addition of the oxygen.",
        "It was a peaceful scene made so much more beautiful by the addition of strategically placed outbuildings.",
        "With only three tables in addition to their very limited counter space, a reservation well in advance is recommended.",
        "In addition to steaks, meat choices include lamb, pork, chicken and turkey.",
        "What is remarkable in her career is already accomplished, and whatever she may do in the future will be but a relatively slight addition to the success which distinguishes her now.",
        "In addition to the storage buildings, he owns an insurance agency, a bank and a bunch of commercial real estate.",
        "In addition, images engraved in walls of what appear to be people infected with polio are found in Egypt dating back to at least 1400 BC.",
        "Dean paused at the County's sole traffic light, a recent addition and, in some minds, a reluctant bow to progress.",
        "The intensity of the secondary light is no longer to be arrived at by addition of individual intensities, but must be calculated with consideration of the particular phases involved.",
        "In addition to a full bar, you'll find such eats as deep fried mushrooms, seafood platters and a killer kielbasa sandwich.",
        "In addition to the four Dawkins, there was Pumpkin Green, the grocery cart vagabond, and old Brandon Westlake, camera buff supreme.",
        "But in addition, when nations trade, the underlying economies themselves grow ever more intertwined.",
        "It may be prepared by the addition of potassium nitrite to an acetic acid solution of cobalt chloride.",
        "In addition to knowing more about what will work, in the future we will also know more about what won't work.",
        "In addition, how food affects us unquestionably has a lot to do with genetic factors, and because everyone has a different genetic makeup, different foods affect each of us differently.",
        "In addition to brats the menu offers burgers, sandwiches, hot dogs, potato salad, sauerkraut and soda or beer to wash it all down.",
        "In addition to steak, the restaurant also serves dishes such as blue cheese meatloaf, slow-cooked pork shank or broiled lobster.",
        "It depends, however, in addition on the natural mobility of the ions, and also on the opportunities for convection.",
        "In addition, the restaurant is replete with salads and soups.",
        "Vegetarian and seafood choices also appear on the menu in addition to meat dishes.",
        "The inviting bar features outdoor dining and a variety of spirits, in addition to locally brewed beers and regional wines.",
        "The menu features such fare as steak and eggs, hash browns and omelets, in addition to the famous waffles.",
        "The fruit shakes, available in a wide variety of flavors, are a great addition to any meal.",
        "In addition to a raw bar and pasta station, the dinner menu includes chicken, steak and vegetarian selections.",
        "In addition to a full bar, the restaurant has drink specials, specialty martinis and an extensive wine list.",
        "In addition to southwestern style food like, burritos and fajitas, guests can choose to dine on steak, ribs, pasta or seafood.",
        "In addition it is necessary to?",
        "In addition to the miners, railroad builders and cattlemen populated the western areas.",
        "In addition to serving good food, this establishment does good for the planet by making a conscious effort to recycle, compost and offset all their energy usage through purchasing carbon offsets.",
        "In addition to their famous pizza, the restaurant also serves salads, appetizers and a good selection of wine and beer.",
        "A celebrity, in addition.",
        "In addition to Blackstone, Coke and these later writers, the following works may also be consulted: John Reeves, History of English Law (1783-1784); L.",
        "In the mica-schists of this group biotite or muscovite may be the principal mineral and often both are present in varying proportions; the mica has developed from the argillaceous matter of the original rock; in addition there is always quartz and sometimes felspar (albite or oligoclase).",
        "In addition to the wings there are smaller dorsal outgrowths of the thorax in many insects.",
        "Most insects possess a pair of compound eyes, and many have, in addition, three simple eyes or ocelli on the vertex.",
        "But the protocerebrum contains the ganglia of the ocular segment in addition to those of the procephalic lobes.",
        "Osgood to make an important addition to our knowledge of this remarkable type of ruminant.",
        "In Roman times Brucheum was enlarged by the addition of an official quarter, making up the number of four regiones in all.",
        "For building and miscellaneous purposes, in addition to the rare woods above named, there are cedars (used in great quantities for cigar boxes); the pine, found only in the W., where it gives its name to the Isle of Pines and the province of Pinar del Rio; various palms; oaks of varying hardness and colour, &c. The number of alimentary plants is extremely great.",
        "Its powers are extensive, including, in addition to ordinary legislative powers, control of financial affairs, foreign affairs, the power to declare war and approve treaties of peace, amnesties, electoral legislation for the provinces and municipalities, control of the electoral vote for president and vice-president, and designation of an acting president in case of the death or incapacity of these officers.",
        "Further extensions of this meaning are to an explanation, comment or addition, added in the margin or at the foot of the page to a passage in a book, &c., or to a communication in writing shorter or less formal than a letter.",
        "The restaurant was a recent and welcome addition.",
        "In addition to the main dining area, guests will appreciate a romantic dinner in a cozy side room, complete with linen-covered tables and dimmed lighting.",
        "In addition to churrasco, the restaurant has a full entrée menu from which to choose, as well as inventive salads and sides.",
        "In addition to the coast's natural wonders, there are a wide variety of eateries to choose from dotted along the coast road.",
        "In addition to a variety of steak selections, other menu options include ribs, chicken, veal, seafood and homemade soups.",
        "In addition to the educational work done by the state, communes and private individuals, there exist in France a good many societies which disseminate instruction by giving courses of lectures and holding classes both for children and adults.",
        "Fully three-fourths of the state contributions is expenditure on military necessities; in addition there are subventions to various colonies and to colonial railways and cables, and the expenditure on the penitentiary establishments; an item not properly chargeable to the colonies.",
        "p. 299), or by the addition of a concentrated solution of potassium cyanide to one of copper sulphate, the mixed solutions being then heated.",
        "The ordinary business of the ports was conducted in two courts known respectively as the court of brotherhood and the court of brotherhood and guestling, - the former being composed of the mayors of the seven principal towns and a number of jurats and freemen from each, and the latter including in addition the mayors, bailiffs and other representatives of the corporate members.",
        "by the addition of sulphuretted hydrogen to the nitriles, or by the action of phosphorus pentasulphide on the acid-amides.",
        "In addition there are a number of second-and third-class timbers, which are used locally and for export to Calcutta.",
        "41, F, G, H), and consists of the spadix bearing the gonads covered by a single layer of ectoderm (ex.), with or without the addition of an ectotheca.",
        "(b) Tentacles with a bilateral arrangement, branched tentacles in addition to simple filiform ones; type of Branchiocerianthus.",
        "In addition to tentacles, there may be marginal cirri (Laodice) with a solid endodermal axis, spirally coiled, very contractile, and bearing a terminal battery of nematocysts.",
        "In addition to the stems bearing cups, there are found vesicles associated with them, which have been interpreted as gonothecae or as floats, that is to say, air-bladders, acting as hydrostatic organs for a floating polyp-colony.",
        "In perennials the stem shows a regular increase in thickness each year by the addition of a new ring of wood outside the old one - for details of structure see Plants: Anatomy.",
        "The addition of more acid would produce an additional supply of sulphur (by the action of the H2S203 on the dissolved H 2 S); but this thiosulphate sulphur is yellow and compact, while the polysulphide part has the desired qualities, forming an extremely fine, almost white, powder.",
        "Gay-Lussac in 181q, is usually obtained in the form of its barium salt by suspending freshly precipitated hydrated manganese dioxide in water and passing sulphur dioxide into the mixture until all is dissolved; the barium salt is then precipitated by the careful addition of barium hydroxide.",
        "The salts are unstable; and a solution of the free acid (obtained by the addition of hydrofluosilicic acid to the potassium salt) on concentration in vacuo decomposes rapidly: H 2 S 3 0 6 = H 2 SO 4 -{- S S02.",
        "2 In addition to this, the Egyptian story of the priest Uza-hor at the court of Cambyses and Darius reflects a policy of religious tolerance which illustrates the biblical account of Ezra and Nehemiah (Brugsch, Gesch.",
        "Instead of sacerdotal kings, there were royal priests, anointed with oil, arrayed with kingly insignia, claiming the usual royal dues in addition to the customary rights of the priests.",
        "Jonathan was summoned to Antioch, made his peace and apparently relinquished his attempt in return for the addition of three Samaritan districts to his territory.",
        "The Leibzoll (body-tax) was also abolished, in addition to the special law-taxes, the passport duty, the nightduty and all similiar imposts which had stamped the Jews as outcast, for they were now (Dec. 19) to have equal rights with the Christian inhabitants.\"",
        "In addition to his political activity, he was president of the literary section of the Hungarian Academy, and director of the National.",
        "The classification here adopted is based on Sharp's scheme, with the addition of suggestions from some of the most recent authors - especially Bdrner and Enderlein.",
        "The British Museum had been formed, and he had access to everything it contained in addition to the abundant materials afforded him by the private museum of Sir Ashton Lever.'",
        "On two occasions, however, there was found in addition, what may be taken for a representation of the first series, a little \" noyau \" situated between the coracoids - forming the only instance of all three series being present in the same bird.",
        "p. 405) in 1823, with the addition, however, of his Raptores, and it will be unnecessary to enter into particulars concerning it, though it is as equally remarkable for the insight shown by the author into the structure of birds as for the philosophical breadth of his view, which comprehends almost every kind of character that had been at that time brought forward.",
        "Its subject, which is of high historical value as a record of costume, represents the translation of the body of St Mark, and gives us a view of the west façade of the church as it was at the beginning of the 13th century before the addition of the ogee gables, with alternating crockets and statues, and the intermediate pinnacled canopies placed between the five great arches of the upper storey.",
        "In the routine examination of crude petroleum it is customary to determine the specific gravity, and the amount of water and earthy matter in suspension; the oil is also frequently subjected to a process of fractional distillation in order to ascertain whether there has been any addition of distilled products or residue.",
        "In addition to the nerves starting from the brain-lobes just now especially mentioned, there is a double apparatus which can hardly be treated of in conjunction with the sense organs, because its sensory functions have not been sufficiently made out, and which will therefore rather be considered along with the brain and central nervous system.",
        "Large sums of money and games and shows were provided for the people, and, in addition, all the arrears of taxation for the last fifteen years (about £10,000,000) were cancelled and the bonds burnt in the Forum of Trajan.",
        "The unbelieving receive the external sign or sacramentum; but the believing receive in addition, although invisibly, the reality represented by the sign, the res sacramenti.",
        "In addition to the Old Testament the Therapeutae had books by the founders of their sect on the allegorical method of interpreting Scripture.",
        "Regarding all substances as being composed of one primitive matter - the prima materia, and as owing their specific differences to the presence of different qualities imposed upon it, the alchemist hoped, by taking away these qualities, to obtain the prima materia itself, and then to get from it the particular substance he desired by the addition of the appropriate qualities.",
        "Baal being originally a title, and not a proper name, the innumerable baals could be distinguished by the addition of the name of a place or of some special attribute.",
        "Among the monuments of their rule, in addition to the enlarged Agora and the Lyceum.",
        "Important researches at Epidaurus, Eleusis, Mycenae, Amyclae and Rhamnus may be numbered among its principal undertakings, in addition to the complete exploration of the Acropolis and a series of investigations in Athens and Attica.",
        "On the addition of Formosa to her dominions, Fuji ceased to be Japan's highest mountain, and took the third place on the list.",
        "In addition to these remarkable inland mountains, Formosa's eastern shores show magnificent cliff scenery, the bases of the hills on the seaside taking the form of almost perpendicular walls as high as from 150o to 2 500 ft.",
        "It forms a characteristic explosive silver salt on the addition of ammoniacal silver nitrate to its aqueous solution, and an amorphous precipitate which explodes on warming with ammoniacal cuprous chloride.",
        "In addition to his philosophical work, he took a leading part in the political affairs of his city from the time of the Diadochi until his death, and obtained a remission of the tribute to Demetrius.",
        "In addition to the common treasury, supported by the general taxes and charged with the ordinary expenditure, there was a special reserve fund, also in the temple of Saturn, the aerarium sanctum (or sanctius), probably originally consisting _of the spoils of war, afterwards maintained chiefly by a 5% tax on the value of all manumitted slaves, this source of revenue being established by a lex Manlia in 357.",
        "By the lex Aurelia (70 B.C.) the list of judices was composed, in addition to senators and equites, of tribuni aerarii.",
        "In the r3th century a portion of Hakim's addition was pulled down to make way for the first cathedral, which was dedicated to the Virgin.",
        "Dumas went no further that thus epitomizing his observations; and the next development was made in 1836 by Auguste Laurent, who, having amplified and discussed the applicability of Dumas' views, promulgated his Nucleus Theory, which assumed the existence of \" original nuclei or radicals \" (radicaux or noyaux fondamentaux) composed of carbon and hydrogen, and \" derived nuclei \" (radicaux or noyaux derives) formed from the original nuclei by the substitution of hydrogen or the addition of other elements, and having properties closely related to the primary nuclei.",
        "compounds containing an oxy in addition to an aldehydic or ketonic group) undergo both condensation and oxidation when treated with phenylhydrazine, forming compounds known as osozones; these are of great importance in characterizing the sugars (q.v.).",
        "Here we meet with a great diversity of types: oxygen, nitrogen, sulphur and other elements may, in addition to carbon, combine together in a great number of arrangements to form cyclic nuclei, which exhibit characters closely resembling open-chain compounds in so far as they yield substitution derivatives, and behave as compound radicals.",
        "For example: nitric acid and sulphuric acid readily react with benzene and its homologues with the production of nitro derivatives and sulphonic acids, while in the aliphatic series these acids exert no substituting action (in the case of the olefines, the latter acid forms an addition product); another distinction is that the benzene complex is more stable towards oxidizing agents.",
        "Thiele suggested a doctrine of \" partial valencies,\" which assumes that in addition to the ordinary valencies, each doubly linked atom has a partial valency, by which the atom first interacts.",
        "Benzo-ortho-diazines exist in two structural forms, cinnolin and phthalazine; benzo-meta-diazines are known as quinazolines; benzo-para-diazines are termed quinoxalines; the dibenzo-compounds are named phenazines, this last group including many valuable dyestuffs - indulines, safranines, &c. In addition to the types of compounds enumerated above we may also notice purin, tropine and the terpenes.",
        "In quantitative analysis the methods can be subdivided into: (a) gravimetric, in which the constituent is precipitated either as a definite insoluble compound by the addition of certain reagents, or electrolytically, by the passage of an electric current; (b) volumetric, in which the volume of a reagent of a known strength which produces a certain definite reaction is measured; (c) colorimetric, in which the solution has a particular tint, which can be compared with solutions of known strengths.",
        "The precipitate formed by sulphuretted hydrogen may contain the black mercuric, lead, and copper sulphides, dark-brown bismuth sulphide, yellow cadmium and arsenious sulphides, orange-red antimony sulphide, brown stannous sulphide, dull-yellow stannic sulphide, and whitish sulphur, the last resulting from the oxidation of sulphuretted hydrogen by ferric salts, chromates, &c. Warming with ammonium sulphide dissolves out the arsenic, antimony and tin salts, which are reprecipitated by the addition of hydrochloric acid to the ammonium sulphide solution.",
        "Treatment with casutic soda dissolves out aluminium hydroxide, which is reprecipitated by the addition of ammonium chloride.",
        "Substances which burn with difficulty may be mixed with mercuric oxide in addition to copper oxide.",
        "He has also shown that the nitrophenols yield, in addition to the colourless true nitrophenol ethers, an isomeric series of coloured unstable quinonoid aci-ethers, which have practically the same colour and yield the same absorption spectra as the coloured metallic salts.",
        "In addition to th e se residents or natives of the locality, Shelley, Scott, Nathaniel Hawthorne, Clough, Crabb Robinson, Carlyle, Keats, Tennyson, Matthew Arnold, Mrs Hemans, Gerald Massey and others of less reputation made longer or shorter visits, or were bound by ties of friendship with the poets already mentioned.",
        "John's and Christ's colleges, in addition to two lectureships, in Greek and Hebrew.",
        "It is remarkable that even a small addition of zinc-white (oxide of zinc) to the reddish varieties especially causes a considerable diminution in the intensity of the colour, while dilution with artificial precipitated sulphate of lime (\"annalin\") or sulphate of baryta (\"blanc fix\") acts pretty much as one would expect.",
        "They led firstly to the addition of degree lines to maps, and secondly to the compilation of new maps of those countries which had been inadequately represented by Ptolemy.",
        "Of the seven editions of Ptolemy which were published up to the close of the 15th century, all except that of Vicenza (1475) contained Ptolemy's 27 maps, while Francesco Berlinghieri's version (Florence 1478), and two editions published at Ulm (1482 and 1486), contained four or five modern maps in addition, those of Ulm being by Nicolaus Germanus.",
        "The chart of the world by Juan de la Cosa, the companion of Columbus, is the earliest extant which depicts the discoveries in the new world (150o), Nicolaus de Canerio, a Genoese, and the map which Alberto Cantino caused to be drawn at Lisbon for Hercules d'Este of Ferrara (1502), illustrating in addition the recent discoveries of the Portuguese in the East.",
        "There are in addition an official map of India (1:1,000,000), the first edition of which was published in 1903, as also maps of the great provinces of India, including Burma, all on a scale of 1: 2,827,520, and a variety of physical and statistical maps.",
        "The primary triangulation was completed in 1880, a topographical map coloured geologically (1 :200,000) was published 1889-1897, and in addition to this there are being published an agronomical map on a scale of 1:100,000 (since 1887) and others.",
        "Dog lovers are now numbered by their tens of thousands, and in addition to shows of their favourites, owners are also liberally catered for in the shape of working trials, for during the season competitions for bloodhounds, pointers, setters, retrievers, spaniels and sheepdogs are held.",
        "The patent roll of 1290 shows that in addition to his lands in Ulster, Connaught and Munster, he had held the Isle of Man, but had surrendered it to the king.",
        "This addition to the size of the cave was partially filled up by the cave earth.",
        "Meanwhile in addition to many legal works of high standing, he had begun the publication of that long series of histories and historical romances which has made his name a household word in Germany.",
        "In the season of 1904-1905, which may be taken as typical, 179 estates, with a planted area of 431,056 acres, produced 11,576,137 tons of cane, and yielded - in addition to alcohol, brandy and molasses-1,089,814 tons of sugar.",
        "In 1907 the number of students was 554 Below the university there are six provincial institutes, one in each province, in each of which there is a preparatory department, a department of secondary education, and (this due to peculiar local conditions) a school of surveying; and in that of Havana commercial departments in addition.",
        "Acetophenoneoxime, C 6 H 5 C(:NOH) CH3, melts at 59° C. In glacial acetic acid solution, on the addition of concentrated sulphuric acid, it is converted into acetanilide.",
        "The arithmetic of real numbers follows from appropriate definitions of the operations of addition and multiplication.",
        "The addition and multiplication of these \"signed\" real numbers is suitably defined, and it is proved that the usual arithmetic of such numbers follows.",
        "In the first place, some physical process of addition is presupposed, involving some inductively inferred law of permanence during that process.",
        "The Turkish or Ottoman Empire comprises Turkey in Europe, Turkey in Asia, and the vilayets of Tripoli and Barca, or Bengazi, in North Africa; and in addition to those provinces under immediate Turkish rule, it embraces also certain tributary states and certain others under foreign administration.",
        "Among the principal public buildings are the Whittemore Memorial Public Library (1892), a fine high school and the large Salem school (part of the public school system), all given to the borough by John Howard Whittemore of Naugatuck, who in addition endowed the library and the high school.",
        "This Franconia was in 843 included in the kingdom of Louis the German, and was then increased by the addition of the territories of Mainz, Spires and Worms, on the right bank of the river.",
        "In 1200 a fair at Doncaster on the vigil and day of St James the Apostle was confirmed to Robert de Turnham, who held the manor in right of his wife, with the addition of an extra day, for which he had to give the king two palfreys worth loos.",
        "3 with the addition and A.",
        "The members of this group, whilst resembling the lower Crustacea (as all lower groups of a branching genealogical tree must do), differ from them essentially in that the head exhibits only one prosthomere (in addition to the eye-bearing prosthomere) with palpiform appendages (as in all Arachnida) instead of two.",
        "In addition to the above three meanings strange uses of the term appear in the western church.",
        "fyxen, due to the change from o to y, and addition of the feminine termination -en, cf.",
        "The whole verse is perhaps the addition of an allegorizing glossator.",
        "There are in addition several islets in the lagoon, the most important being Ile Michel.",
        "In addition to the indebtedness of the national government, the individual states have also incurred funded debts of their own.",
        "The bank, in addition to its private functions, farmed many of the regalia, and was in the practice of advancing large sums to the state, transactions which gave rise to extensive corruption, and terminated some years later in the breaking of the bank.",
        "It contains, in addition to the ancient national records, adequate accommodation, in fireproof chambers, for all Scottish title-deeds, entails, contracts and mortgages, and for general statistics, including those of births, deaths and marriages.",
        "Under the Edinburgh Corporation Act 1900, a further addition of nearly 1800 acres was made.",
        "An infantry regiment is always stationed in the castle, and there are in addition the barracks at Piershill (or \" Jock's Lodge \"), half-way between Edinburgh and Portobello.",
        "See, in addition to Jamieson's and Moir's volumes (u.s.), J.",
        "He therefore closed his career as a dramatic poet by publishing in 1731 his acted comedies, with the addition of five which he had no opportunity of putting on the stage.",
        "Deacons, in addition to having charge of the poor and sick, might catechize, and occasionally offer public prayer or read a written sermon.",
        "In addition, there is a corps of coast artillery numbering 450 men, from which garrisons are drawn for the military port, Zarate arsenal and naval prison.",
        "In addition, he was the author of a number of books and articles.",
        "in addition, and transform each pair to a new pair by substitutions, having the same coefficients a ll, a12, a 21, a 22 and arrive at functions of the original coefficients and variables (of one or more quantics) which possess the abovedefinied invariant property.",
        "He worked intensely on the Talmud and contributed no less than 190 papers to Chambers's Encyclopaedia, in addition to essays in Kitto's and Smith's Biblical Dictionaries, and articles in periodicals.",
        "A third addition becomes necessary to remove the rest of the silver, when the lead will assay only o I oz.",
        "1 exp(Adlo + vdol) = (1+/oD10+ v Doi +..ï¿½+ VQ +.ï¿½.)f; now, since the introduction of the new quantities 1.1., v results in the addition to the function (plglp2g2p3g3...) of the new terms A PI Pg1 (p 2q2 p 3g3ï¿½ï¿½ï¿½) +/ AP2Pg2 (p 1 g 1P343 ...)+/ Z3vg3 (p l g i p 2 g 2 ...)+ ï¿½, we find DP141(plqip2q2p3q3ï¿½ï¿½ï¿½) = (p 2 q 2 p 3 q 3ï¿½ï¿½ï¿½), and thence D P141 D P242 D P343 ï¿½ï¿½.",
        "Many places can be quite dangerous for crab boats and workers due to severely high seas, weather and temperatures which makes king crab even more prized and expensive in addition to its culinary demand.",
        "In addition to fresh seafood, steaks and fresh, homemade bread are also served.",
        "Cabins feature similar amenities in addition to covered porches and fireplaces.",
        "Elmo serves steaks, chops and a trademark shrimp cocktail with fresh horseradish cocktail sauce, in addition to vegetarian options and house-made desserts.",
        "This restaurant has a huge menu featuring several vegetarian choices in addition to a wide selection of steaks, burgers and seafood.",
        "In addition to steak, guests can dine on chicken, pork chops, lamb or pasta.",
        "In addition to being open for lunch and dinner, all food is available for take-out.",
        "In addition to the jogging trails and fishing opportunities, rugged hiking trails are also located nearby.",
        "He touched his net implant but found the network scrambled, indicating the jets were sending out electromagnetic pulses in addition to the missile strikes.",
        "Though in hindsight, it doesn't seem like anything is really ever enough.  I could've said so much more than I did or maybe, just did something in addition.",
        "I thought she'd be a great addition.",
        "Many other fungi in addition to the fairy-ring champignon grow in circles, so that this habit must merely be taken with its other characters in cases of doubt.",
        "In addition to his lecturing, Leo found time for much literary and political work.",
        "Other officers are the clerk of the county court, elected for six years, the sheriff, who also acts as tax-collector and treasurer, the prosecuting attorney, one or two assessors, the surveyor of lands and the superintendent of free schools, all elected for the term of four years; the sheriff may not serve two consecutive full terms. In addition there are boards appointed or elected by various authorities and charged with specific duties.",
        "The addition of the Fourteenth and Fifteenth Amendments to the U.S. Constitution caused a divided reaction.",
        "It must have been at this time that an addition was made by Waynflete to the Eton college statutes, compelling the fellows to forswear the heresies of John Wycliffe and Pecock.",
        "Gaining his freedom at the instance of Hungarian magnates, he visited Melanchthon at Wittenberg, and in 152 4 became professor of Greek at the university of Heidelberg, being in addition professor of Latin from 1526.",
        "and several succeeding kings confirmed Walter de Gaunt's gift, Stephen granting in addition the right to have a port.",
        "But in addition to bringing forward a fundamental and philosophical view of morbid processes, which probably contributed more than any other single cause to vindicate for pathology the place which he claimed for it among the biological sciences, Virchow made many important contributions to histology and morbid anatomy and to the study of particular diseases.",
        "He had accumulated an immense private fortune, possessing in addition to his see the revenues of seven abbeys.",
        "In addition to this they prosecuted him on a charge of embezzlement, and imposed a fine of 50 talents.",
        "The department is served chiefly by the lines of the Northern railway; in addition, the main line of the Eastern railway to Strassburg traverses the extreme south.",
        "In addition to this Bedouin organization there was the curious institution of an elective monarchy, some of whose kings are catalogued in Gen.",
        "He was specially devoted to the Virgin Mary, and wrote an Officium Beatae Virginis, in addition to many letters, sermons, and other writings.",
        "In addition to the encyclical letter, nineteen resolutions were put forth, and the reports of twelve special committees are appended upon which they are based, the subjects being intemperance, purity, divorce, polygamy, observance of Sunday, socialism, care of emigrants, mutual relations of dioceses of the Anglican Communion, home reunion, Scandinavian Church, Old Catholics, &c., Eastern Churches, standards of doctrine and worship. Perhaps the most important of these is the famous \"Lambeth Quadrilateral,\" which laid down a fourfold basis for home reunion - the Holy Scriptures, the Apostles' and Nicene creeds, the two sacraments ordained by Christ himself and the historic episcopate.",
        "He adds that he has appended it to the Rabdologia, in addition to the promptuary, because he did not wish to bury it in silence nor to publish so small a matter by itself.",
        "Architectural variety and solidity are favoured in the buildings of the city by a wealth of beautiful building stones of varied colours (limestones, sandstones, lavas, granites and marbles), in addition to which bricks and Roman tiles are employed.",
        "Its strength was increased by the addition: in 1863 of the small Independent Presbyterian Church of South Carolina; in 1865 of the United Synod (New School), which at that time had 120 ministers, 190 churches, and 12,000 communicants; in 1867 of the presbytery of Patapsco; in 1869 of the synod of Kentucky; and in 1874 of the synod of Missouri.",
        "According to the official returns,' the over-sea immigration for the forty-seven years 1857-1903 aggregated 2,872,588, while the departure of emigrants during the same period was 1,066,480, showing a net addition to the population of 1,806,108.",
        "For higher and professional education there are two national universities at Buenos Aires and Cordoba, and three provincial universities, at La Plata, Santa Fe and Parana, which comprise faculties of law, medicine and engineering, in addition to the usual courses in arts and science.",
        "A cure, in addition to his regular salary, received fees for baptisms, marriages, funerals and special masses, and had the benefit of a free house called a presbytre.",
        "The ordinary judicial system of France comprises two classes of courts: (I) civil and criminal, (2) special, including courts dealing only with purely commercial cases; in addition there are the administrative courts, including bodies, the Conseil dEtat and the Conseils de Prefecture, which dGal, in their judicial capacity, with cases coming under the droit administratif.",
        "In addition to these corps there are eight permanent cavalry divisions with headquarters at Paris, Lunyule, Meaux, Sedan, Reims, Lyons, Melun and Dole.",
        "In addition to this replacement of a single pair of functional teeth in each jaw, it has been discovered that marsupials possess rudimentary tooth-germs which never cut the gum.",
        "With the exception of the aberrant long-snouted phalanger, the members of the family Phalangeridae have the normal number of functional incisors, in addition to which there may be one or two rudimentary pairs in the lower jaw.",
        "In addition to these we have the photographic plates in F.",
        "In addition to the works referred to above, see R.",
        "Unlike the latter, they reproduced the institution of district conciliation boards in addition to the arbitration court; but these boards were a failure here as they were in New Zealand, and after 1903 they fell into disuse.",
        "and there are, in addition, lines from Andijan to Jalalabad coal-fields, about 45 m., from Khokand to Namangan, about 57 m., and from Fechenko (N.",
        "The addition of the heart to the liver as an organ of the revelation of the divine will, reflects the stage which assigned to the heart the position once occupied by the liver.",
        "Sessions of the supreme court are held in each county once a year in addition to the general session which meets at some central place selected by the judges.",
        "In addition to these complete commentaries, we have fragments of some others (of that on Isaiah, for example), principally met with in catenae.",
        "In addition to the thegns there were others who were thegns on account of their birth, and thus thegnhood was partly inherited and partly acquired.",
        "In the second class there are, in addition to the lifting motion, two horizontal movements at right angles to one another.",
        "In addition to the brakes on the lifting gear of cranes it is found necessary, especially in quickrunning electric cranes, to provide a brake on the subsidiary motions, and also devices to stop the motor at the end of the lift or travel, so as to prevent over-running.",
        "In addition, the intervention of very heavy weather may mar all the work already accomplished, and require the whole series of operations to be undertaken de novo.",
        "A simple, but important, addition to enable the reading from the instrument to be effected by sound is shown in fig.",
        "There was in addition a considerable inter-colonial traffic between Australia, New Zealand and the Fijis.",
        "(Id., 27, p. 852.) In addition to the systems of wireless or space telegraphy depending upon conduction through earth or water, and the in ductive system based upon the power of a magnetic Eelson.",
        "In addition he added certain spark-generating coils across the contacts of the relay and tapper.",
        "In England, in addition to the Marconi Company, the Lodge-Muirhead Syndicate was formed to operate the inventions of Sir Oliver Lodge and Dr Muirhead.",
        "Simultaneously Hermann, a German chemical manufacturer, discovered the new metal in a specimen of zinc oxide which had been thought to contain arsenic, since it gave a yellow precipitate, in acid solution, on the addition of sulphuretted hydrogen.",
        "Normal cadmium carbonates are unknown, a white precipitate of variable composition being obtained on the addition of solutions of the alkaline carbonates to soluble cadmium salts.",
        "Some administrations, in addition to employing the ordinary position meter, use a second one for registering ineffective calls.",
        "Hesse-Nassau was formed in 1867-1868 out of the territories which accrued to Prussia after the war of 1866, namely, the landgraviate of Hesse-Cassel and the duchy of Nassau, in addition to the greater part of the territory of Frankfort-on-Main, parts of the grand-duchy of Hesse, the territory of Homburg and the countship of HesseHomburg, together with certain small districts which belonged to Bavaria.",
        "In addition to an initial endowment by the state, part of the annual income of the fund is furnished in various forms by the state (principally by making over a proportion of the profits of the Post Office Savings Bank), and part by the premiums of the workmen.",
        "The fares (in slow trains, with the addition of 10 ~/ for expenses) are: 1st class, I ~85d.; 2nd, I3d.; 3rd, o725d.",
        "In addition to the regular charitable institutions, the communal and provincial authorities exercise charity, the former (in 1899) to the extent of 1,827,166 and the latter to the extent of 919,832 per annum.",
        "The public worship endowment fund has relieved the state exchequer of the cost of public worship; has gradually furnished to the poorer parish priests an addition to their stipends, raising them to 32 per annum, with the prospect of further raising them to 40; and has contributed to the outlay incurred by the communes for religious purposes.",
        "In addition there are 22 Alpini battalions and 15 mountain batteries stationed on the Alpine frontiers.",
        "In 1869 the main quota to the impost was increased by one-tenth, in addition to the extra two-tenths previously imposed in 1866.",
        "In addition, the communes have a right to levy a, surtax not exceeding 50% of the quota levied by the state upon lands and buildings; a family tax, or fuocatico, upon the total incomes of families, which, for fiscal purposes, are divided into various categories; a tax based upon the rent-value of houses, and other taxes upon cattle, horses, dogs, carriages and servants; also on licences for shopkeepers, hotel and restaurant keepers, &c.; on the slaughter of animals, stamp duties, one-half of the tax on bicycles, &c. Occasional sources of interest are found in the sale of communal property, the realization of communal credits, and the contraction of debt.",
        "In addition to this privy council, we find a gran consiglio, consisting of the burghers who had established the right to interfere immediately in public affairs, and a still larger assembly called parlamenlo, which included the whole adult population.",
        "December of the same year this league allied itself with the elder Veronese league, and received the addition.",
        "In addition to the parliament and the councils which have been already enumerated, we now find a council of the party New con- established within the city.",
        "To the kingdom of Sardinia, now reconstituted under Victor Emmanuel I., France ceded its old provinces, Savoy and Nice; and the allies, especially Great Britain and Austria, insisted on the addition to that monarchy of the territories of the former republic of Genoa, in respect of which the king took the title of duke of Genoa, in order to strengthen it for the duty of acting as a buffer state between France and the smaller states of central Italy.",
        "Whereas in the past the strikes had been purely local and due to local conditions, they now appeared of more general and political character, and the sympathy strike came to be a frequent and undesirable addition to the ordinary economic agitation.",
        "Of a far more complicated nature than these offerings are the Soma-sacrifices, which, besides the simpler ceremonies of this class, such as the Agnishtoma or \"Praise of Agni,\" also include great state functions, such as the Rajasuya or consecration of a king, and the Asvamedha or horse-sacrifice, which, in addition to the sacrificial rites, have a considerable amount of extraneous, often highly interesting, ceremonial connected with them, which makes them seem to partake largely of the nature of public festivals.",
        "Knowledge grows, not by mechanical addition, but by organic transformation.",
        "' The three which Kant criticized, with the addition of the moral argument, which he favoured.",
        "The ersaeome (Calycophorida), made up of the same appendages as the preceding type but with the addition of a nectocalyx; when free termed Ersaea.",
        "The crystallome of Anthemodes, &c., similar to the athorome but with the addition of a group of bracts.",
        "- In addition to the works cited below, see the general works cited in the article Hydrozoa, in some of which very full bibliographies will be found.",
        "The chief towns in addition to Trier were Coblenz, Cochem, Beilstein, Oberwesel, Lahnstein and Sayn.",
        "This matter is differentiated into particular things (which are not privations but perfections) through the addition of an individualizing principle (haecceitas) to the universal (quidditas).",
        "In addition to these there were in Ghent in 1901 fifty religious houses of various orders.",
        "The main industries are cotton-spinning, flax-spinning, cottonprinting, tanning and sugar refining; in addition to which there are iron and copper foundries, machine-building works, breweries and factories of soap, paper, tobacco, &c. As a trading centre the city is even more important.",
        "In addition there are training schools for teachers, an episcopal seminary, a conservatoire and an art academy with a fine collection of pictures mainly taken from the religious houses of the city on their suppression in 1795.",
        "In addition, a fine of 150,000 golden gulden was levied on the city, and used to build the \"Spanish Citadel\" on the site of what is now the public park.",
        "The resin contains, in addition to the beautifully preserved plant-structures, numerous remains of insects, spiders, annelids, crustaceans and other small organisms which became enveloped while the exudation was fluid.",
        "- In addition to the literature already mentioned, see the articles of Sanday on \"Colossians\" and Robertson on \"Ephesians\" in Smith's Bible Dictionary (2nd ed., 1893), and the article of A.",
        "The molybdates may be recognized by the fact that they give a white precipitate on the addition of hydrochloric or nitric acids to their solutions, and that with reducing agents (zinc and sulphuric acid) they give generally a blue coloration which turns to a green and finally to a brown colour.",
        "In addition to these lines, all tadpoles show more or less distinctly a small whitish gland in the middle of the head between the eyes, the so-called frontal gland or pineal gland, which in early stages is connected with the brain.",
        "But all cells which are permanent tissue-elements of the plantbody possess, in addition, a more or less rigid limiting membrane or cell-wall, consisting primarily of cellulose or some allied substance.",
        "In addition to the cell types described, it is a very common occurrence in these bulky forms for rhizoid-like branches of the cells to grow out, mostly from the cells at the periphery of the medulla, and grow down between the cells, strengthening the whole tissue, as in the Rhodophyceae.",
        "In addition to the water-conducting tissue or hydrom there is a welldeveloped tissue (leptom) inferred to be a conducting channel for organic substances.",
        "The cells concerned, like all secreting organs, have abundant protoplasm with large nuclei, and sometimes, in addition, part of the cell-wall is modified as a filter.",
        "The whole stele may be surrounded by a common external endodermis; sometimes there is an internal endodermis in addition, separating the bundles from the pith; while in other cases each bundle possesses a separate endodermis surrounding it.",
        "The relation ~ of the laticiferous tissue to the assimi I lating cells under which they often end, and the fact that where this tissue is / richly developed the conducting paren ~ chyma of the bundles, and sometimes also 4 the sieve-tubes, are poorly developed, as well as various other facts, point to the conclusion that the laticiferous system has an important function in conducting plastic substances, in addition to acting as an excretory reservoir.",
        "If this division occurs by means of a localized secondary meristem connecting the cambial layers of adjacent bundles, an inlerfascicular is formed in addition to the fascicular cambium.",
        "In a good many cases, sometimes in isolated genera or species, sometimes characteristic of whole families, so-called anomalous cambial layers are formed in the stem, either as an extension of, or in addition to, the original cambial cylinder.",
        "In addition, certain inorganic salts, particularly certain compounds of potassium, are apparently necessary, but they seem to take no part in the chemical changes which take place.",
        "In addition to insects, various kinds of worms, molluscs, &c., are sometimes of importance as pests.",
        "The same plants have sometimes a superficial root system in addition, and are thus able to utilize immediately the water from rain showers and perhaps also from dew, as Volkensl maintains.",
        "In addition to the plastids, there are found in some plant-cells, e.g.",
        "The growth of the cell-wall takes place by the addition of new layers to those already formed.",
        "Woody or lignified cell-walls appear to contain substances called conifer-in and vanillin, in addition to various other compounds which are imperfectly known.",
        "Although for a time it was lost sight of on the continent, Sir Isaac Newton thought so highly of this book that he prepared an annotated edition which was published in Cambridge in 1672, with the addition of the plates which had been planned by Varenius, but not produced by the original publishers.",
        "It was also in the reign of Justinian that Cosmas Indicopleustes, an Egyptian merchant, made several voyages, and afterwards composed his XpUTTcavuxr} Toaoypa(Pia (Christian Topography), containing, in addition to his absurd cosmogony, a tolerable description of India.",
        "West Indies from 1599 to 1602, established his historic connexion with Canada, to the geographical knowledge of which he made a very large addition.",
        "The operations were carried on during eight years on a plain to the south of Quito; and, in addition to his memoir on this memorable measurement, La Condamine collected much valuable geographical information during a voyage down the Amazon.",
        "Meta-aminophenol is prepared by reducing metanitrophenol, or by heating resorcin with ammonium chloride and ammonia to 200° C. Dimethyl-meta-aminophenol is prepared by heating meta-aminophenol with methyl alcohol and hydrochloric acid in an autoclave; by sulphonation of dimethylaniline, the sulphonic acid formed being finally fused with potash; or by nitrating dimethylaniline, in the presence of sulphuric acid at 0° C. In the latter case a mixture of nitro-compounds is obtained which can be separated by the addition of sodium carbonate.",
        "On the 12th Bothwell was created duke of Orkney and Shetland and the marriage took place on the 15th according to the Protestant usage, the Roman Catholic rite being performed, according to some accounts, afterwards in addition.'",
        "In addition to settling the crown the act contained some important constitutional provisions, of which the following are still in force.",
        "Me`ir, but rejected much which was afterwards collected under the title of Tosefta (addition) and Baraita (outside the Mishnah).",
        "The island is of great fertility - wheat, oats, barley, olives, sesame and valonia being the principal products, in addition to a variety of fruits.",
        "Annaberg has technical schools for lace-making, commerce and agriculture, in addition to high grade public schools for boys and girls.",
        "The principal crops in addition to wheat are oats, barley, maize, linseed and bird seed.",
        "In addition to the natural lines of communication provided by the rivers bordering on or belonging to the republic, there are about 2240 m.",
        "There are civil, commercial and criminal courts in Montevideo, a departmental court in each departmental capital, and a justice of the peace in each of 205 judicial districts into which the republic is divided, with sub-district courts under deputy judges in addition.",
        "In addition to this there is compulsory service in the National Guard (a) in the first class, consisting of men between seventeen and thirty years of age, liable for service with the standing army, and numbering some 15,000; (b) in the second class, for departmental service only, except in so far as it may be drawn upon to make up losses in the more active units in time of war, consisting of men from thirty to forty-five years of age, and (c) in the third class, for local garrison duty, consisting of men between forty-five and sixty years old.",
        "A half, fifth and tenth of a peso are coined in silver, in addition to bronze coins.",
        "Such a \"ground-log\" indicates the actual speed over the ground, and in addition, when the log-line is being hauled in, it will show the real course the ship is making over the ground.",
        "The free acid is obtained (in dilute aqueous solution) by the addition of dilute sulphuric acid to an aqueous solution of the barium salt.",
        "The pentathionates give a brown colour on the addition of ammoniacal solutions of silver nitrate and ultimately a black precipitate.",
        "The solution on the addition of ammoniacal silver nitrate behaves similarly to that of potassium pentathionate, but differs from it in giving an immediate precipitate of sulphur with ammonia, whereas the solution of the pentathionate only gradually becomes turbid on standing.",
        "In addition to this, the unfinished surface of the walls and the rough bosses left on many XXII.",
        "In addition to an account of the MSS.",
        "The provincial capital is Chang-sha Fu, in addition to which it has eight prefectural cities.",
        "In addition to this there are certain writings by his son Isidorus H€pc irpoaOuous, liuxiis; EO iy17ruca on the prophet Parchor (HapXci p); 'HBcrca.",
        "In addition to what may be found in numerous important works on the Hexapoda (q.v.) as a whole, such as J.",
        "For criticism see, in addition to the histories of philosophy, F.",
        "The former presents an intimate mixture of boulders brought from Finland and Olonets (with an addition of local boulders) with small gravel, coarse sand and the finest glacial mud, - the whole bearing no trace of ever having been washed up and sorted by water in motion, except in subordinate layers of glacial sand and gravel; the size of the boulders decreases on the whole from N.",
        "Each province of the empire, except the now disfranchised steppes of Central Asia, 7 returns a certainro ortion of members (fixed in each case by P P (Y law in such a way as to give a preponderance to the Russian element), in addition to those returned by certain of 2 M.",
        "In addition there are governors-general, generally placed over several governments and armed with more extensive powers, usually including the command of the troops within the limits of their jurisdiction.",
        "2 Finally, in the towns every house is provided with a detective policeman in the person of the porter (dvornik), who is charged with the duty of reporting to the police the presence of any suspicious characters or anything else that may interest them .3 In addition to the above there is also a police organization, in direct subordination to the ministry of the interior, of which the principal function is the discovery, pre vention and extirpation of political sedition.",
        "In addition to these, notwithstanding government opposition, a series been given to the effort for improvement, and that the question had been seriously taken in hand by the imperial administration and the Duma.",
        "In Poland the peasants as a body have, in addition to the land thus assigned to them by the government, bought some 22 million acres since 1863, and of this quantity they purchased no less than 1,600,000 acres, or 64% of the whole, between 1893 and 1905.",
        "In addition from 13,000 to 60,000 seals and about 200 whales are killed annually off the Murman coast.",
        "In addition to those of Karamzin and Soloviev, already mentioned, see R.",
        "were built-an addition equivalent to more than I I% of mileage then existing-and in 1887, 12,876 m.",
        "It' may be remarked that neither of these acts confers on the Board of Trade any power to inspect a railway after it has once been opened, unless and until some addition or alteration, such as is defined in the last-named act, has been made.",
        "British railways also undertake the collection and delivery of freight, in addition to transporting it, and thus an extensive range of vans and wagons, whether drawn by horses or mechanically propelled, must be provided in connexion with an important station.",
        "This must be exerted in addition to the horse-power calculated in the previous section, so that the total indicated horse-power which must be developed in the cylinders is now 354+223 =577.",
        "In addition to the foregoing list, various special locomotive types have been developed for suburban service, where high rates of acceleration and frequent stops are required.",
        "On the continent of Europe there are occasionally four classes, but though the local fares are often appreciably lower than in Great Britain, only first and second class, sometimes only first class, passengers are admitted to the fastest trains, for which in addition a considerable extra fare is often required.",
        "or 10s., according to distance, is made for each bed, in addition to the first-class fare.",
        "In addition the increased size of the American freight car has diminished the interest on the first cost and the expenses of maintenance relatively to the work done; it has diminished to some extent the amount.",
        "- In addition to the works already mentioned, the student, for a general idea of the whole subject, should consult the following: F.",
        "But we have in addition to the animal sacrifices, vegetable offerings of meal, oil and cakes (massoth, ashishah and kawwan, which last is specially connected with the `Ashtoreth cult: Jer.",
        "In addition to the bare interdict of the sorceress (Ex.",
        "His misgivings as to its reception were at once set at rest, and it was speedily issued in translations into French, Spanish, German and Dutch, in addition to the English editions of New York, London and Paris.",
        "Nieder-Ingelheim has an Evangelical and a Roman Catholic church, and, in addition to wine, manufactories of paper, chemicals, cement and malt.",
        "In addition to public applause, he was gratified by the more select praises of the highest living authorities in that branch of literature: \" the candour of Dr Robertson embraced his disciple \"; Hume's letter of congratulation \" overpaid the labour of ten years.\"",
        "Freeman, on account of the Romanesque character of the architecture, thought it probable that it really belongs to the time of the Lombard kings, and his opinion is shared by Ricci and Rivoira, who consider it to be a guardhouse erected by the exarchs, recent explorations having made it clear that it was an addition to the palace, while mosaic pavements and an atrium once surrounded by arcades really belonging to the latter were found in 1870 behind S.",
        "In addition to being a harvest festival, marked by the ordinary popular rejoicings, the Haloa had a religious character.",
        "Plymouth is a popular resort for visitors,, having, in addition to its wealth of historic associations and a healthy summer climate, thousands of acres of hilly woodland and numerous lakes and ponds well stocked with fish.",
        "be equivalent to the addition of vast and valuable areas to the empire.",
        "In these forms, however, the third joint is really a complex, which in many families bears in addition a jointed bristle (arista) or style, representing the terminal joints of the primitive antenna.",
        "That Diptera of the type of the common house-fly are often in large measure responsible for the spread of such diseases as cholera and enteric fever is undeniable, and as regards blood-sucking forms, in addition to those to which reference has already been made, it is sufficient to mention the vast army of pests constituted by the midges, sand-flies, horseflies, &c., from the attacks of which domestic animals suffer equally with man, in addition to being frequently infested with the larvae of the bot and warble flies (Gastrophilus, Oestrus and Hypoderma).",
        "Like Berthelot, he writes the chemical equation of the reaction, but in addition he considers the chemical formula of each substance to express not only its material composition, but also the (unknown) value of its intrinsic energy.",
        "In addition to this, the further regularity has been observed that when the powerful monobasic acids are neutralized by the powerful monacid bases, the heat of neutralization is in all cases the same.",
        "In 1722 he was presented to the rectory of Ludgvan, and in 173 2 he obtained in addition the vicarage of St Just, his native parish.",
        "In addition Broken Hill is the centre of one of the largest pastoral districts in Australia.",
        "In addition to this it should be noticed that the term \" Jew \" (originally Yehudi), in spite of its wider application, means properly \" man of Judah,\" i.e.",
        "19 (part of an addition), and by the references to the border at Riblah in Ezek.",
        "The most important addition to the educational and artistic life of the community was the Museum of Art, located in Wade park.",
        "In addition to the ordinary suffrage qualifications of age, sex, and residence, the voter must have paid all taxes due from him for the two years immediately preceding the election, and he must be able to read any section of the constitution or \"be able to understand the same when read to him, or give a reasonable interpretation thereof.\"",
        "In addition, there were the Yazoos in the Yazoo valley, the Pascagoulas, the Biloxis, and a few weaker tribes on the borders of the Mississippi Sound.",
        "Until 1905 the only grounds for an absolute divorce were 1 Under the Constitution of 1776 senators were elected by counties, one for each county, and representatives also by counties, two for each county - in addition, the towns of Edenton, Newbern, Wilmington, Salisbury, Hillsboro and Halifax each elected one representative; and a property qualification - a freehold of 50 acres held for six months before an election - was imposed on electors of senators.",
        "In addition to the ordinary general property tax, licences and polls, there are a tax on corporations and an income tax.",
        "In addition to being the principal emporium for the Austrian traffic on the Elbe, Tetschen has a considerable industry, its products comprising chemicals, oil, soap, cotton stuffs, plaster of Paris, glazed and coloured paper, cellulose, beer, flour and preserved fish.",
        "In addition to these modifications, which are common to nearly all orchids, there are others generally but not so universally met with; among them is the displacement of the flower arising from the twisting of the inferior ovary, in consequence of which the flower is so completely turned round that the \"lip,\" which originates in that part of the flower, conventionally called the posterior or superior part, or that S c ?",
        "In addition there is in this particular genus, as indeed in many others, a long tubular spur or horn projecting downwards from the back of the lip, whose office it is to secrete and store a honeyed juice; the forepart of the lip forms an expanded plate, usually larger and more brightly coloured than the other parts of the flower, and with hairs or ridges and spots of various kinds according to the species.",
        "He, too, failed to penetrate the jealouslyguarded portals of Lhasa; but he secured (with the assistance of a native surveyor) a splendid addition to our previous Tibetan mapping.",
        "In addition, he wrote a number of scientific memoirs and papers, including two on the integration of partial differential equations (Jour.",
        "Although united on free trade and in general on questions of domestic reform, a cabinet which contained Lord Palmerston and Lord John Russell, in addition to Aberdeen, was certain to differ on questions of foreign policy.",
        "In addition to the coelom, another system of fluid-holding spaces lies between the body wall and the gut in the Chaetopoda.",
        "There are other gills developed in addition to those which represent the cirri.",
        "The setae are either entirely capillary or there are in addition some sigmoid setae even with bifid free extremities.",
        "2; in addition, cn, nerve cord; in, intestine; nf, parts of nephridium; on, external opening of nephridium; ov, ova; 1, testis.",
        "In addition to the median lacuna there are two lateral lacunae, one upon each side.",
        "(It is well, however, to bear in mind the possibility of later addition or alteration in such lists.) In Cliges he again ranks as third, being overthrown by the hero of the poem.",
        "The liquid is filterpressed, and any excess of iron in the filtrate is precipitated by the careful addition of caustic soda and then removed.",
        "In addition to various essays (in his Gesammelte Schriften, Berlin, 1869-1870, 2 vols.), Hausser's lectures have been edited by W.",
        "For himself he obtained, in addition to his archbishopric and lord chancellorship, the abbey of St Albans, reputed to be the richest in England, and the bishopric first of Bath and Wells, then of Durham, and finally that of Winchester.",
        "Even in its last phase, the Order did not forget its original purpose: it maintained several great hospitals in its new home on the south-east shore of the Baltic, in addition to an hotel des invalides at Marienburg for its sick or aged brethren.",
        "In addition to the various works of Brewster already noticed, the following may be mentioned: - Notes and Introduction to Carlyle's translation of Legendre's Elements of Geometry (1824); Treatise on Optics (1831); Letters on Natural Magic, addressed to Sir Walter Scott (1831); The Martyrs of Science, or the Lives of Galileo, Tycho Brake, and Kepler (1841); More Worlds than One (1854).",
        "In addition large quantities are shipped at Baku direct for the Volga and the Transcaspian port of Krasnovodsk.",
        "In addition he demanded the complete freedom of commerce and industry.'",
        "The pulp is much esteemed in the West Indies and is eaten as a salad, usually with the addition of pepper, salt and vinegar.",
        "In addition, quaternions was one of the themes of his address as president of the mathematical section of the British Association in 1871.",
        "In addition to the use of several kinds of animal and other manures, green crops were sometimes ploughed in by the Romans.",
        "In addition to the cereals, beans, peas and vetches were grown to some extent.",
        "In addition the 1 Walter of Henley mentions six bushels per acre as a satisfactory crop.",
        "McCormick and others in America, and finally perfected about 1879 by the addition of an efficient self-binding apparatus, is the most striking example of the application of mechanics to agriculture.",
        "The Highland Society having early extended its operations to the whole of Scotland, by and by made a corresponding addition to its title, and as the Highland and Agricultural Society of Scotland gradually extended its operations.",
        "Amongst legislative measures of importance to agriculturists mention should be made, in addition to those that have been referred to, of the Tithe Rent-charge Recovery Act 1891, which transfers the liability for payment of tithe from the occupier to the owner.",
        "The interests of pig-breeders are the care of the National Pig Breeders' Association, in addition to which there exist the British Berkshire, the Large Black Pig, and the Lincoln CurlyCoated White Pig Societies, and the Incorporated Tamworth Pig Breeders' Association.",
        "In addition there have been some cases of rabies in animals other than dogs.",
        "It consisted, in addition to the king, his sons and other relatives, of the bishops and later some abbots, of some under-kings and the ealdormen of the shires or provinces, and of a number of ministri, or king's thegns.",
        "In addition to this, Helen has built me a herbarium, a little room fitted up with closets for my plants, shelves for my botanical books, and a great table whereon to manipulate them all.",
        "In addition may be mentioned Dssa.",
        "The former causes maybe considered partly permanent, partly temporary; but those of a permanent character are likely to increase in force, and those of a temporary character will leave a deposit in the shape of an addition to the normal expenditure of the central government.",
        "Two days later Isabella, countess of Buchan, claimed the right of her family, the Macduffs, earls of Fife, to place the Scottish king on his throne, and the ceremony was repeated with an addition flattering to the Celtic race.",
        "Karl Semper has shown that these slugs have, in addition to the usual pair of cephalic eyes, a number of eyes developed upon the dorsal integument.",
        "The addition of large territories to the grand duchy of Warsaw after the war of 1809 aroused the fears of the tsar respecting the Poles; and he regarded all Napoleon's actions as inspired by hostility to Russia.",
        "Austria now proposed the terms named above with the addition that the Confederation of the Rhine must be dissolved, and that Prussia should be placed in a position as good as that which she held in 1805, that is, before the campaign of Jena.",
        "In addition to these he compiled several volumes of excerpts from ancient authors, and wrote a number of works on geography, music and other subjects, many of which still exist in MS. in various European libraries.",
        "Even in that event, the information which would be derived from the Cnossian tablets would probably make but a small addition to history, since in very large part they are evidently mere inventories of tribute and stores.",
        "There are other ganglia in addition to those of the ventral chain, and Janet supposes that the ganglia of the sympathetic system indicate the existence of three anterior head-segments; the remains of the segments themselves are, in accordance with this view, to be sought in the XIII.",
        "In addition to these abnormal cases, the life of certain insects is naturally more prolonged than usual.",
        "Apart from its intrinsic merits as a learned and valuable addition to classification, this work is interesting in the history of ornithology because of the wholesale changes of nomenclature it introduced as the result of much diligence and zeal in the application of the strict rule of priority to the names of birds.",
        "In addition to an enormous body of new information chiefly on the shoulder girdle, the alar muscles and the nerve plexuses of birds, this work contained a critical and descriptive summary of practically the whole pre-existing literature on the structure of birds, and it is hardly necessary for the student of ornithology to refer to earlier literature at first hand.",
        "In addition to the books mentioned above he published a number of books which had a remarkable circulation in England and America, such as Speaking to the Heart (1862); The Way to Life (1862); Man and the Gospel (1865); The Angel's Song (1865); The Parables (1866); Our Father's Business (1867); Out of Harness (1867); Early Piety (1868); Studies of Character from the Old Testament (1868-1870); Sundays Abroad (1871).",
        "Later these fairs and markets were confirmed with the addition of an extra market on Thursday to Sir William Ayloffe, baronet, who had succeeded David Waterhouse as lord of the manor.",
        "The addition of a narthex before the main front and a vestibule on the northern side brings the whole western arm of the cross to a square on plan.",
        "In 1325 the second addition, the arsenale nuovo, was made, and a third, the arsenale nuovissimo, in 1473; a fourth, the Riparto delle Galeazze, about 1 539; and in 1564 the fifth enlargement, the Canal delle Galeazze e Vasca, took place.",
        "In addition to the native stuffs, an immense quantity of costly Oriental carpets, wall-hangings and other textiles was imported into Venice, partly for its own use, and partly for export throughout western Europe.",
        "The power as conferred at that time, however, is broader than usual, for it extends not only to items in appropriation bills, but to separate sections in other measures, and, in addition to the customary provision for passing a bill over the governor's veto by a two-thirds vote of each house it is required that the votes for repassage in each house must not be less than those given on the original passage.",
        "Each state institution in addition has its own board of trustees appointed by the governor, and each county infirmary is under the charge of three infirmary directors chosen by popular vote.",
        "The new state house, the oldest portion of which (designed by Charles Bulfinch) was erected in 1795-1798, was enlarged in 1853-1856, and again by a huge addition in 1889-1898 (total cost abou($6,800,000 to 1900).",
        "121, 127); and Palmyrenes who became Roman citizens began to take Roman names, usually Septimius or Julius Aurelius, in addition to their native names.",
        "230-231; his son again, Septimius Hairan, seems to have been the first of the family to receive the title of Ras Tadmor (\" chief of Tadmor \") in addition to his Roman rank (NSI.",
        "From the scanty notices of Greek legend it may be gathered that an influx of tribes from the north contributed largely to its population, which was reckoned as Aeolic. It is probable that the country was originally of greater extent, for there was a tradition that the Phocians once owned a strip of land round Daphnus on the sea opposite Euboea, and carried their frontier to Thermopylae; in addition, in early days they controlled the great sanctuary of Delphi.",
        "In addition a lease frequently contains covenants for renewal of the lease at the option of the lessee, and for repairs or insurance against damage by fire by the lessee.",
        "Ray's \"Insects\" comprised the Arachnids, Crustacea, Myriapoda and Annelida, in addition to the Hexapods.",
        "In addition to the small country ginneries, large modern ginneries have now been set up in all the leading Southern market towns.",
        "As the cost of dealing in \" futures \" is only one shilling on each transaction for a member of the Cotton Exchange (the outsider is charged in addition a commission by his broker), it is not surprising that the transactions taking place in \" futures \" number legion.",
        "In addition to \"futures\" proper there are \"options\" and \" straddles.\"",
        "In other words, the Druids constituted the learned and the priestly class, and they were in addition the chief expounders and guardians of the law.",
        "In addition to all these he published Denkwiirdigkeiten aus der Geschichte des Christentums (1823-1824, 2 vols., 1825, 3 vols., 1846); Das Eine and Mannichf altige des christlichen Lebens (1840); papers on Plotinus, Thomas Aquinas, Theobald Thamer, Blaise Pascal, J.",
        "After his death a succession of volumes, representing his various courses of lectures, appeared (1856-1864), in addition to the Lectures on the History of Dogma (Theologische Vorlesungen), admirable in spirit and execution, which were edited by J.",
        "He found time, in addition, to write a short book on Die Serbische Revolution (1829), from material supplied to him by Wuk Stephanowich, a Servian who had himself been witness of the scenes he related.",
        "The wild animals also are those known in Europe, with the addition of tigers and panthers.",
        "In addition to these two necessary factors, structural conditions play an important part in determining the accumulation of oil and gas.",
        "In addition to the appliances mentioned the tools comprise reamers to enlarge the bore of the well, the winged-substitute which is fitted above the bit to prevent it from glancing off, and above the round reamer to keep it in place, a temper-screw with clamps and wrenches.",
        "Fuel oil is submitted to certain of the foregoing tests and in addition the calorimetric value is determined.",
        "Moreover the chief object of the Petroleum Acts passed in the United Kingdom has hitherto been to regulate storage, and it has always been possible to obtain oils either of higher or lower flash-point, when such are preferred, irrespective of the legal standard, in addition to which it may be asserted that in a properly constructed lamp used with reasonable care the ordinary oil of commerce is a safe illuminant.",
        "The influence of the Italian towns did not make itself greatly felt till after the end of the First Crusade, when it made possible the foundation of a kingdom in Jerusalem, in addition to the three principalities established by Bohemund, Baldwin and Raymond; but during the course of the Crusade itself the Italian ships which hugged the shores of Syria were able to supply the crusaders with provisions and munition of war, and to render help in the sieges of Antioch and Jerusalem.4 Sea-power had thus some influence in determining the victory of the crusaders.",
        "But the king had another force in addition to the feudal levy - a paid force of soudoyers, 2 holding fiefs, not of land, but of pay (fiefs de soudee).",
        "Like the high court, the court of burgesses had also its assizes 4 - a body of unwritten legal 4 As was noticed above, there were apparently separate assizes for the three principalities, in addition to the assizes of the kingdom.",
        "The natives, already prone to the immorality which must infect a mixed population living under a hot sun, the immorality which still infects a place like Aden, were not improved by the addition of convicts.",
        "King John urged the acceptance of these terms. The legate insisted on a large indemnity in addition: the negotiations failed, and the sultan prepared for war.",
        "By the treaty of the 18th of February 1229, which was to last for ten years, the sultan conceded to Frederick, in addition to the coast towns already in the possession of the Christians, Nazareth, Bethlehem and Jerusalem, with a strip of territory connecting Jerusalem with the port of Acre.",
        "The history of the later Crusades, from the Fifth to the Eighth, enters into the continuations of William of Tyre above mentioned; while the Historia orientalis of Jacques de Vitry, who had taken part in the Fifth Crusade, and died in 1240, embraces the history of events till 1218 (the third book being a later addition).",
        "They are mostly true felspar basalts, but a few contain nepheline in addition to the felspar.",
        "The influence exercised at all times on Syrian art by the powerful neighbouring states is abundantly confirmed by all the recent finds which, in addition to our previous knowledge, show the action of the Aegean culture on Phoenicia and Palestine.",
        "In addition to the musculature of the proboscis and proboscidian sheath, longitudinal muscular fibres are found in the walls of the oesophagus, whilst transverse ones are numerous and united into vertical dissepiments between the successive intestinal caeca, thus bringing about a very regular internal metamerization.",
        "Of the natural fats or glycerides contained in oils the most important in addition to palmitin are stearin and olein, and these it may be sufficient to regard as the principal fatty bodies concerned in soapmaking.",
        "Almost all soda soaps are precipitated from their watery solutions by the addition of a sufficiency of common salt.",
        "Soap may be framed and finished in this state, but almost invariably it receives a further treatment called \" refining \" or \" fitting,\" in which by remelting with water, with or without the subsequent addition of other agents to harden the finished product, the soap may be made to contain from 60 to 70% of water and kept present a firm hard texture.",
        "Ox and sheep tallow, with the addition of resin, are the primary materials for making the hard yellow or primrose soaps; these tallows are often adulterated.",
        "Of the vegetable oils, in addition to cotton-seed and coco-nut, olive oil is the basis of soaps for calico printers and silk dyers; castor oil yields transparent soaps (under suitable treatment), whilst crude palm oil, with bone fat, is employed for making brown soap, and after bleaching it yields ordinary pale or mottled.",
        "Then without further addition of alkali the boiling is continued for a few minutes, when the soap is ready for salting out or \" graining.\"",
        "It may be skimmed off the underlye and placed direct in the frames for solidification; but that is a practice scarcely at all followed, the addition of resin soap in the pan and the subsequent \" crutching in \" of silicate of soda and adulterant mixings being features common to the manufacture.",
        "In addition to researches at Sicyon, Plataea, Eretria and elsewhere, it has undertaken two works of capital importance - the excavation of the Argive Heraeum and of ancient Corinth.",
        "In addition to its brilliance, vermilion is a pigment of great intensity and durability, remaining unaffected by acid fumes.",
        "In 1829 the hand of its leaders was shown, when, in addition to its antagonism to the Masons, it became a champion of internal improvements and of the protective tariff.",
        "In addition to the high schools there were a number of academies and other schools, 77 in all, on private foundations.",
        "In addition, we learn that he went abroad, probably to France, in his thirty-fourth year, where, after 10 years of hesitation and preparation, he composed, about 560, the work bearing his name.",
        "The harbour, which embraces two tidal basins and six docks aggregating 832 acres, in addition to timber docks of S7 acres, covers altogether 350 acres.",
        "In addition to the Melghat mountain tract which walls it in on the north, Berar is divided into two sections, the Payanghat or lowland country, bounded on the north by the Gawilgarh hills, and on the south by the outer scarps of the Ajanta range, and the Balaghat or upland country above the Ajanta ridge, sloping down southwards beyond the ghats or passes which lead up to it.",
        "In addition to the acquisitions made in the north at the expense of Garha-Mandla, the Moguls, after the annexation of Berar, established governors at Paunar in Wardha and Kherla in Betul.",
        "In addition, about 68,000 persons were in receipt of relief in the native states.",
        "Yet really the transition from the one theory to the other was simple, it being only necessary to change the \" addition or loss of phlogiston \" into the \" loss or addition of oxygen.\"",
        "The necessity for experimental demonstration and practical instruction, in addition to academic lectures, appears to have been urged by the French chemists L.",
        "In the formation of gaseous hydrobromic acid from liquid bromine and gaseous hydrogen H2+Br2=HBr+HBr, in addition to the energy expended in decomposing the hydrogen and bromine molecules, energy is also expended in converting the liquid bromine into the gaseous condition, and probably less heat is developed by the combination of bromine and hydrogen than by the combination of chlorine and hydrogen, so that the amount of heat finally developed is much less than is developed in the formation of hydrochloric acid.",
        "In addition to the rare elements mentioned above, there are a score or so more whose existence is doubtful.",
        "Theoretical speculations were revived by Lavoisier, who, having explained the nature of combustion and determined methods for analysing compounds, concluded that vegetable substances ordinarily contained carbon, hydrogen and oxygen, while animal substances generally contained, in addition to these elements, nitrogen, and sometimes phosphorus and sulphur.",
        "In addition to the vitalistic doctrine of the origin of organic compounds, views based on purely chemical considerations were advanced.",
        "The elements which go to form heterocyclic rings, in addition to carbon, are oxygen, sulphur, selenium and nitrogen.",
        "In addition to the absence of prehensile power in their tails, douroucoulis, also known as night-apes, are distinguished by their large eyes, the sockets of which occupy nearly the whole front of the upper part of the skull, the partition between the nostrils being in consequence narrower than usual.",
        "The addition of a little of the acid to glue renders it more tenacious; skins to be used for making leather do not undergo decomposition if steeped in a dilute solution; butter containing a small quantity of it may be kept sweet for months even in the hottest weather.",
        "The raw materials used in the manufacture are: (I) iron-free kaolin, or some other kind of pure clay, which should contain its silica and alumina as nearly as possible in the proportion of 2SiO 2: Al203 demanded by the formula assigned to ideal kaolin (a deficit of silica, however, it appears can be made up for by addition of the calculated weight of finely divided silica); (2) anhydrous sulphate of soda; (3) anhydrous carbonate of soda; (4) sulphur (in the state of powder); and (5) powdered charcoal or relatively ash-free coal, or colophony in lumps.",
        "The cylindrical and modified conical projections of Marinus and Ptolemy were still widely used, the stereographical projection of Hipparchus, was for the first time employed for terrestrial maps in the 16th century, but new projections were introduced in addition to these.",
        "Globes manufactured for commercial purposes by Blaeu and others have already been mentioned, but several large globes, for show rather than for use, were produced in addition to these.",
        "In addition to these maps there are D.",
        "In addition to these the survey for the Trans-Siberian railway has been published on a scale of 1:630,000, as also maps of the Russo-Chinese frontier districts, 1:210,000 and 1:1,168,000.",
        "The effect of the work upon the Society itself may be summarized thus: some addition to membership; the creation of a sphere of usefulness for the younger and more active members; a general stirring of interest in social questions.'",
        "In the Augustan age the population of Alexandria was estimated at 300,000 free folk, in addition to an immense number of slaves.",
        "In addition to the hand of Catherine, however, the English king asked for a large dowry both in money and lands, and when these demands were rejected war broke out.",
        "The addition of a careful dissection of a flower greatly increases the value of the specimen.",
        "Some additional discoveries were described by Marc Antonio Boldetti in his Osservazioni, published in 1720; but, writing in the interests of the Roman Church with an apologetic, not a scientific object, truth was made to bend to polemics, and little addition to our knowledge of the catacombs is to be gained from his otherwise important work.",
        "Wilpert, Le Pitture delle catacombe romane (Rome, 1903), in which all the important frescoes are reproduced in colours, is to be regarded as an addition to the Roma sotterranea.",
        "For the catacombs of Alexandria, Neroutsos Bey, L'Ancienne Alexandrie, may be consulted in addition to De Rossi's article mentioned in the text.",
        "Hermon is referred to as a northern limit, and Salecah is alluded to in addition to the other cities already mentioned.",
        "- In addition to books mentioned under PALESTINE see the following: - U.",
        "The constitution requires that a voter must (in addition to other qualifications) either be able to show conclusively ability to read and write, or be the owner of property within the state assessed at not less than $300, on which, if personalty, all taxes are paid.",
        "Others (in addition to some already mentioned) are medicinal; as the palms, calabash, manchineel, pepper, fustic and a long list of cathartics, caustics, emetics, astringents, febrifuges, vermifuges, diuretics and tonics.",
        "Of general descriptions in English, in addition to travels cited below, may be cited R.",
        "Soc., 18 9 8, 73, p. 35 2) as a colourless liquid by the addition of hydroxylamine hydrochloride to an aqueous solution of formaldehyde in the presence of sodium carbonate; the resulting solution was extracted with ether and the oxime hydrochloride precipitated by gaseous hydrochloric acid, the precipitate being then dissolved in water, the solution exactly neutralized and distilled.",
        "Also in addition to the cardinal numbers there are the ordinal numbers: the fifth apple and the tenth pear claim thought.",
        "The operations of addition and multiplication of two given cardinal numbers can be defined by taking two classes a and 13, satisfying the conditions (1) that their cardinal numbers are respectively the given numbers, and (2) that they contain no member in common, and then by defining by reference to a and (3 two other suitable classes whose cardinal numbers are defined to be respectively the required sum and product of the cardinal numbers in question.",
        "The addition and multiplication of two relation-numbers is defined by taking two relations R and S, such that (I) their fields have no Cf.",
        "The arithmetic of rational numbers is now established by means of appropriate definitions, which indicate the entities meant by the operations of addition and multiplication.",
        "Of the Semitic races the Arabs - over whom, however, the Turkish rule is little more than nominal - number scme 7 millions, and in addition to about 300,000 Jews there is a large number of Syrians.",
        "Armstrong, Whitworth & Co., and the battleship \" Messudiyeh \" (9100 tons displacement) reconstructed by the firm of Ansaldo (Genoa) in 1902, and re-armed by Vickers, Sons & Maxim, formed the only really effective war-ships at the disposal of Turkey in 1910, although a few armoured ships in addition might still serve for coast defence at a pinch, and a few more for training ships.",
        "Deputies are allowed T30o for each session of parliament, and £T50 per month in addition should the session exceed its legal duration.",
        "To this council, with these extended powers, was handed over the absolute administration, collection and control of the \" six indirect contributions \" above enumerated, for the benefit of the bondholders, and in addition, it was to encash for the same purpose bills on the customs, to be drawn half-yearly in its favour by the minister of finance, amounting annually to £T180,000, representing the tax on Tumbeki (£TSo,000) and the surplus revenue of Cyprus (£T130,000); and the Eastern Rumelian annuity, originally fixed at £T245,000, but gradually reduced by force of circumstances, until after frequent suspensions of payment it reached in 1897 the level of £T114,000, and has, since the declaration of Bulgarian independence, been definitely stopped.",
        "Up to the end of 1907-1908, 919 students had received the diploma of the institute, and 465 silk-growers in addition had passed through the course of instruction.",
        "The help afforded by Ertoghrul to the Seljukian monarch on a critical occasion led to the addition of Sugut to his fief, with which he was now formally invested.",
        "- To find a square number which remains a square after the addition and subtraction of 5, put to our mathematician in presence of the emperor by John of Palermo, who, perhaps, was quite enough Leonardo's friend to set him such problems only as he had himself asked for.",
        "It is produced by the addition of a solution of lead salt to an excess of ammonium carbonate, as an almost insoluble white precipitate.",
        "Lead sulphate, PbSO 4, occurs in nature as the mineral anglesite (q.v.), and may be prepared by the addition of sulphuric acid to solutions of lead salts, as a white precipitate almost insoluble in water (1 in 21,739), less soluble still in dilute sulphuric acid (1 in 36,504) and insoluble in alcohol.",
        "In addition to his Sunday labours he lectured throughout the States, and prosecuted his wide studies, collecting particularly the materials for an opus magnum on the development of religion in mankind.",
        "The usual test for solutions of aconitine consists in slight acidulation with acetic acid and addition of potassium permanganate, which causes the formation of a red crystalline precipitate.",
        "The presence of ordinary impurities usually tends to diminish the permeability, though, as will appear later, the addition of small quantities of certain other substances is sometimes advantageous.",
        "The effect of the addition of tungsten in increasing the coercive force is very clearly shown; in two specimens containing respectively 3.44 and 2.35% of tungsten the coercive force was 64.5 and 70.7.",
        "The addition of 15.2% of manganese produced an enormous effect C.R., 1897, 124, 176 and 1515; 1897, 125, 235; 1898, 126, 738.2 Ibid., 1898, 126, 741.",
        "The addition of silicon in small quantities considerably diminished permeability and increased coercive force; but when the proportion amounted to 2.5% the maximum permeability (µ =5100 for H =2) was greater than that of the nearly pure iron used for comparison, while the coercive force was only 0.9.",
        "4 But it has been shown that the critical temperatures of iron and nickel may be changed by the addition of certain other substances.",
        "The critical temperature of iron, for instance, is raised more than ioo° by the addition of, a little carbon and tungsten.",
        "1 with the addition of NF, neural fossa protecting the aggregated ganglia of the central nervous system; PVP, left posterior ventral process; PMP, posterior median process.",
        "These will then remain as typically composed each of six appendage-bearing somites - the prosoma comprising in addition the ocular prosthomere.'",
        "But although in such lower Crustacea the nerve-ganglia of the third prosthomere have not fused with the anterior nerve-mass, there is no question as to the prae-oral position of two appendage-bearing somites in addition to the ocular prosthomere.",
        "soc. chim., 1904 [31, 31, p.1306) prepares aldehydes by the gradual addition of disubstituted formamides (dissolved in anhydrous ether) to magnesium alkyl haloids, the best yields being obtained by the use of diethyl formamide.",
        "They form many addition compounds, combining with ammonia to form aldehyde ammonias of the type R.",
        "Grignard (Comptes Rendus, 1900 et seq.) showed that aldehydes combine with magnesium alkyl iodides (in absolute ether solution) to form addition products, which are decomposed by water with the formation of secondary alcohols, thus from acetaldehyde and magnesium methyl iodide, isopropyl alcohol is obtained.",
        "In addition Cuvier accepts the Linnaean subdivisions of Amphibia-Reptilia for the tortoises, lizards (including crocodiles), salamanders and frogs; and Amphibia-Serpentes for the snakes, apodal lizards and Caeciliae.",
        "Bergman also observed that the addition of potash or ammonia made the solution of alumina in sulphuric acid crystallize, but that the same effect was not produced by the addition of soda or of lime (De confectione aluminus, Bergman's Opusc. i.",
        "Knowing that alum cannot be obtained in crystals without the addition of potash, he began to suspect that this alkali constituted an essential ingredient in the salt, and in 1797 he published a dissertation demonstrating that alum is a double salt, composed of sulphuric acid, alumina and potash (Annales de chimie, xxii.",
        "\"Neutral alum\" is obtained by the addition of as much sodium carbonate to a solution of alum as will begin to cause the separation of alumina; it is much used in mordanting.",
        "In addition to this economy it was calculated that the lines could be leased for £132,000 a year.",
        "The factories are widely distributed, and some are favoured by state legislation in addition to the national tariff.",
        "In addition to these there are a number of seminaries for the education of priests, where special attention is given to the classics and belles-lettres.",
        "The result of these measures was a large addition to the public debt, which on 31st December 1906 was approximately as follows (apolices being the name given to bonds inscribed to the holder): - External debt: Loans of 1883, 1888 and 1889 Oestede Minas R.",
        "£163,802,675 In addition to these, the government was still responsible for interest guarantees on fourteen railways, or sections of existing lines, with an aggregate capital of about £4,900,000 held in Europe and 12, 0 55,44 0 milreis held in Brazil, on which the national treasury paid in interest £191,324 and 1,398,493 milreis.",
        "It stands on undulating and easily drained ground, upon a bed of sandstone rock, on a peninsula jutting into one of the deepest, safest and most beautiful harbours in the world; and in addition it lies in the centre of a great carboniferous area."
    ],
    "definition": [
        "Link/Cite",
        "(uncountable) The act of adding anything.\nThe addition of five more items to the agenda will make the meeting unbearably long.",
        "Anything that is added.",
        "(uncountable) The arithmetic operation of adding.",
        "(music) A dot at the right side of a note as an indication that its sound is to be lengthened one half.",
        "(law) A title annexed to a person's name to identify him or her more precisely, as in \"John Doe, Esq.\", \"Robert Dale, Mason\", \"Thomas Way, of New York\".",
        "(heraldry) Something added to a coat of arms, as a mark of honour; opposed to abatement.",
        "reduction",
        "add",
        "adder",
        "Link/Cite"
    ]
}