{
    "translation": "להעריץ, להתפעל",
    "uses": [
        "I admire the effort and sacrifice you put into it.",
        "I admire your spirit and your passion.",
        "They admire you for what you have accomplished.",
        "I admire your courage.",
        "She stopped to admire the colors of a fruit pyramid and the textures of textiles.",
        "My word, I admire you!",
        "I admire you, too, Jenn.",
        "Many of the ornamental processes which we admire in Venetian glass were already in use in this century.",
        "I admire your joie de vivre and am always fascinated by your perspective on life.",
        "He is my worst enemy, and yet, I admire him as the wisest man in the world.",
        "I admire that about you.",
        "She hurried to admire them when a man came out of the truck.",
        "\"When I say I admire you, I do,\" he said.",
        "Yet there was something in his manner and voice that caused everybody to admire him.",
        "Sometimes, but I admire his fortitude.",
        "His anger had settled enough for him to admire the flush of her cheeks.",
        "As a critic he was second to none in his own time, and even yet one can admire the delicacy and the skill with which he handles his subject.",
        "I admire Victor Hugo – I appreciate his genius, his brilliancy, his romanticism; though he is not one of my literary passions.",
        "She spent a grueling hour putting up the string of red lights in the kitchen and stepped back to admire her work.",
        "His colonizing system was exposed to very severe criticism, yet it is impossible not to admire the results of his stupendous activity.",
        "I admire you, Darian.",
        "Deidre stopped to admire bouquets being sold on a street corner.",
        "So that while we admire the variety of his work, we also admire the competence of his effort.",
        "I respect and admire you more than anyone I know.",
        "admire the view.",
        "The Berbers, unlike the Arabs, do not admire fat women.",
        "I greatly admire the way she handled certain situations with Arthur.",
        "admire who have fully rounded personalities and unique characteristics.",
        "Free from the yoke of the brewer, she fell in love with a music master, high in his profession, from Brescia, named Gabriel Piozzi, in whom nobody but herself could discover anything to admire.",
        "\"At Rome indeed (he adds) the works of art are legion; besides, one effaces another from the memory and, however beautiful they may be, we are distracted by the overpowering claims of duty and business; for to admire art we need leisure and profound stillness\" (ibid.",
        "In Oratory, Which Most French Canadians Admire Beyond All Other Forms Of Verbal Art, Sir Wilfrid Laurier Has Greatly Surpassed L.",
        "In his two former capacities all will admire the form of his work, while some will question the value of his results; but in his two latter capacities no one will dispute either.",
        "Kiera wiped her forehead, unable but to admire the sheen of sweat on A'Ran's wide upper body.",
        "Although not vigorous enough to excel in the historical epic or in the serious work of the Roman satura, Varro yet possessed in considerable measure the lighter gifts which we admire in Catullus.",
        "It has been pointed out how Charlemagne pressed the monks into the service of his civilizing aims. We admire this; but it is certain that he thereby alienated monasticism from its original ideals.",
        "As he put it: \"Suppose there were living among my contemporaries a Confucius or a Solon, I could, according to the principles of my faith, love and admire the great man without falling into the ridiculous idea that I must convert a Solon or a Confucius.\"",
        "But what he cared for was the cause of the Arabs, whom he had learned to know and admire, and for whose interests he pleaded at the Paris Peace Conference in 1919.",
        "They were written for the public at large, but few save professed students, who can admire and value his exhaustiveness, will read the many hundreds of pages which he devotes to a short period of history.",
        "Under the windows of the palace stretched the same park that we admire to-day, open all the year to privileged persons and twice a year to the public, a park filled with trees of rare essences and the most delicious flowers so artistically disposed, and so refreshing to the eyes, that M.",
        "I have to admire the chutzpah he has in doing this.",
        "He greatly admired, or professed to admire, the genius of the early Roman poets, while he shows indifference to the poetical genius of his younger contemporaries.",
        "admire what he was able to do with what he was given.",
        "You may want to show a video of your wedding and have plenty of pictures available for your guests to admire.",
        "Mr. Hain: As always, I admire the eloquence and wit of my hon.",
        "Sit high up - if bored you can always admire the unexpected statuary and mirrors decor.",
        "We had plenty of time to admire the architecture.",
        "From his square-toed boots to the white shirt tucked into indigo jeans, his lean frame was something to admire.",
        "The invading sovereign, going to Sta Maria delle Grazie with his retinue to admire the renowned painting of the \"Last Supper,\" asked if it could not be detached from the wall and transported to France.",
        "admire the courage and drive of the younger generation.",
        "admire most in the women's game?",
        "For the 500-plus people who visited, there was the chance to admire elegant wedding gowns, bridesmaid dresses and formal menswear.",
        "Men everywhere love her and women admire her beauty and strength.",
        "It's no surprise then that many admire her classic style and seek to mirror that look in their own swim style.",
        "Ask a friend: If you have a friend whose style you admire, ask her advice.",
        "There were so many over the top, excessive styles to admire that it's almost impossible to narrow down the top 5 fashion for females in the 80s.",
        "Electronic cards can be fun to choose and admire, but they do require care when sending.",
        "Large and Lovely Connections is a more personalized site, designed from the ground up to cater to the needs of BBW and BHM (Big Handsome Men) and those who admire them.",
        "What do you admire about their relationship?",
        "If you admire what they've done, you can send a compliment.",
        "Online dating sites specifically targeted toward BBW adult dating and those who admire them are great places to meet people with similar interests, as well as being a terrific resource to find events specifically for big, beautiful women.",
        "I find that he often will criticize things that I am interested in, such as authors and artists I admire and my religion.",
        "It's generally easy for the two to initially feel a comfortable connection as they admire the traits the other person has.",
        "I rather admire a hardworking guy and I am very busy myself, but it seems to be a bit much to me.",
        "What are the things you admire the most about me in the light of how our relationship works (for example, laid-back about time spent with friends, very organized, etc)?",
        "Check out a few tat shops and find an artist whose work you admire.",
        "There are only three shown at once, but the photographs are very clear and you can easily admire the detail involved.",
        "On the internet as well, there is a huge market for pocket watches and avid collectors congregate on websites, message boards, and at occasional conventions to swap tips and admire each other's pocket watch stash.",
        "If you are approached by someone who you respect, admire, feel is a hard worker and will make a great employee, then say \"yes!\"",
        "While you cannot make up your own Delta chants (as that would be seen as trodding on tradition), you can learn, admire, and aspire to the ideals in these chants for the Delta sorority.",
        "The best thing you can do for this guy's ego is admire his confidence, his body and his fashion choice.",
        "It was one thing to covertly admire Alex, but quite another to stand here discussing him as though he were high dollar merchandise at a low bid auction... and why was Katie so concerned?",
        "His reading in Livy taught him to admire the Roman system of employing armies raised from the body of the citizens; and Cesare Borgia's method of gradually substituting the troops of his own duchy for aliens and mercenaries showed him that this plan might be adopted with success by the Italians.",
        "It may even be admitted that the swift-flowing movement, and the simplicity of thought and style, which we admire in the Iliad are an inheritance from the earlier \" lays \" - the 104a &v&p&v such as Achilles and Patroclus sang to the lyre in their tent.",
        "Others admire more the Mammoth Dome, at the termination of Spark's Avenue, where a cataract falls from a height of iso ft.",
        "But it is impossible not to admire the copious variety of thought and language, and the evenly flowing style which carried him safely through the dreariest periods of his history; and still more remarkable is the dramatic power he displays when some great crisis or thrilling episode stirs his blood, such as the sack of Rome by the Gauls, the battle by the Metaurus and the death of Hasdrubal.",
        "Persons interested in frescoes will admire those in the former monastery at the back of the church of S.",
        "In April 1501 Leonardo had only finished the cartoon, and this all Florence flocked to see and admire.",
        "Even those who do not sympathize with the cause which Athanasius steadfastly defended cannot but admire his magnanimous and heroic character.",
        "The preaching of Wesley and Whitefield and appealed direct to the emotions, with its doctrine of White- conversion, and called upon each individual not field, to understand, or to admire, or to act, but vividly to realize the love and mercy of God.",
        "Pity he finds to be grief for the calamity of others, arising from imagination of the like calamity befalling oneself; what we admire with seeming disinterestedness as beautiful (pulchrum) is really \" pleasure in promise \"; when men are not immediately seeking present pleasure, they desire power as a means to future pleasure, and thus have a derivative delight in the exercise of power that prompts to what we call benevolent action.",
        "He died on the 22nd of December 1419, and all visitors to the Baptistery at Florence may admire, under its high baldacchino, the sombre figure sculptured by Donatello of the dethroned pontiff, who had at least the merit of bowing his head under his chastisement, and of contributing by his passive resignation to the extinction of the series of popes which sprang from the council of Pisa.",
        "The men admire you.",
        "You've been admiring my chest, now let me admire yours.",
        "As he lifted the grisly pair high to admire, the wind tugged his hat off, slinging it on the sand a few feet away.",
        "While he knew he couldn't duplicate the feelings and situations of another, in a far different time and circumstances, he was nevertheless disappointed at the actions of this young woman whom he'd come to admire.",
        "admire the ingenuity of the creators of some of the parasites, particularly those with several hosts.",
        "One must particularly admire the ingenuity of the creators of some of the parasites, particularly those with several hosts.",
        "admire in regeneration?",
        "admire in the media industry?",
        "Do you have any favorite authors you admire or who have influenced your work?",
        "So why not take the bus, sit back, relax, and truly admire the majestic beauty of the Borrowdale and Watendlath valleys.",
        "Inside the calm of the Cathedral we admire a solid wooden carving of six monks carrying a bier on their shoulders.",
        "While I greatly admire the bravery of the pilots, I do not want them pressed too hard.",
        "Or you may prefer to do nothing but lean back admire the fabulous ornate ceiling!",
        "But don't get me wrong.. I do admire the courage and drive of the younger generation.",
        "Every few seconds, someone would randomly press one of the buttons, and stand back to admire the high decibel auditory effect.",
        "I'm going to admire them from a safe distance.",
        "Line 70 gives a short pause at the end of each drawing for you to admire it before the computer begins its next opus.",
        "I admire your solidarity with your fellow Guardianistas: if one hack makes risible factual errors, all must make risible factual errors, all must make risible factual errors.",
        "Steady progress was made until we reached the first accessible swamp where we stopped to admire a Black-winged stilt.",
        "Stopping at the hill overlooking the tarn we lay on the grass to admire the view - which was breathtaking to say the least.",
        "One has to admire the tenacity of those who helped to put up the exhibition.",
        "You can retreat to the gardens, shelter in one of the conservatories, admire the vistas cleverly created by the original designer.",
        "They average two or three friends, and other children seem to admire them for their physical toughness.",
        "Whether you love to dance and are looking to learn some new moves, or you just love to admire and learn about excellent choreography, Michael Jackson is a great example of American dance.",
        "You may also choose to start your own website of swing dance video collections if you simply admire this style of dance and would like to share it with the world.",
        "Many modern and advanced-thinking feng shui masters believe most people wouldn't be startled by their reflections and in fact, a few may even admire themselves in the very limited and obscure image a TV provides.",
        "The connection to sword-making is also meaningful to many men who admire historic swords and knives.",
        "Used car dealers may even admire your confidence.",
        "In fact, in the age of YouTube and the Internet, it's even easier to watch people who you admire, like the Columbus High School Cheerleading Squad, who were the 2008 GHSA champions.",
        "Don't be afraid to mimic the work of artists you admire.",
        "Pull the contact paper off and admire your handiwork.",
        "If you admire retro lingerie at all, you should have a garter belt in your lingerie drawer.",
        "Reviewers admire its softness, which one customer describes as being \"wrapped in a warm blanket,\" but most also mentioned the size runs large.",
        "Naomi Campbell may be beautiful and poised, but it's probably best to just admire her from afar.",
        "The Hollywood Exxtreme Cleavage Bra from Frederick's of Hollywood is quite possibly one of the best on the market for adding to what Mother Nature gave you and pushing it up for the world to admire.",
        "However, as those who admire the look of vintage lingerie know, a garter belt that sits on the waist and has enough fabric to cover the hips is going to stay in place, meaning stockings stay in place.",
        "Lingerie galleries are more than a place to admire beautiful women.",
        "While there was much to admire in TPM, there was also, alas, much to deride.",
        "The plant is so unusual-looking that it draws crowds into the store to admire it and purchase things from the shop becoming famous for the oddity.",
        "The best way to find interesting people is to locate someone you know or admire in your field, and then see who they are following.",
        "Purchase jerseys for team players you admire and for teams that you admire.",
        "Pericles learned to love and admire him and the poet Euripides derived from him an enthusiasm for science and humanity.",
        "xxvii., p. 565-571) says: \" We may admire, and for my own part I do very much admire General Gordon's personal courage, his disinterestedness and his chivalrous feeling in favour of the beleaguered garrisons, but admiration of these qualities is no sufficient plea against a condemnation of his conduct on the ground that it was quixotic. In his last letter to his sister, dated December 14, 1884, he wrote: ` I am quite happy, thank God, and, like Lawrence, I have tried to do my duty '.",
        "If you're looking for something a little naughtier than what Victoria's Secret has to offer, you may get an eyeful of exactly what you'd love to wear or at least admire at Frederick's of Hollywood.",
        "Inside, admire the delicate fan vaulting on the ceiling.",
        "Sit by the fireplace and admire your fender or enhance the fireplace with a hearth fender.",
        "Stopped at the Iron age hill fort on the top to admire the view.",
        "My kind and loving grandma, whom I will always love and admire.",
        "Rocking horse lovers in Lincolnshire admire rocking horses from our rocking horse maker for Lincolnshire.",
        "One has to admire the ingenuity of the croquet community.",
        "It was very beautiful; but the idle fairies were too much frightened at the mischief their disobedience had caused, to admire the beauty of the forest, and at once tried to hide themselves among the bushes, lest King Frost should come and punish them.",
        "Their pleasure charmed away King Frost's anger, and he, too, began to admire the painted trees, and at last he said to himself, My treasures are not wasted if they make little children happy.",
        "The DC woman is ready to take her assets and flaunt them for the world to admire.",
        "A lot of women admire tattoos, but they would never consider getting one themselves.",
        "You might choose to have your own name inked around your wrist or that of someone who is close to you or that you especially admire.",
        "\"Trendy femmes\" Will admire this strong and pretty Casio BABY-G Dolphin Series watch.",
        "When Mom and Dad sit down with their kids to read together, they become much more aware of what their children like to read, from the genre of books to the characters they most admire.",
        "Male celebrity hairstyles run the gamut from sleek and simple to wild and crazy, but not matter what fans may think of any movie, song, or awards show appearance, you can always find something to admire in a great celebrity hair style.",
        "Better yet, if you find an emo on the street who's style you admire, it may behoove you to find out who their stylist is to avoid a most unnecessary bad hair day.",
        "You can sweep your hair up and still have a lot left over for everyone to admire.",
        "Every time she ends up in the news, it's another opportunity to admire her unique style.",
        "Speak with a local government official you admire.",
        "The best place to display pretty origami flowers is where everyone can admire their beauty.",
        "However, these non-believers will eventually learn to admire your persistence and dedication.",
        "Chocolate diamonds are less expensive than white diamonds and due to this are good choices for those who want to keep on budget while having a spectacular stone to admire.",
        "There are lots of actors whose careers I admire, but I believe the inspiration for this journey came from within.",
        "Surround yourself with supportive friends who have healthy habits you admire.",
        "Outside there's also seating under the covered arcade, from where you can admire the market's wrought ironwork.",
        "In this unit we use literary extracts to challenge philosophy and highlight what we really admire in a good person.",
        "adopting mannerisms of people you admire or just observe.",
        "Admire this truly impressive ancient large motte surrounded by it's circular shell keep.",
        "He has often been proved right, despite incurring much odium along the way, and I much admire him for that.",
        "pause to admire its beauty.",
        "piscatorial prowess for all to admire.",
        "plenty to admire, details of which are contained within the right-hand column of this page.",
        "By visiting each prefecture you will have the opportunity to discover and admire the different profiles of the multilateral region of the Peloponnese.",
        "pretencer sleight is a pretense of extraordinary piety, that so people may admire them, and suck in their doctrine.",
        "Rocking horse lovers in Lincolnshire admire rocking horses from our rocking horse lovers in Lincolnshire admire rocking horses from our rocking horse maker for Lincolnshire.",
        "Also nearby is picturesque reservoir where you can fish, cycle, walk or just admire the scenery.",
        "Private gardens become public tea shops as Brighton residents mingle and admire the sculptures.",
        "At first, after you've collected your thoughts following the initial skirmish, you'll just admire the scenery.",
        "It hurts like hell, but you have to admire the workmanship.",
        "Many people have found it a lot easier to admire the abstract steel constructions which marked his greatest wrench from the past.",
        "zodiac cruise along the western cliffs will give us the opportunity to also admire the seabirds from the water.",
        "As Christianity was brought into Russia from Constantinople it was only natural that the ecclesiastics, many of whom were Greeks, should admire Byzantine ideals and recommend them as models to be imitated.",
        "The commentaries are of course intolerably diffuse and tedious, a great deal of them is now quite unreadable; yet, on the other hand, one has not unfrequently occasion to admire the sound linguistic perception and the critical talent of the author.'",
        "Many of the ornamental processes which we admire in Venetian glass were already in use in this century, as that of mille fiori, and the beautiful kind of glass known as \" vitro di trina \" or lace glass.",
        "And the slowness of the development of scientific ideas may be estimated from the fact that Bayle does not see any force in this statement of Aristotle, but continues to admire the paradox of Zeno (Bayle's Dictionary, art.",
        "If we accept frankly the emotional nature of this age, we may admire its graceful outlines, its vivacious manner, its romantic style, with an occasional sauciness which is amusing and attractive.",
        "In a prayer addressed to \" First birth of my birth, first beginning (or principle) of my beginning, first spirit of the spirit in me,\" he prays \" to be restored to his deathless birth (genesis), albeit he is let a.nd hindered by his underlying nature, to the end that according to the pressing need and spur of his longing he may gaze upon the deathless principle with deathless spirit, through the deathless water, through the solid and the air; that he may be re-born through reason (or idea), that he may be consecrated, and the holy spirit breathe in\"him, that he may admire the holy fire, that he may behold the abyss of the Orient, dread water, and that he may be heard of the quickening and circumambient ether; for this day he is about to gaze on the revealed reality with deathless eyes; a mortal born of mortal womb, he has been enhanced in excellence by the might of the All-powerful and by the right hand of the Deathless one,\" &c.",
        "To make my case that machines will bring about the end of ignorance, I begin with a company I admire: Amazon.com, the world's largest online retailer.",
        "Their pleasure banished the anger from King Frost's heart and the frown from his brow, and he, too, began to admire the painted trees.",
        "However much we may admire the orator's occasional bursts of eloquence, the noblest written words are commonly as far behind or above the fleeting spoken language as the firmament with its stars is behind the clouds.",
        "Je vous admire, ma parole d'honneur! *",
        "In spite of her one desire to see her brother as soon as possible, and her vexation that at the moment when all she wanted was to see him they should be trying to entertain her and pretending to admire her nephew, the princess noticed all that was going on around her and felt the necessity of submitting, for a time, to this new order of things which she had entered.",
        "I admire your solidarity with your fellow Guardianistas: if one hack makes risible factual errors, all must make risible factual errors.",
        "At first, after you 've collected your thoughts following the initial skirmish, you'll just admire the scenery.",
        "I admire people like Shadow Morton or Lee Hazelwood, who subvert the genre from within.",
        "However, you also do n't get to admire the smiley and beautiful bar staff or sup on cold beer and hot coffee.",
        "Life is hard, the scenery spectacular and you cannot but admire the tenacity of the people.",
        "One has to admire the department for its active approach to training up-and-coming youngsters.",
        "Admire the breathtaking views as eagles and vultures circle high above.",
        "A zodiac cruise along the western cliffs will give us the opportunity to also admire the seabirds from the water.",
        "As he was hiking up the mountaintop, Bill stopped to admire the birds resting in their aerie.",
        "I don't have any money to spend, but I love to amble through the furniture store and admire all the beautiful merchandise.",
        "Don't forget to step back, admire your handiwork, and give yourself a pat on the back.",
        "This non-traditional wrap will keep your baby securely wrapped, even as he is passed from one pair of loving hands to the next as friends and family love and admire him.",
        "After they finish, hang them all back up for everyone to admire.",
        "Don't forget to stand back and admire your work!",
        "You'll know when it's done when you can sit back, relax and admire the space you have created.",
        "Once you have your breakfast nook cushions in place and add the pillows, you can step back and admire your creative work.",
        "Actually, once the border is up and glued firmly in place, why not relax and admire your handiwork.",
        "While you will admire the design that makes it an elegant bedroom or bathroom accessory, you will be equally pleased with its on-the-road versatility as a grooming and makeup mirror.",
        "Fans may sit in the audience and admire Kristen Stewart's look as Bella Swan in New Moon, but most don't realize the forethought and planning that went into every aspect of this movie, including makeup.",
        "Even if kids don't like a new food the first time they taste it, they may eat the same food if it's prepared differently or if they see someone they admire eating it.",
        "Quotes from famous people, especially those whom you admire, can be excellent additions to your scrapbook projects.",
        "Thankful for You: Design a layout expressing the qualities you most admire in your family members, whether it's Grandma's skill in the kitchen or Grandpa's ability to always make his grandchildren smile.",
        "The location of this park makes it possible for others to watch and admire riders in action.",
        "People who don't know the graduate as well might instead write about some qualities they admire in the teen.",
        "After the ceremony, your guests continue to admire the gorgeous winter wedding cake that you have chosen.",
        "Check out the following links to popular wedding gown designers to help you narrow down which styles you admire most.",
        "Your guests will love the unique online registry format and admire your sense of adventure and unconventional view on the traditional wedding registry.",
        "You have stated in the past that director David Fincher, who by the way has directed many music videos as well, is someone you admire.",
        "What is it that you admire about his decidedly \"dark\" movies?",
        "Many admire Kardashian for her curvy figure.",
        "One thing is for certain, however: as long as there are celebrities to admire, critique, and read about, there will be plenty of oops moments to share!",
        "Just because you admire the look doesn't mean you're ready to open your pocketbook however.",
        "If you are able to find a trainer that you admire, you may be able to work with her as an apprentice.",
        "Gardeners admire the beauty of dogwoods in a variety of forms.",
        "Many gardeners admire the look of plant stalks covered with snow or ice.",
        "Hydrangeas have been the focus of the July opens, as it is a perfect time of year to admire hydrangeas in Eastern Pennsylvania.",
        "While you may resent having your bees and butterflies used as an easy meal, it's hard not to admire the strategy.",
        "Identify some celebrities who have a style that you admire.",
        "With practice, you'll soon have the knack for tying a Windsor knot that a Duke would admire.",
        "If you have the time and energy to spare, volunteer your time with an organization you admire and want to see succeed.",
        "When you see someone with a style you admire, ask them where they go to get it done.",
        "You can prepare for a long style by flipping through magazines and selecting styles that you admire.",
        "You can drive vehicles, engage in single player campaign play and admire the realistic graphics in this PS2 sequel developed by Zipper Interactive.",
        "If you feel your portfolio is weak, spend some time creating your own sample projects; video game developers admire this kind of initiative and the demonstration of creativity is appreciated.",
        "You have to admire their persistence, if nothing else.",
        "You can visit, admire and even vote for your favorites.",
        "Your partner may not be pleased with your conclusions, but she can at least admire your tone and intent.",
        "What do you admire most about your sweetheart?",
        "While many celebrity-watchers admire both its size and beauty, critics say those same characteristics are its worst features.",
        "A celebrity marriage is a true life fairy tale happy ending, and many people admire celebrity engagement rings as the symbol of that joyous relationship.",
        "Couples who want to be able to admire that symbol on their own finger need look no further than celebrity replica engagement rings, bringing a bit of stardom into their relationship.",
        "There are several types of popular diamond shapes brides-to-be can choose from when first examining the types of engagement rings they admire most.",
        "When you next see someone wearing jewelry that you admire, ask them where they got it from and who made it.",
        "People will be flattered that you admire their jewelry and style, and this is the ideal way to find the names of jewelers.",
        "Many designers have their own unique style and it is always more effective to start a search for new jewelry from designers whose work you admire.",
        "Even if a company you admire is not currently hiring, send your resume because a job could open up in the near future.",
        "Buying designer means that friends will admire your tastes.",
        "The slender, attractive, and blonde adolescent character living in panoramic Malibu, California is figure many young girls may admire and wish to emulate.",
        "Chances are you'll find a designer whose work you admire in the long and ever-growing list of outlet stores.",
        "Women who admire this print may want to add it to their own wardrobe in some way.",
        "More colorful than the average, everyday wallet, it also adds a shot of color to your accessory collection and is quite fun just to look at and admire!",
        "Women who admire the collection but aren't interested in spending too much might opt for a wallet instead.",
        "Capricorns may want to keep their distance and admire Leo from afar.",
        "People want to be like Aquarius and admire the way she usually places the needs of others above her own.",
        "Virgo will appreciate the fire of Aries, and Aries will admire Virgo's rationale.",
        "Others may admire the trait, but you may think, \"What's so special about being able to speak eloquently?\" or \"Hey, sports are easy!\"",
        "Once he has his home perfectly decorated, he'll throw a big party for family and friends to come over and admire it.",
        "Does he admire a particular character from a movie?",
        "Scoops provide insights into the actors and actresses that fans admire or enjoy watching.",
        "Viewers tune in to see characters, to admire the women and root for them to find love with these rare and exceptional men.",
        "Soap stars, like other actors, often enjoy meeting their fans, although fans must be careful to be respectful in any encounter with the stars they admire.",
        "Another outstanding resource is The Perfect Blend, where you'll learn more about the babes you admire, the characters they play, spoilers for upcoming episodes and much more.",
        "If you schedule a consultation at the tattoo shop before getting the the inking done, bring along photos of artwork or other tattoos you admire.",
        "The artists may also have extra flash sets for sale or trade with other artists whose designs they admire.",
        "Skin & Ink magazine photos allow people to compare different artists, gather ideas for new tattoos and simply admire others' art.",
        "Perhaps the biggest reason that many women admire tattoos yet don't take the plunge and get one themselves is that they haven't found a design they're sure they'll be comfortable with.",
        "If you really admire Williams' tats, you can purchase temporary tattoos of many of them at TattooFashion.com.",
        "It must then struggle to break free from its self-imposed prison to become the free and beautiful creature that the world stands still to observe and admire.",
        "You'll get ideas for your first or next tattoo, or you can just admire creations within a branch of the art world that is sometimes overlooked.",
        "Whether you simply admire star tattoos, and enjoy the three dimensional difference in the nautical star, or you want to assign the star a meaning that is more personal to you, the nautical star is a design that is open to everyone.",
        "Make an appointment to get tattooed at a shop you admire and at some point mention your interest in a casual way and hope it progresses from there.",
        "The controversy, however, has died down and most Americans have come to admire the Memorial.",
        "Every woman will admire this trendy Cartier American Tank watch.",
        "Wearing Skagen watches states to the world that you admire quality but are not willing to go in debt for a simple wrist watch.",
        "If you admire contemporary Omega watches, find out what these timepiece jewels of the past can also offer.",
        "Sometimes watch companies pay the actors to wear their latest models but just as often, actors and actresses simply wear the watches they admire.",
        "Visitors to the Mills can still see hosiery being made, have a coffee and admire the display of old photographs of Wirksworth.",
        "While you may admire Victorian gingerbread trim, it is never appropriate on a ranch style home.",
        "When learning how to install a ceramic tile floor, simply follow the above instructions and then step back and admire your handiwork.",
        "The really tough decision is to narrow down which styles you admire the most.While some collectors may narrow their search down to McCoy Indian Head cookie jars, they may not realize that there are other Indian themed McCoy pottery items.",
        "One only has to look at Art Deco architectural styles, such as the Chrysler Building or the Empire State Building in New York City, to admire this style's simplicity.",
        "Although it is one of the strongest porcelains available, it has a unique translucence that is valued among those who admire it.",
        "At the same time, however, you want to look like yourself, and a radically different style could cause people to stare at your hair rather than admire your overall look.",
        "To get the look you want, bring in a photograph or two of people whose highlights you admire.",
        "Bring several pictures of similar styles from different angles along to the hair salon and your stylist will be able to blend them together for a personalized style that uses all the best parts of the styles you admire.",
        "Who doesn't admire the natural style of earth women - you know, the sort of women whose naturally thick, wavy, rich-colored strands manage to look sensational in just an easy ponytail.",
        "Retro girls who admire the look of the Marcel wave can create the same look without resorting to fussy hot irons and lots of heavy hair gel.",
        "The bottom line is this: Make sure the style looks as great on you as it does on the celebrity you admire!",
        "Flip through magazines, ask that gal on the street whose hair you can't help but admire and keep an eye on Fashion Week when it rolls around - the choices are overwhelming!."
    ],
    "definition": [
        "To regard with pleasure, wonder, and approval: admired the sculptures at the art museum.",
        "To have a high opinion of; esteem or respect: I admired her ability as a violinist.",
        "Chiefly New England & Upper Southern US To enjoy (something): “I just admire to get letters, but I don't admire to answer them” ( Dialect Notes )",
        "Archaic To marvel or wonder at.",
        "ad·mir′er\nnoun",
        "ad·mir′ing·ly\nadverb",
        "Link/Cite",
        "Fuller\nexamples rather to be admired than imitated",
        "To regard with wonder and delight.",
        "to look upon with an elevated feeling of pleasure, as something which calls out approbation, esteem, love or reverence;",
        "to estimate or prize highly.\nto admire a person of high moral worth, to admire a landscape",
        "Mérida",
        "Link/Cite"
    ]
}