{
    "translation": "להתריע, להזהיר. לנזוף.",
    "uses": [
        "You can admonish a selfish man.",
        "Sarah knew better than to admonish him for his threat.",
        "They admonish children of men for this reason.",
        "While the diet approved the list of abuses drawn up at Worms, it ordered that Luther's books should no longer be published, and that Luther himself should hold his peace, while learned men were to admonish the erring preachers.",
        "The permanent officers in the church are pastors and teachers, to the former of whom it belongs to preside over the discipline of the church, to administer the sacraments, and to admonish and exhort the members; while the latter occupy themselves with the exposition of Scripture, so that pure and wholesome doctrine may be retained.",
        "Admonish bad behavior, and praise good behavior.",
        "And because wee are not without hope of his recovery, wee are not to account him as an enemy but to admonish him as a brother.\"",
        "The duties of the barbas were to visit all within their district once a year, hear their confessions, advise and admonish them; in all services the two ministers sat side by side, and one spoke after the other.",
        "It also asks that \" if anyone shall note in this our confession any articles or sentence repugnant of God's Holy Word, that it would please him of his gentleness and for Christian charity's sake, to admonish of the same in writing,\" promising that if the teaching cannot be proved, to reform it.",
        "In 1361 representatives from Lubeck and Wisby visited Novgorod to recodify the by-laws of the counter and to admonish it that new statutes required the consent of Lubeck, Wisby, Riga, Dorpat and Reval.",
        "Secondly, when it was proposed to admonish them from the Holy Scriptures they said, ` It beseems no one but the pope to interpret the Scriptures,' and, thirdly, when they were threatened with a council, they invented the idea that no one but the pope can call a council.",
        "The Synod thereafter unanimously resolved to rebuke him, and to admonish him to behave orderly for the future.",
        "The important article is as follows:-- \"The Censures so appointed by Christ, are Admonition and Excommunication; and whereas some offences are or may be known onely to some, it is appointed by Christ, that those to whom they are so known, do first admonish the offender in private: in publique offences where any sin, before all; or in case of non-amendment upon private admonition, the offence being related to the Church, and the offender not manifesting his repentance, he is to be duely admonished in the Name of Christ by the whole Church, by the Ministery of the Elders of the Church, and if this Censure prevail not for his repentance, then he is to be cast out by Excommunication with the consent of the Church.\"",
        "\"Protesting, that if any man will note in this our Confession any article or sentence repugning to God's Holy Word, that it would please him, of his gentleness, and for Christian charity's sake, to admonish us of the same in writ, and we of our honour and fidelity do promise unto him satisfaction from the mouth of God; that is, from His Holy Scripture, or else reformation of that which he shall prove to be amiss."
    ],
    "definition": [
        "Link/Cite"
    ]
}