{
    "translation": "לקשט, לעטר",
    "uses": [
        "The civil virtues merely adorn the life, without elevating the soul.",
        "which still adorn the interior of his former home at Arezzo.",
        "Of the many fine public buildings which adorn the city scarcely any date before 1860.",
        "Paintings from his brush adorn the cathedral (which has a fine brick campanile), and others are preserved in the gallery of the town hall.",
        "He will soon shake all nations and their choicest gifts will be brought to adorn His house.",
        "In sculpture and painting not much has yet been done to adorn the city.",
        "The ruthless way in which they plundered ancient buildings to adorn their own palaces is the origin of the saying, \"Quod non fecerunt barbari, fecerunt.",
        "Immense booty was secured, the Venetians obtaining among other treasures the four bronze horses which adorn the facade of St Mark's.",
        "at Heliopolis, were taken by Augustus to adorn the Caesareum at Alexandria: one of these, \"Cleopatra's Needle,\" was removed in 1877 to London, the other in 1879 to New York.",
        "In 1489, after a stubborn defence lasting seven months, it was captured by the Spaniards under Isabella of Castile, whose cannon still adorn the Alameda or public promenade.",
        "The earliest in the order of time of the poets who adorn this age - P. Vergilius Maro or Virgil (70-19) - is also the greatest in genius, the most richly cultivated, and the most perfect in art.",
        "The monarch's artistic sense led him not only to adorn his house with a number of works of antique art, but also to study German medieval art, which he did to good effect.",
        "If they were permanently congealed, and small enough to be clutched, they would, perchance, be carried off by slaves, like precious stones, to adorn the heads of emperors; but being liquid, and ample, and secured to us and our successors forever, we disregard them, and run after the diamond of Kohinoor.",
        "Among these was the grand-duke of Tuscany (Ferdinand II.), who took away some works and a portrait to adorn the Medicean library.",
        "Its beginnings may be traced hack to 1762, when, at the suggestion of Lord Bute, the duke of Argyll's trees and shrubs were removed from Whitton Place, near Hounslow, to adorn the princess of Wales's garden at Kew.",
        "Dark hardwood furniture and crisp linens adorn the restaurant.",
        "It became the theory that the temples were the gifts of the Pharaoh to his fathers the gods, and therefore in the scenes of the cult that adorn the inner walls it is always he who is depicted as performing the ceremonies.",
        "The site is now covered with valonia oaks, and has been much plundered, e.g by Mahommed IV., who took columns to adorn his new Valideh mosque in Stambul; but the circuit of the old walls can be traced, and in several places they are fairly well preserved.",
        "adorn two of the fine squares, the KOnigsplatz and the Kaiser Wilhelmsplatz.",
        "Sir Bartle Frere encouraged the completion of the great trunk lines of railways, and with the funds obtained by the demolition of the town walls (1862) he began the magnificent series of public buildings that now adorn Bombay.",
        "The plants which adorn the globe more or less in all countries must necessarily have attracted the attention of mankind from the earliest times.",
        "adorn the wooden ceiling.",
        "But the Speech on Conciliation (1775) has, perhaps, been more universally admired than any of his other productions, partly because its maxims are of a simpler and less disputable kind than those which adorn the pieces on France, and partly because it is most strongly characterized by that deep ethical quality which is the prime secret of Burke's great style and literary mastery.",
        "Numerous statues and bas-reliefs by Renaissance artists adorn the various altars and chapels.",
        "\"Banishment (from court) alone will force the French nobility to execute what the English do for pleasure - reside upon and adorn their estates.\"",
        "Hooft is one of the most brilliant figures that adorn Dutch literature at its best period.",
        "vulturina of Zanzibar, conspicuous by the bright blue in its plumage, the hackles that adorn the lower part of its neck, and its long tail.",
        "So in the Vedic hymns the departed \" Fathers \" inhabit the three zones of earth, air and sky; they are invoked with the streams and mountains of this lower earth, as well as with the dawns and' the sky itself; even cosmic functions are ascribed to them; and they adorn the heaven with stars.",
        "The classic colors red, gold and green adorn the outside of this ornate structure.",
        "As evidence of such prowess, and as a token of his right to a share of any spoil, the warrior was accustomed to scalp his enemy and adorn his bridle with the trophy.",
        "by Canova (1803), fountains, pavilions and four rows of trees adorn the PaseO de Carlos III.",
        "Being eager to adorn his temple with the most precious marbles, Sigismondo's veneration for antiquity did not prevent him from pillaging many valuable classical remains in Rimini, Ravenna and even in Greece.",
        "Another special feature of this sect is that their spiritual heads, the Gosains, also called Maharajas, so far from submitting themselves to self-discipline and austere practices, adorn themselves in splendid garments, and allow themselves to be habitually regaled by their adherents with choice kinds of food; and being regarded as the living representatives of the \"lord of the Gopis\" himself, they claim and receive in their own persons all acts of attachment and worship due to the deity, even, it is alleged, to the extent of complete self-surrender.",
        "Behind the harbour the houses rise picturesquely on gentle wooded slopes, and numerous villas adorn the vicinity.",
        "No public man of his time was more fitted to act as unofficial national orator; none more happy in the touches with which he could adorn a social or literary topic and charm a nonpolitical audience; and on occasion he wrote as well as he spoke.",
        "Among the first of these benefactions was the great gymnasium of Ptolemy, built in the neighbourhood of the Agora about 250 B.C. Successive princes of the dynasty of Pergamum interested themselves in the adorn western entrance being the well-known Doric portico of Athena Archegetis with an inscription recording its erection from donations of Julius Caesar and Augustus.",
        "adorn the doctrine of God our Savior.",
        "We want to adorn the doctrine of God our Savior.",
        "You can use tiny fondant frogs to adorn cupcakes, bake a cake in the shape of a frog, or prepare a sheet cake and decorate it with a frog design.",
        "If feminine is your style than add a vanity, adorn the walls with floral prints in soft colors and put a big fluffy rug on the floor.",
        "The use of the fleur-de-lis in heraldry dates from the 12th century, soon after which period it became a very common charge in France, England and Germany, where every gentleman of coat-armour desired to adorn his shield Middle Ages.",
        "Chynna Dolls: Details like ruffles, sequins, and lace adorn many of the skimpy suits at this swimwear shop.",
        "Fondant cake decorating is an alternative to the traditional buttercream frosting decorations that adorn most cakes.",
        "When choosing an item to adorn your wedding cake, you may want to look at unique wedding cake toppers and figurines.",
        "Mrs Gray has a pet tarantula, and spider logos adorn her company cars and business cards.",
        "Shiny metallic accents can adorn the toe and ankle of the boot, as well as chains, spurs and faux gems.",
        "(1830) and Peter the Great (1903) adorn the town.",
        "If he or she loves sports, adorn each layer with balls for different sports that are made of colored fondant.",
        "If you are worried about the cost to adorn your house this Christmas, then buy wholesale Christmas decorations.",
        "You won't only need wedding cake accessories to adorn the cake, you'll also need some to help serve the cake.",
        "Adorn your guests with leis and decorate with seashells and starfish.",
        "Chocolate covered strawberries adorn many chocolate or strawberry cakes, while lemon and orange zest make colorful accents on fruit filled cakes.",
        "This Day Bookmark Favors-Pictures of kids adorn this bookmark favor, with customizable tassel and imprint colors.",
        "Wedding Paper Divas: Enticing images of vines, lace, and flowers adorn many of these beautiful invitations.",
        "One of the most common choices is to adorn a cake with fresh flowers.",
        "It's easy to get caught up in the gorgeous chocolate wedding cake designs that adorn magazine covers, cookbooks, and online galleries.",
        "A shell border would adorn the top of each tier, with more detailed shell piping and piped white buttercream designs on the sides of each tier.",
        "Expect a lot of snowflakes, reindeer, elves, Santas, candy canes, ornaments, bells and trees to adorn these holiday pieces.",
        "Baby girls lace ruffles socks are one of the cutest accessories with which to adorn your infant.",
        "A group of kinds somewhat larger than the high alpines adorn rocks and old walls on the mountains, and may be used for these in our gardens.",
        "When designing a container garden to adorn your patio, deck or balcony, a successful layout will depend on the plants and containers you choose.",
        "Made from inexpensive materials in fun shapes and colors, costume jewelry allows jewelry lovers to adorn themselves with beautiful jewels without breaking the bank.",
        "You can choose designs to adorn the sides of the rings, maybe a gymnast on a balance beam to signify your participation in gymnastics or a musical note for the marching band.",
        "When a deer was hunted, its meat fed the people, its pelt warmed them and its horns and hooves were carved into beautiful beads to adorn them.",
        "Some tuck diamonds into the three points of the trinity knot, while others adorn the knot with rich green emeralds to symbolize Ireland, the Emerald Isle.",
        "Adorn--Apriori Antique Jewlery's site sells Tiffany vintage jewelry.",
        "Paisley prints adorn clothing, tablecloths, wedding dresses, pottery and gifts for the home, as well as landscape designs.",
        "Wear with beads and leather sandals for ethnic hip look, add a strand of pearls for classic charm, or adorn your ears with gold hoops and slip into kitten heels for a sassy, sexy silhouette.",
        "Cute and colorful frogs or preppy Argyle prints adorn tops available in XXL.",
        "With a good paint/photo manipulation program and just a few images you can create sharp looking backgrounds to adorn your desktop.",
        "Modern art adorn the concrete walls and the room has a very nouveau look.",
        "Samsung Adorn: If you like to change the way your phone looks as often as you change your clothes, this one's for you.",
        "Tattoos and body piercing are done as expressions of independence, for religious or cultural reasons, or to adorn one's body.",
        "The graves of service men and women that traditionally were adorn with American flags and flowers remain bare.",
        "Strictly for those who want to channel their inner Viking or Captain Jack Sparrow, if you have a longer beard or goatee, you can create tiny braids in it, and even adorn them with tiny beads or feathers.",
        "Adorn hair with a few fresh tropical flowers for a look that is as pretty as a sunset.",
        "Adorn ponytails with dazzling jeweled accessories for added sparkle.",
        "If you want to add an even more playful element to the look, use a large flower clip or a small sprig of fresh flowers to adorn your hair.Alternative: Girls without curls can also sport a side ponytail.",
        "To adorn a vintage style, seek out rhinestone or crystal hair barrettes.",
        "Adorn the style with various accessories such as a rhinestone barrette or feather for a trendy take on this classic.",
        "Once you've found the perfect piece, you can adorn the flower with even more accessories to create a custom hair clip.",
        "Adorn your locks with textured ponytail elastics or seashell-embellished barrettes.",
        "It can be used as an icebreaker at a gathering, be used as a tip, or adorn a desk or coffee table as a display piece.",
        "You can give these birds as gifts or use them to adorn a tree.",
        "A small mouse or other creatures adorn the beds to greet children as they come back from a day at the parks.",
        "Origami frogs can be pinned to bulletin boards, placed on the refrigerator with a magnet glued to its underside, or can adorn a gift box.",
        "In fact, the flags which adorn the hotel's porte cochere represent the countries that participated in the drafting of the United Nations Charter in the hotel's Garden Room.",
        "Sports Illustrated Swimsuit Issue - Over the last several years, the already massively popular annual issue included body paint versions of bikini styles to adorn the gorgeous bodies of the supermodels included.",
        "As with slingshots and bikinis that adorn the pages of Sports Illustrated, it's mostly just for looks - which it will definitely receive!",
        "Florals: You sometimes have to be careful when it comes to flowers, but most girls seem to favor the tropical florals that adorn many tankini styles.",
        "Tie-dye and florals adorn some varieties, but others are basic and made for competition.",
        "Additional clear rings adorn either side of the bikini bottom, and they sit attractively on each hip.",
        "It's a black bikini with white contrasting straps, and metal rectangular accents adorn both the bottom and top straps.",
        "Here, that blue comes in the form of jeweled accents that adorn a blazingly crisp, white bikini.",
        "Velvet tiers adorn the top portion of the suit, that amazingly also features removable straps for two ways to wear; literally it's like buying two suits for the price of one.",
        "This hot pink swim style is based on the look and cut of actual roses, so you can expect plenty of petals to adorn the bust area of the swim tops, as well as strategically placed petals on the bottom of the suit.",
        "Colorful fall leaves, pip berries, gourds and pumpkins, and a range of fall flowers may adorn candle rings.",
        "Candles are common decorating items for household use and to adorn party tables and outdoor spaces.",
        "Adorn your holiday tree in antique Christmas tree decorations for a new twist on tradition.",
        "Many households will adorn every room of the house with some sort of decoration.",
        "Figurines, such as nutcrackers, and candles can adorn any room.",
        "Instead of a bow, adorn the basket with different flags to represent the different countries the gifts are from.",
        "A theme might also be seasonal, such as \"winter,\" which allowed people to adorn themselves with snowflakes and icicles.",
        "However, if it is a very sunny day, you may wish to opt for a hat and adorn that with flowers or seashells instead.",
        "Adorn the dress with butterflies, roses, or flowers in the same hue as the dress.",
        "Adorn your hair with flowers or butterflies.",
        "Once you have the costume go to a craft store and buy artificial flowers and leaves to adorn your woodland fairy.",
        "Adorn with silver glitter at the temples.",
        "Dragon: To create colorful dragons, paint mask in bold purple hues and adorn with dark green iridescent foliage.",
        "Gilded fairy: For a nymph fairy mask, paint a mossy green mask and adorn with delicate flowers and branches.",
        "Using lower quality stones instead of the colorless, flawless stones that routinely adorn celebrity fingers.",
        "Once the diamonds have been passed on to jewelers, they are then cut into the familiar faceted diamond shapes that adorn exquisite jewelry.",
        "Symmetrical knots, braids, and other woven patterns adorn Celtic rings, and many couples choose Celtic designs because of their symbolism.",
        "This particular pattern was created by the Celtic Christians and used to adorn medieval Bibles, crosses, and other religious items.",
        "Princess-cut diamonds adorn a platinum band.",
        "Rather, beads are used to adorn and accent the bags in order to create a unique look.",
        "The fact they regularly adorn the covers of the major organ magazines suggests that many people agree.",
        "The Millenium lamps which now adorn all the Kelvin Bridges, look very nice.",
        "By then Isaac had built a handsome Georgian front to the mill house (his initials still adorn the side wall ).",
        "Or simply bask in the glorious views from the individual terraces that adorn every guest room.",
        "Banks of wild flowers - centaury, wild carrot, harebell, bird's foot trefoil, purging flax and thrift adorn the route.",
        "Dream with the painted cherubs that adorn the bedroom ceilings.",
        "Tinsel, trimmings, house adorn, Baby Jesus all forlorn.",
        "gilt framed still life oil paintings adorn the walls and a carved desk occupies a corner.",
        "The first century BC, Egyptian obelisk was brought to Rome from Heliopolis by emperor Caligula to adorn his circus.",
        "pagoda flowers in sugar to adorn a two-tier, stacked cake on clear glass cake stand.",
        "The restored timepiece, will adorn the front of Village Jewelers in Western Parade.",
        "woodcut images that frequently adorn printed broadsides were often recycled, wandering somewhat indiscriminately from one ballad to another.",
        "Entering by the main entrance the visitor finds himself in an atrium, called the Court of the Kings (Patio de los reyes), from the 16th-century statues of the kings of Judah, by Juan Bautista Monegro, which adorn the facade of the church.",
        "The names of three great poets adorn the Omayyad period: Akhtal, Farazdaq and Jarir were contemporaries (see separate articles).",
        "The first Reformed parliament met on the 29th of January 1833, and the young member for Newark took his seat for the first time in an assembly which he was destined to adorn, delight and astonish for more than half a century.",
        "The climate of Denmark does not differ materially from that of Great Britain in the same latitude; but whilst the summer is a little warmer, the winter is colder, so that most of the evergreens which adorn an English garden in the winter cannot be grown in the open in Denmark.",
        "And the end of verse 10, that we may adorn the doctrine of God our Savior in every respect.",
        "Huge gold swag and tail curtains and antiquity style statues adorn the entrance.",
        "The woodcut images that frequently adorn printed broadsides were often recycled, wandering somewhat indiscriminately from one ballad to another.",
        "During this festive season, almost a half a million glittering lights adorn the cacti, and there are special events galore like choral performances and Santa visits.",
        "Sitting in the comfortable and sturdy pieces that used to adorn people's backyards and patios brings back memories and the magic of days gone by.",
        "While classic chairs are the most common piece of retro furniture you'll find in this style, there are many pieces around that you can use to adorn your outdoor space.",
        "Choose a few of your favorite pictures of your loved ones to hang on the walls and sentimental pieces to adorn your shelves.",
        "Most of all, have fun with rooster home decor, a whimsical, casual way to adorn your home.",
        "It would be unfair to say that Cleopatra was not a natural beauty, but it known that she did adorn herself with ancient Egyptian cosmetics to enhance and compliment her striking features.",
        "Henna: Henna art is a unique and timeless way to adorn the skin in intricate, temporary designs.",
        "Now, prints from polka dots to ethnic swirls adorn the fabrics of these gowns.",
        "Even if none of those ideas fly, you can always print out beautiful seascapes to adorn the walls.",
        "Use these to adorn everything from your door to the ceiling.",
        "Spend some time browsing if you're searching for a specific variety, as some sites only offer roasted nibs, while others sell them raw, and still others sell nibs that have been baked into chocolate bars or used to adorn treats.",
        "The cake has become a star piece of the wedding reception, so make sure you find the perfect topper to adorn your cake, no matter where you purchase it.",
        "My mother-in-law had made reservations and had even had flowers sent to adorn the tables.",
        "Absent all the frills, lace, and tulle that adorn traditional gowns, casual gowns are lighter and simpler, which ensures comfort from the moment you slip into it.",
        "With a casual gown you can wear your hair uncovered or adorn it with a short and simple veil.",
        "Oversize wooden ring accents adorn the bottom of the handles for a fun look.",
        "Strawberry Patch Quilt: A delicate mix of red flowers and white and grey colors adorn this patch.",
        "Acorn Cup: Illustrated acorn cups in your color choice of olive, bright purple or black adorn this cheeky wallet.",
        "Children can adorn the finished hand print wreaths with a red paper ribbon and red glitter.",
        "Save for their 27\"x 41\" size (a standard that was set by no less than Thomas Edison), vintage movie posters are a far cry from the displays that adorn modern cineplexes.",
        "Unlike skinny straps that adorn many women's sandals, gladiator sandals feature heavier straps, which makes them the perfect unisex footwear.",
        "Screen-print graphics in various colors adorn these fun sneakers made for women.",
        "These functions adorn this eye catching Tag Heuer model making it simply enticing.",
        "While it's unlikely that you'll find free car decals that feature the Roxy logo, you can find a fair variety of Roxy decals to adorn your car.",
        "Find the path that is right for you, and get started in a rewarding hobby that can adorn a variety of linens including handkerchiefs, pillows, and curtains.",
        "Cute Christmas prints like reindeer, Christmas trees, and snowflakes adorn shrink-wrapped packages and individual undies.",
        "Cartoon characters adorn everything from shirts and socks to ties and boxers.",
        "Dessert: If you aren't interested in baking, consider picking up some of many pre-decorated cookies or cakes that adorn the shelves for the 4th of July at your local supermarket.",
        "Rather than opt for a basic color, many women prefer to adorn their nails with painted designs or scrolls.",
        "You'll even find a \"Money Nails\" DVD - learn how to adorn your nails with real dollar bills!",
        "Adorn your horseshoe with glitter rather than a traditional nail color.",
        "The Girl Scout organization provides opportunities for members to adorn their uniforms with a multitude of emblems, participation pins or patches and earned grade-level awards.",
        "If you are good in Photoshop then you can create your own buttons, navigational bars and the like to adorn your home on the web.",
        "A bright purple tongue and red emblem shaped like the African continent, in addition to the well-known Converse star, adorn these colorful kicks.",
        "Bold colors and patterns adorn these boots, which makes them eye catching and unforgettable.",
        "Flash refers to the sheets of paper saturated in personalized tattoo artistry that adorn the walls and counters of practically every tattoo parlor you might visit.",
        "Once more, Pulsar uses genuine Swarovski crystals to adorn their popular crystal collection.",
        "Car owners can proudly buy and use key chains, pewter magnets, car magnets, and pet stickers to adorn their vehicles in support of animal rescues.",
        "Fabrics are often airy, and there is no limit to the cascade of ruffles that will adorn your child's dresses.",
        "Bikini women wallpapers are incredibly popular styles that adorn computer and laptop screens everywhere.",
        "All that was fit to adorn Him came to Him and became beautiful by Him.",
        "Only family wreaths adorn the graveside while hundreds of floral tributes, scarves and football tops have been moved to a makeshift shrine nearby.",
        "huge gold swag and tail curtains and antiquity style statues adorn the entrance.",
        "In a niche behind the altar stands a colossal marble statue of Christ, and marble statues of the twelve apostles adorn both sides of the church.",
        "While there may be a seemingly endless array of paper, ribbons, and embellishments available to adorn your layouts, remember that people are more interested in the photos than the accessories.",
        "Also sometimes called a nosegay, a corsage is a miniature bouquet of flowers made to adorn your wrist.",
        "You might also enjoy the white buttons that adorn the front of this bustier as it helps to provide an almost business suit-like feel.",
        "The Maori tribe creates intricate swirled designs known as moko that adorn the faces of their tribesmen."
    ],
    "definition": [
        "To lend beauty to: flowers adorned the walkway.",
        "To enhance or decorate with or as if with ornaments: “[He] requires the presence of titles to legitimate and adorn … his imperfect status” ( Cynthia Ozick )",
        "a·dorn′er\nnoun",
        "Link/Cite",
        "To make more beautiful and attractive; to decorate.\na man adorned with noble statuary and columns\na character adorned with every Christian grace\na gallery of paintings was adorned with the works of some of the great masters",
        "(obsolete) adornment",
        "Link/Cite"
    ]
}