{
    "translation": "אסתטיקה",
    "uses": [
        "It wasn't purely aesthetics, though.",
        "This familiarity with the facts of art, though neither deep nor historical, gave a freshness to his lectures on aesthetics, which, as put together from the notes of 1820, 1823, 1826, are in many ways the most successful of his efforts.",
        "The question of aesthetics would then be formulated - What is it in things that makes them beautiful, and what is the relation of this aspect of the universe to its ultimate nature, as that is expounded in metaphysics?",
        "Fechner's work in aesthetics is also important.",
        "Baumgarten did good service in severing aesthetics from the other philosophic disciplines, and in marking out a definite object for its researches.",
        "Hermann and Dorothea, published in 1800, had already placed him in the first rank of authorities on aesthetics, and, together with his family connexions, had much to do with his appointment at Rome; while in the years 1795 and 1797 he had brought out translations of several of the odes of Pindar, which were held in high esteem.",
        "The contempt of aesthetics and erudition is characteristic of the most typical members of what is known as the Cartesian school, especially Malebranche.",
        "A religious man need no more be a theologian than a poet need have a theory of aesthetics.",
        "We have still to mention that aesthetics formed a principal and favourite study of Lotze's, and that he has treated this subject also in the light of the leading ideas of his philosophy.",
        "In the \"Apologie de Raymund Sabunde,\" he has apparently amused himself with gathering together, in the shape of quotations as well as of reflections, all that can be said against certainty in aesthetics as well as in dogmatics.",
        "On the re-establishment of the Italian kingdom he became professor of aesthetics (resigning 1862) and secretary of the Academy of Fine Arts at Florence, and in 1867 was elected to the chamber of deputies.",
        "Thus his theoretic opposition to the Kantian aesthetics is but the reflection of his practical opposition to the form-idolatry of the Weimar poets.",
        "Shaftesbury's philosophical activity was confined to ethics, aesthetics and religion.",
        "Bernhard Elis Malmstrom (1816-1865), who was a professor of aesthetics at the university of Upsala, was the author of many important books on artistic and literary history, notably a monograph on Franzen.",
        "The answer constitutes the substance of aesthetics, considered as a branch of philosophy.",
        "Three courses of lectures are especially the product of his Berlin period: those on aesthetics, the philosophy of religion and the philosophy of history.",
        "The last two essays are contributions of no great importance to aesthetics, a department of philosophy in which Hume was not strong.",
        "He became the founder of logic, psychology, ethics and aesthetics as separate sciences; while he prefixed to all such (comparatively) special inquiries the investigation of the ultimate nature of existence as such, or of those first principles which are common to, and presupposed in, every narrower field of knowledge.",
        "Those on Aesthetics, on the Philosophy of Religion, on the Philosophy of History and on the History of Philosophy, have been published by his editors, mainly from the notes of his students, under their separate heads; while those on logic, psychology and the philosophy of nature are appended in the form of illustrative and explanatory notes to the sections of his Encykloptidie.",
        "Ethics, which is but one branch of aesthetics, although the chief, deals with such relations among volitions (Willensverheiltnisse) as thus unconditionally please or displease.",
        "(1774); and Karl Gustaf Tessin (1695-1770) who wrote on politics and on aesthetics.",
        "With track lighting, a series of light fixtures are installed on a track and then positioned to provide the exact aesthetics, mood and ambiance you desire.",
        "His most valuable contributions are in the department of aesthetics or the general analysis of feeling.",
        "Subsidiary to metaphysics, as the central inquiry, stand the sciences of logic and ethics, to which may be added aesthetics, constituting three normative sciences - sciences, that is, which do not, primarily, describe facts, but rather prescribe ends or set forth ideals.",
        "Schmidt, Leibnitz and Baumgarten (Halle, 1875); and article Aesthetics.",
        "In them is foreshadowed all that he afterwards worked out in metaphysics, psychology, ethics and aesthetics.",
        "The irrational discords of Strauss are also real phenomena in musical aesthetics.",
        "Aesthetics >>",
        "While he preached every Sunday, he also gradually took up in his lectures in the university almost every branch of theology and philosophy - New Testament exegesis, introduction to and interpretation of the New Testament, ethics (both philosophic and Christian), dogmatic and practical theology, church history, history of philosophy, psychology, dialectics (logic and metaphysics), politics, pedagogy and aesthetics.",
        "In 1853 he was appointed professor at the university of Munich, where he lectured mainly on aesthetics.",
        "Other than aesthetics and economics, she had little idea what kind of vehicle she wanted.",
        "Unencumbered by the demands of the mass market, modern architects were free to express their aesthetics in state-financed housing projects.",
        "aesthetics In addition to enhancing the esthetics of the site this encourages local wildlife to it.",
        "aesthetics also be a subversive attempt to explore alternative child design esthetics.",
        "aesthetics's Ghosts is the first major English-language study of the film esthetics of the Third Reich.",
        "Fichte (the younger) did not escape this misinterpretation of Lotze's true meaning, though they had his Metaphysik and Logik to refer to, though he promised in his Allgemeine Physiologie (1851) to enter in a subsequent work upon the \"bounding province between aesthetics and physiology,\" and though in his Medizinische Psychologie he had distinctly stated that his position was neither the idealism of Hegel nor the realism of Herbart, nor materialism, but that it was the conviction that the essence of everything is the part it plays in the realization of some idea which is in itself valuable, that the sense of an all-pervading mechanism is to be sought in this that it denotes the ways and means by which the highest idea, which we may call the idea of the good, has voluntarily chosen to realize itself.",
        "The very name (Aesthetics), which Baumgarten was the first to use, indicates the imperfect and partial nature of his analysis, pointing as it does to an element so variable as feeling or sensation as the ultimate ground of judgment in questions pertaining to beauty.",
        "On this differentiation of styles rests the whole aesthetics of chamber-music; but the subject is very subtle, and there is much, as for example in Schubert's quartets and his C major quintet, that is inspired by orchestral ideas without in the least vitiating the chamber-music style; though, judged by its appearance on paper, it seems as unorthodox as the notoriously orchestral beginnings of Mendelssohn's quartet in D and quintet in B.",
        "In aesthetics should be noted the historian of music, Francois Joseph Fetis (1784-1871); F.",
        "In his works on aesthetics he combined the views of Schelling with those of Winckelmann, Lessing, Kant,, Herder, Schiller and others.",
        "Beside his works on Plato, he wrote, on aesthetics,, System der Kunstlehre (1805) and Grundriss der Aesthetik (1807);, on the history of philosophy, Grundlinien der Philosophic (1807, republished 1809, but soon forgotten), Grundriss einer Geschichte der Philosophic (1807 and 1825), and Hauptmomente der Geschichte der Philosophie (1829); in philology, Grundlinien der Philologie (1808), and Grundlinien der Grammatik, Hermeneutik and Kritik (1808).",
        "The order in which, for clearness of exposition, it will be most convenient to consider these disciplines will be psychology, epistemology or theory of knowledge, and metaphysics, then logic, aesthetics and ethics.",
        "Aesthetics (q.v.) may be treated as a department of psychology or physiology, and in England this is the mode of treatment that has been most general.",
        "(2) On aesthetics: Vorlesungen fiber Goethes Faust (Halle, 1825); Schillers Dichtungen nach ihrem historischen Zusammenhang (Leipzig, 1837-1839).",
        "Kdstlin (author of Aesthetics, 1869), who published it in 1881 under the title Testament einesDeutschen, Philosophic der Natur and der Menschheit.",
        "ABSOLUTISM, in aesthetics, a term applied to the theory that beauty is an objective attribute of things, not merely a subjective feeling of pleasure in him who perceives.",
        "(See Aesthetics.) In political philosophy absolutism, as opposed to constitutional government, is the despotic rule of a sovereign unrestrained by laws and based directly upon force.",
        "'HEMSTERHUIS, FRANCOIS (1721-1790), Dutch writer on aesthetics and moral philosophy, son of Tiberius Hemsterhuis, was born at Franeker in Holland, on the 27th of December 1721.",
        "Shop around to find the best balance of features, aesthetics, and cost for your family.",
        "Basically ornamental in nature, beading has its own logic of aesthetics which you will discover as you create more and more of bead items.",
        "Aesthetics: Some people consider fences to be an eyesore that obstructs the view.",
        "With the right lawn chair cushions you can enhance your outdoor relaxation time both in terms of aesthetics and comfort.",
        "Just remember to give them a little care and you'll have great cushions that last for many years to come.With the right lawn chair cushions you can enhance your outdoor relaxation time both in terms of aesthetics and comfort.",
        "There's a balance to functionality, comfort, and aesthetics that needs to be met either for your own night's sleep or the sleep of your guests.",
        "You may also be pleased to see the various aesthetics available through the site.",
        "Because compost bins are generally positioned in a corner of a garden and away from the house, functionality is more important than aesthetics.",
        "Another disadvantage is the impact on aesthetics.",
        "Many people like to hide the TV in an entertainment center or armoire, so that the aesthetics of the living room are improved.",
        "You might be tempted to buy your furniture based on aesthetics alone and this could prove to be a big mistake.",
        "These factors will inform your design decisions, but the aesthetics should reflect your personal style.",
        "Men who are living alternative lifestyles or who are considering gender change operations may also consider permanent eyeliner, perhaps with a full range of permanent cosmetics, for the aesthetics purposes.",
        "More important than aesthetics, though, was the challenge.",
        "The SD-Series offers intuitive features, gorgeous aesthetics, and high resolution shots without sacrificing the company's commitment to compact designs.",
        "In fact, the canopy bed was originally designed with function in mind, not aesthetics.",
        "Putting in the effort to decorate a bedroom, means more than just selecting the furniture and paint, after all, it's also about the final aesthetics.",
        "Will it be used to hide under-the-bed storage or will it be just for aesthetics?",
        "The contribution of nudism to the aesthetics of the race was regularly cited as one of its benefits.",
        "While that might seem all about aesthetics, a guitar with cracks or chips can certainly begin to diminish the quality of your tone.",
        "These easy upgrades will improve your home's aesthetics.",
        "While it may be a much cheaper alternative, you must consider if it compromises the aesthetics of your home, especially if it is a historic home.",
        "How you set up your deck rails is entirely up to you and depends on what aesthetics you desire.",
        "Other times it's purely aesthetics that are driving the project.",
        "Spacing the lights properly is critical to the aesthetics of the room.",
        "You could be paying significantly more for a product or job that has only slightly better aesthetics.",
        "Another con for some people is aesthetics.",
        "These clothes, with their flawless tailoring and aesthetics, essentially reinvented a woman's closet with their modern yet completely timeless spirit.",
        "However, the company specializes in marketing classic designs, which fuse old-world aesthetics with modern-day finesse.",
        "Beyond aesthetics, another key component of this logo is that it is easily seen from afar.",
        "Don't choose a style you like for aesthetics when it will interfere with your ability to do your job without danger or irritation.",
        "Third party covers have been available since the launch of the Wii, but they have been basic covers showcasing aesthetics rather than safety and protection.",
        "If you are into the aesthetics of how your car looks, this game gives you that appearance customization with interchangeable rims, vinyls to stick on your car and various paints.",
        "Not much else is known about the next PlayStation Portable as far as aesthetics, but it will likely look very similar to the current offering.",
        "And with a trailer, they get not only a sneak peek, but often they also get a sense of the game's mood, music, story, and aesthetics.",
        "They may or may not provide extra functionality, but their primary purpose is to improve the aesthetics of the already attractive cell phone.",
        "Getting beyond the marketing hype and mere aesthetics, it is perhaps important to consider a shot-by-shot Palm Pre vs. iPhone comparison.",
        "All dancing, including ballet, is about movement; however, ballet has an intense focus on correct form and aesthetics.",
        "He oversees the Diva Aesthetics Medical Group branches in Westminster Mall in Westminster, CA, Hermosa Beach in Hermosa Beach,CA and Palm Desert in Palm Desert, CA.",
        "However, it's not just about aesthetics when it comes to swimsuits.",
        "Besides looking at the overall pleasing aesthetics of the style, cut and color, you may also want to consider the particular locale where you'll be wearing the shorts.",
        "Décor: Obviously, you'll also want to take into account the aesthetics of the fence, choosing one that either blends in or matches your backyard decor.",
        "With a heavy-duty base and patented cloverleaf carafe, the blender adds functionality and aesthetics to your kitchen.",
        "If the set will be used only as a decorative object, aesthetics and style are more important than functionality.",
        "Laptop carriers are common enough that consumers no longer have to sacrifice aesthetics for comfort.",
        "As far as Bakelite's aesthetics are concerned, the compound should be praised for those qualities alone.",
        "Beyond aesthetics, you'll find a hidden magnetic top closure, logo fabric lining with an interior zip pocket, and an owl and star detail logo along the front.",
        "Visual/spatial learners are often those who have a good sense of artistic aesthetics, as well as a visually creative streak.",
        "Ecco shoes are not primarily concerned with aesthetics.",
        "However, for shoppers who are concerned with sizing variations and aesthetics, Ecco products can also be found at department stores such as Nordstrom and Macy's, as well as shoe retailers like Florsheim.",
        "However, Ariat accomplishes this goal beautifully with incredible technological leaps, sound construction and pleasing to the eye aesthetics.",
        "These reasons are deeply intimate for the most part and as unique as the people who seek out body modification, but a few examples include self-expression, endurance, transformation, memorials for loved ones and simple aesthetics.",
        "When asked why do people get body piercings, subscribers to the cult of aesthetics will often respond with an answer about their personal feelings about the piercings and stress the importance of their own opinion of the work.",
        "While ritual and rite of passage piercings are still in existence, many body piercings are now performed for the sake of aesthetics.",
        "You needn't be an astronomy buff to appreciate the aesthetics and meaning of Leo tattoos.",
        "No longer seen as a deviant practice or as a rite of passage, piercings can be performed for any number of reasons including aesthetics, popularity or rebellion.",
        "Extreme piercings are used to create many different aesthetics.",
        "The aesthetics of the watch were designed to emphasize security, so that is the reason for the solid and unified appearance like a bracelet.",
        "Those problems can be anything from beneficial functionality or production and cost constraints, to aesthetics appealing to a certain audience.",
        "\"The common misconception is that the profession is all about aesthetics.",
        "Hearkening back to the era when women donned their husband's or boyfriend's watch to make their wrists appear smaller, large watch faces have gone from a mere trend to a bona fide category in the field of watch aesthetics.",
        "Each one represents unique design, timeless aesthetics and unparalleled manufacturing techniques.",
        "Alpine: Sporty accuracy and classic aesthetics define this collection of watches.",
        "This is great for posture, back safety and other areas not related to aesthetics, so think of it as an all-around good habit to give your abs at least one good workout per week.",
        "This in turn comes with a slew of advantages ranging from less stress on joints and cardiac health to pure aesthetics.",
        "However, these exercises can improve aesthetics, enhance your postural alignment and promote greater self-confidence.",
        "With the aesthetics in their architecture as seen in Notre Dame, world renowned museums such as the Louvre and a government that actively seeks to preserve and promote the arts, France has much to boast about with regards to the arts.",
        "Parisians appreciate nothing if not aesthetics, and according to the popular opinion of the artists of the day, a huge tower of intertwining metal did not add to the aesthetics of the Parisian landscape.",
        "A pretty serving dish will make or break the aesthetics of your table!",
        "You still get the absorbent quality, but you also get the aesthetics of the waffle-knit fabric.",
        "While you may want to pursue minimizing bra options because of aesthetics, you can also wear one if the shirt you have is slightly too tight for your taste.",
        "Aesthetics. Often in the world of bras and panties, cute and comfortable don't normally describe the same bra.",
        "Most people would argue that it's nothing more than a tanning salon, and due to the \"sophisticated aesthetics,\" an overpriced one at that.",
        "These are more for the sake of novelty and aesthetics, and it is important to note that none of the ingredients are edible.",
        "Hydrate: At Reader's Digest, Kelly Charron, director of Spa Education & Development at Klinger Advanced Aesthetics, shares a few tips for healing a sunburn.",
        "Use the Google Guided setup wizard to select your options, including the channels and aesthetics of the ads.",
        "In terms of design and aesthetics, floating web page graphics offer dynamism to a page that wouldn't exist with an inline graphic.",
        "CHARLES BATTEUX (1713-1780), French philosopher and writer on aesthetics, was born near Vouziers (Ardennes), and studied theology at Reims. In '739 he came to Paris, and after teaching in the colleges of Lisieux and Navarre, was appointed to the chair of Greek and Roman philosophy in the College de France.",
        "In the summer of 1790 he had lectured in Jena on the aesthetics of tragedy, and in the following year he studied carefully Kant's treatise on aesthetics, Kritik der Urteilskraft, which had just appeared and appealed powerfully to Schiller's mind.",
        "But it is not given simply in abstract terms: the philosophical treatment of aesthetics includes also an exposition of the concrete phases of art, as these have appeared in the history of the world, relating themselves to different phases of human culture.",
        "Aesthetics elaborates the \"ideas\" involved in the expression of taste called forth by those relations of object which acquire for them the attribution of beauty or the reverse.",
        "Aesthetics, or the scientific consideration of the judgments resting on the feelings of pleasure and pain arising from the harmony or want of harmony between the particular of experience and the laws of understanding, is the special subject of the Kritik of Judgment, but the doctrine of teleology there unfolded is the more important for the complete view of the critical system.",
        "The idea of knowledge or scientific thought as distinguished from the passive form of thought - of aesthetics and religion - is thought which is produced by all thinkers in the same form and which corresponds to being."
    ],
    "definition": [
        "used with a sing. verb\na. The branch of philosophy that deals with the nature, expression, and perception of beauty, as in the fine arts.\nb. The study of the psychological responses to beauty and artistic experiences.",
        "used with a sing. or pl. verb\na. A conception of what is artistically valid or beautiful: minimalist aesthetics.\nb. An artistically beautiful or pleasing appearance: “They're looking for quality construction, not aesthetics” ( Ron Schram )",
        "Link/Cite",
        "The study or philosophy of beauty.",
        "Link/Cite"
    ]
}