{
    "translation": "להשפיע, לרגש, להעמיד פנים",
    "uses": [
        "I didn't think about how it might affect you if I got hurt out there.",
        "It wasn't possible that it could affect their life together.",
        "Poverty can affect anyone, regardless of age, race, gender or social background. ",
        "Something had happened to affect her between their discussion the previous night and this morning.",
        "The decision will not affect the validity of the remaining contract provisions. ",
        "The resin does not affect the unbroken skin.",
        "It would be nice if I could make the decisions that affect my future, for once.",
        "She wasn’t going to let a little rain affect her good mood today.",
        "As Martha said, I'm able to dial in settings that affect time and a location.",
        "She was in shock after the attack, and it showed in the flat affect on her face.",
        "She tried not to let it affect her but suspected by his look of satisfaction that he saw how quickly her face changed colors.",
        "They might not have gone had he known how the country would affect her.",
        "I hope the new round of layoffs will not affect me. ",
        "But for God's sake, be careful, you know how it may affect your mamma.",
        "Although he was from New Jersey, he liked to affect a Southern accent sometimes. He thought it made him sound sexier.",
        "How would it affect the world for everyone's buying power to increase a hundredfold?",
        "This preoccupation with him was becoming an obsession that was beginning to affect her ability to take care of the house.",
        "She tried to affect a calmness she didn’t feel as she went into the interview.",
        "All the essential parts of the micrometer, including the slides, micrometer box, tube, etc., are of steel or cast-iron, so that changes of temperature do not affect the adjustments.",
        "If I seem to boast more than is becoming, my excuse is that I brag for humanity rather than for myself; and my shortcomings and inconsistencies do not affect the truth of my statement.",
        "As Kant put it, this was \"the proclamation of a great reform, which, however, will be slow in manifestation and in progress, and which will affect not only your people but others as well.\"",
        "In addition, how food affects us unquestionably has a lot to do with genetic factors, and because everyone has a different genetic makeup, different foods affect each of us differently.",
        "Here is a hogshead of molasses or of brandy directed to John Smith, Cuttingsville, Vermont, some trader among the Green Mountains, who imports for the farmers near his clearing, and now perchance stands over his bulkhead and thinks of the last arrivals on the coast, how they may affect the price for him, telling his customers this moment, as he has told them twenty times before this morning, that he expects some by the next train of prime quality.",
        "Pesticides, climate change and loss of habitat will continue to affect bee populations unless they learn to adapt.",
        "Again rain dripping from exposed parts of the apparatus may materially affect the record.",
        "The next class of wave or oscillation detector is the magnetic detector depending upon the power of electric oscillations to affect the magnetic state of iron.",
        "Don’t let what I’ve told you affect how you act around your dad. We want this to be a surprise.",
        "In many works, such as those of a statistical or historical character, there are frequently to be found passages which could have been written in no other period, but are only of the nature of ejaculations and do not affect the argument.",
        "I pulled out a pad and pencil, for affect.",
        "simplex virus affect the body?",
        "Do computers affect the eyesight of your average Joe?",
        "The cold night didn't affect Jule this time; he used his magic to keep himself warm.",
        "Once regulators get has health hmo insurance medical PPO an offer appear to affect.",
        "Despite her anger at her sister, Katie felt the warm smile affect her.",
        "key issues which could affect the future of the Tynedale district has been launched by Tynedale Council.",
        "He maintained, in opposition to Aquinas, that the will was independent of the understanding, that only will could affect will.",
        "The presence of carbonic acid in a water does not affect its action on lead.",
        "It is well known that singly, doubly and trebly linked carbon atoms affect the physical properties of substances, such as the refractive index, specific volume, and the heat of combustion; and by determining these constants for many substances, fairly definite values can be assigned to these groupings.",
        "He was distinguished as the discoverer of radioactivity, having found in 1896 that uranium at ordinary temperatures emits an invisible radiation which in many respects resembles Rntgen rays, and can affect a photographic plate after passing through thin plates of metal.",
        "lapses of judgment or of procedure which can affect the candidate's class, must not be ruled out.",
        "This is because the symptoms are similar to other illnesses that affect the large intestine.",
        "likely to affect you very much in the next 12 years?",
        "Then no changes of external temperature can affect the sag of the wire, and the only thing which can alter its length relatively to the supporting bar is the passage of a current through it.",
        "foreshore areas could also affect it.",
        "council tenant, these rules do not affect you.",
        "In hypertensive patients eprosartan does not affect fasting triglycerides, total cholesterol, or LDL (low density lipoprotein) cholesterol levels.",
        "Thus he says that the silver which has been changed into gold by the projection of the red elixir is not rendered resistant to the agents which affect silver but not gold, and Albertus Magnus in his De Mineralibus - the De Alchemia attributed to him is spurious - states that alchemy cannot change species but merely imitates them - for instance, colours a metal white to make it resemble silver or yellow to give it the appearance of gold.",
        "If the crystal structure be regarded as composed of 0 three interpenetrating point systems, one consisting of sulphur atoms, the second of four times as many oxygen atoms, and the third of twice as many potassium atoms, the systems being so arranged that the sulphur system is always centrally situated with respect to the other two, and the potassium system so that it would affect the vertical axis, then it is obvious that the replacement of potassium by an element of greater atomic weight would specially increase the length of w (corresponding to the vertical axis), and cause a smaller increase in the horizontal parameters (x and 1/ '); moreover, the increments would advance with the atomic weight of the replacing metal.",
        "The long-sought cause of the \"great inequality\" of Jupiter and Saturn was found in the near approach to commensurability of their mean motions; it was demonstrated in two elegant theorems, independently of any except the most general considerations as to mass, that the mutual action of the planets could never largely affect the eccentricities and inclinations of their orbits; and the singular peculiarities detected by him in the Jovian system were expressed in the so-called \"laws of Laplace.\"",
        "soteriology be summarized as follows: (1) Buddhist soteriologies affect Buddhist economic ethics in fundamental ways.",
        "tract symptoms that greatly affect their quality of life.",
        "\" My temper is not very susceptible of enthusiasm, and the enthusiasm which I do not feel I have ever scorned to affect.",
        "Genital warts Certain types of HPV affect the genital area, causing a form of sexually transmissible wart (condylomata acuminata ).",
        "More research is needed on the subject: for example, does previous serious perineal trauma affect rotation in subsequent labors?",
        "These bodily changes can also affect the voice, making it sound tremulous, or disjointed by over-rapid breathing.",
        "Not enough evidence has been collected to affect the question of racial change during the Aegean period.",
        "Equally it must be concluded that the weakness and degradation produced by semi-starvation and insanitary conditions of life are only an effect on the individual and cannot affect the stock.",
        "The charges of superficial analogies, so freely urged against the \" Natur-philosophie \" by critics who forget the impulse it gave to physical research by the identification of forces then believed to be radically distinct, do not particularly affect,Hegel.",
        "ablative superficial venous surgery to this strategy has not been shown to affect ulcer healing.",
        "Hornish said he didn't expect how aerodynamic changes would affect the car entering the high-speed chicane.",
        "compiler flags The command line may optionally be given a flag or flags which affect how scc operates.",
        "By designing drugs to affect specific neurotransmitters or neuroreceptors, drugs can be targeted at different parts of the nervous system.",
        "HIV news roundup November 20th 2005, 15:00 Affect of HIV on spread of avian flu.",
        "Page 6: ECJ Yes to positive action could affect UK; recent rulings from the European Court of Justice.",
        "Ringworm is a skin infection caused by fungus that can affect the scalp, skin, fingers, toenails, or feet.",
        "Sleep longer for better results A new study that looked at children's sleep patterns suggests that not getting enough sleep could affect schoolwork.",
        "It is usual for the neuropathy to affect each side of the body symmetrically, unlike many other disease processes e.g. sciatica.",
        "Scott simons in fact advice affect your bottom.",
        "A shortage of ice could also affect hooded and harp seals which rely on the ice to rear pups.",
        "Increasing human activity in harbor could affect distribution and survival of offspring is vital during breeding season.",
        "Enkephalins have an analgesic effect and are thought to produce sedation, to affect mood and to stimulate motivation.",
        "sedentary behavior did not appear to affect young people's level of physical activity.",
        "In addition it has been shown to affect students ' self-awareness, tutor-student interaction, medical student exam performance and drop-out rate.",
        "Falls not only cause physical injury but also affect older people's self-confidence and their ability to get out and about.",
        "skew public perceptions and affect real life decisions, a new study claims.",
        "You don't need to know the slang, all you need to know is how the drugs affect them.",
        "sociolinguistics studies the way class, ethnic background and gender affect the way you speak and the way others perceive your speech.",
        "spit with rain as I went out, it did not affect me that much.",
        "For example, three separate snow squalls affect your station during your 24- hour... your 24-hour snowfall total.",
        "stanza structure and so on) affect what is expressed in verse?",
        "My husband is disabled; he has a spinal stenosis and various other problems, which affect his mobility considerably.",
        "In pregnancy, harmful substances in the mother's body may cross the placenta to affect the unborn baby.",
        "Why does the economic \" base \" of a society affect its political superstructure?",
        "During adolescence the hormonal changes will also affect the sweat glands.",
        "He also took ecstasy tablets that also affect the heart.",
        "In some patients an increase in ventricular ectopy including non-sustained ventricular tachycardia has been observed which did not affect patient safety or outcome.",
        "taxis example, tax policy can affect energy price directly to the extent that excise taxes on fuel products can be raised or lowered.",
        "taxiss article explains how changes in payroll taxes might affect real wages and employment.",
        "This way, you can override the main stylesheet templates, and hence your changes will affect the overall styling of your document.",
        "An entirely different temporality of affect is now at work.",
        "texas car insurance affect its most people think.",
        "The criteria used to determine the lactate threshold will affect the threshold value.",
        "It does affect the timbre - bells with a major tierce have a clearly different quality than those with minor tierces.",
        "Will the heat affect the tile adhesive or tile adhesive or tiles?",
        "Previously the only option was paint, a time-consuming post op process that could affect dimensional tolerances.",
        "Norcuron does not affect Apgar score, fetal muscle tonus nor cardiorespiratory adaptation.",
        "torrential rainfall on the Thursday morning didn't affect the numbers!",
        "Contact with animal feces can cause an infection called toxoplasmosis which may affect your baby's eye and brain development.",
        "The solution may appear cloudy, however, this will not affect the transfection.",
        "tropical cyclone on record to affect the Northern Territory.",
        "Read the latest on fibroids; how to treat uterine fibroids and how fibroid tumors can affect you.",
        "The hangings and the fear of armed response obviously had the desired affect as there were no more trouble concerning the turnpikes after 1749.",
        "epidemic typhus is only likely to affect volunteer workers who come into close contact with locals.",
        "It has been found that variations in barometric pressure affect the flash-point and accordingly corrections have to be made in obtaining strictly comparative results at different pressures.",
        "Surface currents are set up by prevailing winds, which also seriously affect water levels, lowering the water at Chicago and raising it at the strait, or the reverse, so as greatly to inconvenience navigation.",
        "As the concentration is increased and un-ionized molecules are formed, a change in temperature begins to affect the ionization as well as the fluidity.",
        "In ordinary cases possible changes in the concentrations only affect the electromotive force by a few parts in a hundred, but, by means such as those indicated above, it is possible to produce such immense differences in the concentrations that the electromotive force of the cell is not only changed appreciably but even reversed in direction.",
        "Many of these curious modifications may, it is true, be due to other causes than climate only, but they serve to show how powerfully and mysteriously local conditions affect the form and structure of both plants and animals; and they render it probable that changes of constitution are also continually produced, although we have, in the majority of cases, no means of detecting them.",
        "Diagnostic labels can affect a child's self-image and his or her relationships in school and at home.",
        "lintel levels) also affect s ventilation.",
        "momentous decision which will affect policing in the future.",
        "A result of the very greatest importance arising from the application of the generalizations of Darwinism to human development and to the actual phase of existing human population is that education has no direct effect upon the mental or physical features of the race or stock: it can only affect those of the individual.",
        "The person injured may have a right of action against the offender in spite of the pardon of the latter, if the right of action has once vested, for the Crown cannot affect private rights.",
        "These organisms live in cockles, oysters and other lamellibranchs and they so affect the gonads of these molluscs as to castrate and sterilize their host.",
        "About this time he read Bucer's commentaries on the Gospels and the Psalms and also Zwingli's De vera et falsa religione; and his Biblical studies began to affect his views.",
        "By the common law of England freedom from noise is essential to the full enjoyment of a dwelling house, and acts which affect that enjoyment may be actionable as nuisances.",
        "This arises from the pronunciation of u as yu, and does not affect the English dialects which have not thus modified the u sound.",
        "It was not only by the formation of ever new endogamous castes and sub-castes that the system gained in extent and intricacy, but even more so by the constant subdivision of the castes into numerous exogamous groups or septs, themselves often involving gradations of social status important enough to seriously affect the possibility of intermarriage, already hampered by various other restrictions.",
        "acceptance of these terms of Business does not affect your normal legal rights.",
        "Written by Tom Creswell and Mike Benson, Plant Pathologists, this fact sheet provides information on diseases which can affect azaleas.",
        "Since a power surge would potentially affect every station, this was cause for ambulance bigwigs to declare a major incident.",
        "This may adversely affect the freshwater biota, and the quality of private water supplies.",
        "How does the variability of the Sun affect the earth's climate?",
        "There are also coastal counts which do not affect Worcestershire.",
        "cockney speakers also sometimes extend glottal replacement to affect [p] and [k] as well as [t] .",
        "This might affect hyperstructural coherence in various ways, depending on the distinctive character of the hyperstructure and the expectations of the reader.",
        "Three of four studies show that black cohosh does not affect LH or FSH.",
        "Housing market slumps by one third: RICS survey How a little anxiety can affect commerce was best demonstrated by the housing market recently.",
        "Once a lump sum compensation payment has been received, it may affect your client's entitlements to any income-based benefits.",
        "Intercultural awareness Intercultural communicative competence Intercultural awareness skills How does this affect the role of the teacher?",
        "If you get a serious conflagration in the Gulf it will affect us.",
        "Guidance is given to some of the instrumental settings that may affect this constancy.",
        "Rather, it stated that hypericum \" ...may significantly affect plasma concentrations of any drug that is metabolized by the cytochrome P-450 system.",
        "This new Group Policy format will not affect day-to-day configuring of policies.",
        "debateeed to find new ways of engaging citizens in debating local issues that affect them, \" she said.",
        "Science and Technology Society is becoming less deferential, with people increasingly demanding more involvement in the decisions that affect their lives.",
        "How will the changing student demography affect our provision?",
        "dengue outbreak to affect this city was in 2001.",
        "discrete event simulation the Sequence diagram looks best suited to show how events affect the objects during the experiment execution.",
        "setting the discriminator to a value that is consistent with the currently active union member does not affect the currently active member.",
        "disease outbreaks might affect an industry.",
        "Being too hot or too cold may affect your sleep 17.",
        "inorganic fertilizers are thought to affect crop quality.",
        "Should any term of this contract be held invalid, such invalidation shall not affect the validity of the remaining terms.",
        "investigate incidents which affect, or could affect, drinking water quality.",
        "In vitro Glivec inhibits the cytochrome P450 isoenzyme CYP2D6 activity at concentrations similar to those that affect CYP3A4 activity.",
        "isoprene emissions will affect future levels of tropospheric ozone.",
        "keen gardener; how will the trees affect me?",
        "keloid scars Keloids are benign fibrous growths that only affect humans.",
        "The child narrator explains the importance of names in Chinese culture, and how giving your child certain names can affect your fortune.",
        "Once in the brain drugs affect chemicals called neurotransmitters.",
        "For example, ecstasy appears to affect a neurotransmitter called serotonin by reducing the amount of the chemical in the brain.",
        "Around 10 per cent of patients will experience some unpleasant sensations of the face which may affect the quality of life.",
        "The little Oracle knew just how to affect him.",
        "Symptoms: The onset is usually gradual which may be attributed to increasing age that may affect all body functions: - Weakness.",
        "The flu can affect all types of birds, especially migratory fowl.",
        "Also remember that experiments may have their own setup scripts which could affect your private setup scripts which could affect your private setups in unexpected ways.",
        "severe enough to affect general health.",
        "These directional aspects do not affect the planned sightseeing or tour highlights.",
        "How does the herpes simplex virus affect the body?",
        "For a discrete event simulation the Sequence diagram looks best suited to show how events affect the objects during the experiment execution.",
        "Factors that affect the airways and cause bad breath sinusitis.",
        "For unknown reasons hemifacial spasm tends to affect the left side of the face more often than the right.",
        "It starts to affect sufferers between 30 and 55 years old and causes sudden movements, slurred speech and memory lapses.",
        "Q: Does cold weather affect forklift truck gas?",
        "deficiencyass=\"ex\">Vitamin deficiencies due to unhealthy food choices can affect a child's sleep.",
        "However, do remember that myxomatosis can affect animals during any month of the year.",
        "On the 1st of October 1643 Frederick wedded Sophia Amelia of Brunswick Luneburg, whose .energetic, passionate and ambitious character was profoundly to affect not only Frederick's destiny but the destiny of Denmark.",
        "Putting a for the mean distance of the earth from the sun, and n for its mean motion in one second, we use the fundamental equation a3 n2 = Mo-1-M', Mo being the sun's mass, and M' the combined masses of the earth and moon, which are, however, too small to affect the result.",
        "\" Political differences \" on the other hand, are such as affect states in their external relations, or in relation to their subjects or dependants who may be in revolt against them.",
        "It need not affect the opinion of dispassionate students.",
        "In mining operations explosives are used on a large scale and the powder gases contain large quantities of the very poisonous gas, carbon monoxide, a small percentage of which may cause death, and even a minute percentage of which in the air will seriously affect the health.",
        "In this section an attempt is made to indicate briefly the causes which have led to so great a diversity of opinion, and to describe in outline the principles underlying the chief schemes of chronology that have been suggested; a short account will then be given of the latest discoveries in this branch of research, and of the manner in which they affect the problems at issue.",
        "Although the Arabians, as a rule, were in favour of the Omayyad family, they could not affect the succession of the `Abbasids.",
        "The habitats which they affect are the hot, dry regions of tropical America, the aridity of which they are enabled to withstand in consequence of the thickness of their skin and the paucity of evaporating pores or stomata with which they are furnished, - these conditions not permitting the moisture they contain to be carried off too rapidly; the thick fleshy stems and branches contain a store of water.",
        "Reynolds, in his investigation, introducing no new form of law of distribution of velocities, uses a linear quantity, proportional to the mean free path of the gaseous molecules, which he takes to represent (somewhat roughly) the average distance from which molecules directly affect, by their convection, the state of the medium; the gas not being uniform on account of the gradient of temperature, the change going on at each point is calculated from the elements contributed by the parts at this particular distance in all directions.",
        "The more secure control which the Romans now maintained over the territory within the limes tended to its rapid civilization, and the Roman influence, if not the Roman arms, soon began to affect powerfully the regions beyond.",
        "But the eye is tolerant of small changes in the focal adjustment which sensibly affect the scale-value.",
        "These seas are entirely dependent on the ocean for their regime, being filled with ocean water, though subject to influence by the land, and the tides and currents of the ocean affect them to a greater or less extent.",
        "The optical properties of sea-water are of immediate importance in biology, as they affect the penetration of sunlight into the depths.",
        "Direct observations of currents in the open sea are difficult, and even when the ship is anchored the veering and rolling of the vessel produce disturbances that greatly affect the result.",
        "The constitutional changes since 18 4 6 affect principally the judiciary and cities.",
        "These were rapid and remarkable triumphs, but they did not affect decisively the outcome of the war; they took from Turkey two outlying provinces; they did not strike at the heart of Turkish resistance.",
        "observer, his \" personal equation \" comes in to affect the estimation of the quantity.",
        "But when the pitch of the cavity was exactly that of the fork when vibrating alone, though it resounded most strongly, it did not affect the frequency of the fork.",
        "15 a Thus we learn that two musical notes, of the same pitch, conveyed to the ear through the air, will produce the effect of a single note of the same pitch, but of increased loudness, if they are in the same phase, but may affect the ear very slightly, if at all, when in opposite phases.",
        "During each of its seven years of existence there had been a surplus of revenue over expenditure, despite the fact that taxation had not materially increased, save in respect to mining, which did not affect the general population.",
        "Any error of this kind will merely affect the form of the frame; if, however, another member be introduced between A and D, then if BC be shortened AD will be strained so as to extend it, and the four other members will be compressed; if G CB is lengthened AD will thereby be compressed, and the four other members extended; if the workman does not make CB and AD of exactly the right length they and all the members will be permanently strained.",
        "Resort is made to tariffs, or duties on imports, partly to secure revenue, partly to affect the course of industry within a country.",
        "Finally, the lord proprietor was deprived of his government from 1654 to 1658 in obedience to instructions from parliament which were originally intended to affect only Virginia, but were so modified, through the influence of Claiborne and some Puritan exiles from Virginia who had settled in Maryland, as to apply also to \" the plantations within Chesapeake Bay.\"",
        "These intentional alterations, however, only affect a very limited portion of the text, and, though it is possible that other changes were introduced at different times, it is very This represents the Western tradition as opposed to the Eastern text of ben Naphtali.",
        "But this statement does not affect the historical character of John of Ephesus, who is also expressly described by Papias as \" a disciple of the Lord \" (Eus.",
        "The former class of proposals will as a rule hardly affect the chronology of the Gospel; the latter will affect it vitally.",
        "1, the transposition would not affect the two years' ministry.",
        "The division by 12 does not affect the question, as every standard that came into Italy was similarly divided.",
        "As the frame has the same linear expansion as the wire, external changes of the temperature will not affect their relative length, but if the fine wire is heated by the passage of an electric current, its expansion will move the indicating needle over the scale, the motion being multiplied by the gear.",
        "The Church when it had once conquered the world allowed such precepts to lapse and fall into the background, and no one save monks or Manichaean heretics remembered them any more; indeed modern divines affect to believe that marriage rites and family ties were the peculiar concern of the Church from the very first; and few moderns will fail to sympathize with the misgivings of the barbarian chief who, having been converted and being about to receive Christian baptism, paused as he stepped down into the font, and asked the priests if in the heaven to which their rites admitted him he would meet and converse with his pagan ancestors.",
        "Meanwhile a policy destined to affect profoundly the future of the Dominion had, along with that of the construction of the Canadian Pacific railway, become a subject of burning political discussion and party division.",
        "We shall speak first of those which affect the direct transmission of texts.",
        "Other external circumstances may prejudicially affect a text.",
        "according to the degree in which the volition of the copyist is absent or present, as involuntary or mechanical, semivoluntary and voluntary; or again as they affect single signs (letters, figures or symbols), words, lines or even larger units such as sentences or paragraphs.",
        "Accordingly he will restore the spelling of the author if that can be ascertained: he will not accept the corruptions which have been introduced into it by copyists or printers, even though these may not affect its sense, nor will he modernize it so as to bring it into harmony with that of a later and to him a more familiar age.",
        "The Helena crystals are of tabular habit, being composed of the basal pinacoid with a very short hexagonal prism, whilst at Yogo Gulch many of the crystals affect a rhombohedral habit.",
        "These two operations are not quite equivalent, since a weight added to the interior does not affect the volume of liquid displaced when the instrument is immersed up to a given division of the scale, while the addition of weights to the exterior increases the displacement.",
        "During the centuries in which the narratives were taking shape many profound changes occurred to affect the traditions.",
        "Silk is readily distinguished from wool and other animal fibres by the action of an alkaline solution of oxide of lead, which darkens wool, &c., owing to the sulphur they contain, but does not affect silk, which is free from that body.",
        "Since then a network of similar treaties, adopted by different nations with each other and based on the AngloFrench model, has made reference to the Hague Court of Arbitration practically compulsory for all matters which can be settled by an award of damages or do not affect any vital national interest.",
        "Let us now consider the causes which may affect the homogeneity of radiation.",
        "They are positions also which deeply affect, not only the psychological, but also the metaphysical idealisms of our time, in Germany, and in the whole civilized world.",
        "\"When it was arranged, and had come to rest, I found I could affect it by the magnetic forces and give it position.\"",
        "When a variable quantity is at a minimum a slight change in the system does not affect its value, and therefore, when a solution is saturated, the increase in the available energy of the liquid phase produced by dissolving in it some of the solid must be equal to the decrease in the available energy of the solid phase, caused by the abstraction from the bulk of that part dissolved.",
        "The only effect of adding solvent will be to separate further from each other the systems composed of solute particle as nucleus and solvent as atmosphere; it will not affect the action of each nucleus on its atmosphere.",
        "These limitations in number do not affect the foreign recipients of the order.",
        "Though full of prejudices which affect his accuracy, Daniel had the advantage of consulting valuable original sources.",
        "Its acceptance or its rejection does not in any degree whatever affect, for better or for worse, the rational estimate of her character.",
        "of the region between the tree-limit and the snow-line), there is a marked predominance of species that affect moist localities; and conversely, the majority of alpine flowers of wet habitat are found also in the north.",
        "An uneven subsoil, especially if retentive, is most undesirable, as water is apt to collect in the hollows, and thus affect the upper soil.",
        "Whether a true sexual process precedes these processes or not does not affect the present question, the point being that the resulting spheroidal \"fructification\" (cleistocarp, perithecium) has a definite wall of its own not directly comparable with a stroma.",
        "So far as metaphysic is concerned, Hume has given the final word of the empirical school, and all additions, whether from the specifically psychological side or from the general history of human culture, are subordinate in character, and affect in no way the nature of his results.",
        "At present it does not seem likely that Professor Fernald's argument will seriously affect Professor Storm's contention that Thorfinn's colony was in Nova Scotia.",
        "But this was a single case which does not affect the fixed tradition of monastic Egypt in the 4th century that Anthony was the father of Christian monachism.",
        "Whatever we feel to affect us does affect us, and is therefore real.",
        "Indeed Johnson, though he did not despise or affect to despise money, and though his strong sense and long experience ought to have qualified him to protect his own interests, seems to have been singularly unskilful and unlucky in his literary bargains.",
        "As regards its legislative functions, the empire has supreme and independent control in matters relating to military affairs and the navy, to the imperial finances, to German commerce, to posts and telegraphs, and also to railways, in so far as these affect the common defence of the country.",
        "The concluding stages of this expedition were not favorable to the new emperor, but his humiliation was only slight and it did not appreciably affect the conditions of the controversy.",
        "It was essential that there should be some great reform which would affect every part of the kingdom, and for the present this was not to be secured.",
        "The unity of the monarchy is expressed in the common head of the state, who bears the title Emperor of Austria and Apostolic King of Hungary, and in the common administration of a series of affairs, which affect both halves of the Dual Monarchy.",
        "Thus was ushered in the series of stupendous events which were to change the face of Europe and profoundly to affect the destinies of Austria.",
        "But Roman ascendancy did not affect Greeks and Phoenicians in the same way.",
        "In Asia Minor, we have seen how, even before Alexander, Hellenism had begun to affect the native races and Persian nobility.",
        "It can still be pretty clearly shown in detail that these four codices deviated from one another in points of orthography, in the insertion or omission of a wa (\" and \") and such-like minutiae; but these variations nowhere affect the sense.",
        "Corroboration has been sought by Mahler, Sethe and Petrie in the dates of new moons, of warlike and other expeditions, and of high Nile, but their evidence so far is too vague and uncertain to affect the question seriously.",
        "But the upheaval does not seem to affect all parts equally.",
        "The request does not affect the dissemination of news concerning ordinary routine movements or training on the part of the Navy or the Army; its object is to prevent the appearance of anything concerning steps of an exceptional kind which may be rendered necessary by the existing state of affairs.",
        "The eastern parts of Greece are composed almost entirely of Cretaceous beds, but nevertheless they must be considered to belong to the central area, for the folds which affect them are nearly at right angles to those of the western chains.",
        "The last two sections are intended to be independent of each other and the failure of essential purpose of one shall not affect the other.",
        "The various parts of a living organism affect each other in adult life and during growth.",
        "A third form of selection, which may affect the composition of the next generation without of necessity involving a differential death-rate or a differential fertility, is assortative mating, or the tendency of those members of one sex which exhibit a particular character to mate only with members of the other sex which exhibit the same or some other definite character.",
        "These influences are not general; on the contrary, they often affect very limited areas.",
        "Literary criticism has analysed the documents, and has already established some important results; and many questions are still in debate, the answers to which must affect our judgment of the historical value of the existing narratives.",
        "Time alone can show how far these colonies are likely to be permanently successful, or how the subtly enervating influence of the climate will affect later generations.",
        "Then comes the settlement officer, whose duty it is to estimate the character of the soil, the kind of crop, the opportunities for irrigation, the means of communication and their probable development in the future, and all other circumstances which tend to affect the value of the produce.",
        "All that can be meant by such a proposition is that according to the well-understood rules of international law a change of sovereignty by cession ought not to affect private property, but no municipal tribunal has authority to enforce such an obligation.",
        "The advantage of the method is that there is no transference or mixture; the defect is that the whole measurement depends on the assumption that the rate of loss of heat is the same in the two cases, and that any variation in the conditions, or uncertainty in the rate of loss, produces its full effect in the result, whereas in the previous case it would only affect a small correction.",
        "This Introduces Additional Difficulties Of Construction, But Does Not Otherwise Affect The Method.",
        "It must be borne in mind that the marks thus earned may be forfeited at any time by misconduct, but affect remission to this extent only.",
        "It was feared that the removal of this powerful deterrent would adversely affect discipline, but on the contrary, the yearly average of prison offences has diminished from 147 to 131 per thousand prisoners, and it has been felt by the authorities that the limitation was salutary and wise.",
        "The Philebus seems to presuppose Politicus, 283-284, but if this be an error, it will affect the logical theory not at all.",
        "of ideas not due to external causes nor to volition but only to our capacity to think, our disposition to develop them, and finally the ontological proof, that affect the thought of the next age most deeply.",
        "Enough has been said to show why the advance beyond the letter of Mill was inevitable while much in the spirit of Mill must necessarily affect deeply all later experientialism.",
        "Nor did he affect the logic of his successors through his logic alone.",
        "The introduction of this correction into the calculations would slightly improve the agreement with Regnault's values of the specific heat and total heat between 100° and 200° C., where they are most trustworthy, but would not materially affect the general nature of the results.",
        "The water as it thus issues from the nozzle feels to the touch like metal, and the strongest man cannot sensibly affect it with a crowbar.",
        "According to Evelyn (Sylva, p. 35, 1664), hazels \"above all affect cold, barren, dry, and sandy soils; also mountains, and even rockie ground produce them; but more plentifully if somewhat moist, dankish, and mossie.\"",
        "5, 1901) was a public utterance designed by McKinley to affect American opinion and public policy, and apparently to show that he had modified his views upon the tariff.",
        "This project was authorized in 1904; it will affect, when completed, 131,900 acres, of which in 1909 about 10,000 acres were actually under irrigation.",
        "As the climate began to affect his health, the maharaja at length left Aden and returned to Europe.",
        "But these unions, at all events in historic times, were mainly concerned with religion, and the authority of the councils did not seriously affect the autonomy of the individual states.",
        "The slightest frictional forcessuch as the resistance of the aireven if they act in lines through the centre of the rolling sphere, and so do not directly affect its angular momentum, will cause the centre gradually to descend in an ever-widening spiral path.",
        "The particles of a rotating body exert centrifugal forces on each other, which strain the body, and tend to tear it asunder, but these forces balance each other, and do not affect the resultant centrifugal force exerted on the axis of rotation.i -",
        "The points that have been mentioned, to which many others might be added, make it clear that the Homeric and Attic dialects are separated by differences which affect the whole structure of the language, and require a considerable time for their development.",
        "The generic characters are based upon definite modifications of form which affect the entire facies of the animals, while the specific diagnoses depend upon minor characters, such as the number of myotomes or muscle-segments.",
        "Nor did the act affect in any way the long series of old statutes directed against the assumption of authority by the Roman see in England.",
        "The Rhetoriqueurs, while protracting medieval traditions by their use of allegory and complicated metrical systems, sought to improve the French language by introducing Latinisms. Thus the Revival of Learning began to affect the vernacular in the last years of the 15th century.",
        "The evidence rather implies that, so far as the sanctions of religion affect the savage at all, they affect him with unusual force.",
        "The excessive mortality of European troops in India, and the delicacy of the children of European parents, do not affect the real question of acclimatization under proper conditions.",
        "There are, however, certain cases in which the sources of error above mentioned are reduced to a minimum, and cannot seriously affect the results; such as those of the Jews, the Dutch at the Cape of Good Hope and in the Moluccas, and the Spaniards in South America.",
        "The Jews are a good example of acclimatization, because they have been established for many centuries in climates very different from that of their native land; they keep themselves almost wholly free from intermixture with the people around them; and they are often so populous in a country that the intermixture with Jewish immigrants from other lands cannot seriously affect the local purity of the race.",
        "This does not affect the power of Congress to pass such a law.",
        "of September the delegates came to an agreement, the principal points of which were: that such disputes between the two countries which could not be settled by direct diplomatic negotiations, and which did not affect the vital interests of either country, should be referred to the permanent court of arbitration at the Hague, that on either side of the southern frontier a neutral zone of about fifteen kilometres width should be established, and that within eight months the fortifications within the Norwegian part of the zone should be destroyed.",
        "The zir-jamah, or trousers,i are of cloth among the higher classes, particularly those of the military order, who affect a garment of a tightness approaching that worn by Europeans.",
        "Long hair, however, is going out of fashion in Persia, and the more civilized affect the cropped hair worn by Europeans, and even have a parting in it.",
        "They failed, however, to affect materially the position of the two empires.",
        "Strictly speaking, any such communication is an epistle, but at the present day the term has become archaic, and is used only for letters of an ancient time, or for elaborate literary productions which take an epistolary form, that is to say, are, or affect to be, written to a person at a distance.",
        "In the solution of questions of internal policy Aehrenthal, as Foreign Minister, only took part in so far as they seemed to him to affect the interests of the monarchy as a whole.",
        "It is often found to affect the hereditarily rheumatic or gouty.",
        "Twice in Fulk's reign the eastern emperor, John Comnenus, appeared in northern Syria (1137 and 1142); but his coming did not affect the king, who was able to decline politely a visit which the emperor proposed to make to Jerusalem.",
        "Useful work has been done in the compilation of statistics of the various conditions affecting the science, such as the rates with which the various classes of society in ancient and modern nations have contributed in civic usefulness to the population at various times, the inheritance of ability, the influences which affect marriage, &c.",
        "In a restricted sense the term assaying is applied in metallurgy to the determination of the amount of gold or silver in ores or alloys; in this article, however, it will be used in a wider technical signification, and will include a description of the methods for the quantitative determination of those elements in ores which affect their value in metallurgical operations.",
        "Silver, arsenic and cadmium, if present, are precipitated with the copper and affect the accuracy of the results; they should be removed by special methods.",
        "At the same time the political bias of the writers, and the political ideas of their day were allowed, in some cases perhaps half unconsciously, to affect their representations of past events.",
        "But the truth or falseness of socialism does not affect the theory of history.",
        "The Mersey estuary, being partly sheltered by Ireland and North Wales, does not serve as an inlet for modifying influences to the same extent as the Bristol Channel: and as the wind entering by it blows squarely against the slope of the Pennine Chain, it does not much affect the climate of the midland plain.",
        "These also affect the proportion of cultivated areas in the other home counties.",
        "It should be added that the grant of a court of quarter sessions to any borough other than a county borough after the passing of the Local Government Act 1888, does not affect the powers, duties or liabilities of the county council as regards that borough, nor exempt the parishes in the borough from being assessed to county rate for any purposes to which such parishes were previously liable to be assessed.",
        "the Indian Penal Code; (4) they have no external relations with foreign states; (5) the king is the donor of honours; (6) acts of parliament affect them indirectly by directly affecting the British agent; (7)(7) they receive advice, which may be akin to commands.",
        "Quinine does not affect the unbroken skin, and cannot be absorbed from it, but it is slightly irritant to the pain-conducting nerves of a raw surface.",
        "The altitude at which the trees are grown seems to affect the production of quinine, since it has been proved that the yield of quinine in C. officinalis is less when the trees are grown below 600o ft.",
        "The practical limit of height was reached when the sectional area of the masonry of the piers of the exterior walls in the lower storey had to be made so great, in order to support safely the weight of the dead load of the walls and floors and the accidental load imposed upon the latter in use, as to affect seriously the value of the lower storeys on account of the loss of light and floor space.",
        "In 1897 the basis of the tax was varied, but not in any way to affect the principle just stated.",
        "It would be hard, however, to persuade the mass of occupiers in England that they do not pay the rates, so that the expedient of dividing the rates between owner and occupier, though it cannot affect their real incidence to a substantial extent, constantly finds favour.",
        "Taxes in his view must come out of rent, or profit, or the wages of labour; and he observes that every tax which falls finally upon one only of the three sorts of revenue \"is necessarily unequal in so far as it does not affect the other two,\" and in examining different taxes he disregards as a rule this sort of inequality, and confines his observations \"to that inequality which is occasioned by a particular tax falling unequally upon that particular sort of private revenue which is affected byl it.\"",
        "The Ozark uplift tempers very agreeably the summers in the south, but does not affect the climate of the state as a whole.",
        "At the commencement of his new career he enriched the academical collection with many memoirs, which excited a noble emulation between him and the Bernoullis, though this did not in any way affect their friendship. It was at this time that he carried the integral calculus to a higher degree of perfection, invented the calculation of sines, reduced analytical operations to a greater simplicity, and threw new light on nearly all parts of pure mathematics.",
        "They do not directly affect.",
        "the question of supply, but may very seriously affect the works from which that supply is given.",
        "After the reservoir begins to fall - in this case at the end of February - no ordinary change in the variation of demand can affect the question, subject of course to the cumulative demand not exceeding the reservoir yield for the assumed year of minimum rainfall.",
        "This feature indicates that in the event of a crack occurring at the upstream toe, its extension would tend to turn downwards and follow a direction nearly parallel with the maximum pressure lines, in which direction it would not materially affect the stability of the structure.",
        "It is to be noted, however, that the Missouri Compromise did not affect the territory later acquired from Mexico.",
        "\"Ammianus is an accurate and faithful guide, who composed the history of his own times without indulging the prejudices and passions which usually affect the mind of a contemporary\" (Gibbon).",
        "(including his earliest publication, \"On the Arithmetic of Impossible Quantities,\" 1779, and an \"Account of the Lithological Survey of Schehallion,\" 1811) and in the Transactions of the Royal Society of Edinburgh (\"On the Causes which affect the Accuracy of Barometrical Measurements,\" &c.), also the articles \"Aepinus\" and \"Physical Astronomy,\" and a \"Dissertation on the Progress of Mathematical and Physical Science since the Revival of Learning in Europe,\" in the Encyclopaedia Britannica (Supplement to fourth, fifth and sixth editions).",
        "Playfair's contributions to pure mathematics were not considerable, his paper \"On the Arithmetic of Impossible Quantities,\" that \"On the Causes which affect the Accuracy of Barometrical Measurements,\" and his Elements of Geometry, all already referred to, being the most important.",
        "A married woman has the same rights to her property after marriage as before marriage, except that she is not permitted to bequeath away from her husband more than one-half of it without his written consent, and no will made by the husband can affect the right of the wife, if she survive him, to one-half of the property of which he died seized.",
        "But it is most noteworthy that the barons, while providing for the abolition of abuses which affect themselves, show an unselfish and patriotic spirit in laying down the rule that all the concessions which the king makes to them shall also be extended by themselves to their own sub-tenants.",
        "It was impossible that the position thus claimed by the British parliament towards America should affect America alone.",
        "Such a change in the national mind could not but affect the constitution of the Whig party.",
        "the almost simultaneous outbreak of war between Prussia and Austria was destined to affect the whole aspect of continental politics.",
        "But it was everywhere felt that his mere protest was not likely to affect the result; and the government at last consented to accept a suggestion made by Count Bismarck, and to take part in a conference to discuss the Russian proposal.",
        "The hydrocarbons, upon which the luminosity of the flame entirely depends, are divided in the analysis into two groups, saturated and unsaturated, according to their behaviour with a solution of bromine in potassium bromide, which has the power of absorbing those termed \"unsaturated,\" but does not affect in diffused daylight the gaseous members of the \"saturated\" series of hydrocarbons.",
        "Consequently, to make it carry any further quantity in a condition not easily deposited, the oil would have to be completely decomposed into permanent gases, and the temperature necessary to do this would seriously affect the quality of the gas given off by the coal.",
        "He published numerous essays, chiefly in relation to the contest between Great Britain and revolutionary France, as it might affect the liberty and prosperity of America.",
        "He immediately declared that election \"capitulations,\" which cardinals had long been in the habit of affirming as rules of conduct for future popes, could affect a new pope only as counsels, not as binding obligations.",
        "Rust disease does not directly affect the grains, but both quantity and quality are impaired by the exhausted condition of the wheat plants.",
        "\" It tries to attain a knowledge as complete as possible of the circumstances under which the act contemplated must be performed, the personalities of the persons whom it may affect, and the consequences (so far as they can be foreseen) which it will produce, and then by virtue of its own power of moral discrimination pronounces judgment.",
        "(about 1370), has been the subject of much controversy; in any case it does not affect the original Italian discovery, nor the first sighting of Porto Santo by Zarco, who, while exploring the west African mainland coast, was driven by storms to this island.",
        "This undertaking led to the introduction of a large number of Flemish workmen, who settled in the district, and, in spite of the violent measures adopted by the English peasantry to expel them, retained their ground in sufficient numbers to affect the physical appearance and the accent of the inhabitants to this day.",
        "The wonderful achievements of the Irish monks did not affect the body politic as a whole,.",
        "At that date the anti-clerical movement in France began to affect Madagascar.",
        "This is hardly possible without drawing attention to the main physical characters of the continent, as far as they affect the inhabitants.",
        "In the first place, the movements and position of the heavenly bodies point to such occurrences as are of public import and affect the general welfare.",
        "It is even conceivable that the settlement of the state may affect the seasonal distribution of precipitation; and that an advantageous alteration has in fact resulted is believed by many.",
        "It is obvious that many of these Swiss Miocene plants will need more close study before their specific characters, or even their generic position, can be accepted as thoroughly made out; still, this will not affect the general composition of the flora, with its large proportion of deciduous trees and evergreens, and its noticeable deficiency in many of our largest living families.",
        "Some drugs given in excess are poisons to all forms of protoplasm, but when given in doses much short of the lethal they usually exhibit a distinct tendency to affect specially, and at an early period, certain organs or tissues, and hence result differences in action; others may act only on certain organs, leaving the others practically untouched.",
        "Some of them affect only certain portions of the nervous system, others have a much wider range of action; they may act in either case as stimulants or as depressants, and hence the symptoms produced by them vary very greatly.",
        "The priests affect the use of the Arabic letters.",
        "At this point she'd like to say it was none of her business, but the growing tension was bound to affect them both eventually.",
        "He paused for affect and announced, \"It was West Virginia, 1932!\"",
        "Her affect on those around her was the opposite of yours.",
        "Their connection was strong, its calming affect on her the only comfort he was able to offer.",
        "The climbers grumbled about the negative affect of the snow on their anticipated activities, all except Penny, who considered the weather a new and exciting challenge.",
        "She wondered what it was that kept him at war with himself and tried not to let his words affect her.",
        "Had he known the soothing affect the country would have on her?",
        "He can give you something that won't affect the baby.",
        "Focusing hard on not letting him affect her, she continued her game of seduction, teasing him with looks, touches, whispers, until Darian's body was rigid and his turmoil had melted into lust intense enough to make his eyes glow.",
        "His blood tingled, and he was annoyed by the reminder of her affect on him.",
        "\"Your guilt has no affect on me, Hilden,\" Taran said.",
        "It would have been folly to explain to him that he was the first man to affect her so dynamically, but she didn't want to leave him with the impression that she was a nymph either.",
        "Eden braced herself, uncertain how the first spell would affect him.",
        "Whatever the young Black God was doing, it wasn't going to affect Xander.",
        "She didn't melt when their bodies brushed, and she appeared completely immune â€“ or ignorant â€“ of the affect he normally had on women.",
        "The layoffs will affect everyone.",
        "The consequences of such failure affect how we think about our moral action.",
        "When sight in one eye is affected, it can affect our depth perception.",
        "The use of a multiplicative prefix does not affect the alphabetical order of components attached at the same level.",
        "That may be one way early nutrition can affect adult propensity to disease.",
        "Others may have a broader, more general affect, perhaps causing cell growth to become abnormal, leading to cancers.",
        "Contrary to other pump types, a highly abrasive or corrosive nature of chemicals does not affect pump life.",
        "acetylcholine levels in the brain may affect mood disorders, and supplemental choline can increase acetylcholine levels.",
        "Yes, there are situations that may affect your kidneys or liver function and thus put you at risk for developing lactic acidosis.",
        "acoustical environment affect a child's ability to learn.",
        "Rare causes Many rare diseases may affect the adrenals.",
        "Jammers can affect the command and control system, radars, and navigational aids by causing the enemy to receive false information.",
        "airfoil shapes and discover how they affect the way a plane flies.",
        "Also, fine particles may be drawn into the respiratory airways where they may adversely affect health.",
        "When measuring blood albumin it is important to monitor the hydration status of the patient as this will affect interpretation.",
        "alleviation measures over the next few years affect the wellbeing of Young Lives index children living in poverty?",
        "analyseata was analyzed to determine the extent to which acoustic cues affect the patterned behavior.",
        "aquaplanend snow will seriously affect stopping distances and if heavy rain has fallen pilots should be aware of the aircraft's aquaplaning speed.",
        "arterial insufficiency will affect the ability of any wound to heal.",
        "arthritis of the knee may affect 1, 2 or 3 of the major areas or compartments of the knee.",
        "For example his four fire missions of heavy artillery didn't managed to affect any of my stands!",
        "And these affect not just rank and file Labor supporters or even ordinary backbenchers but an important wing of the shadow cabinet.",
        "The living quarters must always be kept dry as it is said that wet bedding can affect density on feet.",
        "behaviour anti social behavior that has affected or could affect the community at large.",
        "The hum and the tierce in the chimed bell do not affect the initial sensation of pitch, despite the loudness of these partials.",
        "However, there may potentially be changes caused within the phenolic compounds by the processing, which may affect bioavailability.",
        "Most of these do not affect wild birds or only cause mild illness in birds.",
        "The rash, which can also affect the chest and back and can occasionally affect the eyelids causing a blepharitis.",
        "Drugs can affect an unborn baby through the mother's bloodstream.",
        "The mineral boron is known to affect estrogen metabolism.",
        "avian botulism is known to affect all waterfowl including ducks, pelicans, geese and swans.",
        "bovine offal for human consumption would not affect these uses, I assume.",
        "Virus diseases also affect camellias, producing light markings on the leaves and white spots and stripes on the flowers.",
        "UPM expects that closing uncompetitive capacity will not affect its deliveries but will improve capacity utilization on remaining production lines and other UPM mills.",
        "Such forms of oppression are pivotal for the functioning of neoliberal capitalism and do affect all social relations.",
        "Might the excess carotene in the seed affect in some way the nourishment and growth of a germinating rice plant?",
        "case law that might affect the rights described.",
        "Diabetes mellitus Nicotine releases catecholamines which can affect carbohydrate metabolism.",
        "Together they form the Congressional Hispanic caucus which attempts to work together to address issues that affect all their constituencies.",
        "The census data center care may affect medicaid options for still should be.",
        "Q: What are some examples of the exercises and how does each of them affect the cerebellum?",
        "These levels affect the cerebral cortex, the part of the brain where thought processes take place.",
        "A number of factors affect your blood cholesterol levels.",
        "Skeletal pathology Numerous pathological conditions, especially chronic, long lasting disease, affect the human skeleton.",
        "conservatism of science employers and thought that this might adversely affect disabled students ' employment prospects.",
        "Under current OFCOM regulations the advertiser cannot affect the editorial content of the programs.",
        "Causes of incontinence In older people a number of common physiological changes may affect the ability to maintain continence In older people a number of common physiological changes may affect the ability to maintain continence.",
        "contractual arrangements affect NHS dental care?",
        "That affect your business says Dennis right now it's.",
        "depleted uranium munitions, which might even affect the future generations.",
        "Most are harmless, however, a group of fungi called dermatophytes can affect the feet.",
        "determine the extent to which acoustic cues affect the patterned behavior.",
        "Will the existence of a consent affect future development nearby?",
        "Avoid the risk of dampness or overnight dew, as this will spoil the results and subsequently affect the performance.",
        "disagreement resolution does not affect your right to make a formal appeal against an LEA decision.",
        "It delves into the dark underbelly of human relationships to expose the sometimes harmonious, sometimes discordant emotions that affect us all.",
        "Can children with autistic spectrum disorders perceive affect in music?",
        "While these may seem abstract possibilities the existence of a false consensus or a false dissensus could seriously affect the functioning of an organization.",
        "Concurrent administration of potent diuretics, aminoglycosides may adversely affect renal function (see section 4.4 ).",
        "Environmental crimes affect significant numbers of people, while the range of laws governing such crimes crosses the public/private law divide.",
        "Moderate amounts of alcohol drunk just before, during or shortly after a meal should not affect your short-term diabetes control.",
        "The legislation could affect any business exporting goods from the UK that have a dual-use or military related application.",
        "dykecess shade from shrubs and trees can affect some mosses and lichens on drystone dikes.",
        "There are a number of complications associated with the bone dysplasias, which can affect different body functions.",
        "earth mystery researchers to suggest that certain geophysical conditions may affect the human mind.",
        "ecclesiastical preferment - how does this affect the whole story?",
        "But did nothing about the story, which could seriously affect the upcoming mid-term elections and cost the Republicans control of Congress.",
        "We have recently done pioneering experiments to demonstrate that resonant radiofrequency electromagnetic fields also affect radical reactions.",
        "electromagnetic ' smog ' can affect all biological systems by disorientating their positive polarity field.",
        "elevated temperatures did not affect the crack growth rate significantly.",
        "The damage already done to the climate by man's greenhouse gas emissions will affect us for the next 1,000 years.",
        "But the timing of the Schedule E emoluments charge does not affect the date of acquisition which applies for Capital Gains Tax purposes.",
        "EMU's potential effects... 5.60 emu's potential effects... 5.60 EMU membership could affect all these drivers of productivity, either directly or indirectly.",
        "These do not affect state businesses alone, but these are the most heavily encumbered with taxes.",
        "Back to Top Left work - the impact of payments from work Payments received on leaving work may affect benefit entitlement.",
        "epilepsy medication may affect your folic acid needs.",
        "Dandelion plants release ethylene which can affect the growth of neighboring plants.",
        "exigencyCPHERSON: There are a great many small things which affect leave apart from military exigencies.",
        "Q. Could recent mercury exposure affect the developing fetus?",
        "The data was analyzed to determine the extent to which acoustic cues affect the patterned behavior.",
        "externalityss=\"ex\">Externalities Costs or benefits that affect society but are not included in the market price of a good or service.",
        "exudate produced by the wound will affect how often the dressing requires changing.",
        "Burns to the eye Burns to the eye may affect the eyelids, conjunctiva or cornea.",
        "By far the biggest impact of this would affect salmon farming.",
        "Lupus (Systemic Lupus Erythematosus) SLE is a generalized connective tissue disorder tending to affect middle-aged females.",
        "How exactly does diabetes affect the fetus in the womb?",
        "fine-tune the process for industry by investigating how specific properties affect performance.",
        "foetus can affect the fetus in several different ways.",
        "fog patches may also affect eastern Scotland.",
        "free-form language, the extra spaces, tabs, and carriage returns do not affect the resulting program.",
        "futurity modulation coincides, in the current meteorology of mood, with the generalized affect of bioterror.",
        "Honey fungus and coral spot may affect the plant, but occasional leaf gall is not a major problem.",
        "I'm a keen gardener; how will the trees affect me?",
        "Dermatologists can see and treat patients with skin diseases and also many diseases which affect the genitalia and the inside of the mouth.",
        "There are many types of this virus but only a few affect the genitals.",
        "How will the rice genome sequence, recently announced, affect the food security of the poor?",
        "geographical location affect the way in which you deliver learning to your target group?",
        "And being a gift giver may have powerful affect on your career.",
        "Risk factors There are certain factors that can affect your likelihood of getting gout.",
        "Do class barriers affect the pursuit of sexual gratification?",
        "Now this didn't affect the track too much, but did leave a few sections greasy and difficult to negotiate.",
        "Unresolved grievances can lead to bad feelings and adversely affect relationships and performance.",
        "Effects on the body: Magic mushrooms contain chemicals that affect the brain and cause hallucinations or a ' trip ' .",
        "headship qualification, how will that affect future Heads of Services?",
        "Small plants can be squeezed between larger ones thus heightening the affect of a combination.",
        "herpes simplex virus affect the body?",
        "How does the number of times om mani padme hum is said affect one's life?",
        "The intense heat, 90 per cent humidity and an obvious lack of refrigeration does not seem to affect the quality of the food.",
        "It is thought likely that adjacent works affect the hydrology of the bog.",
        "immigration status may affect their entitlements.",
        "Technological advance can affect this balance, with capital often impelled toward spatial deepening and widening.",
        "A company based losses at more affect the photographic difference was surprisingly imperceptible.",
        "We also investigate incidents which affect, or could affect, drinking water quality.",
        "Now it is the ambition of man to affect an independency, to be a god to himself, sufficient for his own happiness.",
        "Affect The Kerberos service is made inoperative by virtue of being at risk.",
        "Which they do preference inpatient and for example percent affect the spending.",
        "instant gratification without thinking of how his actions may affect others.",
        "Yes, under certain circumstances the electromagnetic interference from a mobile phone can affect the performance of some medical devices.",
        "DK: [In that book] you talk about internal and external hurdles that affect African American relationships.",
        "Poverty and poor health often interrelated can affect men and women alike.",
        "interrupt routine performs a graphics operation it may adversely affect graphics output from the rest of the program.",
        "So learning and memory are so tightly intertwined with motivation and affect.",
        "legit platforms, so that shouldn't affect overall stats.",
        "letterhead design that you use for your business will affect the image that others form about your business.",
        "libertyclaim that the governments should listen to them, since this proposal could affect single market rules for telecoms and infringe civil liberties.",
        "Alfalfa selected for forage quality (including reduced lignin) had reduced vigor but was not expected to affect levels of disease resistance.",
        "More efficient harvesting techniques affect those species that profit from seed wastage (e.g. linnet, corn bunting ).",
        "How does setting the default locale affect the results of sorting?",
        "locale settings can affect the return values for some of the functions in the time module.",
        "lump sum compensation payment has been received, it may affect your client's entitlements to any income-based benefits.",
        "May affect lymph nodes but has definitely spread to other parts of the body.",
        "machinations of politics affect the little guy.",
        "Mosquitoes in Hawai'i do not transmit malaria which would affect humans.",
        "Details of article Assessing what factors affect marmosets breeding success by Sharyn Amos.",
        "masked prime stimuli presented near the threshold of conscious awareness affect responses to subsequent targets.",
        "Good quality and effective store merchandising is essential to create the right shopping environment so as to positively affect customers ' buying decisions.",
        "Some conditions only affect the trabecular meshwork where the water in the eye drains out at the drainage gap.",
        "Justice Learning reverses traditional methods by starting with current issues that directly affect their lives.",
        "micronutrient status can affect cognitive function in the elderly; however, there is much to learn about the precise effects.",
        "Migraine without aura (common migraine without aura (common migraine) These affect around three quarters of people who get migraine.",
        "millionths of a gram are enough to affect a human being.",
        "Just a few millionths of a gram are enough to affect a human being.",
        "relatively minor symptoms affect the eyes in about half of people with Graves ' disease.",
        "The main problems which affect growth of GaN on Si are those of thermal expansion mismatch, and of lattice mismatch.",
        "The report dispels the common misunderstanding that chronic diseases mainly affect people in the wealthy countries.",
        "How do phosphate ions in nutrient solutions affect mitosis in root tips?",
        "It would be worthwhile to explore how group members ' differing attitudes toward one or more topics or ideas might affect social mitosis.",
        "In men, smoking levels affect spermatogenesis (sperm development ), sperm morphology (abnormality) and sperm mobility.",
        "Herpes simplex is the most common viral infection to affect the oral mucosa (Groenwald et al., 1997 ).",
        "The disorder can affect the mucous membranes of the mouth and genitals where it looks like a grayish erosion (shallow ulcer ).",
        "multiplicative prefix does not affect the alphabetical order of citation of components attached at the same level.",
        "muzzle velocityifles have comparatively lower muzzle velocities and lighter ammunition, even a light breeze will often affect your aim.",
        "undercarriage wheel or a poorly constructed ground plane system all adversly affect system performance.",
        "Small Talk is an opportunity for artists to discuss issues that affect their practice - ranging from conceptual underpinnings through to support structures."
    ],
    "definition": [
        "Link/Cite"
    ]
}