{
    "translation": "לאשר, לאשש",
    "uses": [
        "The primitive condition of all intelligence is that the ego shall posit, affirm or be aware of itself.",
        "At least, it would be hard to name any school of theists which was content to affirm that there \" happened \" to be a God.'",
        "This saying appears to imply a settled life in Canaan, but both affirm the warlike significance of Yahweh and the ark.",
        "375) it was held to be not penal for a clergyman to speak of merit by transfer as a \"fiction,\"or to express a hope of the ultimate pardon of the wicked, or to affirm that any part of the Old or New Testament, however unconnected with religious faith or moral duty, was not written under the inspiration of the Holy Spirit.",
        "- we must agree with those historians of religion who affirm that the world has known only a single living monotheism, viz.",
        "Such a rate of change would be quite insensible, and we can affirm that for recent times there is no reason to look for any other factor than contraction; but if we consider the remote past it is a different matter.",
        "It is this unity of apperception which enables us to combine the data of more than one sense, to affirm reality, unreality, identity, difference, unity, plurality and so forth, as also the good, the beautiful and their contraries.",
        "The repeal of the Test Act, the admission of Quakers to Parliament in consequence of their being allowed to affirm instead of taking the oath (1832, when Joseph Pease was elected for South Durham), the establishment of the University of London, and, more recently, the opening of the universities of Oxford and Cambridge to Nonconformists, have all had their effect upon the body.",
        "To maintain or affirm the right of any person to the crown, contrary to the provisions of the act, is high treason by an act of 1707.",
        "If, for instance, we find that instead of the natural number of Malpighian bodies in the kidney there are only half that number, then we are entitled to say that this defect represents disease of structure; and if we find that the organ is excreting a new substance, such as albumen, we can affirm logically that its function is abnormal.",
        "The implications of such a view were first clearly apparent when Hume showed that on the basis of it there seemed to be nothing that we could confidently affirm except the order of our own impressions and ideas.",
        "In opposition to the Frankish claim, Venice resolved to affirm her dependence on the Eastern empire.",
        "It may be that we first of all of'h primitively or spontaneously affirm cause, substance, sophy.",
        "The expression is anthropomorphic, no less than the dogma of material creation; but it is an attempt to affirm the unity of the intellectual and the material world.",
        "This last clause does not affirm the immortality of the soul; it is simply an explanation of what becomes of the vital principle (the\" breath of life \"of Gen.",
        "Worshipping God in the spirit, they affirm that the outward Church and all that is performed in it and concerns it has no importance for them.",
        "Naude that he has committed more faults than he has discovered in Cardan, and with Charles Nisard that his object seems to be to deny all that Cardan affirms and to affirm all that Cardan denies.",
        "Who can still affirm that all which in this realm appears as striking rests only on deception and error?",
        "In a letter to Charles Kingsley (September 23, 1860) he wrote very fully concerning his beliefs: \"I neither affirm nor deny the immortality of man.",
        "Doubt, on the other hand, can neither affirm nor deny because the evidence seems equally strong for both.",
        "Subsequently, after his trial, Garnet said he \" could not certainly affirm \" that Greenway intended to relate the matter to him in confession.",
        "Allen, who attempts to \" distinguish what he (Edwards) meant to affirm from what he actually teaches.\"",
        "The universe exists - or, as otherwise stated, the universe is \" contingent \" - therefore, even without detailed knowledge of different universes, we can affirm that it must be caused, and in its \" Great First Cause \" we recognize God.'",
        "Broadly speaking, there have been in Hungary since 1867 two parties: those who accept the compromise with Austria, and affirm that under it Hungary, so far from having surrendered any of her rights, has acquired an influence which she previously did not actually possess, and secondly, those who see in the compromise an abandonment of the essentials of independence and aim at the restoration of the conditions established in 1848.",
        "Some writers have maintained that this sudden elevation of the most recent member of the Sacred College was due to bribery in the conclave, whilst the apologists of Sixtus affirm it was due to the friendship of the powerful and upright Cardinal Bessarion, and explain that the pope, having been brought up in a mendicant order, was inexperienced and did not appreciate the liberality of his donations after his election.",
        "In no single act of affirmation of cause or substance, much less in such a primitive act, do we affirm the universality of their application.",
        "\" I may confidently affirm,\" wrote John Fell, the dean of Christ Church, to Lord Sunderland, \" there is not any one in the college who has heard him speak a word against, or so much as censuring, the government; and, although very frequently, both in public and private, discourses have been purposely introduced to the disparagement of his master, the earl of Shaftesbury, he could never be provoked to take any notice, or discover in word or look the least concern; so that I believe there is not in the world such a master of taciturnity and passion.\"",
        "You can affirm the eternity of the world, for instance, from one point of view, and at the same time deny it from another; or, at different times and in different connexions, you may one day affirm it and another day deny it.",
        "In logic, ignorance is that state of mind which for want of evidence is equally unable to affirm or deny one thing or another.",
        "through Condillac, the inconsistencies were purged out, and materialism was ready for the next comer to affirm - though it may be said with R.",
        "For, if the ultimate ground, of obligation lay in a refined sensitiveness to differences between right and wrong, what should be said to a man who might affirm that, just as he had no ear for music, he was insensitive to ethical differences commonly recognized ?",
        "Turning from our knowledge of Spirit to our knowledge of Matter, nearly all that one can affirm or deny about \" things external is,\" according to Locke, not knowledge but venture n or pre- Knowledge sumptive trust.",
        "They equally affirm that the so-called representative image is the sole reality, and discard as unthinkable the unperceiving material cause of the philosophers.",
        "In opposition to this Eutyches went so far as to affirm that after the union of the two natures, the human and the divine, Christ had only one nature, that of the incarnate Word, and that therefore His human body was essentially different from other human bodies.",
        "But, even granting that a certain obscurity still hangs undispelled over the problem of the old Avesta, with its twenty-one nasks, we may well believe the Parsees themselves, when they affirm that their sacred literature has passed through successive stages of decay, the last of which is represented by the present Avesta.",
        "Hegel undoubtedly meant to affirm that the actual was rational in the face of the philosophy which set up subjective feeling and reason against it.",
        "to have originated in the island itself), but whose name, we are told, might pass for a dialectic form of their own, did not the ancient writers expressly affirm them to be a wholly distinct people, akin to the Iberians.",
        "Protestants, with the exception of a small minority in the Anglican communion, unanimously reject the doctrine of purgatory, and affirm that \"the souls of believers are at their death made perfect in holiness and do immediately pass into glory.\"",
        "Hence the following paragraphs, while they will resume and affirm his principal results, will qualify and impugn some of his positions.",
        "Zeno, the anonymous merchant and Angiolello affirm that the devotee was defeated and killed in battlethe first making his conqueror to be Alamut, the second a general of Alamuts, and the third an officer sent by Rustam named Suleiman Bey.",
        "He explains the possibility of error on the ground that the mind possesses the liberum arbitrium indifferentiae and can always refuse to affirm the truth of a conclusion drawn from premises which are not selfevident.",
        "to affirm that the bishops could not institute the cultus of a new saint without the authority of the Roman Church (Cap. Audivimus, Decret.",
        "To assert a fact and to affirm the existence of a subject are not, as he makes out, the same thing: a judgment often asserts a fact and denies existence in the same breath, e.g.",
        "The text of Lamentations, however, so often deviates from it, that we can only affirm the tendency of the poet to cast his couplets into this type (Driver).",
        "c. 12, § 2, enacts that\" if any person ecclesiastical, or which shall have an ecclesiastical living, shall advisedly maintain or affirm any doctrine directly contrary or repugnant to any of the said articles, and by conventicle before the bishop of the diocese, or the ordinary, or before the queen's highness's commissioners in matters ecclesiastical, shall persist therein or not revoke his error, or after such revocation eftsoons affirm such untrue doctrine,\"he shall be deprived of his ecclesiastical promotions.",
        "This is said also of the villages and districts of Armenia, and Buddhist legends affirm it for India.",
        "Of this memoir Isaac Todhunter writes: \" We may affirm that no single memoir in the history of our subject can rival this in interest and importance.",
        "Socrates, is a substance, and he is essentially a rational animal, then his essence, being what he is, is a substance; for we cannot affirm that Socrates is a substance and then deny that this rational animal is a substance (Met.",
        "Jesus used the word to affirm his own utterances, not those of another person, and this usage was adopted by the church.",
        "The famous correspondence produced next year in evidence against her at the conference of York may have been, as her partisans affirm, so craftily garbled and falsified by interpolation, suppression, perversion, or absolute forgery as to be all but historically worthless.",
        "Its name is derived, as Durandus and Gerland also affirm, from the fact that it was formerly put on over the fur garments which used to be worn in church and at divine service as a protection against the cold.",
        "We are left to affirm, on account of definite references in various sagas and annals to Leif Ericsson and the discovery of Vinland, that the saga as preserved in Hank's Book (and also in No.",
        "Epicureanism generally was content to affirm that whatever we effectively feel in consciousness is real; in which sense they allow reality to the fancies of the insane, the dreams of a sleeper, and those feelings by which we imagine the existence of beings of perfect blessedness and endless life.",
        "As some pretext, he intended to affirm that his life was in danger from these men, who were in league with the Spaniards.",
        "Considering, then, his other differences from Anabaptist theories, and the absence of any hint to the contrary in his own autobiographical references, \" it is safe to affirm that he had no conscious indebtedness to the Anabaptists \" (Williston Walker, Creeds and Platforms of Congreg., New York, 1893, p. 16).",
        "We must provisionally affirm life and devote ourselves to social evolution, instead of striving after a happiness which is impossible; in so doing we shall find that morality renders life less unhappy than it would otherwise be.",
        "Affirm her when she has finished talking or ends a topic.",
        "This average has decreased with some regularity from a maximum of 5.75 in 1821, but there is no certain evidence on which to affirm or deny that the average cubic capacity of dwelling-houses has been maintained.",
        "Thus in Buddhism the presuppositions which Buddha uncritically took over work out their logical results in the Mahayana, so that great sects calling themselves \" Buddhist \" affirm what the Master denied and deny what he taught.",
        "It follows that the only wise course is to be content with an attitude of indifference, neither to affirm nor to deny.",
        "But, in spite of these materialistic tendencies, he followed Hume in reducing matter and everything knowable to phenomena of consciousness; and, supposing that nothing is knowable beyond phenomena, concluded that we can neither affirm nor deny that anything exists beyond, but ought to take up an attitude which the ancient sceptics called Aphasia, but he dubbed by the new name of Agnosticism.",
        "It means to publicly affirm your belief and trust in God.",
        "affirm that all men shall be saved at the last.",
        "affirm that human beings have a conscience.",
        "We wish to affirm again the centrality of the learner.",
        "Affirm your commitment through the beauty of moissanite engagement rings.",
        "he did but affirm the arbitrary and capricious character of his predecessors action.",
        "You have a choice to affirm your allegiance or swear the oath to Almighty God.",
        "We affirm the value of the Anglican Consultative Council, which is a properly synodical body.",
        "Parents can affirm feelings while stressing that all feelings cannot be acted upon.",
        "Teenagers with strong Christian values and connections to their church may participate in purity ceremonies to affirm their commitment to abstinence, and a ring is often given to them as a physical symbol of that promise.",
        "These preliminary Western research results are helpful, as they affirm that everybody can benefit in some way from the positive attributes of moving the body daily and seeking a state of relaxation.",
        "College courses on human sexuality include materials and discussion of masturbation, and many parenting manuals deal with ways to affirm a child's self-pleasing habits rather than degrading or punishing the child.",
        "affirm the centrality of the saving work of Christ.",
        "affirm inerrancy are quite clearly orthodox on other matters of doctrine.",
        "affirm the primacy of the love of God.",
        "Peter's confidence in Christ was unclouded, and this, we may boldly affirm, was pleasing to the heart of Jesus.",
        "You see people who know you well and who benefit from your gifts will repeatedly affirm you in them.",
        "Please note, mailing list members have to positively affirm they want to have their details displayed in this way.",
        "While they affirm deeply conservative and absolutist theological perspectives, they are generally relatively apolitical.",
        "First, we have already shown that both Matthew and the book of Acts affirm the deity of the Lord Jesus Christ.",
        "We welcome everyone and affirm the dignity of each person.",
        "We affirm the God-given dignity of every person, so we are moved to action by poverty and oppression and famine and disease.",
        "He also therefore, becomes a kafir for failing to affirm the truth of the Qur'an.",
        "By the salat we affirm the pledge which we have made to Him.",
        "Following Newman's example we must affirm the primacy of the love of God.",
        "Certainly it is clear from the overall teaching of Paul in his letters that he does not affirm universal salvation.",
        "One can affirm metaethical theological voluntarism while being a moral skeptic; one cannot affirm normative theological voluntarism while being a moral skeptic.",
        "To protect yourself from crimes involving the energy of the Sun, you need to affirm the strength of your own willpower.",
        "When David Hume (Dialogues concerning Natural Religion) protests that the universe is a \" singular effect \" and that we have no right to affirm a cause for it, unless we have experience of the origin of many universes, and can generalize the conclusion, They all have causes - he may be unassailable upon empiricist grounds.",
        "The councils of Trent and of the Vatican mark the Two Truths hypothesis as heretical, when they affirm that there is a natural knowledge of God and natural certainty of immortality.",
        "The first doge elected in Rialto was Angelo Particiaco, a Heraclean noble, with a strong bias towards Byzantium, and his reign was signalized by the building of the first church of San Marco, and by the translation of the saint's body from Alexandria, as though to affirm and to symbolize the creation of united Venice.",
        "Further, it may be concluded with reasonable certainty that the passages that affirm a moral government of the world are additions by pious editors who wished to bring the book into harmony with the orthodox thought of the time.",
        "And we must affirm that the technical term re' horn (rendered in the English Bible \" the deep \"), which evidently signifies the enveloping primeval flood, and which closely resembles Tiamat, the name given to the dragon or serpent in the epic (cf.",
        "The term \"agnostic\" was invented by Huxley in 1869 to describe the philosophical and religious attitude of those who hold that we can have scientific or real knowledge of phenomena only, and that so far as what may lie behind phenomena is concerned - God, immortality, &c. - there is no evidence which entitles us either to deny or affirm anything.",
        "No matter what you end up buying for Easter this year, your daughter will feel like a million dollars if you affirm how beautiful she looks in her dress on this special day.",
        "Plenty of Christian men who hope to affirm a spotless life by mowing the lawn or polishing the car three times a week."
    ],
    "definition": [
        "To confirm, ratify, or otherwise approve a lower court’s decision on appeal.",
        "To solemnly declare that certain statements are true or that one will testify truthfully.",
        "To make a solemn promise. See also oath.",
        "Link/Cite"
    ]
}