{
    "translation": "הצטרפות",
    "uses": [
        "Appendix E, \"Affiliation of Medieval Boroughs.\"",
        "But this affiliation is hard to establish.",
        "For higher education provision was made by the affiliation of Natal to the Cape of Good Hope University and by exhibitions tenable at English universities.",
        "All the larger universities have schools of medicine in affiliation, and have the power of conferring medical degrees.",
        "Its rigid rule was adopted by a vast number of the old Benedictine abbeys, who placed themselves in affiliation to the mother society, while new foundations sprang up in large numbers, all owing allegiance to the \"archabbot,\" established at Cluny.",
        "Nearly the whole of these county societies affiliated with the central association, paying an affiliation fee yearly, and receiving in return the silver medal, bronze medal and certificate of the association, to be offered as prizes for competition at the annual county shows.",
        "Theological colleges are supported by the various religious bodies, and are in affiliation with one or other of the universities.",
        "But near at hand and in full affiliation with the university are Victoria College (Methodist), Wycliffe College (Anglican), Knox College (Presbyterian) and St Michael's College (Roman Catholic), wherein courses in divinity are given and degrees conferred.",
        "In the effects of simpler poisons the recognition of unity in diversity, as in the affiliation of a peripheral neuritis to arsenic, illustrated more definitely this serial or etiological method of classifying diseases.",
        "Fairbairn); in 1905 Cheshunt College, founded by the countess of Huntingdon, was transferred to Cambridge, to enjoy university teaching; whilst the creation of the university of Wales, the reconstitution of London University, and the creation of Manchester University, led, between 1900 and 1905, to the affiliation to them of one or more of the other colleges.",
        "But though we may trace a real affiliation between the principles of Luther and modern German critical study - notably in the doctrines of the Gospel within the Gospel and of the residual Essence of Christianity - Luther's discriminations were in the 17th century ignored in practice.",
        "As regards church affiliation, in 1906 Roman Catholics were the most numerous, with 44 2, 43 2 members out of a total of 857,548 communicants of all denominations; there were 122,511 Methodists, 79,912 Presbyterians, 65,248 Baptists, 53,921 Protestant Episcopalians, 32,290 members of the Reformed (Dutch) Church in America, and 24,147 Lutherans.",
        "The Visa affiliation is not as important to many as the terms of the card.",
        "Like all organic growths, whether of nature or of the fancy, they are not the immediate product of one country or of one time; they have a pedigree, and the question of their ancestry and affiliation is one of wide bearing.",
        "For some time the political affiliation was with the Connecticut river towns in Connecticut, but later the authority of the Massachusetts General Court was recognized.",
        "affiliation fees from member leagues.",
        "Membership in the GB represented the first formal institutional affiliation for all the women.",
        "They have no affiliation with the former Austrian emperor dynasty.",
        "Again, however, denominational affiliation makes little difference to matters of national identity and constitutional preference.",
        "The majority of private school students attend schools with some religious affiliation, most commonly with the Catholic Church.",
        "The Cherokee have the largest tribal affiliation in the US, but most are of mixed ancestry and do not speak the language.",
        "Comparisons were also carried out with subsets of private schools categorized by sectarian affiliation.",
        "The compound is headed by the oldest male inhabitant, irrespective of his kinship affiliation with the other residents of the group.",
        "Flying Officer CASHMAN and Flying Officer SAUNDERS posted to this station for fighter affiliation duties.",
        "The case for trade union affiliation to the Labor Party is not weakened by these criticisms.",
        "college affiliation A college affiliation will be made available in the case of an external appointee.",
        "affiliation with any person.",
        "The Workers Solidarity Alliance asks all comrades, regardless of affiliation, to aid these strikers.",
        "Toward the end of his formal affiliation with the Cuban government, Che came to implicitly criticize Soviet bureacracy.",
        "denominational affiliation, or ideological positions.",
        "As the journal uses double-blind refereeing, the author's name or affiliation must not appear on the typescript.",
        "institutional affiliation of the participant.",
        "kinship affiliation with the other residents of the group.",
        "refers specifically to: Regional affiliation: Scottish dialect; lift versus elevator.",
        "superfluous details, such as religious affiliation, children's names and so on.",
        "touting for affiliation trade?",
        "Afterwards, if a question in law arose which the court of a younger town found itself unable to answer, the court next senior in affiliation was, referred to, which in turn would apply to the court above, until at last that of the original mother town was reached, whose decision was final.",
        "It refers specifically to: Regional affiliation: Scottish dialect; lift versus elevator.",
        "Most CVs start with these but take care to avoid superfluous details, such as religious affiliation, children 's names and so on.",
        "Do they exist for the punters interest by providing a good service or are they just touting for affiliation trade?",
        "These agencies may only require a parent or parents to proclaim to be of the Christian faith without evidence of any particular Christian affiliation.",
        "Depending upon your own religious affiliation, your baptism may occur when you are an infant or very young child, or it may not occur until you are much older and are expected to understand the implications of baptism for your salvation.",
        "Be sure to round out your research with multiple sources of reviews, including ones that have no affiliation with retailers.",
        "If the prices seem strangely low for gold, then do some research on the website or any company listing or affiliation.",
        "There are organizations which have open membership to anyone, and membership into these organizations grant eligibility into Pentagon FCU membership regardless of military affiliation.",
        "You may be able to receive a special rate because of your existing affiliation with the lender.",
        "While some companies use the word \"Christian\" in their name, this may not be an indication of affiliation with any particular religious group.",
        "Since GE Money operates in different areas of the country and in affiliation with several different companies, there are a variety of numbers to use in order to pay by phone.",
        "Many camps have a religious affiliation that may or may not appeal to you based on your personal beliefs, so you'll want to keep those factors in mind as you look for a position.",
        "Where you file a complaint depends on the broker's affiliation and the reason for the complaint.",
        "Cuffs, lapels, and collars were different colors depending on regional affiliation.",
        "Some of these companies offer jerseys based on National Football League teams while others are basic jerseys without a team affiliation.",
        "Design Meme is a cutting edge and edgy local Guelph web design service created by Stuart Robertson, who also has an affiliation with the University of Guelph and even served as the web master for their award winning website.",
        "Party Affiliation.",
        "List all authors and indicate the institutional affiliation of each author.",
        "I need not tell scholars of Buddhism how rare it is for a Western Buddhist organization to seek active affiliation with an Asian parent.",
        "affiliation of the author(s ).",
        "affiliation of each author.",
        "religious affiliation of RUC members.",
        "We found gaps in our data concerning the religious affiliation of RUC members.",
        "It should be noted that Madonna herself has no affiliation whatsoever with the Nudes 1979 product collection, and the singer has fervently worked to stop the production of items that make such use of the photographs.",
        "Graduation prayers might be incorporated into the ceremony itself if the school has a religious affiliation, such as a Catholic high school.",
        "A civil ceremony is a marriage performed with no religious affiliation, officiated by a Judge, Mayor, Justice of the Peace or non-denominational minister.",
        "You and/or your fiancé are of no religious affiliation.",
        "Ironically, it was his affiliation with the Crips gang that pushed him into a rap career.",
        "Religious affiliation - If you'd like to be surrounded by like-minded students, there are hundreds of schools founded in a specific religious tradition.",
        "If your faith is an important part of your life, you may enjoy attending a private college with a religious affiliation.",
        "By comparison, a public university does not have any religious affiliation.",
        "In the world of online education, there are numerous types of accreditations a school can have, such as a regional accreditation, professional affiliation or institutional accreditation.",
        "However, because you're looking only for institutions with a Christian affiliation, you might also encounter a few differences along the way.",
        "No matter what your party affiliation, there is a T shirt available to state your opinion.",
        "While nearly any dentist can fit patients with oral devices, some dentists have received special training due to their affiliation with organizations which are dedicated to helping people overcome sleep apnea and snoring.",
        "Several inflatable water slides, such as the Six Flags Banzai Falls Water Slide, also bear the logo because of the slides' affiliation with the park chain.",
        "For example, if you purchase discount coupons through a corporate idea, you should have an affiliation with that company.",
        "In children, the top three categories of peer affiliation are age, sex, and race.",
        "Help may also be needed for adolescents whose acceptance by peers relates to common negative behaviors, such as gang affiliation, bullying, smoking, and drug and alcohol abuse.",
        "Early intervention is the most effective means of diverting at-risk youth into pro-social activities and associations before they seek affiliation with youth gangs.",
        "Help may also be needed for adolescents whose lack of self-esteem is expressed in negative behaviors, such as criminal activities, gang affiliation, smoking, and alcohol and other drug dependency.",
        "Help may also be needed for adolescents whose acceptance by peers relates to common negative behaviors, such as criminal activities, gang affiliation, bullying, smoking, and drug and alcohol abuse.",
        "Developmental factors such as pubertal timing, self-esteem, and peer affiliation may also increase their risk of exposure to STDs.",
        "The Contest of Champions Nationals is an open competition, meaning it doesn't require any specific association or camp affiliation to sign up.",
        "If you know your ancestor's religious affiliation and place of worship, you may be able to find some information in church records.",
        "Some homeschooling groups are secular or religion-based, while others offer membership to anyone who is educating their children at home, regardless of religious affiliation.",
        "Homeschool Habitat served as a support system, particularly for unschooling families, and carried with it no religious affiliation.",
        "Some federal government job-related sites with .com suffixes are hosted by vendors that are official contractors for the U.S. Office of Personnel Management, and usually that affiliation will be listed somewhere on the website.",
        "ASC -which stands for America's Servicing Company- operates two websites: one which accepts mortgage payments and another which explains its affiliation to Wells Fargo Home Mortgage.",
        "The announcement should specify the ages of the participants and whether there is a religious or ethnic affiliation.",
        "I don't think the relationship will work in the long run because of his attitude towards my religious affiliation and his need for constant attention.",
        "I say religious affiliation because I am an atheist.",
        "In many cases, you'll be able to specify your religion and which religious affiliation you would like for your dates to have.",
        "Christian Mingle makes it much easier with easy one-click questions about your appearance, your Christian affiliation, and your plans for the future.",
        "Regardless of your religious affiliation, helping the needing is a very purposeful and necessary act.",
        "Below is a brief description of each fund employees can choose from, based upon their position of employment and government affiliation.",
        "Discounts may also be offer through affiliation - dance store may offer discount programs to certain studios or schools, especially if there is a local connection.",
        "In fact, Native Americans often used the shoes' patterns as a way to determine the tribal affiliation of others.",
        "Depict your dragon flying, as a sea serpent, breathing fire or standing guard in a cave to show your elemental affiliation.",
        "Old English letters spelling out a name or representing a gang affiliation are a sign of belonging and a promise to remain true to the gang.",
        "If you have no real affiliation with that tribe, it is best to not get their sacred symbols tattooed on you - even if you think that you are descended from their tribe.",
        "In current society, the term \"thug\" can also pertain to a style of dress that really has nothing to do with a person's criminal affiliation or even physical stature.",
        "Thug tats used to signify toughness or affiliation with a criminal group.",
        "Instead, they usually utilize dark colors and use images that are meant to evoke fear in others or claim affiliation to a group.",
        "While the name of a loved one or a life motto may appear in elaborate script, an affiliation tattoo may be a simple script that is easily readable.",
        "Celtic knot tattoos represent an important aspect of Irish culture, but it isn't necessary to have an Irish affiliation to choose one of these tattoos.",
        "Numbers: Numbers are another way of displaying gang affiliation on the inside.",
        "Is the person registered with the Better Business Bureau, or some other kind of professional affiliation.",
        "This company has no affiliation with the First National Insurance of America that operated under Safeco Insurance.",
        "For additional savings on health insurance, start with insurance products offered through academic organizations or professional affiliation groups.",
        "It is also a good idea to check with companies that offer additional discounts for affiliation or membership.",
        "Geico: The online quote process for this company allows potential customers to select various discounts they are eligible for, including student driver rates and professional organization affiliation discounts.",
        "Regardless of religious affiliation, a holiday egg hunt is the perfect activity for welcoming spring.",
        "Request an introduction to someone you would like to connect with but do not have a direct affiliation or their e-mail address."
    ],
    "definition": [
        "Link/Cite",
        "The relationship resulting from affiliating one thing with another.",
        "A club, society or umbrella organisation so formed, especially a trade union.",
        "Link/Cite"
    ]
}