{
    "translation": "לגרום (כאב, צער)",
    "uses": [
        "and they shall afflict them 400 years \").",
        "He attributes all the evils that afflict society to the pressure of competition, whereby the weaker are driven to the wall.",
        "7-11, include a special injunction of strict abstinence (\" ye shall afflict your souls \" 5) from evening to evening.",
        "The Cyamidae afflict the giant whale by nibbling away its skin; the Chelura terebrans is destructive to submerged timber.",
        "14 (13), to the effect that a vow made by a woman \" to afflict the soul \" may in certain circumstances be cancelled by her husband.",
        "Impetigo is a skin infection that tends primarily to afflict children.",
        "Acne can afflict any part of the skin but is usually concentrated on the face, neck, shoulders, arms, and back.",
        "And with certain cutaneous diseases accompanied by constitutional disturbances which afflict cattle, the affection in the skin appears on the patches bearing white hairs, the other parts remaining apparently healthy.",
        "writes: \"Forasmuch as (the Greeks) say that this place of purification is not indicated by their doctors by an appropriate and accurate word, we will, in accordance with the tradition and authority of the holy fathers, that henceforth it be called purgatorium, for in this temporary fire are cleansed not deadly capital sins, which must be remitted by penance, but those lesser venial sins which, if not removed in life, afflict men after death.\"",
        "AD/HD, also known as hyperkinetic disorder (HKD) outside of the United States, is estimated to affect 3-7 percent of school-aged children, and seems to afflict boys more often than girls.",
        "There are a variety of health issues that afflict English Bulldogs.",
        "afflict humanity.",
        "afflict the soul, to atone for the sins of the past year.",
        "Others report that, feeling himself powerless to scatter the gathered clouds, and aware of his physical feebleness, he had had the moral courage to pass in the eyes of his family, which he did not wish to afflict, as the dupe of the efforts they employed to conceal the truth from him.",
        "The Day of Atonement is the only fast provided in the Law; it is only on this occasion that (a) the Jews are required to \" afflict their souls,\" (b) the High Priest enters the Holy of Holies, (c) the High Priest offers incense before the mercy seat and sprinkles it with blood, and (d) the scapegoat or Azazel is sent away into the wilderness, bearing upon him all the iniquities of the people.",
        "The hills surrounding the city on all sides shelter it from the sandstorms which afflict some parts of New Mexico, and its pleasant climate, attractive mountain scenery and historical interest make it a favourite resort."
    ],
    "definition": [
        "Link/Cite"
    ]
}