{
    "translation": "כנגד",
    "uses": [
        "I don't have to defend myself against Alex.",
        "What do you have against me?",
        "Who could be against children not going blind?",
        "She turned it again, and this time put her weight against the door.",
        "Each time Prince Nesvitski tried to move on, soldiers and carts pushed him back again and pressed him against the railings, and all he could do was to smile.",
        "I take no side other than to be against hunger.",
        "He pressed his face against the window and managed a forlorn goodbye wave.",
        "They rounded the corner of the building to see a group of men lounging against the fence, watching a display that made Carmen's blood run cold.",
        "Coriolanus began at once to make ready for war against Rome.",
        "He turned and leaned back against the counter, surveying her with obvious distaste.",
        "International aid strategies have often worked against each other.",
        "Against this backdrop, YouTube appears.",
        "My thoughts would often rise and beat up like birds against the wind, and I persisted in using my lips and voice.",
        "At this moment that terrible door burst noisily open and banged against the wall.",
        "He towered over them both, the muscles in his arms and shoulders straining against his shirt as he hooked his thumbs in the front pockets of his jeans.",
        "I hardly ever failed, when I rambled through the village, to see a row of such worthies, either sitting on a ladder sunning themselves, with their bodies inclined forward and their eyes glancing along the line this way and that, from time to time, with a voluptuous expression, or else leaning against a barn with their hands in their pockets, like caryatides, as if to prop it up.",
        "The stairs had become narrower and Zeb and the Wizard often had to help Jim pull the buggy from one step to another, or keep it from jamming against the rocky walls.",
        "When the Revolutionary War began he was one of the first to hurry to Boston to help the people defend themselves against the British soldiers.",
        "He was their protection against Tulsa riffraff - a parental request.",
        "Wasn't there some law that prevented a wife from testifying against her husband?",
        "Giddon was leaning against the kitchen sink, frowning into a cup of coffee when she entered.",
        "That said, the suggestions of the twenty-five-year sales veteran wouldn't stand a chance against Amazon.",
        "Her hair sparkled in the sunlight against the dark tan of his hand.",
        "Adrienne swung around to find Brandon leaning against the kitchen door jam.",
        "\"I never fight,\" she replied, \"except against difficulties.\"",
        "Once in her room, she slammed the door and locked it against him.",
        "There is a war now against Napoleon.",
        "I'm not against the commune, said Dron.",
        "She sighed and snuggled against him, feeling the beat of his heart... or was that her own?",
        "Preventing violent crimes and crimes against the weak usually take precedent over fraud and economic crimes.",
        "My guess is that such people have some genetic factor protecting them against the adverse effects of bacon.",
        "He stepped closer, slipping his other hand around her waist, and pulled her gently against him.",
        "A tall figure lounged against a huge oak tree beside the trail.",
        "Any excursion there after today would be against his instructions, but what she planned to do there wouldn't exactly be sanctioned anyway.",
        "Sliding her arms around his neck, she pressed against him.",
        "You have borne arms against us.",
        "Don't catch up against it!",
        "She pressed against him, moaning with delight.",
        "The biggest thing you two have against each other is that you're so much alike.",
        "He nodded and leaned back against the porch post.",
        "She tapped her pencil against the paper, frowning at the scrawled handwriting.",
        "She slipped her arms around his neck and whispered against his lips, \"yes.\"",
        "The regimental commander and Major Ekonomov had stopped beside a bridge, letting the retreating companies pass by them, when a soldier came up and took hold of the commander's stirrup, almost leaning against him.",
        "She leaned against his chest for a moment, comforted by his sympathetic embrace.",
        "Brandon's blue Neon was already in the parking lot, and he was lounging with his back against it, arms folded across his chest.",
        "Dr. Bell gave her a down pillow, which she held against her to increase the vibrations.",
        "The French doctor held no taper; he was leaning against one of the columns in a respectful attitude implying that he, a foreigner, in spite of all differences of faith, understood the full importance of the rite now being performed and even approved of it.",
        "His warm hands slid around her waist, pulling her back against him.",
        "Prince Andrew was the first to move away, ruffling his hair against the muslin of the curtain.",
        "The inhabitants left against his wishes.",
        "The rafters creaked and strained, and the branches of the trees surrounding the house rattled and beat against the windows, as the winds rioted up and down the country.",
        "Or have we already come up against the French?",
        "His chuckle was soft as he pulled her gently against him.",
        "Whether you are for the organic food movement or against it, for genetically modified crops or against them, for corporate farms or seed banks or raw food or anything else, is influenced significantly by your larger view of politics.",
        "\"Well, I've nothing against it,\" the prince said to himself, \"but he must be worthy of her.",
        "The soldiers crowded against one another with terrified faces, and Denisov joined Nesvitski.",
        "\"Good,\" he said softly against it.",
        "Some have questioned whether Friedman's thesis is 100 percent true, mentioning NATO air strikes against Yugoslavia as a potential exception.",
        "I had the same feeling once before when I first stood by the great ocean and felt its waves beating against the shore.",
        "Princess Mary pressed her head against his hand, trying to hide her sobs and tears.",
        "She met his gaze, her stomach tense as she steeled herself against the response to her next probing question.",
        "He dried a glass carefully, studying it against the light for spots.",
        "He grabbed her shoulders, pulling her roughly against him and kissed her lips in a demanding way that roused more anger than anything else.",
        "It stood picturesquely against a timbered background of pines.",
        "Jim's eyes stuck out as much as those of the Sawhorse, and he stared at the creature with his ears erect and his long head drawn back until it rested against his arched neck.",
        "The king looked, and saw that his soldiers were beaten, and that the battle was everywhere going against him.",
        "It was so close to the sea that those who lived in it could hear the waves forever beating against the shore.",
        "Her enjoyment of music, however, is very genuine, for she has a tactile recognition of sound when the waves of air beat against her.",
        "So you run against me and lose?",
        "\"I love you,\" he whispered against her ear, nuzzling it.",
        "Sometimes a daring little fish slips between my fingers, and often a pond-lily presses shyly against my hand.",
        "And here's your pay for them! screams the countryman's whistle; timber like long battering-rams going twenty miles an hour against the city's walls, and chairs enough to seat all the weary and heavy-laden that dwell within them.",
        "His white breast, the stillness of the air, and the smoothness of the water were all against him.",
        "Another smith tried to enter the doorway, pressing against the publican with his chest.",
        "Leaning her back against the wall, hands behind her back, she watched him in the mirror.",
        "It will be different this time, he said, cuddling her against his chest as if she were a child.",
        "Over the dusty hood, the yawning valley beckoned, and then... the sound of metal grinding against rock.",
        "The car abruptly halted its progress, slinging Lisa against the steering wheel with bone jarring force.",
        "Maybe he was merely angry because she had gone wandering in the woods after he had warned her against it.",
        "She glanced up at Yancey, who was lounging against a tree watching her.",
        "Yancey was lounging against the kitchen door jam, his expression uncertain.",
        "When she reached for the receiver, he released it reluctantly and then lounged against the wall where he could hear her conversation.",
        "He leaned one shoulder against the door jam and frowned down at her.",
        "Crack! crash! bang! went his iron-shod hoofs against the wooden bodies of the Gargoyles, and they were battered right and left with such force that they scattered like straws in the wind.",
        "\"Once, when I was young,\" said Jim, \"I was a race horse, and defeated all who dared run against me.",
        "He has won the race, and won it fairly; but what can a horse of flesh do against a tireless beast of wood?",
        "So he raised a great army and made war against other countries.",
        "It was mentioned by the Hindus more than three thousand years ago (and some suggest they even inoculated against it).",
        "Weigh that against the certainty that nearly a billion people are hungry right now and I don't know why we would decline to acquire this knowledge.",
        "It can sell produce abroad for better rates, give farmers predictability in pricing and flexibility on when to sell, and act as a storehouse against lean times in the future.",
        "After all, public opinion may just as easily be stirred up in favor of war as against it.",
        "If this happens, the government becomes an agent that works against the very ideals it purports to protect.",
        "A young forest growing up under your meadows, and wild sumachs and blackberry vines breaking through into your cellar; sturdy pitch pines rubbing and creaking against the shingles for want of room, their roots reaching quite under the house.",
        "When my hoe tinkled against the stones, that music echoed to the woods and the sky, and was an accompaniment to my labor which yielded an instant and immeasurable crop.",
        "Looking farther, I was surprised to find that the chips were covered with such combatants, that it was not a duellum, but a bellum, a war between two races of ants, the red always pitted against the black, and frequently two red ones to one black.",
        "Halfway across stood Prince Nesvitski, who had alighted from his horse and whose big body was jammed against the railings.",
        "If Kutuzov decided to retreat along the road from Krems to Olmutz, to unite with the troops arriving from Russia, he risked being forestalled on that road by the French who had crossed the Vienna bridge, and encumbered by his baggage and transport, having to accept battle on the march against an enemy three times as strong, who would hem him in from two sides.",
        "I was against this marriage even then and foretold all that has happened.",
        "It was a huge shift in public opinion in which no group benefited financially; if anything, financial interests were aligned against this change, just as with tobacco.",
        "Twitter is profound, and it unquestionably furthers peace because it promotes the interests of the many against the interests of the few.",
        "It looked nice against her winter paled skin.",
        "Deidre rested her forehead against her knees, tears on her face.",
        "I realize that it hurts to see their afflicted little child punished and made to do things against her will.",
        "It was a pretty game, played on the smooth surface of the pond, a man against a loon.",
        "In any event, King Croesus had it in his mind to wage war against the Persians, so he asked the oracle: \"Should I attack the Persians?\"",
        "After I had recovered from my first experience in the water, I thought it great fun to sit on a big rock in my bathing-suit and feel wave after wave dash against the rock, sending up a shower of spray which quite covered me.",
        "On the other hand, if he wanted to harm her, he might snatch the stick from her and use it as a weapon against her.",
        "It goes against the grain.",
        "She glanced up to find Brandon lounging against the door jam of her bedroom doorway.",
        "\"I can't,\" Mrs. Marsh sobbed, and leaned against Brandon for support.",
        "She threw her arms around his neck and pressed her cheek against him.",
        "He leaned against the door jam.",
        "Gabriel leaned against the lectern.",
        "After standing some time in the gateway, Petya tried to move forward in front of the others without waiting for all the carriages to pass, and he began resolutely working his way with his elbows, but the woman just in front of him, who was the first against whom he directed his efforts, angrily shouted at him:",
        "She rolled toward him as he lay down and sighed contentedly as she snuggled against him.",
        "She shook her head and clicked her tongue against the top of her mouth.",
        "His arms slipped around her waist, drawing her back against him.",
        "She placed her hands on the window and leaned her forehead against the cool glass.",
        "He pressed her head back against his chest.",
        "Reaching the wall, Deidre ignored the scrape of concrete against her hands and knees as she clambered on top.",
        "Deidre pushed herself against the wall.",
        "You know it's against the Code.",
        "One could already see the soldiers' shaggy caps, distinguish the officers from the men, and see the standard flapping against its staff.",
        "From behind him Bondarchuk, an hussar he knew, jolted against him and looked angrily at him.",
        "They all had but one wish: to advance as soon as possible against the enemy under the Emperor's command.",
        "The Russian army is advancing against you to avenge the Austrian army of Ulm.",
        "He glided silently on one foot half across the room, and seeming not to notice the chairs was dashing straight at them, when suddenly, clinking his spurs and spreading out his legs, he stopped short on his heels, stood so a second, stamped on the spot clanking his spurs, whirled rapidly round, and, striking his left heel against his right, flew round again in a circle.",
        "All Rostov's cards were beaten and he had eight hundred rubles scored up against him.",
        "Instead of sixteen hundred rubles he had a long column of figures scored against him, which he had reckoned up to ten thousand, but that now, as he vaguely supposed, must have risen to fifteen thousand.",
        "The score against him reached the fateful sum of forty-three thousand.",
        "And she recalled in all its detail the night at Bald Hills before he had the last stroke, when with a foreboding of disaster she had remained at home against his will.",
        "It made him angry just because the idea of marrying the gentle Princess Mary, who was attractive to him and had an enormous fortune, had against his will more than once entered his head.",
        "Two steps from him, leaning against a branch and talking loudly and attracting general attention, stood a tall, handsome, black-haired noncommissioned officer with a bandaged head.",
        "Denisov's horse swerved aside to avoid a pool in the track and bumped his rider's knee against a tree.",
        "\"Ozheg-zheg, Ozheg-zheg...\" hissed the saber against the whetstone, and suddenly Petya heard an harmonious orchestra playing some unknown, sweetly solemn hymn.",
        "Strong arms slipped around her waist, drawing her back against him.",
        "She leaned back against his arm, watching his profile as he looked out the window.",
        "Finally she spotted him, plastered against the fence, watching Alex.",
        "She clenched her hand and held it tight against her mouth so no sound would escape.",
        "Howard was leaning against the wall.",
        "After examining a rock for ants or other insects, she leaned against it, drawing in the clean smell of the forest.",
        "He grabbed her arm, his breath warm against her cheek.",
        "Deidre squared off against the waist high wall between her and her destiny.",
        "As the little Wizard turned to follow them he felt a hot breath against his cheek and heard a low, fierce growl.",
        "But tell me why you so deliberately broke the rule against whispering.",
        "When they wanted to move the boat from one place to another they had to pole it; that is, they pushed against a long pole, the lower end of which reached the bottom of the stream.",
        "Interestingly, political cartoons of the era, both for and against FDR, showed him unaffected by the disease.",
        "As Scottish historian Thomas Carlyle once observed, \"Man seldom, or rather never for a length of time and deliberately, rebels against anything that does not deserve rebelling against.\"",
        "Still there is much in the Bible against which every instinct of my being rebels, so much that I regret the necessity which has compelled me to read it through from beginning to end.",
        "In the same manner I can also tell when I am pulling against the current.",
        "Besides, her past experiences and associations were all against me.",
        "She even enters into the spirit of battle; she says, \"I think it is right for men to fight against wrongs and tyrants.\"",
        "I have felt a bud \"shyly doff her green hood and blossom with a silken burst of sound,\" while the icy fingers of the snow beat against the window-panes.",
        "Think, also, of the ladies of the land weaving toilet cushions against the last day, not to betray too green an interest in their fates!",
        "A phÅ“be soon built in my shed, and a robin for protection in a pine which grew against the house.",
        "One day in midsummer, when I was hoeing, a man who was carrying a load of pottery to market stopped his horse against my field and inquired concerning Wyman the younger.",
        "I also heard the whooping of the ice in the pond, my great bed-fellow in that part of Concord, as if it were restless in its bed and would fain turn over, were troubled with flatulency and had dreams; or I was waked by the cracking of the ground by the frost, as if some one had driven a team against my door, and in the morning would find a crack in the earth a quarter of a mile long and a third of an inch wide.",
        "One had her form under my house all winter, separated from me only by the flooring, and she startled me each morning by her hasty departure when I began to stir--thump, thump, thump, striking her head against the floor timbers in her hurry.",
        "If it were a war for freedom I could understand it and should be the first to enter the army; but to help England and Austria against the greatest man in the world is not right.",
        "She leaned against her mother and burst into such a loud, ringing fit of laughter that even the prim visitor could not help joining in.",
        "\"I must have that purse, I tell you,\" shouted Denisov, shaking his orderly by the shoulders and knocking him against the wall.",
        "All eyes fastened involuntarily on this French column advancing against them and winding down over the uneven ground.",
        "The horses were replaced by others from a reserve gun carriage, the wounded were carried away, and the four guns were turned against the ten-gun battery.",
        "And at that moment, though the day was still, a light gust of wind blowing over the army slightly stirred the streamers on the lances and the unfolded standards fluttered against their staffs.",
        "He went to balls and into ladies' society with an affectation of doing so against his will.",
        "God could not have put into her heart an impulse that was against His will.",
        "\"He is old and feeble, and I dare to condemn him!\" she thought at such moments, with a feeling of revulsion against herself.",
        "She knew that the sole weapon against him was prayer, and she tried to pray.",
        "He pulled her close in an embrace, his lips warm against hers in response to her silent query.",
        "She jerked the door open, sending frightened chickens flopping against the coop walls.",
        "The child moved slightly in his sleep, smiled, and rubbed his forehead against the pillow.",
        "A novel feeling of anger against the foe made him forget his own sorrow.",
        "Napoleon's historian Thiers, like other of his historians, trying to justify his hero says that he was drawn to the walls of Moscow against his will.",
        "Dolokhov was no longer listening to stories or telling them, but followed every movement of Rostov's hands and occasionally ran his eyes over the score against him.",
        "Some people get to the top of the ladder, only to find that it's leaning against the wrong wall?",
        "I'm not against a woman having a job, as long as she sticks to work meant for women.",
        "Cassie tapped her boot toe against the footrest and shifted restlessly in the seat while the men exchanged greetings.",
        "As the teams came to a halt, the rasp of leather against sandy wheels assured her that the other wagons were following suit.",
        "As he joined her they squinted into the heat waves, shielding their eyes against the bright sun - trying to discern something of the shadows below the plume.",
        "Releasing the break, she slapped the lines on the back of the mules and clicked her tongue against the roof of her mouth.",
        "Turning it up side down, she slapped it against the side of the wagon wheel.",
        "Her rifle was leaning against the wagon, within easy reach, and her whip hung near by.",
        "She leaned against Bordeaux.",
        "Bordeaux lay against her back, one arm around her waist and one leg thrown carelessly over hers.",
        "He removed his hand and they moved back against the rock wall of lava that swirled over them.",
        "Horses were moving around on the ledge above, their hooves clicking against the rocks.",
        "She flattened against the rock wall as she heard the horse scramble down into the ravine a little way down from her.",
        "Cassie shrank back against the rocks, hoping the Indians wouldn't look up.",
        "Cassie cringed against Bordeaux and clutched the arm that encircled her waist.",
        "Where Russell Cade was concerned, the only thing they seemed to have against him was the fact that he provided them no new topics.",
        "A structure loomed darkly against the lighter horizon.",
        "He was lounging against the kitchen doorway, staring down into his coffee cup.",
        "Closing her eyes against the bright sunlight, she absorbed its warmth.",
        "She breathed deeply of the clear air and listened to the sound of the creek darting over rocks - swirling against its banks.",
        "So you're against hunters and fishermen?",
        "She stopped, suddenly aware that Cade was propped against the kitchen door jam, nursing a cup of coffee.",
        "He lounged against the doorway; arms folded across his chest, and contemplated the family room.",
        "She took a step down and missed the next rung - plunging her shin against the step.",
        "Claudette laced her fingers and leaned against the counter, eyeing Cynthia with a puzzled expression.",
        "I swear, sometimes I think he's completely against progress.",
        "He leaned against the wall, sipping his coffee silently as he watched her mash the potatoes.",
        "She swung hard and her open hand cracked against his face.",
        "He picked up a piece of straw and leaned his back against the tree, picking his teeth.",
        "She sighed and drew her knees up against her chest.",
        "She threw the pillow over her head, drawing the light blanket up against her chin.",
        "His warm breath quickened against her throat.",
        "She delicately plucked the kitten from his hand and cuddled it against her cheek.",
        "His hands slid down her back to her waist and stopped, drawing her against his warm body.",
        "His hands touched her waist and then he slipped his arms around her from behind and drew her back against his chest.",
        "He turned to the stove, pouring himself another cup of coffee and leaned against the counter, watching her thoughtfully as he sipped the coffee.",
        "Zach snuggled against him, turning his head and opening his tiny mouth in search of food.",
        "Betsy and Martha, now practically best friends, conspired together against the rest of us until they owned most of the board.",
        "Betsy agreed as she snuggled against me.",
        "The bed Martha described as queen size was squeezed against the far wall.",
        "No. I'm set against that.",
        "That left Quinn and I watching but not seeing Stanford struggling against Oregon.",
        "Our self-imposed prohibition against pursuing our tips once given limited our learning which sources produced the best results.",
        "The assailant pushed a rag against the sleeping girl's nose and mouth and quietly, but with surprising speed, was down the stairs and out the front door in the matter of seconds.",
        "The doctors think he somehow traumatized her... maybe with threats against her of her family.",
        "I asked as I stroked my knife against her cheek.",
        "Let them all be pissed off at me; perhaps that would bring them closer together against a common enemy.",
        "The authorities were most sympathetic and cautioned me against taking short cuts when parking in the city at night.",
        "She pushed herself tighter against me.",
        "Two kids plotting against a bully, exploring new haunts, exchanging secrets, making up games and building a club house together.",
        "\"Drop it!\" a voice shouted from behind the light as I felt the knife press tighter against me!",
        "He needs desperately to know what happened to his sister and what he did that turned his own mother against him.",
        "Though this town is delightful, it's against my principles to remain in one place for an extended duration.",
        "The last point sealed the deal against further discussion.",
        "The odds against the coincidence were astronomical, until I considered the facts.",
        "The service lasted just under an hour and consisted mostly of Reverend Humphries preaching against giving in to the devil's temptation for wicked bodily desires.",
        "I lifted the sleeping child to my arms, and holding a concealed knife against her body, told the frightened woman to follow me, in silence.",
        "We're checking DNA against the LeBlancs and are to get word this afternoon.",
        "I tried to remain inconspicuous as I leaned against a back wall, my mind still in turmoil.",
        "A tall black woman moved forward from against the wall.",
        "We were content to allow him this small title of uniqueness knowing it was killing him to be so close to a scientific miracle with hands tied and mouth gagged against announcing his findings to the world.",
        "We braced our ladder against the wall and played a game of numbers to see who would the first to climb.",
        "A part of her still longed for him, to smell him and feel his skin against hers.",
        "\"I don't know,\" he said at last and flung himself into a chair, planting his hands against his forehead.",
        "\"Are you hurt?\" she asked, leaning against the counter.",
        "She found a chair jammed against the wall and stepped on it to see the crowd.",
        "She planted her legs against the frame of the car.",
        "Rain splattered hard against his windows, drawing his gaze to the windows.",
        "She strained against her own body again, panic floating through her at her helplessness.",
        "She closed her eyes and held her breath against the smells of sulfur and blood.",
        "\"Dealing with you is like beating my head against a brick wall!\" she snapped.",
        "The sheets were so fine and light they seemed to melt against her skin.",
        "She changed and took the shears, hiding them against her body as she approached the door.",
        "Her gaze moved from the incredible view to the condo's owner, whose desk sat against the wall opposite her beside the windows.",
        "He leaned against the wall a few feet from her, arms crossed and cold blue eyes on her.",
        "She wobbled and balanced herself against the wall.",
        "He smoothed her hair from her face and rested his hand against the soft skin of her exposed thigh, admiring her body.",
        "He doesn't yet, but he will, when he realizes the Others he entrusted are working against him.",
        "Awhile later, the sound of furniture crashing against the tile floor startled her, and she sat up from where she'd been dozing in front of the TV.",
        "She flushed again as she always did, and he crossed to her, resting his hands on her thighs as he leaned his hips against the counter between her knees.",
        "He leaned away from her, against the counter on the opposite side of the kitchen.",
        "Jonny sighed and relaxed against her.",
        "He hesitated then wrapped his arms around her, resting his cheek against her head.",
        "She loved his scent, the feel of his hard, warm body against hers.",
        "Healing left her weakened, and she leaned against the counter.",
        "The cool rain felt good against his hot skin, and he stood in the dark walkway between the gym and the house, soothed by the storm.",
        "He leaned his forehead against hers, listening to her breathe.",
        "She leaned back to kiss him, the feel of her soft lips against his both infuriating and placating.",
        "Yet he couldn't shake the memory of her body against his, the way she'd looked at him last night.",
        "She leaned into him, and he pulled her against him.",
        "Her breath caught as she saw Talon leaning against a black car.",
        "She left in a huff, and Dusty crossed his arms against Ohio's fall breeze.",
        "He closed his eyes, feeling her warm breath and soft skin against his again.",
        "The Sector Chief remained in the doorway, watching as Dusty unleashed his fury against a punching bag.",
        "Breathless, Dusty closed his eyes and leaned against the punching bag, unable to shake his first memories of Damian or his last memories of his sister, Trinka.",
        "They both lost their footing at the top of one wave and tumbled into a valley, bouncing against the rubbery trough.",
        "A shadow crossed her screen, and she snapped the cell against her body.",
        "A form loitering against one wall straightened as he started towards the stairs.",
        "Raindrops splattered against her head.",
        "She belonged with him, even if she was second rung to his war against bad guys or even if he was never able to devote himself to any one woman at all.",
        "The storm beating against the windows had shut down the power; the hall was lit by candles and makeshift torches.",
        "He pulled her to her feet and against the wall, where the rain was less harsh.",
        "The slow motion world around them snapped into real time, throwing them against a wall.",
        "Her father stood in the doorway of the house, framed against the light of the foyer.",
        "\"He's my father!\" she snapped, straining against him.",
        "Jule sat with his back against the far wall, his lip bloodied, one eye black, and his hands chained above his head to the pipes running from the floor to the ceiling.",
        "He leaned his head against the wall.",
        "He kissed her again more deeply and then rested his forehead against hers with a sigh.",
        "At once, he felt the brush of her soft curls against the underside of his chin and smelled her amber-vanilla.",
        "She tried to yank free, and he pulled her body against his, moving them both into the alcove.",
        "Her body fit perfectly against his, warming him in the drafty hall.",
        "She nodded, straining against him again.",
        "Jule focused first on the nearby wardrobe and braced himself against it.",
        "Jule launched himself out the window as the creature made the second blow against the door.",
        "His head dropped back against the headrest, and she sped up.",
        "Jule was resting against couch cushions she'd put on the floor for him.",
        "As if worn out, he rested his head against the cushions.",
        "The flow of energy soothed her, and she relaxed against him.",
        "\"You'll help me go on the offensive against your own people?\" he asked, facing her.",
        "His power pushed her against the wall.",
        "Her knife found the shoulder of one vamp before a kick slammed her against the wall.",
        "He rested against the cushions.",
        "Damian tapped the knife against his boot, deep in thought.",
        "He had no recourse against them yet.",
        "She stepped back over his body, unwilling to lower her guard against the large vamp whose gaze was on her.",
        "Unwilling to disturb his solitary mood, Jenn leaned back against a pillar and watched.",
        "No one could protect me against him if I betrayed him.",
        "\"Stay with me, and he'll never hurt you again,\" he whispered against her lips.",
        "Her words lit his blood on fire, and he eased her back against the couch, their magics swirling around them.",
        "He's getting ready to make a stand against the Other.",
        "Cold wind whipped snow against her face.",
        "As she hopped the short distance from rocks to the ground leading up to the compound, she caught the silhouettes of two men against the cloudy sky.",
        "I spent the night defending you against them.",
        "She finished spreading her woodchips and watched him, taking refuge against the drizzle in the protection of one column.",
        "He almost missed her first punch and caught the second, pulling her against him.",
        "Power flowed from Xander and Jule, through her toward the Other, pinning him against the pillar behind him.",
        "A shapely woman with curly dark brown hair leaned against the railing of a paddock between the house and a large outer building.",
        "After a lifetime of rejection, she'd found a home with the very people her father warned her against.",
        "I think I've always known, she said and rested her forehead against his.",
        "The sight of such normalcy calmed her, until someone brushed against her.",
        "Her headache was now a migraine, and she shielded her eyes against the light from the street that filtered past her honeycomb blinds.",
        "As his adopted brothers in the war against evil, the two of them were his equals.",
        "She squinted through her fingers and braced herself against one wall to counter the effects the drugs had on her equilibrium as she moved down the long hallway.",
        "Her blood was a slash of stark red against a white marble floor.",
        "Her hand dropped from her eyes to reveal a furry, fanged monster from a nightmare framed against the light.",
        "She wrenched away from both men and pressed the heels of her hands against her eyes, trying to stop the visions.",
        "His hand lingered on her arm, and she rested her forehead against his fingers, comforted for the first time in months.",
        "She felt his arms around her and leaned into him, surprised at how natural it felt to be held against a complete stranger who made her want to flee for the hills and strip naked at the same time.",
        "His warm chest vibrated against her cheek as he chuckled.",
        "Damian felt the unusual urge to look in on her again, to feel her soft skin against him once more and make sure she was safe.",
        "I don't hold our past against you at all.",
        "She closed her eyes against the sunlight and took another two steps into the garden.",
        "Ikir, they're using our tactics against us.",
        "His body responded with a surge of desire he gritted his teeth against.",
        "She leaned back against the door, mouth dry and legs shaky.",
        "Jake didn't follow her as she strode into the airport and checked in, careful not to brush up against anyone for fear of the jarring visions.",
        "Jilian grabbed her again, and she grated her teeth against the visions, staggering as she tried to keep upright.",
        "Sofia pulled again at her bindings and closed her eyes against the blood splatters on the ceiling.",
        "Her breathing stilled, and she strained against the bindings.",
        "\"We have to kill you first,\" he said, crossing his arms and leaning against the counter.",
        "She strained and bucked against the bindings, her body seizing.",
        "He leaned against the cabinets behind him.",
        "He cut her shirt open while it charged and placed the paddles against her chest.",
        "Dusty felt for her pulse before resting against the cabinets opposite him.",
        "She sat to pull on shoes and saw the scars around her wrists, evidence of her fight against the bindings Jilian used to strap her onto the table.",
        "She wiped her mouth again and flung the rag against the wall, chest heaving.",
        "She shoved against him as hard as she could, knowing when he released her it was because he wanted to.",
        "He sliced his wrist, and her attention turned immediately to thick liquid bubbling against his olive skin.",
        "She recoiled, pushing herself against the couch.",
        "He shifted his hand to her neck and held her in place, placing his bloodied wrist against her lips.",
        "Damian crossed his arms and leaned against the wall around the trickling fountain at his back.",
        "He pressed her back against the couch, and she yielded, her hands touching his face, his soft hair, his neck.",
        "\"You believe me now?\" he whispered against her lips, pulling away.",
        "He tucked her against him and fell asleep.",
        "The sense of peace descended upon her again, and she relaxed against him, content to her soul to be surrounded by his scent and heat.",
        "He rested against her, enjoying her scent.",
        "She leaned against him, her hand trailing down his chest and settling on his crotch.",
        "Her arms slid around him, and he pulled her against him, kissing her hungrily.",
        "His body was warm against hers, and she resisted the urge to wrap her arms around him.",
        "He hugged her against him.",
        "A short time later, she sagged against the toilet, ignoring Pierre as he tsked and held her hair.",
        "She braced herself and placed her palm against his.",
        "The dress was thick silk and moved like water as she pulled it free and held it against her.",
        "Claire was all over him, in his space, rubbing her breasts against him.",
        "She pushed herself away and leaned against a wall.",
        "Pierre spoke from her doorway, framed against the light of the hall.",
        "We're in a unique position to help people who can't help themselves against bad guys who want to hurt them, he said.",
        "He chuckled hoarsely and spread butterfly kisses across her forehead, hugging her against him even tighter.",
        "He towered head and shoulders over the mostly female crowd and leaned with deceptive casualness that radiated danger against one of the pillars in the food court.",
        "What I didn't say was how you can be used against him.",
        "She strained against the man again.",
        "The thought pierced her thoughts, and she sagged against Two, not caring if she survived or not.",
        "She was driven back against Two, who caught her.",
        "Two strained against her grip and tensed.",
        "Sofia shielded her eyes against the wind and sand.",
        "A hand swept the dark memories from her mind, and she sagged against Darian, feeling the same sense of peace overtake his mind.",
        "She leaned her head against the shower wall, exhausted.",
        "He moved his arm to wrap around her and pulled her against him.",
        "Darian's disapproving gaze mirrored Damian's, and Sofia hid her face against Damian's chest as the three men facing her gave her similar looks.",
        "The horrors from his mind fell away as she curled against her mate again.",
        "Comfortable against Damian, she drifted into a restful doze until he shifted.",
        "He took her hand in his and leaned forward, allowing his forehead to rest against hers.",
        "She braced herself against the memories running through his head and the confusion as he tried to figure out where he was.",
        "He dragged her against him.",
        "She flattened her palm against the spot over his heart.",
        "Deidre struggled against the sensations.",
        "It's against the Immortal laws.",
        "He drew her against him.",
        "Instinctively, she flattened her palm against his chest once more to feel his heartbeat.",
        "The same instincts that warned her against the last deal with him told her she'd never win any bet with the devil I'll give you the terms first this time.",
        "His body was solid and strong, the sensations of his skin against hers and his scents intoxicating her.",
        "Deidre whipped the door open, ignoring the sting of her wet hair against her shoulders.",
        "You won't turn me against him.",
        "She struggled against him, not caring what he did to her now that he'd taken away her only real hope of leaving.",
        "Deidre eased against him, the tension fleeing her body.",
        "She rested her cheek against his, and they breathed the same air, his steady and hers erratic.",
        "Panting and exhausted, Deidre couldn't have moved, had he not shifted to hold her against him.",
        "Darkyn flicked a nail against the pad of his thumb.",
        "She leaned against the waist-high wall.",
        "When he withdrew, she rested against him.",
        "He flicked a fingernail against his thumb in response, commanding her complete attention.",
        "Deidre strained then sighed, letting her head drop back against his shoulder.",
        "He took Deidre's arm and pulled her against him, rubbing his hips against her backside.",
        "She strained against him.",
        "His low growl vibrated against her.",
        "She leaned back against a counter.",
        "The feel of the hot skin of his chest against hers made her groan.",
        "He wrapped an arm around her, securing her body against his.",
        "\"How do you survive a life and a world that's so … foreign?\" she rested her temple against her knee.",
        "\"I'm the only one you never could kill, even if you used all my power against me,\" he replied.",
        "She rested her head against the back of the chair.",
        "It showed him in battle, his hardened body moving with unearthly speed and agility against enemies that were obscured.",
        "I don't think she knew they were working as much against her as with her.",
        "She leaned forward until she was resting against the demon, who didn't move away.",
        "\"Please don't be angry,\" she said for his ears only and rested one hand against his heart.",
        "Chilled by the cold ocean wind, Deidre pressed herself against his warm body.",
        "She slumped against the low wall, propping up her elbows and covering her face.",
        "My mate, helping someone win a deal against her.",
        "His other arm wrapped around her while his breath was hot against her ear.",
        "He flicked his nail against the pad of his thumb.",
        "The pain soon turned to pleasure, and she melted against him.",
        "The death dealer yanked her back against him, his one hand roaming down her side.",
        "With a sickening feeling, she realized she'd never asked Darkyn what she meant to: how to turn off the seductress or at least, defend herself against those drawn to her.",
        "Suddenly he flicked off the flashlight, plunging them into utter darkness as she stumbled against him.",
        "She called out, louder and more frantically this time, her voice echoing against the rock.",
        "The rocking chairs were back, four in a row, red, green, yellow, and purple, adding a blaze of color against the century-old white building of Bird Song.",
        "\"It does seem strange,\" Cynthia said as she propped up her pillow against the headboard.",
        "\"That's what deputies and under-sheriffs are for,\" he answered with a grimace and then pictured sending snippy Miss Larkin burrowing underground like a weasel and rolling a stone against the entrance.",
        "She plopped back down and shaded her eyes against the light.",
        "\"Owls don't sing,\" Martha said, her voice muffled against the plush toy, \"but I love him anyway.\"",
        "After donning a heavy jacket against the mountain chill and continuing dampness, she kissed her husband goodbye.",
        "Cynthia finished her wedding pronouncement by tossing out a comment about her foolish son considering delaying the final year of his education to play professional baseball, a decision against which she and Rose Calvia planned to exert a full court press.",
        "I know I should be upset that Fitzgerald is running against you but I know his being in the race makes you want to run all the more.",
        "Dean slammed his fist against the Jeep in frustration at the sight.",
        "Cynthia leaned back against the seat and closed her eyes while Brandon Westlake acted as if he were taking a Sunday afternoon ride in the park.",
        "Speaking of the election, the courthouse is all abuzz now that Fitzgerald's running against you.",
        "I must have leaned up against the barbeque! he said, rubbing the grease in.",
        "When the phone rang for the fourth time, Dean assumed it was either a call for reservations or more discussion on the upcoming New Jersey wedding plans, but Cynthia held the phone against herself and called to her husband.",
        "He rubbed his eyes against the dimness and caught sight of a skid mark.",
        "\"Can you stand on your own here?\" he asked, as Lydia remained pressed against him.",
        "She bit her lip and closed her eyes, hugging against him like a lost child.",
        "He could still hear her stifled sobs as he cautiously moved down the slope, wedging his foot against rocks and small vegetation for purchase.",
        "He sat against a bush and caught his breath, waiting for a repeat performance.",
        "Besides, it's her word against mine.",
        "I'm running for election against this guy.",
        "As angry as she is, I think it's a fair fight—her against Fitzgerald.",
        "But if he planted a bottle in Billy's vehicle after the accident, it's his word against mine the alcohol wasn't there at the time of the accident.",
        "A corner table was overturned, a lamp smashed, and a bottle of vodka broken against the wall.",
        "I'm not sure running against Lydia will be any easier than taking on Fitzgerald.",
        "I guess you're pissed at me for running against you.",
        "I put the knife right against the left cheek of his butt and dug it in.",
        "Lydia slammed on the breaks, flinging Dean against his seat belt.",
        "He turned and put his arm to his eyes against the blindness.",
        "Nobody would believe a kid against the word of an adult.",
        "\"Don't –\" she shouted, bracing her hands against his chest.",
        "She pulled her knees to her chest and leaned against the backboard.",
        "He reached out to her again and pulled her hand away, placing his against her neck.",
        "It wasn't coming out the way she practiced it, maybe because Gabriel was sitting close enough that she wanted to lean against him instead of the bed and place his large hands on the parts of her body hidden by clothes.",
        "Gabriel drew her into his body, and she tucked her head against his shoulder, so she didn't have to look at him.",
        "When he refused to release her, she sighed and leaned against him.",
        "Her lips were soft and warm, her body molded against his.",
        "\"You don't get to tell me what to do anymore,\" he whispered against her ear.",
        "It was strange to struggle against her own mind.",
        "The trail was narrow enough that she found herself running into his frame or leaning against him.",
        "\"Gabriel, I don't want to turn you against her,\" Andre continued.",
        "Deidre shifted, aware again that she was now defenseless against the creatures that used to either fear her or at least, respect her power.",
        "The human senses that made her gasp at the colors of spring flowers were also ill-made to defend them against Immortals and deities.",
        "Deidre rested against the wardrobe, arms crossed as she shook from cold but blue eyes riveted to him.",
        "Deidre sank against him, and he wrapped his arms around her trembling body.",
        "She yielded, fitting against him in a way that made him more possessive of her petite frame and fiery spirit.",
        "His velvety tongue was hot against her neck and her lips and as he pleasured her in ways she never experienced before.",
        "His chest was warm against her ear, and she drew loose shapes against his skin, beyond intrigued by the smoothness.",
        "She loved the feel of his warm skin against hers and breathed in his scent deeply.",
        "You wanted to break me, Deidre, by turning me against everything I was.",
        "He nudged her off him and onto her side then wrapped his arms around her and held her against him.",
        "Deidre leaned forward until she was resting against the demon, who didn't move away.",
        "The skin against his jaw was rough.",
        "Immediately she snuggled against him again.",
        "When his warm lips pressed against the soft area behind her ear, she abandoned the knife and turned around, expecting to see a twinkle in his eyes and a smile on his lips.",
        "His warm hands dropped to her waist and slid to the back, pulling her gently against him.",
        "His response was a soft groan that vibrated delightfully against her lips.",
        "She closed her eyes and leaned back against his chest cupping her hands over his.",
        "If she continued to push it, they would get a restraining order against her.",
        "Sometimes, but if it's against your morals, then no.",
        "Carmen leaned against the stall and whispered.",
        "She leaned her head back against his arm and gazed up at him.",
        "She wrapped her arms around his neck and snuggled her face against his cheek.",
        "He lowered her feet and gently pushed her against the wall beside the door.",
        "She sat there for a long time, leaning against the porch post and thinking about the first time they had met.",
        "Alex pulled her gently against him and kissed her mouth.",
        "Destiny cowered against her, watching Alex intently.",
        "Finally, taking a deep breath, she walked close to the bathroom and leaned against the wall.",
        "Nothing felt right, so she decided to tuck her hands behind her back and simply lean against the wall.",
        "Finally he reached out and took her waist in his hands, drawing her back against him.",
        "You were exquisitely beautiful - standing against that wall looking so innocent – not posed like so many women do who have half as much to show off.",
        "He stepped behind her and put his arms around her waist, pulling her back against his chest.",
        "She leaned against him and he held her close.",
        "Deidre closed her eyes and rested against him, trying to imagine what the last days of her life would be like.",
        "The deity dragged Wynn here to warn him against altering his plan for revenge.",
        "The compass grew hot against his chest.",
        "She dumped her omelet onto her plate and faced him, leaning against the counter to eat.",
        "Part of her wanted to lean against him, knowing he wouldn't turn her away.",
        "They'd never trusted one another enough to share, and their father made things worse by compartmentalizing the Council's business and pitting the sons against one another long before he was killed.",
        "Leaning against the sink, she breathed out a deep sigh.",
        "She pressed herself against the warm, humming swamp cooler and turned a corner, only to come face to face with Gabriel again.",
        "The footsteps of those entering the kitchen were solid against the stone floor."
    ],
    "definition": [
        "In a direction or course opposite to: row against the current.",
        "So as to come into forcible contact with: waves dashing against the shore.",
        "In contact with so as to rest or press on: leaned against the tree.",
        "In hostile opposition or resistance to: struggle against fate.",
        "Contrary to; opposed to: against my better judgment.",
        "In competition with: raced against the record holder.",
        "In contrast or comparison with the setting or background of: dark colors against a fair skin.",
        "In preparation for; in anticipation of: food stored against winter.",
        "As a defense or safeguard from: protection against the cold.",
        "To the account or debt of: drew a check against my bank balance.",
        "Directly opposite to; facing.",
        "Link/Cite",
        "(physical) A close but separated relationship.\nIn a contrary direction to.\nIf you swim against the current, you must work harder.\nClose to.\nThe kennel was put against the back wall.\nIn front of; before a background.\nThe giant was silhouetted against the door.\nIn physical contact with.\nThe puppy rested its head against a paw.\nIn physical opposition to, or in collision with.\nThe rain pounds against the window.",
        "In a contrary direction to.\nIf you swim against the current, you must work harder.",
        "Close to.\nThe kennel was put against the back wall.",
        "In front of; before a background.\nThe giant was silhouetted against the door.",
        "In physical contact with.\nThe puppy rested its head against a paw.",
        "In physical opposition to, or in collision with.\nThe rain pounds against the window.",
        "(social) A contrasting or competitive relationship.\nIn contrast and/or comparison with.\nHe stands out against his local classmates.\nIn competition with, versus.\nThe Tigers will play against the Bears this weekend.\nIn opposition to.\nare you against freedom of choice?;  I'd bet against his succeeding",
        "In contrast and/or comparison with.\nHe stands out against his local classmates.",
        "In competition with, versus.\nThe Tigers will play against the Bears this weekend.",
        "In opposition to.\nare you against freedom of choice?;  I'd bet against his succeeding",
        "In exchange for.",
        "As counterbalance to.",
        "As a charge on.",
        "As protection from.\nHe turned the umbrella against the wind.",
        "In anticipation of; in preparation for (a particular time, event etc.).",
        "for",
        "with",
        "1749, Henry Fielding, Tom Jones, Folio Society 1973, p. 6:\nHe now gave Mrs Deborah positive orders to take the child to her own bed, and to call up a maid-servant to provide it pap, and other things, against it waked.",
        "In opposition to something.\nAre you for the new ring road? No, I'm against.",
        "(gambling) Having a specified likelihood of not winning or happening.\nThe second favourite won the race at odds of two to one against.",
        "Link/Cite"
    ]
}