{
    "translation": "צבירה, מצבור",
    "uses": [
        "But the principal parts of this great agglomeration are Stamboul (from Gr.",
        "This usage, which is not found in other ancient writers, is probably due to a confusion of the Suebi with the agglomeration of peoples under their supremacy, which as we know from Strabo extended to some at least of the eastern tribes.",
        "It is the second town in point of population in the canton, coming next after I ausanne, though inferior to the \"agglomeration\" known as Montreux.",
        "It is now ready either for incorporation with sulphur and other materials, or for agglomeration into solid masses by means of the masticating machine - an apparatus which consists of a strong cylindrical cast-iron casing, inside which there revolves a metal cylinder with a fluted or corrugated surface.",
        "Agglomeration consists in the grouping or union together of several Trypanosomes around a common centre; this leads to the formation of rosette-like clusters, or even of large masses composed of several rosettes.",
        "He further held that all knowledge is sensation (\"non ratione sed sensu\") and that intelligence is, therefore, an agglomeration of isolated data, given by the senses.",
        "Additionally, moisture sorption can lead to particle agglomeration and powder caking.",
        "The total population of this \"agglomeration\" was 14,144 in 1900, mostly French-speaking, while there were 9730 Protestants to 4301 Romanists and 55 Jews.",
        "- At the beginning of the 4th century B.C. two types of political association confronted each other in the lands of the Eastern Mediterranean, - the Persian monarchy with its huge agglomeration of subject peoples, and the Greek city-state.",
        "In the Brussels agglomeration are nine suburbs or communes, each self-governing with burgomaster and sheriffs located in a Maison Communale.",
        "from an agglomeration of, scattered medieval princi- I Ic bleins palities into a unified modern nation.",
        "agglomeration of unelected regional bodies will take powers up from local councils.",
        "Dispersion Stability Ensuring that the dispersion stability is controlled can prevent agglomeration leading to voids within the green body.",
        "So where there is the largest agglomeration of information is where the strongest conclusions lie.",
        "He chose as his case study the high tech industrial agglomeration in Salt Lake City with its distinctive Mormon culture.",
        "The same economic forces influence simulataneously growth, convergence, and spatial agglomeration and clustering.",
        "natural agglomeration in seamless space Spatial heterogeneity is a natural consequence of individuals ' location choices.",
        "Similar approaches are used in the literature on economic agglomeration (cf.",
        "agglomeration effects are translated into an attraction variable.",
        "agglomeration process in high shear mixers.",
        "agglomeration benefits of being located close to other firms within the industry which undertake R&D.",
        "agglomeration principle.",
        "In this is proclaimed the doctrine of the one church founded upon the apostle Peter, whose \"tangible bond is her one united episcopate, an apostleship universal yet only one - the authority of every bishop perfect in itself and independent, yet not forming with all the others a mere agglomeration of powers, but being a tenure upon a totality like that of a shareholder in some joint property.\"",
        "It forms a striking illustration of the rural character of the so-called \"towns\" in Bengal, and is merely an agglomeration of 41 separate villages, in which all the operations of husbandry go on precisely as in the adjacent hamlets.",
        "A peculiar feature in the behaviour of the parasites, which is most probably caused by unfavourable biological conditions -in the host, is that known as agglomeration.",
        "Now, the site is an oasis of green space in an urban agglomeration."
    ],
    "definition": [
        "The act or process of gathering into a mass.",
        "A confused or jumbled mass: “To avoid the problems of large urban agglomerations, the state decentralized the university system” ( Bickley Townsend )",
        "Link/Cite",
        "The act or process of collecting in a mass; a heaping together.",
        "State of being collected in a mass; a mass; cluster.",
        "(geography) An extended city area comprising the built-up area of a central city and any suburbs linked by continuous urban area.",
        "Link/Cite"
    ]
}