{
    "translation": "תוקפנות",
    "uses": [
        "His kiss had been an act of aggression, not passion.",
        "The leaders of the national movement prepared to resist further aggression by force.",
        "Roman aggression in the West.",
        "It was bound to protect itself ArSSCId against Scythian aggression in the East and Empire.",
        "The two countries were thus once more united and better able to resist aggression, but some of the great nobles were discontented and Basil hoped with their assistance to attain his ends.",
        "Subsequently, by obtaining from the Tsungli-Yaman a long lease of Port Arthur and Talienwan and a concession to unite those ports with the Trans-Siberian by a branch line, she tightened her hold on that portion of the Chinese empire and prepared to complete the work of aggression by so-called \" spontaneous infiltration.\"",
        "The treaty was based on the same principle of securing Holland against French aggression that had inspired that of Ryswick in 1698, by the terms of which the chief frontier fortresses of the Netherlands were to be garrisoned by Dutch troops.",
        "Unfortunately for the success of her schemes she had to reckon with stronger states which were anxious to check the Russian advance, and which were determined, in the event of aggression, to have a share of the plunder.",
        "that the grant of a popular constitution would be fatal to the Prussian monarchy, this was through no love of Prussia; the Carlsbad Decrees and the Vienna Final Act were designed to keep Germany quiet, lest the sleep of Austria should be disturbed; the lofty claims of the Troppau Protocol were but to cover an Austrian aggression directed to purely Austrian ends; and in the Eastern Question, the moral support given to the \" legitimate \" authority of the sultan over the \" rebel \" Greeks was dictated solely by the interest of Austria in maintaining the integrity of Turkey.",
        "This aggression seriously threatened the trade of Poland, and induced Casimir IV.",
        "In the important matter of foreign relations Habibullah showed a determination to adopt the policy of his father, to whom the British government had given an assurance of aid to repel foreign aggression, on the condition that the amir should follow the advice of that government in regard to external affairs.",
        "The aggression of Christianity also was now more effective.",
        "The natives have also a remedy against the aggression of their rulers in their own hands; it is called Metilas, consists in a general rising and renunciation of allegiance, and proves mostly successful.",
        "In 1507 the pope failed to draw James into the league formed to check French aggression in Italy.",
        "In 1899 it was found necessary to expel him, since his acts of aggression and defiance were no longer endurable.",
        "During the French wars of aggression the Luneburg princes were eagerly courted by Louis XIV.",
        "The first war, due to Ottoman aggression in Transylvania, ended with Montecuculi's victory over the grand vizier at Wars with Y g Turkey.",
        "It accepted the Brenner as a fair strategic line on the north, but argued that the Treaty of London was no longer applicable in respect of Italy's eastern frontier, since the line which it traced was designed to secure Italy against future Austro-Hungarian aggression, and AustriaHungary had by now ceased to exist.",
        "Bulgaria herself was helpless; the Powers would not assist her; her late allies - now her enemies - were not opposed to the Turkish aggression; and in the end Bulgaria executed a treaty restoring the province to the Ottoman Empire.",
        "and his satraps supported the Greek towns in ThracePerinthus and Byzantiumagainst Macedonian aggression; in 338 h~ concluded an alliance with Demosthenes.",
        "The story of the next few years is but a dismal record of aggression and of reprisals leading to fresh aggression.",
        "His contention was that its preservation depended on the recognition of the rights guaranteed to the states by the Constitution, and that aggression by one section could only end in disruption.",
        "One of Philip's ideals was the curbing of colonial \"aggression\" by the creation of a belt of native states around Cape Colony.",
        "As there are practically only three great armies available for the purpose of a war of aggression, the negotiation of contingent arrangements does not seem too remote for achievement by skilful and really well-meaning negotiation.",
        "Yesterday I learned that, despite the loyalty with which I have kept my engagements with Your Majesty, your troops have crossed the Russian frontier, and I have this moment received from Petersburg a note, in which Count Lauriston informs me, as a reason for this aggression, that Your Majesty has considered yourself to be in a state of war with me from the time Prince Kuragin asked for his passports.",
        "When in July 1914 Austria commenced hostilities against Serbia, thus bringing about the World War, this act of aggression took place against the will of the Czechs and Slovaks, at that time subject to Austrian and Hungarian rule respectively.",
        "He also gained the city of Khelat with dependencies that in former times had belonged to the Shah-i-Armen, but shortly before had been taken by Jalal ud-din; this aggression was the cause of the war just mentioned.",
        "Thus, for want of funds, Alexander was unable to assist the Grand Master of the Order of the Sword against Muscovite aggression, or prevent Tsar Ivan III.",
        "Owing perhaps to Assyrian aggression, this power seems to have begun to suffer decay about 1000 B.C. and thereafter to have shrunk inwards, leaving the coasts open.",
        "At the durbar on the 22nd of July 1880, Abdur Rahman was officially recognized as amir, granted assistance in arms and money, and promised, in case of unprovoked foreign aggression, such further aid as might be necessary to repel it, provided that he followed British advice in regard to his external relations.",
        "It is probable that the isolation of Tibet was inspired originally by the Chinese, with the idea of creating a buffer state against European aggression from this direction.",
        "By skilful negotiations a meeting was arranged, and after pressing in vain for a treaty he was induced to assume charge of the country upon his recognition by the British as amir, with the understanding that he should have no relations with other foreign powers, and with a formal assurance from the viceroy of protection from foreign aggression, so long as he should unreservedly follow the advice of the British government in regard to his external affairs.",
        "He advocated the admission of Jews to parliament; he opposed Lord John Russell's measure to repel the so-called papal aggression; he opposed the admission of Dissenters into the university of Oxford; and he was hostile to the action of the government in the Crimean War.",
        "It is generally admitted that Mexico was provoked into aggression in order that additional territory might be available for the extension of slavery.",
        "The negotiations that followed ended in the conclusion of the treaty of Gandamak in May 1879, by which Yakub Khan was recognized as amir; certain outlying tracts of Afghanistan were transferred to the British government; the amir placed in its hands the entire control of his foreign relations, receiving in return a guarantee against foreign aggression; and the establishment of a British envoy at Kabul was at last conceded.",
        "Every pass of importance is known and recorded; every route of significance has been explored and mapped; Afghanistan has assumed a new political entity by the demarcation of a boundary; the value of Herat and of the Pamirs as bases of aggression has been assessed, and the whole intervening space of mountain and plain thoroughly examined.",
        "Russian aggression began somewhat early in the r8th century, when Peter the Great, establishing his base at Astrakhan on the Volga, and using the Caspian for bringing up supplies and munitions of war, captured Derbent from the Persians in 1722, and Baku in the following year.",
        "Their organization, however, in regard to their means of defence against both external aggression and internal violence, was extremely defective.",
        "It gave the naval power of the Turks a blow from which it never recovered, and put a stop to their aggression in the Eastern Mediterranean.",
        "With these resources, and with the advantage of an assurance from the British government that he would be aided against foreign aggression, he was able to establish an absolute military despotism inside his kingdom, by breaking down the power of the warlike tribes which held in check, up to his time, the personal autocracy of the Kabul rulers, and by organizing a regular army well furnished with European rifles and artillery.",
        "Intended by its authors to protect the native tribes from aggression on the part of white men and to check the exploration by Europeans of the lands of the Kaffirs, Bechuanas, &c., the act led in fact to the assertion of British authority in regions beyond the Cape frontier.",
        "They hunt the beasts of prey destructive to their flocks, and form armed bands for protection against marauders or for purposes of aggression on weaker sedentary neighbours.",
        "This confederacy, which after many modifications and vicissitudes was finally broken up by the capture of Athens by Sparta in 404, was revived in 378-7 (the \"Second Athenian Confederacy\") as a protection against Spartan aggression, and lasted, at least formally, until the victory of Philip II.",
        "The British Government undertook in addition to afford their good offices to the Sheikh in the event of unprovoked aggression by land.",
        "The news of this aggression roused intense excitement in England; but the British government still exerted itself to maintain peace.",
        "Free for a time from foreign aggression, the Hussites invaded Moravia, where a large part of the population favoured their creed; but, again paralysed by dissensions, soon returned to Bohemia.",
        "A league was formed binding merchants not to deal in goods of British origin; patriotic associations were established for the purpose of defending Venezuela against British aggression, and the militia were embodied.",
        "As early as 1835 the legislature adopted a resolution which asserted the legality of slavery in the Territories, a principle adopted by Congress in the Kansas Bill in 1854, and in 1847 ex-Governor Wilson Lumpkin (1783-1870) advocated the organization of the Southern states to resist the aggression of the North.",
        "Amongst nomads the tribe is the unit of government, the political bond is personal, and there is no definite territorial association of the people, who may be loyal but cannot be patriotic. The idea of a country arises only when a nation, either homogeneous or composed of several races, establishes itself in a region the boundaries of which may be defined and defended against aggression from without.",
        "At the time of her accession the duchy was ruled by a son of the Polish king Augustus III., and he gave a pretext for aggression by refusing to allow Russian troops returning from the Seven Years' War to pass through his territory.",
        "The relative weakness of territorial power in the North, after the fall of Henry the Lion of Saxony, diminished without however removing this motive for union, but the comparative immunity from princely aggression on land left the towns freer to combine in a stronger and more permanent union for the defence of their commerce by sea and for the control of the Baltic.",
        "Whilst she did all in her power to stimulate the hostility of the one strove to erect bulwarks against French aggression, the other was preparing the ground for fresh annexations.",
        "At first, joining to Cimon's antiPersian ambitions and Themistocles' schemes of Western expansion a new policy of aggression on the mainland, he endeavoured to push forward Athenian power in every direction, and engaged himself alike in Greece Proper, in the Levant and in Sicily.",
        "Luxembourg defeated him after a sanguinary and resultless struggle, and William gained nothing by his inexplicable action: After the war Louis continued a course of aggression, absorbing frontier-towns in imperial or Spanish territory.",
        "Affairs now went more smoothly in the Netherlands, the French aggression was checked, and internal peace was in a.large measure restored, when the duchess met her death by a fall from her horse on the 27th of March 1482.",
        "The confederacy of Delos made provision for the collection of a revenue (46pos) from the members of the league, which was employed at first for defence against Persian aggression, but afterwards was at the disposal of Athens as the ruling state.",
        "intraspecific aggression between the morphs.",
        "tamarin care, and reptile aggression.",
        "further aggression from their compatriots.",
        "instigate hostilities, it would only respond to an act of nuclear aggression.",
        "Increased hostility and aggression after barbiturates and alcohol usually indicates intoxication.",
        "olfactory cues during cage cleaning procedures has been repeatedly proposed as a means of reducing these peaks in aggression.",
        "overt aggression.",
        "prowled out into the light just behind him; he could feel the aggression rumbling its chest.",
        "From drunken aggression and petty offenses, to the much more sinister organized drug and prostitution rackets.",
        "The magazine has fought BSL and educated the readership to the real causes of dog aggression.",
        "It's uninspiringly generic, but delivered with such cumbersome and charmless aggression that it soon becomes irksome, even risible in places.",
        "schizoid character that there is a place where aggression and consensus go together.",
        "It mixes the late eighties noisy aggression with the nineties pop punk sensibility - listeners from each genre should both be satisfied.",
        "Although I now to not advocate socialism, I am still fervently against US aggression on the country.",
        "socialized dogs that can use aggression calming signals, or by an instructor who can read them.",
        "Either by having well socialized dogs that can use aggression calming signals, or by an instructor who can read them.",
        "After smashing up the winter wonderland display, aggression turned to glass storefronts and overweight middle-aged men in sweats.",
        "Their style is emulated, without the intelligence or humor, by scores of media wannabes who confuse aggression with persistence.",
        "war of aggression on the part of the US/UK alliance and it's invisible friends.",
        "His claim to the crown of England is something without earlier precedent, something as far as possible removed from the open violence of aggressors who have no pretexts with which to disguise their aggression.",
        "This was not a difficult matter, because the Sublime Porte had many things to complain of in the past and had good reason to fear aggression in the near future.",
        "Already, before his accession, the bonds of friendship which united Russia to Germany had been weakened by the action of Bismarck in giving to the cabinet of St Petersburg at the Berlin congress less diplomatic support than was expected, and by the Austro-German treaty of alliance (October 1879), concluded avowedly for the purpose of opposing Russian aggression; but the old relations were partly 'reestablished by secret negotiations in 1880, by a meeting of the young tsar and the old emperor at Danzig in 1881, and by the meeting of the three emperors at Skierniewice in 1884, by which the Three Emperors' League was reconstituted for a term of three years (see Europe: History).",
        "Again, his inaction during those memorable twelve years (1401-1413) when the Turkish empire, after the collapse at Angora (1402), seemed about to be swallowed up by \" the great wolf \" Tamerlane, was due entirely to the malice of the Holy See, which, enraged at his endeavours to maintain the independence of the Magyar church against papal aggression (the diet of 1404, on Sigismund's initiative, had declared bulls bestowing Magyar benefices on foreigners, without the royal consent, pernicious and illegal), saddled him with a fresh rebellion and two wars with Venice, resulting ultimately in the total loss of Dalmatia (c. 1430).",
        "In the autumn of this year (1850) was the great popular outcry against the \"Papal aggression\" (see Wiseman), and Manning, feeling himself unable to take part in this protest, resigned, early in December his benefice and his archdeaconry; and writing to Hope-Scott, who a little later became a Roman Catholic with him, stated his conviction that the alternative was \"either Rome or licence of thought and will.\"",
        "He was charged with aiming at a dictatorship, with permitting or even encouraging the imprisonment, torture and execution without trial of political opponents, with maladministration of the finances and with aggression against the neighbouring states.",
        "Kadesh, however, was not captured, and after further contests, in his twenty-first year Rameses and the Hittite king Khattusil (Kheta-sar) made peace, with a defensive alliance against foreign aggression and internal revolt (see HITTITES).",
        "The friendly attitude of Ibn Saud on the outbreak of war with Turkey made it imperative that the British Government should come to a definite understanding with him, and he was recognized by a treaty dated Dec. 28 1915, as independent ruler of Nejd and El Hasa, and given a limited dynastic guarantee, with a promise of support in case of foreign aggression.",
        "Wiseman travelled slowly to England, round by Vienna; and when he reached London (11th November) the whole country was ablaze with indignation at the \" papal aggression,\" which was misunderstood to imply a new and unjustifiable claim to territorial rule.",
        "The sparseness of the population throughout the Dutch territory is due to a variety of causes - to the physical character of the country, which for the most part restricts the area of population to the near neighbourhood of the rivers; to the low standard of civilization to which the majority of the natives have attained and the consequent disregard of sanitation and hygiene; to wars, piracy and head-hunting, the last of which has not even yet been effectually checked among some of the tribes of the interior; and to the aggression and oppressions in earlier times of Malayan, Arab and Bugis settlers.",
        "This \" papal aggression \" caused great excitement at the time, and an Ecclesiastical Titles Act was passed in 1851, though never put in force, forbidding Roman Catholic prelates to assume territorial designations.5 2 They were described in the first draft of the bill as \" Protesting Catholic Dissenters,\" but this was changed, in deference to the strenuous remonstrances of the vicars-apostolic, into \" Roman Catholics.\"",
        "There was but one feeling in the British public and the nation as to the dishonest character of that unprovoked aggression, and it was foreseen that Austria would ere long have reason to repent her share in it.",
        "The reasons on which the Duc de Bassano based his refusal to deliver them to him would never have led me to suppose that that could serve as a pretext for aggression.",
        "It 's uninspiringly generic, but delivered with such cumbersome and charmless aggression that it soon becomes irksome, even risible in places.",
        "It is fortunate for this schizoid character that there is a place where aggression and consensus go together.",
        "Only racist violence and aggression (as were the skinhead attacks on minorities in Germany) or blatant forms of discrimination are criticized.",
        "Although I now to not advocate Socialism, I am still fervently against US aggression on the country.",
        "There is information on avian breeding, nutrition of primates, snakes, iguanas, marmoset and tamarin care, and reptile aggression.",
        "Shlaim does downplay Arab aggression as part of his overall argument, but he is far from uncritical of Arab policy.",
        "However, such a brutal attitude by America will unify the whole Afghan nation against aggression.",
        "I 'm politically poised to see this as a war of aggression on the part of the US/UK alliance and it 's invisible friends.",
        "A dog doesn't need to have a history of aggression to be a potential risk.",
        "The cat's body language demonstrates to other animals important information such as submission, aggression or fear.",
        "The aggression is also something very common in multiple cat households.",
        "If not, I recommend you have that done immediately as it will cut down on the aggression.",
        "If there is any sign of aggression from anyone, immediately put the cat back in isolation.",
        "A cat uses these calls as defense mechanisms or to convey aggression.",
        "Monitor the aggression displayed by both animals.",
        "Symptoms of emotional upset includes regressive behaviors like bedwetting or baby-talk, increased aggression, increased fearfulness and sudden disobedience.",
        "While some may argue that a classroom situation is a better way to learn how to deal with aggression, some students may be intimidated in this setting.",
        "They will have apprehension that they will be unable to control their own aggression.",
        "Cyberbullying and Cyberthreats: Responding to the Challenge of Online Social Aggression, Threats, and Distress by Nancy E.",
        "Aggression, impulsivity and depression decreased, and school performance improved.",
        "Increased aggression may also be a problem for a short period of time, usually up to a week or so after quitting.",
        "These symptoms run the gamut from simple headaches to tremors and aggression.",
        "In some cases, drinking leads to increased aggression.",
        "One side effect of this drug that is rare, but may indeed occur with people who abuse this drug in high doses, is a marked increase in irritability and aggression.",
        "Certain breeds known for aggression or territoriality may not be permitted to be off their leashes at any time.",
        "Your dog must not display any overt signs of aggression.",
        "You should also be aware that breeding could also alter his behavior, leading to marking and aggression problems.",
        "It certainly doesn't sound like your dog is using any aggression toward you, so this is what I think is happening.",
        "When food and aggression go hand-in-hand you have a recipe for trouble.",
        "Pitbulls are not aggressive by nature, but aggression can be caused by living in inadequate conditions.",
        "Some experts feel that playing tug of war with a dog creates aggression and encourages rough play that can lead to problems down the road.",
        "These stories are often sad because many of the puppies came into new homes severely ill or with serious aggression issues.",
        "Other lists emphasize aggression toward humans.",
        "The University of Pennsylvania Center for the Interaction of Animals and Society conducted a study of aggression in different dog breeds.",
        "Over time, the Pitbull's aggression towards other animals in general, and other dogs in particular, led to an increase in breeding strictly for its ability to fight.",
        "Never hit your dog or slap his face for biting because this only teaches him to fear you, and your aggression will eventually encourage more aggressive behavior from him.",
        "Tales of rowdy aggression, drug-addled performances and unabashed womanizing helped make Kings of Leon tabs as valuable as gold to scores of musically-inclined admirers.",
        "DHT is often associated with male-related issues, such as aggression and sex drive.",
        "Since many video games on the market are inherently violent -- war games, first person shooters, fighting games, for example -- aggression is a natural effect of violent video games.",
        "Does he or she speak with more aggression or with indifferent words?",
        "Take out all your aggression in the Monster Truck arena.",
        "For a less violent means of relieving your aggression, shooting a trio of red shells at a fellow Nintendo fanboy always resulted in absolute ecstacy (Battle Mode was great).",
        "Teachers rated the aggression level of over 150 middle and high school students in their schools.",
        "Other experts and video game manufacturers contend that negative effects have not been proven adequately, and, in fact, playing such games gives players an avenue for the harmless release of stress and aggression.",
        "Promote violence and aggression as the best way to settle disputes.",
        "Older children and adolescents may express their bottled up anger through aggression toward other children.",
        "People with this disorder often deceive and manipulate, or their behavior might include aggression to people or animals or property destruction, for example.",
        "Aggression, self-injury, and mood disorders are sometimes associated with the disability.",
        "However, placing the child into a structured setting or treatment program such as a psychiatric hospital may be just as beneficial for easing aggression as medication.",
        "See also Aggression; Oppositional defiant disorder.",
        "Conversely, the same behaviors (e.g., aggression, shyness) have different implications for social adaptation depending on the age of the child and the particulars of the social context.",
        "They may show high rates of noncompliance, interference with others, or aggression (teasing or fighting).",
        "Children are particularly likely to become rejected if they show a wide range of conduct problems, including disruptive, hyperactive, and disagreeable behaviors in addition to physical aggression.",
        "Often, deficits in social competence and peer rejection coincide with other emotional and behavioral problems, including attention deficits, aggression, and depression.",
        "Parents can help to identify problem behaviors such as aggression, withdrawal, and noncompliance that may interfere with social skills.",
        "\"Aggression and Violence in Mood Disorders.\"",
        "Antisocial behaviors are disruptive acts characterized by covert and overt hostility and intentional aggression toward others.",
        "Boys exhibit more physical and verbal aggression, whereas antisocial behavior in girls is more indirect and relational, involving harmful social manipulation of others.",
        "Physical aggression is expressed at the earliest stages of development, then direct verbal threats, and, last, indirect strategies for manipulating the existing social structure.",
        "However, research relating the use of violent video games with antisocial behavior is inconsistent and varies in design and quality, with findings of both increased and decreased aggression after exposure to violent video games.",
        "Aggression and Antisocial Behavior in Children and Adolescents.",
        "About 33 to 50 percent of all tuberous sclerosis patients have problems such as learning disabilities, severe mental retardation, attention deficit disorder, obsessive-compulsive disorder, autism, aggression, rage, or self-harming behavior.",
        "In addition to physical abnormalities seen in other types of peroxisomal disorders, common symptoms of X-ALD also include behavioral changes such as abnormal withdrawal or aggression, poor memory, dementia, and poor academic performance.",
        "Problems to watch for include trouble sleeping, crying, aggression, deep anger and resentment, feelings of betrayal, difficulty concentrating, chronic fatigue, and problems with friends or at school.",
        "Abused preschoolers respond to peers and other adults with more aggression and anger than do non-abused children.",
        "Individuals who cannot empathize with others' feelings are less likely to curb their own aggression and more likely to become insensitive to brutality in general.",
        "On the other hand, if the observer believes the child is angry and hostile, when this child is observed laying the doll face down on the table, the observer may interpret the action as aggression.",
        "The degree of aggression expressed must be out of proportion to any provocation or other stressor prior to the incidents.",
        "As the English phrase \"running amok\" implies, the syndrome is characterized by sudden outbursts of indiscriminate aggression or murderous rage that are completely unprovoked or that are triggered by trivial slights.",
        "A history of such issues can lead to a self-fulfilling prophecy in which the person with IED continues to have episodes of uncontrolled aggression because of the belief that he or she cannot overcome the past.",
        "\"Aggression.\" eMedicine, February 8, 2002.",
        "Their aggression can lead to violence, which may be misdiagnosed as a conduct disorder.",
        "Children may benefit most from a time out if the issues of aggression or out-of-control behavior have been discussed at a time when the child was not upset.",
        "Boys who are bullies tend to resort to one-on-one physical aggression, while girls tend to bully as a group through social exclusion and the spreading of rumors.",
        "Antisocial behavior-Behavior characterized by high levels of anger, aggression, manipulation, or violence.",
        "See also Aggression; Conduct disorder; Oppositional defiant disorder.",
        "Aggression and Antisocial Behavior in Children and Adolescents: Research and Treatment.",
        "\"Aggression and Antisocial Behavior in Youth.\"",
        "Aggression can a problem for children with both normal development and those with psychosocial disturbances.",
        "Aggression constitutes intended harm to another individual, even if the attempt to harm fails (such as a bullet fired from a gun that misses its human target).",
        "Some believe aggression is innate or instinctive.",
        "Social theorists suggest the breakdown in commonly shared values, changes in traditional family patterns of child-rearing, and social isolation lead to increasing aggression in children, adolescents, and adults.",
        "Aggression in children correlates with family unemployment, strife, criminality, and psychiatric disorders.",
        "Differences exist between levels of aggression in boys and girls in the same families.",
        "Usually the aggression in this age group is expressed toward parents as a way to get their compliance with the child's wishes.",
        "Verbal aggression increases as vocabulary increases.",
        "In extreme cases, they may show aggression by purse snatching, muggings, or robbery, or in less overt ways by persistent truancy, lying, and vandalism.",
        "Petting-induced aggression is a behavior in which a cat that has been apparently enjoying contact with a human suddenly turns on the human and bites.",
        "As in 1869-1870, it therefore became a matter of the highest importance for Austria to retain full disposal of all her troops by assuring herself against Italian aggression.",
        "themselves most readily to defence against aggression.",
        "Here, about 1590, was founded an independent military colony called the Setch, the members of which, recognizing no authority but that of their own elected officers, lived by fishing, hunting and making raids on the Tatars, and were always ready to assist their less fortunate countrymen in resisting Polish aggression.",
        "Already during his brother's lifetime, as duke of Schleswig, Valdemar had successfully defended Denmark against German aggression.",
        "The princes appealed to the emperor and to the diet; but the previous wars had so exhausted the power of the former that nothing could be done to resist the aggression.",
        "The acquisition of Louisiana in 1803, which gave a new field for the growth of the slave power, though not made in its interest, the Missouri Compromise (1820), the annexation of Texas (1845), the Fugitive Slave Law (1850), the Kansas-Nebraska bill (1854), the Dred Scott decision (1857), the attempts to acquire Cuba (especially in 1854) and to reopen the foreign slave trade (1859-1860), were the principal steps - only some of them successful - in its career of aggression.",
        "The security offered by this treaty was further guaranteed by the formation of a regional league of the Baltic states against external aggression.",
        "The Hanseatics regarded the princes with a growing and exaggerated fear and found some relief in the formation in 1418 of a thrice-renewed alliance, known as the \"Tohopesate,\" against princely aggression.",
        "The struggle with Jacobinism was over, and he could have no hesitation in supporting resistance to a successful general who ruled by the sword, and who pursued a policy of perpetual aggression.",
        "In South Africa, as well as in England, strong feeling was aroused by this act of aggression.",
        "was organizing Europe against French aggression.",
        "For a time the presidency of the Boeotian League was taken away from Thebes, but in 457 the Spartans reinstated that city as a bulwark against Athenian aggression.",
        "Even after the removal of the edicts the old prejudices remained, and the missionaries were regarded as political emissaries, the forerunners of military aggression.",
        "The Revolution of 1688 ensued, and England became, under William's strong rule, the chief member of the Great Coalition against French aggression.",
        "The main result of this struggle was everywhere to strengthen the power of the princes and to incite them to fresh acts of aggression.",
        "Some political importance attached to Lippe the case, for it was not impossible that similar difficulties might occur elsewhere, and the open support given by the emperor to the prince of Schaumburg-Lippe, who had married his sister, caused apprehension of Prussian aggression.",
        "He avowedly wished to imitate the older form of British colonization by means of chartered companies, which had been recently revived in the North Borneo Company; the only responsibility of the imperial government was to be their protection from foreign aggression.",
        "The ruler of Zaria, while professing friendliness, was, however, unable or unwilling to restrain the rulers of Kontagora and Nupe from aggression.",
        "A conference of ambassadors was held in Constantinople, and the sultan was invited to quell the revolt; but he hesitated to employ his troops against Mussulmans who were professing merely to oppose Christian aggression.",
        "Only eight months before, Catherine had haughtily declared that \"the odious and revolting aggression\" of the king of Sweden would be \"forgiven\" only if he \"testified his repentance\" by agreeing to a peace granting a general and unlimited amnesty to all his rebels, and consenting to a guarantee by the Swedish diet (\"as it would be imprudent to confide in his good faith alone\") for the observance of peace in the future.",
        "The most urgent matter which confronted the king - or the group of statesmen, led by Joao das Regras and the \" Holy Constable \" who inspired his policy - was the menace of Castilian aggression.",
        "In 427 he was sent by his fellow-citizens at the head of an embassy to ask Athenian protection against the aggression of the Syracusans.",
        "On 6th February 1873 Bolivia entered upon a secret agreement with Peru, the ostensible object of which was the preservation of their territorial integrity and their mutual defence against exterior aggression.",
        "There can be no doubt that the aggression contemplated as possible by both countries was a further encroachment on the part of Chile.",
        "It also suffered from the political necessity of avoiding the outward semblance of an aggression.",
        "The intervention of the Curia, which hitherto had been hostile to Casimir because of his steady and patriotic resistance to papal aggression, was due to the permutations of European politics.",
        "We see him living on terms of constant affection with his father, and in disputes with his brothers not the aggressor but the sufferer from aggression.",
        "In 1860, when the annexation of Savoy and Nice had led the Genevese to fear French aggression, de la Rive was sent by his fellow-citizens on a special embassy to England, and succeeded in securing a declaration from the English government, which was communicated privately to that of France, that any attack upon Geneva would be regarded as a cases belli.",
        "On the appointment of a successor to Count Tolstoy he retired to St Petersburg, but returned to Paris early in 1810 charged with a commission from Speranski to Talleyrand and the marquis de Caulaincourt, formerly ambassador in St Petersburg, both of whom were hostile to Napoleon's policy of aggression.",
        "It was one of aggression and aggrandisement.",
        "Thus was broken the bond of unity which had for three-quarters of a century kept the subjects of the two nations together in schemes of aggression upon a common foe.",
        "Charles was to receive from Louis ~20O,00O a year and the aid of 6000 French troops to enable him to declare himself a convert, and to obtain special advantages for his religion, whilst he was also to place the forces of England at Louiss disposal for his purpcises of aggression on the continent of Europe.",
        "It has been called rescue-work - deliverance from the dangers of invited aggression and a philosophical neglect of the means of defence.",
        "The crown was weak and papal aggression made rapid progress.",
        "While Navarre was reunited to Aragon -1076-1134- (see Spain: History) it was saved from aggression on the east, but did not recover the territory taken by Castile.",
        "It was the work of several generations and took various forms, by turns and simultaneously colonization and aggression; but from this time forward the paz romana was at an end.",
        "without his help. The first, which lessened Norman aggression in his kingdom, was William the Bastards conquest of England (1066); the second was the First Crusade preached by the French pope Urban II.",
        "turned his attention to the ancient appanage of Lothair, Alsace and Lorraine, those lands of the north and the east whose frontiers were constantly changing, and which seemed to invite aggression.",
        "By a twofold coup detat, parliamentary and military, he culled the fruits of the Directorys systematic aggression and unpopularity, and realized the universal desires of the rich bourgeoisie, tired of warfare; of the wretched populace; of landholders, afraid of a return to the old order of things; of royalists, who looked upon Bonaparte as a future Monk; of priests and their people, who hoped for an indulgent treatment of Catholicism; and finally of the immense majority of the French, who love to be ruled and for long had had no efficient government.",
        "He had to sett) some knotty questions, foremost a conflict with Morocco, which was the consequence of the aggression of the unruly Riff tribes upon the Spanish outposts around Melilla.",
        "The French, however, by changing and extending their demands enabled him to find a cause of war of such nature that the whole of Germany would be united against French aggression.",
        "He attempted, moreover, to revive the function of the triple alliance as guardian of Europe against French aggression.",
        "She met his aggression with her own, nibbling his lower lip, tasting him.",
        "Many find the high-energy aggression levels in Karate truly cathartic. ",
        "The whole purpose of Pakistan's decision to acquire nuclear capability has been to deter aggression by a more powerful state.",
        "These eight lines reflect the ambiance of a mighty war machine geared up to resist the aggression of a hostile power, i.e. Germany.",
        "Tony Blair is arrogantly trying to justify this aggression by appealing to the defense of \" civilized values \" .",
        "Private armed guards were drafted in to provide security, after the Latvian police repeatedly failed to halt the aggression of the homophobic mob.",
        "No nation can be allowed to commit aggression or to use weapons of mass destruction against its own people.",
        "aggression against another state.",
        "aggression between dogs living in the same household is usually about social status.",
        "aggression toward other cats.",
        "aggression toward other dogs was referred in 24% of cases.",
        "The ' siege mentality ' provoked by imperialist aggression was a powerful factor giving rise to wrong policies.",
        "Hitler invaded Poland in an act of unprovoked aggression.",
        "The pent-up aggression of these cycles is defused by the setting in motion of the scapegoat mechanism.",
        "The earlier dominant position of the Serbs led to a view of the war as Serbian aggression and a tendency to overlook Serbian losses.",
        "This was Britain's failure, under a Tory government, to prevent Serb aggression against Bosnia in the early 1990s.",
        "Irish Government Regrets Bombing of Iraq The government of Ireland has joined the international opposition to the Anglo-US aggression against Iraq.",
        "Figures 2 and 3 suggest that the referral rate of fear aggression toward other dogs has steadily increased over the years.",
        "aggression of one kind or another on both sides.",
        "The chances for peace are usually bettered by letting a potential aggressor know in advance where his aggression could lead him.",
        "appeasement of Italian aggression.",
        "atrocityreign policy has involved it in wars of military aggression and atrocities against civilian populations that may amount to genocide.",
        "But Britain must have a casus belli, a reason to wage aggression against a foreign state.",
        "contagion of aggression.",
        "The aggression by NATO has also sharpened the contradiction between imperialism and the peoples.",
        "They argue the drug can cause hallucinations, mood swings even severe aggression or attempted suicide.",
        "hostility had always said it would never instigate hostilities, it would only respond to an act of nuclear aggression.",
        "outer space as a sphere of aggression.",
        "pent-up aggression of these cycles is defused by the setting in motion of the scapegoat mechanism.",
        "Rashid's DNA data showed predisposition to aggression and drug addiction.",
        "premeditated act of aggression in which WMD was used a pretext.",
        "pretext for aggression?",
        "unify the whole Afghan nation against aggression.",
        "Girls younger than six years of age who have aggressive styles toward their peers do not tend to continue being aggressive when they are older, and their earlier aggression does not correlate with adult competitiveness.",
        "Frustration and aggression are closely associated.",
        "Aggression may be a way for children to face obstacles or solve problems.",
        "Violence includes a wide range of behaviors: explosive temper tantrums, physical aggression, fighting, and threats or attempts to hurt others (including homicidal thoughts).",
        "Children can learn to say no to their peers, and they can learn how to settle differences with words instead of physical aggression.",
        "All children have feelings of anger and aggression.",
        "Parents should be careful not to let children think aggression is acceptable.",
        "They should intervene quickly but calmly to interrupt the aggression and prevent the their child from hurting another child.",
        "Any disciplinary measures should be explained as a simple consequence to the child's aggression.",
        "Anxiety, ADHD, Depression, and Aggression in Childhood: Guidelines for Diagnostics and Treatment.",
        "Clonidine (Catapres), an antihypertensive medication, has also been used to control aggression and hyperactivity in some AD/HD children, although it should not be used in combination with Ritalin.",
        "In addition, domestic cats have been selectively bred for appearance rather than for fierceness or aggression.",
        "Most cat bites are the result of fear on the cat's part (as when being placed in a carrier for a trip to the vet) or a phenomenon known as petting-induced aggression.",
        "In older cats, petting-induced aggression is often a sign that the cat feels pain from touching or pressure on arthritic joints in its neck or back.",
        "Cat bites can often be prevented by learning about a cat's body language and recognizing the signs of petting-induced aggression.",
        "Direct eye contact with a threatening dog should be avoided, as the dog may interpret that as aggression.",
        "Contains several useful appendices about aggression in various dog breeds and a sample assessment form for evaluating a dog's potential for biting.",
        "Pellagra causes skin lesions that appear to be leprosy, sensitivity to light, aggression, insomnia, weakness, mental confusion, paralysis of limbs, diarrhea and eventually dementia.",
        "Animals are typically only euthanized due to excessive aggression, illness and other factors, as well as by owner request.",
        "He suggested that on one side, the Austrians, Germans and later the Japanese would join in aggression.",
        "While these treatments may not offer a cure, they can assist in the elimination of some symptoms of autism, such as aggression or poor eye contact.",
        "Social problems, such as extreme shyness, extreme aggression, and a lack of ability to adapt to new situations all can be aspects.",
        "Managing Family Meltdown: The Low Arousal Approach and Autism by Linda Woodcock and Andrea Page: This family coping book describes the reasons behind certain behaviors in autism such as tantrums and physical aggression.",
        "A few other mild autism signs to look for include impaired motor skills, extreme mood swings and aggression, and sudden lack of interest in what was once a cherished topic or activity.",
        "The endorphins the are released during prolonged activity work like the body's own happy pills, and there are few things more effective for getting frustration and aggression out of your system like a hard workout.",
        "Failure and public hostility peaked during a performance in Reading, where the band had to end the show after just one song due to the crowd's aggression.",
        "The sound of Nine Inch Nails combines the electronic-infused aggression of industrial metal with memorable hooks and friendly melodies more common to pop music.",
        "dissociable behavior such as recurrent aggression or criminality."
    ],
    "definition": [
        "Hostile or destructive behavior or attitudes: physical aggression; verbal aggression; emotional aggression.",
        "Forceful, assertive, or overbearing behavior or attitudes: the aggression of a bold advertising campaign.",
        "Link/Cite"
    ]
}