{
    "translation": "קלות תנועה",
    "uses": [
        "She was unafraid and sure-footed, agile, and well-disciplined.",
        "They climb with great facility, and are agile and graceful in their movements.",
        "It is a clever, agile and powerful dog, extremely pugnacious in disposition.",
        "Terriers are small dogs of agile and light build, short muzzles, and very highly arched skulls.",
        "they all present, which must be of assistance to the animal in steadying it in its agile bounds among the crags of its native haunts.",
        "A kind of plover, Pluvianus aegyptius, often sits upon basking crocodiles, and, since the latter often rest with gaping mouth, it is possible that these agile birds do pick the reptiles' teeth in search of parasites.",
        "She is unusually intelligent, charming... and then she is pretty, uncommonly pretty, and agile--she swims and rides splendidly... and her voice!",
        "Hippopotamus, otter and the wild boar are numerous; a species of wild ox of small size with black horns and very agile is also found.",
        "In form the jaguar is thick-set; it does not stand high upon its legs; and in comparison with the leopard is heavily built; but its movements are very rapid, and it is fully as agile as its more graceful relative.",
        "The fighting-bulls are chiefly reared in the marshes and alluvial valleys; they are bred for strength and swiftness rather than size, and a good specimen should be sufficiently agile to leap over the inner barrier of the arena (about 68 in.",
        "In the recesses of Mount Taurus the peasants are tall, handsome, though somewhat sharp-featured, agile and brave.",
        "agile on British back roads.",
        "He was lean and agile.",
        "agile aircraft with reliable weaponry.",
        "Also I felt mentally more agile than they are about my kind of thing.",
        "agile methodologies for your own teams.",
        "Working on a higher abstraction level makes the process more agile at the same time.",
        "Although he was very big he was incredibly agile and elegant, thus his nickname.",
        "agile climbers, using their long tails to balance.",
        "agile to get across the goalmouth at a moments notice.",
        "agile manufacturing, also featuring Brian Maskell, is provided.",
        "Squirrels of this and the' other arboreal groups have the bodily form slender and agile, the tail long and bushy, the ears well developed, pointed and often tufted; the feet adapted for 1 ' climbing, the anterior pair with four toes and a rudimentary thumb, and the posterior pair with five toes, all the toes having long, curved and short-pointed claws (see Squirrel).",
        "The design is wingless, with aerodynamic tail control giving a fast, highly agile missile.",
        "Young players from the outset should be coached to be problem solvers and thus more mentally agile for success in the sport.",
        "However, being the child of parents who spent their working lives in foreign postings, I became socially very agile.",
        "Harte: 5 - Ruel Fox made Him look as agile as a dump truck - lost out to him every time.",
        "With the engine placed at the bike's exact center of gravity, it was surprisingly agile for its size.",
        "A head taller than her tallest warrior, Xander was thick yet agile, his bulging physique covered in skin the same shade of bronze as hers.",
        "agile testing and testability have been featured in Application Development Trends and The Rational Edge.",
        "In fact they are very agile climbers, using their long tails to balance.",
        "agile than normal humans, and knows some variety of martial arts.",
        "Naturally, the smaller fighters are much more nimble and agile.",
        "You wouldn't think something that big would be agile.",
        "The three gibbons were a young male golden-cheeked, a young female lar, and an adult female agile gibbon.",
        "After 3 weeks she was better than she had been for 2 years and extremely agile for a dog of 16.",
        "Spiderman is much more agile, relying on his webshooters and spider senses, whereas Venom possesses a lot more strength along with the ability to leap over buildings and suck enemies in for health regeneration.",
        "agile handling of the cadenza in the Allegro, too.",
        "mollye agile species, like flying foxes and black mollies, work rather better.",
        "evolved from small agile insect-eating mammals that lived in trees.",
        "exemplifyive, well-drilled choral singing exemplified these virtues, impressively agile for the numbers involved.",
        "Paul and Kitty - We have housed our lone male agile gibbon, Paul, with young Kitty, the lar gibbon.",
        "The fourth new-comer is Puma, an agile gibbon who has been brought back to be a mate with the center's agile male.",
        "Laura is very ladylike and elegant, but also very acrobatic and agile.",
        "Playfully agile, it has unmatched precision in the corners while maintaining absolute track stability.",
        "He is helped by young cadet Poe, who reveals an agile mind and a troubled psyche.",
        "His agile mind, quick wit and ready repartee made him something of a favorite of the media.",
        "Techies are also to blame with CVs being liberally splattered with teh agile word without any actual experience.",
        "Be sufficiently agile that you can take the surprising data you receive and run with it in a new or at least an alternative direction.",
        "Due to the length of the legs and the muscular build, these cats are agile and can jump very high.",
        "The more agile you are, the more likely you will be able to catch yourself if you slip, or quickly change direction in case of an emergency.",
        "Martha tried the boards for the first time and was surprisingly agile.",
        "Most organizations aren't sufficiently agile to shift as their product shifts, and so they may have the right product but the wrong business model.",
        "Most large predators could never accomplish the climb up a rickety tree, but cats are naturally strong and agile.",
        "Mid-foot strap: Whether a child is extremely agile or not, he requires the protection of this mid-section strap, which provides added security and prevents feet from slipping outside the shoes.",
        "Some researchers believe it is not as agile as the Honda Odyssey, though.",
        "Responsive, well-drilled choral singing exemplified these virtues, impressively agile for the numbers involved.",
        "The wheel is less extended and, with the shortened wheelbase, the bike is much more agile than traditional Harleys.",
        "The French soon discovered to their dismay that, from behind the rubble walls of every field, the agile Maltese were unassailable.",
        "One notably agile Luggage has a secret weapon: it squirts derisive jets of water at opponents from its keyhole.",
        "Being agile is a challenge to founders with cowboy mentalities; they resent having to submit an expense report to get reimbursed.",
        "Most sports cars have good acceleration and braking, agile handling and varying levels of fuel economy.",
        "Our cat is 17 years old and has always been healthy, agile, and energetic.",
        "Your child is now comparatively agile - she can control her body and has good hand dexterity.",
        "Boxer dogs have agile bodies with well-developed muscles that appear clearly under its taut skin.",
        "These beautiful, stubborn, agile dogs are expensive to breed and expensive to own.",
        "Rather than control characters who wander around a world, Riviera gives you an intuitive menu-based system that is surprisingly agile and rewarding.",
        "Actors dancing the Kabuki as part of a play become masters at \"mie\", which means to strike an agile pose to help illustrate a portion of the plot.",
        "The deer perform agile movements that include leaps and prances.",
        "As you get more skilled at sudoku your mind will become more agile, which will help you out in day-to-day life as well as making the puzzles easier to solve.",
        "Her entrepreneurial background allows her to be agile, and navigate opportunity existing in places where other people embedded in the industry might not.",
        "Nothing stimulates and excites a Gemini more than a love interest with a quick wit and agile mind.",
        "If you want to keep up with Gemini, you need to be mentally agile and good-natured.",
        "Some videos will feature interesting and extremely challenging sequences which require a very strong base and a small agile flyer."
    ],
    "definition": [
        "Link/Cite"
    ]
}