{
    "translation": "התבגרות, הזדקנות",
    "uses": [
        "Maybe we're aging this skeleton in the wrong direction.",
        "She gazed down the hill at the aging farmstead.",
        "Carmen was a change-of-life baby, the only child of aging parents.",
        "You're not aging now.",
        "Biomedical gerontologist Aubrey de Grey maintains that aging is caused by seven underlying factors, each of which can, in theory, be countered.",
        "As an only child growing up with aging parents and no relatives, life had often been lonely.",
        "His now aging Trek performed admirably.",
        "A product of being an only child of aging parents, no doubt.",
        "Sirian edged closer, his wise gaze and silvering hair the only signs of aging on his otherwise lean frame.",
        "Carmen had been raised poor by aging and conservative parents who were old time religious.",
        "Modern, too, was the outlook of the aging poet on the changing social conditions of theage, wonderfully sympathetic his attitude towards modern industry, which steam was just beginning to establish on a new basis, and towards modern democracy.",
        "We don't have to worry about one of us aging.",
        "Then, like aging teeth, they get more brittle.",
        "The aging but burly and large man sheathed his weapons and knelt over the still form.",
        "And what do we say of aging itself?",
        "accelerates aging in children and adults.",
        "He says aging baby boomers will insist on cars and trucks that take their diminished hearing, vision and physical abilities into consideration.",
        "At the moment, the blend is aging in new oak barrels.",
        "If you've decided to pass Manfred by as an aging has-been that's your problem.",
        "Genetics do play an important role in your cat's aging process.",
        "The program is administered at the state level through community action programs, local welfare agencies, and area agencies on aging.",
        "Referred to as SORAS (soap opera rapid aging syndrome), soap kids are aged for any number of storyline-dictated reasons.",
        "Remember that many places on your body will eventually change - whether due to pregnancy, weight gain/loss or simply from aging - so you may want to choose a part of your body that will not change too dramatically as the years pass.",
        "Anti aging supplements boost a wide range of ingredients.",
        "Vitamins C, B, D, E: According to Associate Professor James Jessup of the University of Florida, a combination of vitamins and exercise will reduce the signs of aging.",
        "The mini face lift is a good alternative for many patients who are concerned with premature signs of aging but are not ready for a full-scale face lift.",
        "A mini facial lift is a minimally invasive in-office procedure that instantly improves the appearance of aging skin.",
        "This aging process involves the skin's exposure to the elements.",
        "\"Photo-aging,\" or sun-related aging, causes fine lines and wrinkles, age spots, leathery skin, broken capillaries, spider veins and blotchiness.",
        "We have an aging population and a declining birthrate - the mathematics say the money just won't be there.",
        "Recent research shows that this condition of ' irritable bladder ' is not part of the normal aging process.",
        "What sets Black Bush apart is its aging in sherry casks for approximately 10 to 11 years.",
        "cerebrovascular dysfunction induced by drugs of abuse and the effects of aging.",
        "Figure 5. The aging process of Casa Montero's cherts: X-Ray diffraction pattern of opal and opaline chert obtained from the same nodule.",
        "citrus limonum - Lemon essential oil - antiseptic, excellent for tired and aging skin.",
        "The new Toshiba system has replaced an aging four-pipe fan coil system which affected half the building's usage during a system failure.",
        "Kaufman W. The use of vitamin therapy to reverse certain concomitants of aging.",
        "This ancient beverage seems custom-made to protect health and delay aging.",
        "defy aging.",
        "The program deals with the second childhood of a group of aging delinquents.",
        "First old-age dependency ratios are misleading an aging society by definition has a much smaller proportion of children to support.",
        "It's no longer considered disloyal to make the fairly obvious observation that our membership is aging fast.",
        "disrespectful remark about Lysenko, Stalin's favorite geneticist, in a book about aging in the 1960s.",
        "There is another slightly different version, stating that Broadway musical directors would do the same test on an aging hotel doorman.",
        "I'm guessing that degeneration means the new cells aren't exact duplicates of the cells they replace, kind of like accelerated aging.",
        "dwindlead comes at Bodmin Methodist Church, where the aging and dwindling congregation faced a similar problem with a huge historic building.",
        "enteric neurones seen in the aging gut may be related to increased vulnerability to oxidative stress.",
        "Synopsis The year is 1539 and the court of Henry VIII is increasingly fearful at the moods of the aging sick king.",
        "These peptides will increase the skin's thickness, stimulate collagen fibroblasts, reduce wrinkles and generally improve the appearance of aging skin.",
        "The purpose of this chapter is to extend this discussion to the study of aging and in particular the field of critical gerontology.",
        "glutathione levels in the body decrease with age, accelerating the aging process.",
        "Under Saddam, harvesting normally started this month, with a touring fleet of aging combined harvesters.",
        "For example, several fires may have happened in an aging housing estate where officers suspect people are using paraffin heaters.",
        "Everyone from small children to aging hippies seemed to be having a blow.",
        "It was well-kept, if aging.",
        "They rotated through the various properties, leaving when the townspeople started to realize they were not aging.",
        "Carmen was a change of life baby, sheltered from the rest of the world by aging parents who were not only ultra conservative, but grassroots religious as well.",
        "He was looking for antecedent recoveries, income payments and aging book debts or equity in the matrimonial home.",
        "activityesearch areas The research activities focus on issues concerning aging.",
        "ageless beauty has given birth to a burgeoning beauty industry focusing on ways to ease the effects of aging skin.",
        "But the aging McDonnell Douglas planes in the SAS fleet do emit significantly more pollution than the more modern airbuses.",
        "It was a medium sized room with a motley assortment of aging SGI and PC hardware lining the walls, all running Linux.",
        "With her love of General Pinochet and his defense of the Chinese, maybe they swapped tales of the aging autocrats they had befriended?",
        "Everyone needs to show ID to buy beer at a gig, even aging hipsters like myself.",
        "hydrangea paniculata ' Unique ' AGM has flowers in large conical panicles that are white, aging to purplish-pink.",
        "Harrison's aging hero also seems ill-suited to tackling heavily-armed henchmen and relies a little too heavily on past movie characterisations.",
        "illustrative of family, aging and social mobility.",
        "Or to be more accurate, their aging slowed enough to become almost imperceptible.",
        "However, the consequences of an aging population make such cuts implausible.",
        "Crystals are also subject to aging and mechanically induced noise.",
        "inflamed from overuse, aging, a fall on an outstretched hand, or a collision.",
        "irritable bladder ' is not part of the normal aging process.",
        "Insomnia is a symptom resulting from a variety of different causes, including depression, aging, jet lag and serious undiagnosed illness.",
        "lucrative market for elderly gamers has risen within their aging society.",
        "Does your building have aging sheet metal or asbestos roofs or leaks?",
        "Issue 4 March 2001 Contains articles on endocrinology in aging, the tumor microenvironment and the cell cycle.",
        "middle aged or older woman is very aging.",
        "modernize aging infrastructure and renew rolling stock.",
        "motley assortment of aging SGI and PC hardware lining the walls, all running Linux.",
        "Background There is global trend toward an aging population in developed nations, especially as the baby boomers begin to exit the labor market.",
        "The highlight of the collection is Little Gods, the study of an aging Spanish nobleman awaiting trial for misuse of his power.",
        "The engine is a reliable unit but will easily overheat if the aging radiator is clogged.",
        "If aging pop star, Cher was cremated, would her plastic implants deplete the ozone?",
        "Our aging plesiosaur has seen a lot in her life but wishes to make clear her complete support of democracy and freedom of expression.",
        "polymorphous light eruption Long term exposure to ultraviolet radiation ultimately causes skin aging and skin cancers.",
        "The aging process and hereditary predisposition are risk factors that cannot be altered.",
        "premature skin aging.",
        "Long term use is known to cause premature aging.",
        "rejuvenate thus reversing aging.",
        "retarding cellular aging due to oxidation.",
        "An aging population translates into fewer workers supporting more retirees.",
        "He has never wanted to become an aging rocker.",
        "Liverpool resembled an aging village bobby being given the runaround by a bunch of streetwise kids.",
        "Using this ruse, he tricks Dare into stealing the Crystal of Life which restores the aging tyrant to full health.",
        "sagging skin, weight gain, memory loss, low energy - these are the all too common signs of aging.",
        "Apart from spending peanuts on an aging keeper, Ferguson will hardly have enough money to buy a couple of prawn sandwiches.",
        "Other teams in social sciences are also working on aging.",
        "However, telomere shortening cannot be the only mechanism involved in aging at the cellular level.",
        "In production, the nation is restoring its capacity to produce nuclear weapons components to replace aging parts in the enduring nuclear stockpile.",
        "supple with developed rich flavors derived from extended aging in oak.",
        "telomere shortening cannot be the only mechanism involved in aging at the cellular level.",
        "The demographic time bomb - How will the EU be affected by the aging population?",
        "It can be caused by excess ear wax, blocked eustachian tubes, pressure damage or aging.",
        "vegetal complex which immediately soothes irritated skin and Vitamins A, E and B5 which help to combat the signs of aging.",
        "One hundred percent Syrah from 45 year old vines, with traditional vinification and 15 months barrel aging.",
        "My HIV doctor said my facial wasting was simply the result of aging.",
        "Wayne bridge to replace an aging gray fo 5m.",
        "And then there is aging.",
        "Is it possible to tweak our genome to remove aging?",
        "Add to that how food itself is changing, our food choices change, our lifestyles change, and all along the way we are aging.",
        "Taking HGH can repair the physiology of the old cell, and cause it to rejuvenate thus reversing aging.",
        "Vitamin E is an antioxidant which can help keep you looking younger by retarding cellular aging due to oxidation.",
        "Wrinkles, sagging skin, weight gain, memory loss, low energy - these are the all too common signs of aging.",
        "The palate is mellow and supple with developed rich flavors derived from extended aging in oak.",
        "Dr. J Beveridge is a proponent of the Bill Deedes school of aging: Be thankful for today everything else is a bonus.",
        "Aging and creep of sands have been measured in triaxial compression and extension to identify the causes of increasing pile shaft capacity with time.",
        "It contains vegetal complex which immediately soothes irritated skin and Vitamins A, E and B5 which help to combat the signs of aging.",
        "If blackburn get into europe they will sign wayne bridge to replace an aging gray fo 5m.",
        "Aging in bottle with the yeast lees imbued further richness.",
        "Bottle aging with its lees produced rich yeasty flavors.",
        "If you plan to invest in wine, while knowing about the grapes and growing reason is important, it all really comes down to the aging potential of the wine.",
        "However, it is important to remember that most wines are not made for aging.",
        "The best wines for aging are wines with the low pH and high levels of compounds called phenolics.",
        "White wines tend to have higher pHs and lower levels of phenolics than red wine, which limits their aging potential.",
        "Wet Aged Beef Meat is packaged in vacuum-sealed bags and placed in coolers for \"wet aging\" before cutting and packaging.",
        "Obesity in cats can lead to early death and rapid aging, not to mention a whole host of other health problems.",
        "Other feline ailments appear later in a cat's life due to aging or repeated exposure to environmental toxins.",
        "Interestingly enough, many of the diseases cats acquire in their older years are similar to those suffered by aging humans.",
        "The quality of aging cat care your pet receives during its last years will have a significant impact upon its longevity and comfort.",
        "This list doesn't seem that far off from geriatric human illnesses, and this is why aging cat care follows similar principles to caring for an elderly person.",
        "Elderly cats cannot deal with such toxins properly, and this is why kidney disease is so prominent in aging felines.",
        "Although most cat experts and breeders agree that keeping your cat indoors is a much better decision for your pet's health and longevity; it's practically imperative in the case of aging cats.",
        "Hairline checks are not flaws, and minor cracking in these uniquely grained woods is a part of the natural aging process of Thomasville's heirloom quality pieces.",
        "Some companies that market Acai-based products also claim that their products will slow aging, regulate blood sugar levels in diabetics and improve vision.",
        "Acai berries also stem the signs of premature aging.",
        "It is rich in antioxidants, which fight disease and aging in the body.",
        "Scientists speculate that compounds to fight cancer may be extracted from the berry, but whether it can cure cancer, stave off aging or fight degenerative disease is anyone's guess.",
        "Hereditary and aging does play a part in premature graying.",
        "This spice has been used by Indian women to improve the skin tone and as insurance against aging skin.",
        "Aging hippy Ramona, whose design philosophy revolves around salvageables, didn't find many more fans that her mural did.",
        "Gel stains or aging waxes can also recreate the look of an antique farmhouse kitchen table by establishing an instant patina.",
        "It's not surprising that this is also a popular wall color and is enhanced with faux paint finishes that resemble an aging stucco Italian countryside farm house.",
        "In addition to normal aging, drinking coffee, tea, cola and wine, and smoking cigarettes, will all cause the teeth to turn yellow, brown and even black.",
        "Virtual Youth: If aging skin is a concern, consider the aptly-titled Virtual Youth.",
        "As we get older, everything seems to give in to gravity's southern draw (if you know what I mean ), so by keeping everything up, we are trying to reverse the cycle of aging!",
        "Individuals with dry skin may already avoid using powder because it tends to accentuate flaky spots; those with aging skin may likewise choose to avoid powders because they can draw attention to fine lines and wrinkles.",
        "It is also fused with apricot nut oil to bring further soothing action and protection from aging.",
        "Heavy, dark colors can also appear aging.",
        "Create aging skin: Applying grey eye shadow on the apples of the cheeks will help create an aging and creepy appearance.",
        "SPF: Though choosing a foundation with SPF won't immediately change the look of the makeup on your face, it doesn't help protect your skin from sun damage, which reduces the signs of aging.",
        "It is highly regarded for its hypoallergenic and fragrance free formulas, which work well on a variety of skin types, including aging skin.",
        "Remember that both type and application of the foundation can also be important to reduce signs of aging.",
        "The customer chooses a 14-day sample of moisturizer that either prevents aging, smoothes fine lines and wrinkles or lifts and firms.",
        "Choose from vintage photo effects, vignette effects, photo aging, oil pastels, soft lighting effects, blizzard, rain, and sepia toning.",
        "This can lead to cell dysfunction and eventually to health problems that are generally associated with aging, such as cancer, heart disease, cataracts, and diabetes.",
        "Some even believe that a lot of it might be a natural extension of the aging process.",
        "Dr. Wanzer also found in a separate study that aging adults who used humor as a way to cope with stress also were more capable to deal with life and were more likely to experience satisfaction.",
        "Avoiding prolonged exposure to any UV rays is one of the best-known ways to protect your skin and prevent premature aging.",
        "Of course, the most drastic way celebrities address any skin problems or signs of aging is through plastic surgery.",
        "With face lifts, eye and nose procedures, some celebrities have been able to slow the aging clock.",
        "Many aging Hollywood starlets seem to have trouble finding work, and Heatherton was hit particularly harshly.",
        "She has some wrinkle lines on her forehead and some minor crow's feet, but is otherwise free from any of the normal effects of aging.",
        "Skip the prone-to-stains ivory and select a color that shocks without aging too quickly through wearing.",
        "Typical patients would include those with natural hearing loss due to aging, hearing loss due to an injury in the workplace such as loud noise, and those with a hearing defect due to trauma at birth, genetic disorders and viral infections.",
        "Canine: This formula is designed specifically for dogs with heart disease and other conditions brought on by aging.",
        "I often wish our pets could live longer lives, but if you own a pet, you know one of the things we have to deal with is their aging.",
        "Your pet depends on you to recognize there are things you can do to help him with aging.",
        "In the home, your aging dog may need a ramp to help him up the stairs, in and out of the car, or even onto a couch or the bed.",
        "Not only are humans subject to aging, dogs feel the pains of aging as well.",
        "Heated dog beds help ease the ache of arthritis and lessen the stiffening that an aging dog experiences.",
        "In other cases, a house-trained pet may lose control of his bladder and bowel muscles due to illness or aging.",
        "Chicken Meal & Brown Rice Senior Dry Dog Food - Older dogs have different nutritional needs, and California Natural's answer is their senior dry dog food that is specially formulated to meet the needs of aging dogs.",
        "An aging, poorly maintained deck is also an invitation to nature's most industrious little composters, the carpenter ant.",
        "It contains UV protection that will help keep your wood from aging, while maintaining the natural wood grain.",
        "Some believe that peridot can slow down the aging process.",
        "Organic seeds produce healthy sprouts that are rich in highly active antioxidants that help to protect our bodies from the effects of aging and prevent the destruction of our DNA.",
        "Your skin is your body's largest organ, and it makes sense to choose organic anti aging beauty products if you want minimize your exposure to potentially toxic chemicals while nourishing and protecting your skin.",
        "According to the Skin Deep Cosmetics Database, many of the most popular anti aging skin care products contain toxic chemicals that have been linked with cancer, neurotoxicity, immunotoxicity and other health hazards.",
        "The sheer number of potentially toxic ingredients in common drug store brands is enough to make most health-conscious consumers want to switch to organic anti aging beauty products, but it is not always that simple.",
        "Manufacturers can legally use the term even if the primary ingredients in your anti aging cream are petroleum-based.",
        "SheerOrganics: Offers a large variety of skin care products, including anti aging masks, moisturizers, serums and toners, most of them based on avocado, rosehip and jojoba oil.",
        "As an organic consumer, you are probably already doing a great deal to slow the aging process.",
        "Choosing organic foods and home care products will reduce the amount of environmental toxins your body needs to fight off, reducing the wear-and-tear that manifests as aging skin.",
        "The Alive! line also includes energy and protein supplements, as well as vitamins tailored to aging populations.",
        "It can also effect the connective tissue in the body and cause a higher level of production of free radicals (molecules which cause aging and tissue damage).",
        "Over time, the damage to caused by the sun accumulates and may lead to premature aging and skin cancer.",
        "Examples include Medicaid, Medicare, the Administration on Aging and the Department of Health and Human Services.",
        "This shouldn't be a surprise considering the way that smoking, drinking, sun exposure, diet, exercise and other choices are known to affect health and aging.",
        "Aging often includes some degree of memory difficulties, loss of muscle tone, and higher blood pressure, but the extent to which these things occur depends on the individual.",
        "Proper nutrition is essential to healthy aging, and can have a considerable effect on many conditions.",
        "Inactivity leads to muscle atrophy and also worsens many of the aches and pains associated with aging.",
        "Your doctor is your partner in healthy aging.",
        "Healthy aging means something different for each and every person; however, nutrition, exercise, and healthcare are the keys to having healthy golden years.",
        "Administration on Aging is a division of the Department of Health and Human Services.",
        "AARP focuses on the physical and mental health concerns of an aging population.",
        "Staying fit is an important part of aging, and many fitness centers offer exercise classes specifically for seniors.",
        "Another option is to contact a local branch of the National Association of Area Agencies of Aging using their state-by-state directory to ask for local options and recommendations.",
        "Adult day care centers are a welcome alternative to full-fledged nursing care for an aging population.",
        "The Department of Health and Human Resources and the Administration on Aging have a comprehensive Eldercare site.",
        "The National Council on Aging has a wealth of resources to help family members and seniors stay up to date on advances in senior services, matters affecting mature adults, and legal issues.",
        "Few understand the special requirements and concerns of caring for an aging or ill loved one like the Family Caregiver Alliance.",
        "Aging isn't always easy, but with the right resources, you can maintain your health as your years progress.",
        "Aging means skin becomes less elastic, digestion doesn't work as well and bodies take longer to recover from injuries.",
        "Some people think that getting older means getting weak, but part of healthy aging is preventing this process from happening.",
        "If you already have a strong social network of good friends, a relationship, maybe a church, mosque or synagogue where you feel welcome, you're well on your way to healthy mental and spiritual aging.",
        "You'll find plenty of advertisements for special foods, diets, and dietary supplements meant to promote healthy aging.",
        "You may also wish to check with state and local agencies on aging.",
        "The Eldercare Locator, a public service of the U.S. Administration on Aging, connects seniors and caregivers with information on senior services.",
        "The Eldercare Locator is a public service of the U.S. Administration on Aging.",
        "Members of the largest demographic in America's history, the Baby Boomers, are aging.",
        "With the aging population increasing, the demand for skilled individuals to fill a variety of nursing home jobs will be high.",
        "Administration on Aging, for further general information about nursing homes and other care facilities.",
        "The best way to take care of aging parents.",
        "But aging doesn't have to mean getting flabby or gaining weight.",
        "The health and wellness of seniors are important issues for our aging society.",
        "In 2006, the U.S. government enacted amendments to Older Americans Act, originally established in 1965 to promote independence and dignity to an aging population.",
        "Each state in America has a department of elder affairs or department on aging.",
        "These individuals could be members of the ministry, experts on aging and other senior issues, and other prominent community members such as a city councilman or neighborhood watch organizers.",
        "With Baby Boomers moving into their 60s, issues surrounding aging in the workplace need to be addressed.",
        "Another piece of legislation that refers to aging in the workplace is the Older Workers Benefit Protection Act of 1990.",
        "Aging in the workplace does not have to be a negative experience for employers or co-workers.",
        "The mothers and grandmothers of today's baby boomers were careful never to be seen with a hair out of place, but the irony of this much fuss is that hair that is too perfect can be very aging.",
        "They are aware that aging will change sexual function and desire, but the wealth of myths about senior sex make it difficult to get useful information.",
        "Since then, eye care services and treatments have broadened to help meet the special needs of aging Baby Boomers and others.",
        "Know your risk factors and get screened regularly as part of your healthy aging plan.",
        "About 25 percent of today's adults are caring, in some capacity, for an aging parent or relative.",
        "Although these programs vary form state to state, you can contact your local Agency on Aging or state Department on Aging for information on these programs.",
        "The aging population in the U.S. has created an increasing need for more services devoted to the care of the elderly.",
        "Aging gracefully takes a little bit of work on your part, but you will not be sorry.",
        "If you look at things negatively, you will most likely start to feel depressed, which could inhibit other things you should do to continue aging with grace.",
        "One aspect of aging with grace is to acknowledge that everyone needs help sometimes.",
        "Get a grasp on what aging with grace means to you and implement ways to do it.",
        "While many women wear their hair long into their 80s and beyond, hair that is in poor condition can be aging, so going short is a good alternative.",
        "Several companies specialize in designing elderly clothing pieces that meet the needs of aging adults.",
        "Knowing what is normal for the person, especially in terms of movement and cognitive abilities, can help you distinguish signs of abuse from other manifestations of illness or aging.",
        "If you'd like more information on assisting seniors in Michigan, visit the Michigan Office of Services to the Aging.",
        "Aging doesn't have to mean sitting around watching television.",
        "Slow hair growth in senior citizen is just one of the many aging issues.",
        "In fact, hair loss really isn't considered a natural part of the aging process.",
        "Funded through the Administration on Aging, Department of Health and Human Services, the \"Nutrition Services Incentive Program\" receives grant funds to distribute to state agencies for the purchase of foods for meals for seniors citizens.",
        "The Encyclopedia of Aging and Elderly found that three to four million Americans suffer from congestive heart failure (CHF).",
        "Many individuals attribute memory loss to aging.",
        "However, though reactions slow and the body weakens with age, memory loss is not an ordinary symptom of aging.",
        "Eat well and take vitamins, particularly calcium and vitamin D, which benefits aging bones.",
        "Also review the Ohio Department of the Aging to find more resources.",
        "This silly poem is a flamboyant and glorious declaration of enjoying life and changing attitudes about aging.",
        "Having more self-confidence and fun with the aging process.",
        "If you have questions regarding any aspect of your medical insurance, contact your state's health insurance information program or the office on aging.",
        "As you or your senior parent ages, you may want to look into fashion tips for the elderly in order to become more comfortable with aging.",
        "On the other hand, you may have gained some weight which is a normal part of the aging process in women.",
        "Alternatively, you may want to embrace the wisdom that is often associated with aging by wearing clothes which impart a sense of dignity or professionalism, such a smart suit.",
        "At some point, you may need to investigate options for affordable elderly care for yourself or an aging parent or other relative.",
        "Aging alone will not necessitate the need to seek affordable elderly care.",
        "The demand is also likely to continue to increase with the aging Baby Boomer population.",
        "One of the unavoidable things about aging is the inevitable turning 50 humor.",
        "People have several associations with aging which translate into good topics for turning 50 humor jokes and gags.",
        "Other subject matter has to do with the physical aspects of aging, such as wrinkles, incontinence, memory loss, and the so-called, \"senior moments\".",
        "Alterna Professional Haircare manufactures a line of products made specifically for aging hair.",
        "In an interview with LoveToKnow, global creative director of Alterna Professional Haircare and well-known hair stylist, Michael Shaun Corby, speaks of Alterna's products and their ability to reverse the signs of aging.",
        "Since aging hair is more likely to split, getting regular trims keeps it looking its best and prevents the split ends from moving further up the hair strands causing additional damage.",
        "According to a 2009 report by the United States Special Committee on Aging, throughout the country there are approximately 6,000 Section 202 housing developments with more than 300,000 senior citizens residing in them.",
        "Aging does not mean you have to automatically give up being active.",
        "Once thought to be a normal part of aging, research shows that dementia results from disease or damage to certain areas of the brain.",
        "In fact, mild memory loss is considered a normal part of aging.",
        "Memory distortion is a natural side effect of aging and does not necessarily mean a person has dementia.",
        "Seniors are no different, but aging can bring changes that make shopping for fashionable attire challenging, at best.",
        "The main focus of The National Council on Aging is improving every senior citizen's health and economic security.",
        "This Christ-centered network originally began in 1928 as the Presbyterian Association on Aging in the Pittsburgh area.",
        "There are a number of options in this area for aging seniors who need quality care.",
        "Normal aging processes can cause tissues to become less toned and more floppy, which can contribute to snoring.",
        "This type of radiation contributes to premature aging, wrinkling and has recently been linked to skin cancer.",
        "A common condition related to aging is presbyopia.",
        "Since multifocal lenses are designed for those with presbyopia, a condition common with aging that causes the inability to focus on objects close by, they are a popular alternative to bifocal glasses.",
        "Used properly, they can prevent crow's feets and other signs of aging; they also help prevent certain vision problems.",
        "Proclear Multifocal: Aging eyes often have two conditions: dryness and presbyopia.",
        "They also cause premature skin aging, cataracts, glaucoma-even damage to hair.",
        "These are the rays that cause premature aging, wrinkling, leathering, and so on.",
        "All three types of UV can damage collagen, which accelerates the aging process in the skin.",
        "While you can try all the lotions and potions out there to help prevent and reverse the aging, you could also find yourself confronted by UVA-induced skin cancer.",
        "The ability to see things up close deteriorates gradually with aging.",
        "Since bifocals are associated with aging, many steer away from them as not to reveal their age.",
        "As the oldest roller coaster at the park, Python enjoyed a classic status, but it also suffered the ravages that affect any aging machine.",
        "It won't let you play your aging NES cartridges directly, but there is something there for you.",
        "For example, there is the aging sage Tellah, who becomes hell-bent on revenge following a traumatic incident early on in the game.",
        "Game on Demand (GoD for short) is a new innovative update to the aging game rental industry.",
        "Nintendo Wii - When the current generation rolled out, everyone expected Nintendo to come in as a distant third, largely because they used very similar architecture as the aging Gamecube.",
        "These wholesalers buy the aging game inventories from stores where gamers usually go to buy their entertainment.",
        "Subtle notions of toasty vanillin from new oak aging\".",
        "Sunlight will affect the wine adversely and also increase its ambient temperature leading to faster aging.",
        "Keep a constant check on the wines in your cellar and monitor their aging by regular tasting.",
        "This will give you good control over the wines aging, and you will not be embarrassed in a formal situation before your friends and family!",
        "Vintage Champagne is a wine that benefits from aging.",
        "Most are youthful drinkers with little aging potential, and many of the wines in this region are consumed as table wines.",
        "Red wines from this vintage may have less aging potential than those from better vintages, like 1994 or 1997.",
        "Most are meant to be drunk within a few years of purchase and lack aging potential.",
        "Resultantly, white wines from this vintage drank early and had little aging potential.",
        "Drinks well now, but should keep improving with some aging.",
        "Racked wine is then left for aging which can range from three months to over a year, depending upon the type of wine and the personal preferences of the winemaker.",
        "The supple red can benefit from aging, but drinks elegantly right now.",
        "Cairanne is one of the sixteen villages in the Côtes-du-Rhône Villages designation and also one of the best, with wines that show depth, dark fruit, lively spice, and good tannins for aging.",
        "Fumé Blanc is made from Sauvignon Blanc, and it's not much more than a marketing term since it's just Sauvignon Blanc with a bit of oak aging.",
        "Ready to drink but will improve with aging if one can wait.",
        "California Shiraz and Syrah have decent aging potential ranging from five to 20 years depending on the vintage and the wine style.",
        "The two founders came together with a purpose, to make a Cabernet Sauvignon with a sense of itself, a fully developed red that could be savored not only after many years of aging but was soft and supple from the get-go.",
        "Naturally, patient aging would only enhance the wine.",
        "The end result is rapid aging of your stored wines, turning them into vinegar.",
        "The latest study from the Harvard Medical School and National Institute of Aging looked at the effect of the resveratrol in red wine on a diet high in calories.",
        "Wading through all of the search results for wine making, however, can be time-consuming (although it won't take quite as long as aging your wine!).",
        "The sediment occurs naturally as a process of aging and does not affect the taste or quality of the wine; however, pouring sediment from the bottle into a glass isn't appealing.",
        "Aerating wines usually works best with youthful, powerful wines with tannins that have not benefitted from the aging process.",
        "Wood aging is when wine is aged in wood barrels.",
        "Wood aging lessens tannin and acid levels, \"softening\" the wine.",
        "Closed wines are generally young wines that could use additional aging, as aging helps to develop a wine's character.",
        "Tawny: Tawny Ports spend more time aging in oak casks, so they wind up with toasty, toffee-like flavors and a dark, amber color.",
        "All bottling, production and aging must occur within the Classico region.",
        "In fact, the results show a slowing of the degenerative effects of aging in human cells.",
        "Finding the right wine coolers information can help you to store and preserve your wine in the best possible conditions for the longevity and aging of your wine.",
        "Using a wine cooling system allows you to create the ideal conditions for storing and aging wine.",
        "Not only that, but the racks of cooling systems allow you to ideally place the wine to promote proper aging.",
        "There are a number of factors that can cause your wine to \"go bad\" or turn during the aging process.",
        "Cost of storage per bottle, budget, aging potential of the wines you will be storing and space in your home will all factor into your decision.",
        "No aging - The packaging doesn't allow for aging of wines, so chances are investment-grade wines will never come in boxes.",
        "What makes Port unique, however, is the process by which it is made and aged using a solera system, which is a method of aging fortified wines and liquors by blending vintages.",
        "While some fuller-bodied wines benefit from aging, light and crisp wines shouldn't sit around for years or even months.",
        "In many cases, Cabernet Sauvignon wines actually need a few years of aging before you drink them.",
        "Tannins give the wine structure and aging potential.",
        "It's created through a slow aging process in wooden casks.",
        "It is important to store Pinot Noir at the appropriate temperature in order to keep the wine from aging too quickly and to avoid \"cooking\" the wine, which destroys all of the flavors.",
        "If you prefer luscious, youthful fruit bombs, for instance, and a wine critic is rating for aging potential, then you may really love something that they rate as merely quaffable.",
        "This is a natural aging process for EPDM material and it is something that will occur no matter what you do.",
        "Microsoft Corporation detailed a plan to revitalize its aging and unpopular Windows Mobile phone platform by introducing a new Windows Phone release date.",
        "The researchers suggest that this combination may protect skin against aging caused by sunlight as well.",
        "Other complications may include collapsed lungs, premature aging of the skin on the hands and feet, and ruptured arteries and veins.",
        "Because of an increase in bone brittleness with aging, elderly persons are also included in this high-risk population.",
        "However, some spend a very short time in a foster home, and others are there for their entire childhoods, \"aging out\" at 18 when they become legal adults.",
        "The grading of the placenta indicates whether it may be inappropriately aging, but this is not as accurate as fetal measurements.",
        "In addition, women in this age group are often coping with the care of aging parents as well as their own offspring.",
        "Boron deficiency is rare, although reduced levels do occur with aging and with reduced levels of vitamin D.",
        "Flu-related deaths have increased substantially in the United States since the 1970s, largely because of the aging of the American population.",
        "Long-term effects of repeated sun overexposure and burning can cause premature aging and wrinkling of the skin.",
        "Phototherapy has two potential side effects from long-term use: premature aging of the skin and an increased risk of skin cancer.",
        "People with Down syndrome appear to go through the normal physical changes of aging more rapidly, however.",
        "These specially formulated products are designed to combat the detrimental effects of aging on hair, including damage caused by years of mistreatment.",
        "Gray hair is a natural part of aging, but many people resist it and do everything possible to retain the look of colorful, vibrant hair.",
        "Werner Syndrome, a rare disease that accelerates aging.",
        "While many people like the distinguished and sophisticated look gray hair can bring, others dread this very visible sign of aging.",
        "Sixty years ago women might have used coloring agents to put off visible signs of aging such as graying or muted hair tones.",
        "There is no known prevention for this condition, but knowing how it occurs and what can be done to slow the loss can help many men adjust to this very obvious sign of aging.",
        "These types of highlights can brighten up a dull complexion and may subdue the look of natural aging.",
        "Whether it's due to aging, a genetic condition, a medical problem, or a dietary deficiency, hair loss is increasingly common and has become a genuine concern for many women as well as men.",
        "If you're experiencing some of the natural processes of aging such as thinning hair, you may find a hair regrowth shampoo is worth testing.",
        "Rather than wish for a miracle on how to prevent grey hair, you're better off taking a stance against this natural aging process by coloring your hair as soon as the greys become noticeable.",
        "Keep in mind that while no one can stop from maturing, there's always help to minimize the effects of aging.",
        "Ms. Wesche suggests contacting your state Department of Aging and Area Aging for guidance.",
        "With the aging baby boomer generation and the obesity epidemic affecting people of all ages, medical fields will continue growing and expanding indefinitely in order to provide adequate treatment to patients.",
        "As the value of aging manufactured homes varies widely, some finance companies prefer to lend money only for the purchase of new units.",
        "Studies show that if a woman is overdue and her baby is far less active than usual, it's a good sign that the placenta is aging.",
        "Many couples are hoping for a boy since men are better able to support children and their own aging parents.",
        "Diseases that develop through aging or being ill may cause erectile dysfunction.",
        "Sure enough, it seems pretty obvious that a type of supplement that directly combats the impact of aging would have great benefits on looks and health alike.",
        "An essential nutrient, vitamin E plays an important part in maintaining a healthy body while helping to protect it from the mental and physical signs of aging.",
        "Gingseng root is a traditional Chinese remedy for a slew of ailments, from depression to the pains of aging.",
        "Essential skin vitamins can also boost skin's elasticity and structure, helping minimize the signs of aging, and many vitamins can even help protect against damage from too much sun, pollution, or other environmental factors.",
        "Packed with free radical-fighters, this wonder-food can help to prevent disease and slow down the aging process as our bodies break down from a constant environmental assault.",
        "Anti-aging - Bee pollen has several rejuvenating properties, which combat the effects of aging.",
        "This chain reaction can damage cell walls and cell structure and may contribute to aging in tissues and organs.",
        "You may want as many antioxidants as possible in your body, believing them to combat aging and ailments.",
        "It can help slow the aging process or reverse age-related symptoms.",
        "The National Institute of Aging (NIA), which is a subsidiary of the National Institute of Health has issued a statement on hormone supplementation, including supplementation of DHEA.",
        "The National Institute on Aging does not recommend taking any over-the-counter hormone-like anti-aging remedies such as DHEA because the effectiveness hasn't been proven, and little is known about the long-term health risks.",
        "It supports healthy immune function and may help stave off a number of diseases because it works to prevent cell deterioration and aging.",
        "Calcium rich foods are healthy for all individuals, but may be especially beneficial for aging women and growing children, who often require more calcium in their diet.",
        "Vitamin E may also reduce cellular aging, contribute to the prevention of cancer, prevent Alzheimer's disease and inhibit melanoma.",
        "The human digestive tract contains about 400 beneficial bacteria that aid digestion and reduce signs of aging, but you can maintain a healthy balance of them by taking probiotic supplements.",
        "The living nutrient also reduces free radicals, which are digestive byproducts that contribute to signs of aging in the body.",
        "Free radicals cause breakdowns in cells and are one of the primary causes of aging - both internally and externally.",
        "Vitamin E, along with other antioxidants, help to eliminate these free radicals and prevent cell aging and breakdown.",
        "This damage results in many signs of aging, such as wrinkles and dark spots on the skin.",
        "Antioxidants are important in the battle against aging, as well as in the prevention of many diseases such as heart disease, Alzheimer's, cancer, strokes and Rheumatoid arthritis.",
        "Vitamin C supplements are also thought to prevent aging damage to the skin by boosting the body's production of collagen and neutralizing free radicals.",
        "Oxidative damage can lead to cell damage, aging, and disease, so antioxidants are a very important part of your daily diet.",
        "Many people believe antioxidants and polyphenols can reduce signs of aging and promote energy and general wellbeing.",
        "The outline for this piece is available on ABCNews.com, but the actual video is considerably more intensive and delves into some of the decade's most significant scientific findings within the realm of aging.",
        "Dr. David Sinclair was interviewed on Walters' special regarding an interesting antioxidant called resveratrol, which has proven in clinical studies to have a remarkable effect on health and the aging process.",
        "The boxy compound has been found in laboratory tests to actually switch off genes responsible for aging.",
        "Antioxidants fight free radicals in the body, an act that may delay the aging process.",
        "In the meantime, Walters' has specifically stated that she does not endorse these supplements or make any claims that they can, indeed, work against the aging process.",
        "For the aging car owner, donating a car can be a truly reasonable trade-off.",
        "This can be a feature of the ring and this aging process will add to its charm.",
        "The BOP converted the aging military prison into a maximum-security, state-of-the-art civilian penitentiary.",
        "On the other hand, if you already wear prescription glasses but still experience vision problems, an iBeam can provide a little extra boost to your aging eyesight.",
        "Large corporations regularly replace aging equipment usually in the 4th quarter and find that it's more cost-effective to sell to a reseller than to dispose and incur environmental fees.",
        "But for business purposes to replace an aging monitor or add a few to PC towers or desktops you've picked up and plan to use for an in-house network application, these monitors may foot the bill.",
        "Imagine you are selling a new cosmetic serum for men that promises to remove wrinkles, regrow hair, and otherwise mitigate signs of aging.",
        "The purpose of eating a raw food diet is not only to help a person lose weight and feel better, but also to slow the aging process by helping a person look and feel younger.",
        "Tonya Zavasta, author of Your Right to Be Beautiful, has written several books that look at raw foods and their affect on aging.",
        "For more information, Mayo Clinic has also put together books on Healthy Aging and a book that focuses more on diet called The Mayo Clinic Diet: Eat Well, Enjoy Life, Lose Weight (2010).",
        "However, with an effective anti-aging diet plan, we can halt the aging process for a life of wellness and longevity.",
        "The aging process also involves the generation of unstable molecules known as free radicals at a cellular level in our bodies.",
        "It would make sense that if free radicals are the enemies, then we need a weapon of defense to stop the fight, better known as aging.",
        "Bones, eyes, heart, and joints are highly vulnerable to the effects of aging.",
        "By supplying your body with a vast range of colorful foods, for example, you will also be feeding it a rainbow of phytonutrients known to lower your risk of cancers, premature aging, glaucoma, and other diseases.",
        "Short changing your diet of living enzymes can lead to premature aging.",
        "We feel the effects of the damage as they manifest in the form of cancer, disease and premature aging.",
        "Antioxidants are essential in prevention of aging, and can fight inflammation throughout the body.",
        "Reduced oxidative stress can confer any number of health benefits, from slower aging to boosting your immune and cardiac functions.",
        "Regular exercise may also slow the aging process of the body, explains Mayo Clinic.",
        "By maintaining an effective exercise regimen, you can fight the effects of aging and look years younger.",
        "How much the breasts sag depends upon the elasticity of your skin, which is determined by diet, genetics and the normal aging process.",
        "According to the National Institute on Aging (NIH), older adults can benefit greatly from physical activity.",
        "For more senior citizen exercise information, visit the National Institute on Aging site.",
        "Hormonal changes, pregnancy, aging, genetics, and regular weight gain can all cause a pooch of fat that lies over the top of the abdominal muscles.",
        "While some muscle loss does occur, you can take control of your body's aging process, explains Mayo Clinic.",
        "The balance will shift as you age, however, you can slow some of the effects of aging by staying active.",
        "In France, like in America, there are ceremonies and special events on Armistice Day; however, the majority of the crowd attending these events is aging.",
        "For those who are aging and have trouble moving around and doing daily tasks, such care can be a lifesaver.",
        "Young people can often depend on companies such as Blue Cross, but aging Americans also have AARP as a coverage option.",
        "Contact the National Council on Aging at (202) 479-1200, or the Administration on Aging at (800) 677-1116.",
        "Family Jewels shows a different side of Simmons, portraying him more as a family man than an aging rocker.",
        "Gene Simmons' reality show has been compared to The Osbournes in that it follows an aging rock star and his family as they navigate their way through life.",
        "In most cases, the Stargate novels allow the adventures to go places the series could not due to budget constraints, actor availability and general aging.",
        "It will continue to sharpen your skills in capturing details like human aging, drawing a foot, arm, and smiles.",
        "According to the information behind Project Aiko, the android is based on the need to provide an aging population with domestic assistance with projects like making tea, house cleaning and more.",
        "There are many wrinkle treatments on the market for fighting the signs of aging.",
        "Ideally, a men's skin care moisturizer would have sun block of SPF 15 or higher to prevent wrinkles and the signs of premature aging.",
        "While the primary cause of wrinkles is the aging of the epidermis (the skin's under-layer), sun, other weather conditions, and even the facial expressions you use can contribute to those wrinkles!",
        "Less seriously, it also causes premature aging.",
        "As mentioned above, aging skin finds it harder to retain moisture.",
        "Anti aging products work on a few skin care principles; these are namely exfoliation and skin repair.",
        "Exfoliation: The main exfoliants found in anti aging skin care products are alpha and beta hydroxys.",
        "Vitamins C and E are often added to anti aging skin care products, too - they are both antioxidants and may increase the production of collagen.",
        "Instead, try anti aging products that may actually increase your skin's own collagen supply.",
        "At the very least, anti aging products make your skin feel more supple.",
        "Anti aging supplements are the newest craze in the war against wrinkles, lines, puffy eyes, and damaged skin.",
        "Fighting signs of aging from the \"inside out\" is supposed to provide a way for people to get an edge on the signs of aging skin.",
        "Staying away from these aging factors can help keep your skin in good condition.",
        "Zinc: Harvard University suggests that to fight aging you should boost your immunity with zinc.",
        "Each anti aging supplement has a mixture of these ingredients and more.",
        "With such a wide range of products available, it is hard to know where to start when searching for anti aging supplements.",
        "Murad's anti aging supplement claims to promote smoothness and decrease the amount of wrinkles on your face by 34 percent in five weeks.",
        "The water and packet for anti aging has a key ingredient, mangosteen.",
        "Mangosteen is a B vitamin with a lot of folate, and is thought to help reduce signs of aging.",
        "Additionally, the product includes vitamins A, C, and E to help fight lines and other visible signs of aging.",
        "The Beautiful Skin and Wellness Pack offered by Olay fights the seven signs of aging.",
        "Make sure you read the ingredient list of any anti aging supplements you decide to take.",
        "Boost the effectiveness of your anti aging products by eating a well balanced diet and drinking plenty of water.",
        "If fighting the signs of aging and a good skin care regimen are important to you, you need reliable skin treatments.",
        "Over the course of the treatment, it can reduce the appearance of crow's feet, fine lines, and other signs of aging.",
        "Skin problems can occur at any age; kids deal with outdoor rashes all the time, and aging adults know all too well the battle against fine lines and wrinkles.",
        "There they destroy collagen and elastin tissue resulting in fine lines and wrinkles which are signs of premature aging.",
        "Dr. Leffell: UVA penetrates into the dermis and although it can also cause skin cancer, its primary effect is to cause premature aging of the skin.",
        "UVB waves typically are cancer-causing and have less of an effect on aging of the skin.",
        "According to a sunburn fact sheet by WebMD, sun exposure of any sort can lead to premature aging and skin cancer.",
        "For those with severe aging and skin problems, sometimes only a prescription strength system like Obagi skin care will work.",
        "Comprised of several prescription and non-prescription formulas, Obagi works to correct the signs of aging and prevent further damage with its line of expert cleansers, creams, toners, serums, and more.",
        "The formulas also treat specific aging signs like skin crepiness and discoloration.",
        "The mini face lift is not normally effective on more severe signs of aging.",
        "Getting wrinkles is part of the aging process, so Botox alternatives are appealing to many people.",
        "Additionally, companies frequently develop their own special blends of ingredients that work together to fight the signs of aging.",
        "It also has moisturizers and vitamins to help prevent aging.",
        "Additionally, many of the creams and serums contain other agents to help combat further signs of aging.",
        "These techniques may be more suited to someone younger, who is in the early stages of aging.",
        "Those with more advanced signs of aging may find that these methods only help smooth fine lines, but do not have an effect on deeper wrinkles, darker age spots, and other signs of aging.",
        "Whether or not these really work will have to be judged on an individual basis, as with any procedure or anti aging technique.",
        "Various forms of light or photo treatment are used in a doctor's office to reduce the signs of photo-aging (aging caused by sun damage).",
        "Skin resurfacing techniques can reduce the signs of aging.",
        "What was once merely cleansers and moisturizers is now a vast, almost dizzying array of products formulated to treat everything from acne to aging.",
        "Here at LoveToKnow Skin Care you will find information on skin care products, skin care techniques, skin conditions, and aging and wrinkles.",
        "Aging and Wrinkles: Everyone is concerned with the effects of time on their skin.",
        "We have a collection of articles on topics pertaining to aging, including botox, chemical peels, anti wrinkle creams, and prescription options.",
        "One of the fastest, most effective anti aging techniques is microdermabrasion.",
        "Doctors or skin care specialists may recommend a moisturizing and anti aging regimen to care for the skin after treatment.",
        "Microdermabrasion treats a variety of skin conditions, most related to aging.",
        "While not as strong as office procedures, they can help reduce minor or early signs of aging.",
        "The products also contain anti aging elements to create smoother, more balanced skin.",
        "He discovered that inflammation of the cells is one of the largest contributors to the appearance of wrinkles and aging.",
        "The positive side to this theory is that Dr. Perricone utilized the knowledge he derived from it to create skin care programs that would decrease and resist the signs of aging.",
        "Read labels of wrinkle creams carefully; some are designed to prevent the formation of wrinkles, while others are designed to reverse the signs of aging.",
        "A skincare specialist can help you find a formula that treats aging, dryness, dark spots or other skin concerns you have.",
        "A brow lift, also called a forehead lift, can give a more youthful look to an aging face.",
        "Another sign of aging skin is wrinkles across the forehead.",
        "Aging skin doesn't bounce back to normal; instead, it begins to settle into wrinkles and lines.",
        "This surgery will not correct excess skin overhang in the eyelids, which is another sign of aging.",
        "Aging skin has less collagen, which is one reason why wrinkles develop.",
        "Along with laugh lines, frown lines and forehead creases, eye wrinkles are a sign of aging skin.",
        "Years of facial movement and expression - whether laughing, smiling, squinting or even smoking - contribute to the skin's normal aging process.",
        "Aging, however, is the result of many factors, including unavoidable genetic and preventable environmental influences on the skin.",
        "The eyes, in particular, are highly susceptible to premature aging.",
        "The natural aging process, however, involves an old friend called time.",
        "The skin naturally grows weaker, becomes thinner and is essentially more prone to the sorts of blemishes generally associated with aging.",
        "This process is known as intrinsic aging.",
        "There are several additional signs of intrinsic aging, in addition to the aforementioned changes.",
        "If intrinsic is the body's natural aging process, then extrinsic is the exact opposite.",
        "These external factors easily contribute to premature aging.",
        "It is important to consider that this is a preventable part of the aging process."
    ],
    "definition": [
        "Link/Cite"
    ]
}