{
    "translation": "לעזור, עזרה, תמיכה",
    "uses": [
        "She has no sense for first aid, either.",
        "I took a sleeping aid last night, yes.",
        "Bored, restless, fearful, she retreated to the back of the cave, searching it again for any sort of door or anything that might aid her escape.",
        "In my perplexity I did not know whose aid and advice to seek.",
        "Leo agreed to invest Charles with Naples, to crown him emperor, and to aid in a war against Venice.",
        "International aid strategies have often worked against each other.",
        "I can give no aid on that account, for I have no recollection of how I came to be here, either.",
        "I even tried, without aid, to master the French pronunciation, as I found all the letters and sounds described in the book.",
        "In 371 he led the relief force which was sent to aid the survivors of the battle of Leuctra.",
        "You remember teacher and I told you Sunday that I wanted to have a little tea in aid of the kindergarten.",
        "He appears to have consolidated his power by the aid of the Church and by a series of judicious matrimonial alliances.",
        "Having entered the courtyard of a large house where the Lodge had its headquarters, and having ascended a dark staircase, they entered a small well-lit anteroom where they took off their cloaks without the aid of a servant.",
        "In May, 1892, Helen gave a tea in aid of the kindergarten for the blind.",
        "\"Qatwal has always been full of itself, but they may still aid you,\" Mansr said.",
        "Several members, including Qatwal, may be willing to aid you in regaining your planet after you've reached a peace treaty.",
        "Thank God, I can sit and I can stand without the aid of a furniture warehouse.",
        "It is certainly the most scientific method of steam-heating, and heat can be made to travel a greater distance by its aid than by any other means.",
        "It was removed to Princeton in 1755, funds for its aid being received from England, Ireland and Scotland.",
        "Be sure that you give the poor the aid they most need, though it be your example which leaves them far behind.",
        "For ten years Evagoras carried on hostilities single-handed, except for occasional aid from Egypt.",
        "William summoned Brandenburg to his aid (1672) and made treaties with Austria and Spain (1673).",
        "Leo soon had occasion to invoke the aid of his protector.",
        "To aid ornithologists in their studies in this respect, T.",
        "Added to all this was the news of the continual Russian military aggressions in Poland, against which the Catholic confederation of Bar continued to appeal for aid.",
        "Energetically making use of this period of respite, he again issued the charter to the church, ordered his subjects to take a fresh oath of allegiance to him, and sent to the pope for aid; but neither these precautions, nor his expedient of taking the cross, deterred the barons from returning to the attack.",
        "He appealed to the pope, and hoped to crush his enemies by the aid of foreign troops, while the barons prepared for war, and the prelates strove to keep the peace.",
        "says that in future no scutage or aid, beyond the three recognized feudal aids, shall be levied except by the consent of the general council of the nation (commune concilium regni nostri), while the three recognized aids shall only be levied at a reasonable rate.",
        "provides for the assembly of the council when its consent is necessary for raising an aid or a scutage.",
        "There are four hospitals, each under a resident medical officer, under the general supervision of a senior officer of the Indian medical service, and medical aid is given free to the whole population.",
        "Seclusion in a monastery seems first to have been used by the civil power in aid of the spiritual.",
        "During his residence in Thrace he joined the expedition of the Argonauts, whose leader Jason had been informed by Chiron that only by the aid of Orpheus would they be able to pass by the Sirens unscathed.",
        "He distinguished himself in the field and found time to lead a body of troops to aid the king of France against the Huguenots.",
        "The term Cryptogam is archaic, implying a hidden method of reproduction as compared with the obvious method represented by the flower of the Phanerogam; with the aid of a good microscope it is, however, easier to follow the process of fertilization.",
        "He went to France to seek aid of King Louis XI., but died there in 1465.",
        "This balance could not have been established without the concurrent aid of Florence.",
        "Three years later, unlessoned by this experience, Louis signed the treaty of Blois (1504), whereby be invited the emperor Maximilian to aid him in the subjugation of Venice.",
        "With the aid of Sella he concluded conventions for the redemption of the chief Italian railways from their French and Austrian proprietors.",
        "Shortly afterwards his term of office was brought to a close by the failure of an attempt to secure for Italy a coaling station at Sanmen and a sphere of influence in China; but his policy of active participation in Chinese affairs was continued in a modified form by his successor, the Marquis Visconti Venosta, who, entering the reconstructed Pelloux cabinet in May 1899, retained the portfolio of foreign affairs in the ensuing Saracco administration, and secured the despatch of an Italian expedition, 2000 strong, to aid in repressing the Chinese outbreak and in protecting Italian interests in the Far East (July 1900).",
        "Mr. O'Hara quickly recovered from his astonishment and came to her aid.",
        "The Asmonean dynasty lasted a few years longer, but finally came to an end when Herod the Great, with the aid of the Romans, took possession of Jerusalem and became the first king of the Idumaean dynasty.",
        "The experiment was so far successful that, with incredible difficulty, the two vessels did actually reach Meskene, but the result of the expedition was to show that practically the river could not be used as a high-road of commerce, the continuous rapids and falls during the low season, caused mainly by the artificial obstructions of the irrigating dams, being insurmountable by ordinary steam power, and the aid of hundreds of hands being thus required to drag the vessels up the stream at those points by main force.",
        "When by the aid of man they surmount these, they often dominate with unexpected vigour the native vegetation amongst which they are colonists.",
        "New Zealand was poorly stocked with a weak flora; the more robust and aggressive one of the north temperate region was ready at any moment to invade it-, but was held back by physical barriers which human aid has alone enabled it to surpass.",
        "BURGRED, king of Mercia, succeeded to the throne in 852, and in 852 or 853 called upon ZEthelwulf of Wessex to aid him in subduing the North Welsh.",
        "The great development of photography has been a notable aid to explorers, not only by placing at their disposal a faithful and ready means of recording the features of a country and the types of inhabitants, but by supplying a method of quick and accurate topographical surveying.",
        "The red type is peculiar to America, inhabiting every climate from polar to equatorial, and containing representatives of many stages of culture which had apparently developed without the aid or interference of people of any other race until the close of the 15th century.",
        "The same year, however, he was recalled by Mary to aid in the suppression of Murray's rebellion, successfully eluding the ships of Elizabeth sent to capture him.",
        "He received considerable aid from Shah Ismael of Persia, and in 1511 made a triumphal entry into Samarkand.",
        "In his Me'or t Enayim (Mantua, 1573) Dei Rossi endeavoured to investigate Jewish history in a scientific spirit, with the aid of non-Jewish authorities, and even criticizes Talmudic and traditional statements.",
        "In return for Russia's service in preventing the aid of Austria from being given to France, Gorchakov looked to Bismarck for diplomatic support in the Eastern Question, and he received an instalment of the expected support when he successfully denounced the Black Sea clauses of the treaty of Paris.",
        "By the aid of one front leg it places consecutive heaps of loosened particles upon its head, then with a smart jerk throws each little pile clear of the scene of operations.",
        "This material world is no longer, as in Zoroastrianism, essentially a creation of the good God, but the powers of evil have created it with the aid of some stolen portions of light.",
        "By the aid of Apollo, who served him as a slave - either as a punishment for having slain the Cyclopes, or out of affection for his mortal master - he won the hand of Alcestis, the most beautiful of the daughters of Pelias, king of Iolcus.",
        "The distance from Rarotonga to New Zealand is about 2000 m., and, with the aid of the trade wind, large canoes could traverse the distance within a month.",
        "There cultivation is possible only with the aid of a considerable quantity of manure.",
        "His grandfather had obtained from Venice an \" artist \" who undertook \" to build churches and palaces, to cast big bells and cannons, to fire off the said cannons and to make every sort of castings very cunningly \"; and with the aid of that clever Venetian he had become the proud possessor of a \" cannon-house,\" subsequently dignified with the name of \" arsenal.\"",
        "Already the desire to make his country a great naval power was becoming his ruling passion, and when he found by experience that the White Sea, Russia's sole maritime outlet, had great practical inconveniences as a naval base, he revived the project of getting a firm footing on the shores of the Black Sea or the Baltic. At first he gave the preference to the former, and with the aid of a flotilla of small craft, constructed on a tributary of the Don, he succeeded in capturing Azov from the Turks.",
        "At first he was under the tutelage of Menshikov, who wished him to marry his daughter, but he soon contrived, with the aid of the Dolgorukis and other old families, to get his imperious tutor arrested and exiled to Siberia.",
        "All this was to be done, however, under the strict supervision and guidance of the autocratic power, with as little aid as possible from private initiative and with no control whatever of public opinion, because influential public opinion is apt to produce insubordination.",
        "Attempts have been made to bring it into more general use, but without success; and it is only in particular circumstances that navigation, with the aid either of locks or inclined planes to surmount the elevations, will not present a more convenient medium for an extended trade.\"",
        "Most of them had power to impose schedules of maximum rates; practically all of them had authority to prescribe rates upon complaint of shippers; and they could all seek the aid of the courts to enforce their decrees.",
        "The growth of railways has been accompanied by a world-wide tendency toward the consolidation of small independent ventures into large groups of lines able to aid one another in the exchange of traffic and to effect economies in administration and in tl-_e purchase of supplies.",
        "Sometimes, however, a sharp incline occurring on an otherwise easy line is not reckoned as the ruling gradient, trains heavier than could be drawn up it by a single engine being helped by an assistant or \" bank \" engine; sometimes also \" momentum \" or \" velocity \" grades, steeper than the ruling gradient, are permitted for short distances in cases where a train can approach at full speed and thus surmount them by the aid of its momentum.",
        "The weight required to cause the downward motion is obtained either by means of the material which has to be transported to the bottom of the hill or by water ballast, while to aid and regulate the motion generally steam or electric motors are arranged to act on the main drums, round which the cable is passed with a sufficient number of turns to prevent slipping.",
        "The increased loading space required in the sheds is obtained by multiplying the number and the length of lines and platforms; sometimes also there are short sidings, cut into the platforms at right angles to the lines, in which wagons are placed by the aid of wagon turn-tables, and sometimes the wagons are dealt with on two floors, being raised or lowered bodily from the ground level by lifts.",
        "A considerable amount of standing room is then available, and those who have to occupy it have been nicknamed \" straphangers,\" from the fact that they steady themselves against the motion of the train by the aid of leather straps fixed from the roof for that purpose.",
        "It should be mentioned that the act provided that the Treasury might advance a portion of the money required for a line in cases where the council of any county, borough or district had agreed to do the same, and might also make a special advance in aid of a light railway which was certified by the Board of Agriculture to be beneficial to agriculture in any cultivated district, or by the Board of Trade to furnish a means of communication between a fishing-harbour and a market in a district where it would not be constructed without special assistance from the s' ate.",
        "They pointed out that while during the first five years the act was in force there were 315 applications for orders, during the second five years there were only 142 applications, and that proposals for new lines had become less numerous owing to the various difficulties in carrying them to a successful completion and to the difficulty of raising the necessary capital even when part of it was provided with the aid of the state and of the local authorities.",
        "A conference between the three powers was thereupon held at Berlin, and a treaty was executed by those powers and by Samoa, on the 14th of June 1889, by virtue of which the independence and autonomy of the islands were guaranteed, Malietoa was restored as king, and the three powers constituted themselves practically a protectorate over Samoa, and provided a chief justice and a president of the municipality of Apia, to be appointed by them, to aid in carrying out the provisions of the treaty.",
        "He had been fortunate in obtaining the aid of Don Pascual de Gayangos, then professor of Arabic literature at Madrid, by whose offices he was enabled to obtain material not only from the public archives of Spain but from the muniment rooms of the great Spanish families.",
        "He soon learned to call to his aid the subsidiary sciences of geography and chronology, and before he was quite capable of reading them had already attempted to weigh in his childish balance the competing systems of Scaliger and Petavius, of Marsham and Newton.",
        "Returning to London early in November, he found it necessary to consult his physicians for a symptom which, neglected since 1761, had gradually become complicated with hydrocele, and was now imperatively demanding surgical aid; but the painful operations which had to be performed did not interfere with his customary cheerfulness, nor did they prevent him from paying a Christmas visit to Sheffield Place.",
        "Having roused the ire of Sir Henry Bagnal (or Bagenal) by eloping with his sister in 1591, he afterwards assisted him in defeating Hugh Maguire at Belleek in 1593 and then again went into opposition and sought aid from Spain and Scotland.",
        "He established himself firmly in Tyre (refusing admission to Guy, the king of Jerusalem); and from it he both sent appeals for aid to Europe - which largely contributed to cause the Third Crusade - and despatched reinforcements to the crusaders, who, from 1188 onwards, were engaged in the siege of Acre.",
        "The story of the \" exodus \" is that of the religious birth of \" Israel,\" joined by covenant with the national god Yahweh' whose aid in times of peril and need ' On the name see Jehovah, Tetragrammaton.",
        "(c. I loo B.C.), and external sources come to our aid.",
        "The disorganized state of Egypt and the uncertain allegiance of the desert tribes left Judah without direct aid; on the other hand, opposition to Assyria among the conflicting interests of Palestine and Syria was rarely unanimous.",
        "A Chaldean prince, Nabopolassar, set himself up in Babylonia, and Assyria was compelled to invoke the aid of the Askuza.",
        "Antiochus was occupied with his Parthian campaign and trusted that the Hellenized Jews would maintain their ascendancy with the aid of the provincial troops.",
        "But when the Syrians chased him into the mountains, 6000 Jews went over to him and, with their aid, he put down the rebellion.",
        "In fear of reprisals Antipas (or Antipater), the Idumaean, his counsellor, played on the fears of Hyrcanus and persuaded him to buy the aid of the Nabataean Arabs with promises.",
        "36) and Tiberius, his patron, died before the Roman power was brought in full strength to his aid.",
        "The Zealots took refuge in the Temple and summoned the Idumaeans to their aid.",
        "Owing to the existence of a strong Mussulman minority among its inhabitants, the warlike character of the natives, and the mountainous configuration of the country, which enabled a portion of the Christian population to maintain itself in a state of partial independence, the island has constantly been the scene of prolonged and sanguinary struggles in which the numerical superiority of the Christians was counterbalanced by the aid rendered to the Moslems by the Ottoman troops.",
        "The Pact of Halepa was restored, the troops were withdrawn from the interior, financial aid was promised to the island, a Christian governor-general was appointed, the assembly was summoned, and an imperial commissioner was despatched to negotiate an arrangement.",
        "As \" Scottish commissioner to the Westminster Assembly, he was in England from August 1643 till August 1646; his principal work was the drafting of the directory for public worship. Early in 1645 Henderson was sent to Uxbridge to aid the commissioners of the two parliaments in negotiating with the king; but nothing came of the conference.",
        "State aid is given to the hospitals at Vicksburg and Natchez.",
        "There is also (at Oxford) an Orphanage for the Colored (1883), which was established by the \" Wake and Shiloh Associations of the Colored Baptist Church,\" first received state aid in 1891, and is now supported chiefly by the state.",
        "It was largely a devotional aid to the realization of present union with God; and, so far as it was theoretical, it was a theory of the faculties by which such a union is attainable.",
        "After conducting a campaign in Poland which terminated unfortunately, he gave a ready response to the appeal for aid made by the Hungarians under Imre ThOkoly (q.v.) when they rose against Austria, his hope being to form out of the Habsburg dominions a Mussulman empire of the West, of which he should be the sultan.",
        "It may also be doubted whether the narrative of David's escape from his own house by the aid of his wife Michal (xix.",
        "26-3 r, assumed unexpected dimensions when the Ammonites procured the aid of their Aramean neighbours.",
        "He thoroughly organized the department, and in his able annual report advocated the construction by government aid of a railroad to the Pacific Coast.",
        "to aid in the reform of the calendar; and there he died, most likely of the plague, on the 6th of July 1476.",
        "In the Spartan general Lysander he found a man who was willing to help him, as Lysander himself hoped to become absolute ruler of Greece by the aid of the Persian prince.",
        "During Alexander's Asiatic campaign he revolted against Macedonia (333 B.C.) and, with the aid of Persian money and ships and a force of 8000 Greek mercenaries, gained considerable successes in Crete.",
        "At any rate it was he who accepted the invitation of Andrew of Hungary that the Order should aid him with its resources against the Comans by whom he was threatened.",
        "Here Christian, bishop of Prussia, who had received from the Polish duke of Masovia a part of Kulmerland as a fief, had founded the knightly Order of Dobrzin, and was attempting with its aid to subdue the heathens of Prussia.",
        "The brethren of East Prussia, however, still sighed for independence; and they pursued the policy of choosing German princes to be grand masters of the Order, in the hope of regaining liberty by their aid.",
        "They carry on agriculture wheat-growing on a large scale - with the aid of modern agricultural machines, and breed cattle and horses.",
        "Although barley is appropriately grown on lighter soils than wheat, good crops, of fair quality, may be grown on the heavier soils after another grain crop by the aid of artificial manures, provided that the land is sufficiently clean.",
        "The wet seasons that set in at the end of the 'seventies led to so much hindrance in the work on the land that the aid of steam was further called for, and it seemed probable that there would be a lessened demand for horse power.",
        "We have already shown how these methods, in their turn, require the aid of general theory, but not of a general theory which tries to do their work.",
        "Moved by this language and conscious of the weakness of Edward, the pope exhorted him to make peace with Scotland, and three years later Randolph, now earl of Moray, procured the recognition of Bruce as king from the papal see by promising aid for a crusade.",
        "Still, the idea of the exact measurement of sensation has been a fruitful one, and mainly through his influence on Wundt, Fechner was the father of that \"new\" psychology of laboratories which investigates human faculties with the aid of exact scientific apparatus.",
        "of France for aid, and in 1768 a bargain was struck by which the French government succeeded to the nearly bankrupt sovereignty of Genoa.",
        "Harte, the author of the Life of Gustavus Adolphus, acknowledged the aid which Carteret had given him.",
        "But neither are these affinities close enough to be of any practical aid in deciphering Aegean characters, nor is it by any means certain that there is parentage.",
        "Stephen, however, surprised and took it, but it surrendered to the earl in the same year on the king's refusal to send it aid.",
        "But the allies interfered in Charles's favour, lest he might be tempted to aid France, and induced the emperor to satisfy all the Swedish king's demands, the maritime Powers at the same time agreeing to guarantee the provisions of the peace of Altranstadt.",
        "Temminck, whose father's aid to Le Vaillant has already been noticed, brought out at Paris a Histoire naturelle des pigeons illustrated by Madame Knip, who had drawn the plates for Desmarest's volume.3 Since we have begun by considering these large illustrated works in which the text is made subservient to the coloured plates, it may be convenient to continue our notice of such others of similar character as it may be expedient to mention here, though thereby we shall be led somewhat far afield.",
        "In the littoral districts excellent crops of cereals, cotton, fruit, wine and tobacco are obtained with the aid of irrigation.",
        "Their maritime importance compelled Narses, the imperial commander, to seek their aid in transporting his army from Grado; and when the Paduans appealed to the Eunuch to restore their rights over the Brenta, the Venetians replied by declaring that islands of the lagoon and the river mouths that fell into the estuary were the property of those who had rendered them habitable and serviceable.",
        "The university fund is derived from special taxes levied for the four institutions which receive aid from the state; in 1909 the levy was 0.245 mills and the total receipts were $582,843.",
        "Another way in which a demon is held to cause disease is by introducing itself into the patient's body and sucking his blood; the Malays believe that a woman who dies in childbirth becomes a langsuir and sucks the blood of children; victims of the lycanthrope are sometimes said to be done to death in the same way; and it is commonly believed in Africa that the wizard has the power of killing people in this way, probably with the aid of a familiar.",
        "We find many recipes for securing their aid.",
        "According to the Malays a penanggalan (vampire) is a living witch, and can be killed if she can be caught; she is especially feared in houses where a birth has taken place and it is the custom to hang up a bunch of thistle in order to catch her; she is said to keep vinegar at home to aid her in re-entering her own body.",
        "Howe, and for association with Laura Bridgman and Helen Keller; the Massachusetts school for idiotic and feebleminded children (1839); and the Massachusetts charitable eye and ear infirmary (1824), all receive financial aid from the commonwealth, which has representation in their management.",
        "127-132) it sent a thousand Kalbite horsemen to aid the revolt of Emesa, to the district of which it is reckoned by the Arabic geographers.",
        "This latter is absolute misery, and to cure it the Unconscious evokes its Reason and with its aid creates the best of all possible worlds, which contains the promise of its redemption from actual existence by the emancipation of the Reason from its subjugation to the Will in the conscious reason of the enlightened pessimist.",
        "Her aid was invoked by thieves to enable them to carry out their plans successfully without forfeiting their reputation for piety and honesty (Horace, Ep. i.",
        "He is the leader of a host of monkeys who aid in these supernatural deeds.",
        "Now from the clearing house importers were rigorously excluded, and on invoking the aid of \" futures,\" therefore, they were penalized to the extent of double broker's commission, one commission being charged on the sale of the \" futures \" and one on their purchase back.",
        "It will no doubt aid the understanding of the functions of the latter if some explanation is offered of the needs met by the former, which are sometimes known technically as \" deferred deliveries.\"",
        "1 Its methods were stated to be: \" To afford information to every country capable of producing cotton, both by the diffusion of printed directions for its cultivation, and sending competent teachers of cotton planting and cleaning, and by direct communication with Christian missionaries whose aid and co - operation it solicits; to supply, gratuitously, in the first instance, the best seeds to natives in every part of the world who are willing to receive them; to give prizes for the extended cultivation of cotton; and The Association published a weekly paper known as The Cotton Supply Reporter.",
        "As early as 970 the recovery of the territories lost to Mahommedanism in the East had been begun by emperors like Nicephoras Phocas and John Zimisces: they had pushed their conquests, if only for a time, as far as Antioch and Edessa, and the temporary occupation of Jerusalem is attributed to the East Roman arms. At the opposite end of the Mediterranean, in Spain, the Omayyad caliphate was verging to its fall: the long Spanish crusade against the Moor had begun; and in 1018 Roger de Toeni was already leading Normans into Catalonia to the aid of the native Spaniard.",
        "Like Gregory, Urban had thus sought for aid for the Eastern empire; unlike Gregory, who had only mentioned the Holy Sepulchre in a single letter, and then casually, he had struck the note of Jerusalem.",
        "The crusading princes were well enough aware of the gulf which divided the caliph of Cairo from the Sunnite princes of Syria; and they sought by envoys to put themselves into connexion with him, hoping by his aid to gain Jerusalem (which was then ruled for the Turks by Sokman, the son of the amir Ortok).",
        "Their first operation was the siege of Nicaea, defended by a Seljuk garrison, but eventually captured, with the aid of Alexius, after a month's siege (June 18).",
        "Godfrey's first business was to repel an Egyptian attack, which he accomplished successfully at Ascalon, with the aid of the other crusaders (August 12).",
        "Thus it came about that Alexius and Raymund became allies; and by the aid of Alexius Raymund established, from 1102 onwards, the principality which, with the capture of Tripoli in 1109, became the principality of Tripoli, and barred the advance of Antioch to the south.",
        "But Genoese aid was given to others beside Baldwin (it enabled Raymund to capture Byblus in 1104, and his successor, William, to win Tripoli in 1109); while, on the other hand, Baldwin enjoyed other aid besides that of the Genoese.",
        "In IIIo, for example, he was enabled to capture Sidon by the aid of Sigurd of Norway, the Jorsalafari, who came to the Holy Land with a fleet of 55 ships, starting in 1107, and in a three years' \"wandering,\" after the old Norse fashion, fighting the Moors in Spain, and fraternizing with the Normans in Sicily.",
        "At a later date, in the reign of Baldwin II., Venice also gave her aid to the kings of Jerusalem.",
        "to compose; and it was only by the aid of the king that the town of Tripoli had been taken.",
        "Yet their aid was as necessary as their influence was noxious.",
        "It was indeed one of the misfortunes of the kingdom that its inhabitants could never welcome the reinforcements which came to their aid.'",
        "Crusaders from the Low Countries, England and the Scandinavian north took the coast route round western Europe; and it was natural that, landing for provisions and water, they should be asked, and should consent, to lend their aid to the natives against the Moors.",
        "Such aid is recorded to have been given on the Third and the Fifth Crusades.",
        "None came to the aid of St Louis; and in 1254, on the death of his mother Blanche, the regent, he had to return to France.",
        "This last fact in particular caused western Europe to dream of an alliance with the great khan \"Prester John,\" who should aid in the reconquest of Jerusalem and the final conversion to Christianity of the whole continent of Asia.",
        "On a kingdom thus divided ' Though Europe indulged in dreams of Mongol aid, the eventual results of the extension of the Mongol Empire were prejudicial to the Latin East.",
        "All the princes of western Europe took the cross; not only so, but Gregory was successful in uniting the Eastern and Western churches for the moment, and in securing for the new Crusade the aid of the Palaeologi, now thoroughly alarmed by the plans of Charles of Anjou.",
        "In mathematics, he was the first to draw up a methodical treatment of mechanics with the aid of geometry; he first distinguished harmonic progression from arithmetical and geometrical progressions.",
        "Reaping is usually performed by the aid of a curious little knife which severs each ear of grain separately.",
        "When the Greeks solicited his aid against Xerxes, he refused it, since they would not give him command of the allied forces (Herodotus vii.",
        "But the most eager search of Arabian chemistry was the transmutation of metals, and the elixir of immortal health: the reason and the fortunes of thousands were evaporated in the crucibles of alchemy, and the consummation of the great work was promoted by the worthy aid of mystery, fable and superstition.\"",
        "So late as 1782, James Price, an English physician, showed experiments with white and red powders, by the aid of which he was supposed to be able to transform fifty and sixty times as much mercury into silver and gold.",
        "The aristocrats, however, were infuriated against him, and summoned to their aid William of Sicily.",
        "According to another account, Memnon was engaged in single combat with Ajax Telamonius, when Achilles slew him before his warriors had time to come to his aid (Dictys Cretensis iv.",
        "They came into open conflict at the council of Woodstock (July 1163), when Becket successfully opposed the king's proposal that a land-tax, known as the sheriff's aid, which formed part of that official's salary, should be henceforth paid into the Exchequer.",
        "This code, known as the Liber judiciorum, is 1 The lacunae in these fragments have been filled in by the aid of the law of the Bavarians, where the chief provisions are reproduced.",
        "But he had many enemies at home; in 383 he was driven out by the Illyrians, but in the following year, with the aid of the Thessalians, he recovered his kingdom.",
        "During the dark winter months work proceeds by the aid of electric light.",
        "By the aid of bribery and assassination Marius was elected (ioo consul for the sixth time, Glaucia praetor, and Saturninus tribune for the second time.",
        "The bills (leges Appuleiae) were finally passed by the aid of the Marian veterans.",
        "In 1173 Bishop Hugh de Puiset allowed French and Flemish troops to land at Hartlepool to aid the Scots.",
        "The revolt at Bordeaux, supported as it was by material aid from Spain, gave him the opportunity of at once serving his country and gratifying his long-cherished hatred of the Spaniards.",
        "The distribution of weight in chemical change is readily expressed in the form of equations by the aid of these symbols; the equation 2HC1+Zn =ZnCl2+H2, for example, is to be read as meaning that from 73 parts of hydrochloric acid and 65 parts of zinc, 136 parts of zinc chloride and 2 parts of hydrogen are produced.",
        "By its aid the molecule is represented as a collection of atoms connected together by valencies in such a manner that the part played by each atom is represented;.",
        "Auxochromic groups generally aid one another, i.e.",
        "Internal evidence again comes to our aid to lend its weight to the latter theory.",
        "In the 3rd tablet, very imperfectly preserved, Gilgamesh appeals through a Shamash priestess Rimat-Belit to the sun-god Shamash for his aid in the proposed undertaking.",
        "Osawatomie was settled about 1854 by colonists sent by the Emigrant Aid Company, and was platted in 1855 its name was coined from parts of the words \"Osage\" and \"Pottawatomie.\"",
        "14, and in cases of sickness seek no medical aid but rely on oil, prayer and nursing.",
        "of France, and as the king of Naples threatened to come to the aid of Gian Galeazzo, who had married his granddaughter, he encouraged the French king in his schemes for the conquest of Naples.",
        "A simple plan is as follows - draw an outline of the country of which a map is to be produced upon a board; mark all points the altitude of which is known or can be estimated by pins or wires clipped off so as to denote the heights; mark river-courses and suitable profiles by strips of vellum and finally finish your model with the aid of a good map, in clay or wax.",
        "49), which Aristagoras, the tyrant of Miletus, showed to Cleomenes, the king of Sparta, in 504, whose aid he sought in vain in a proposed revolt against Darius, which resulted disastrously in 494 in the destruction of Miletus.",
        "Among historians who looked upon geography as an important aid in their work are numbered Polybius (c. 210-120 B.C.), Diodorus Siculus (c. 30 B.C.) and Agathachidus of Cnidus (c. 120 B.C.) to whom we are indebted for a valuable account of the Erythrean Sea and the adjoining parts of Arabia and Ethiopia.",
        "latitudes and longitudes, and with their aid it is possible to reconstruct the maps.",
        "The compass may of course have been used for improving these charts, but they originated without its aid, and it is therefore misleading to describe them as Compass or Loxodromic charts, and they are now known as Portolano charts.",
        "32), delineated the Chinese Empire in accordance with the map based on the surveys conducted during the reign of the emperor Kanghi, with the aid of Jesuit missionaries, and published in 1718; boldly refused to believe in the existence of an Antarctic continent covering half the southern hemisphere, and always brought a sound judgment to bear upon the materials which the ever-increasing number of travellers placed at his disposal.",
        "Still hankering after Burgundy, Charles saw his French estates again seized; but after some desultory warfare, chiefly in Normandy, peace was made in March 1365, and he returned to his work of interference in the politics of the Spanish kingdoms. In turn he made treaties with the kings of Castile and Aragon, who were at war with each other; promising to assist Peter the Cruel to regain his throne, from which he had been driven in 1366 by his half-brother Henry of Trastamara, and then assuring Henry and his ally Peter of Aragon that he would aid, them to retain Castile.",
        "Won over by the surrender of Cherbourg in July 1378, the English under John of Gaunt, duke of Lancaster, came to his aid; but a heavy price had to be paid for the neutrality of the king of Castile.",
        "in 1380, the king of Navarre did not interfere in the internal affairs of France, although he endeavoured vainly again to obtain aid from Richard II., and to regain Cherbourg.",
        "Tattnall not only brought the Toeywan under fire, but lent the aid of his boats to land detachments to turn the Chinese defences.",
        "At the head of the familia rustica was the villicus, himself a slave, with the wife who was given him at once to aid him and to bind him to his duties.",
        "An accused slave could not invoke the aid of the tribunes.",
        "The question, however, made little progress in parliament for some years, though Buxton, William Smith, Lushington, Brougham, Mackintosh, Butterworth, and Denman, with the aid of Z.",
        "A clause was inserted to the effect that a certain sum should be annually set aside from fines to aid each province in emancipating slaves by purchase.",
        "For some time he was unsuccessful; but at last, with the aid of the regent, he arrested the preacher, and carried him to his castle of St Andrews.",
        "Early in 1776 he was sent to France by Congress, in a semi-official capacity, as a secret agent to induce the French government to lend its financial aid to the colonies.",
        "The state and the national government co-operate in the construction and maintenance of this system, but the Federal government did not give material aid (the only exception being the grant of swamp lands in 1850) until the exceptionally disastrous flood in 1882.",
        "To some of these the state gave financial aid ($1,613,898) before 1845.",
        "The money given by the state to the public schools is distributed among the parishes according to their school population, and the constitution of 1898 set a generous minimum to such aid.",
        "The board has no administrative or executive power, but makes annual inspections of all public charitable, correctional or reformatory institutions, all private institutions which receive aid from, or are used by municipal or parochial authorities, and all private asylums for the insane; and reports annually to the governor on the actual condition of the institutions.",
        "During the American War of Independence he gave valuable aid to the United States; and when Spain finally joined in the war against Great Britain, Galvez, in a series of energetic and brilliant campaigns (1779-1781), captured all the important posts in the British colony of West Florida.",
        "It is sometimes said that since then there has been a countertendency, but it is impossible to prove such a statement conclusively except with the aid of future censuses.",
        "Justinian himself, with the aid of Leontius of Byzantium (c. 4 8 5-543), a monk with a decided turn for Aristotelian logic and metaphysics, had tried to reconcile the Cyrillian and Chalcedonian positions, but he inclined more and'more towards the monophysite view, and even went so far as to condemn by edict three teachers (Theodore of Mopsuestia, Theodoret, the opponent of Cyril, and Ibas of Edessa) who were offensive to the monophysites.",
        "Dread of Servia impelled Kotro manic to aid Hungary.",
        "With Venetian aid he wrested from Hungary the entire Adriatic littoral between Fiume and Cattaro, except the city of Zara; thus adding Dalmatia to his kingdom at the moment when Servia was lost through the Ottoman victory of Kossovo (1389).",
        "Abd-ul-Aziz, however, with the aid of British naval officers, succeeded in creating an imposing fleet of ironclads constructed in English and French yards.",
        "Attar of roses is produced in large quantities both in European and Asiatic Turkey, and to aid in furthering the industry numerous rose plants are distributed gratuitously.",
        "It is obliged also to form entrepots for the storage of the crops at reasonable distances from each other, and, on certain conditions, to grant advances to cultivators to aid them in raising the leaf.",
        "Orkhan lent the desired aid; his son Suleiman Pasha, governor of Karassi, crossed into Europe, crushed Cantacuzenus's enemies, and penetrated as far as the Balkans, returning laden with spoil.",
        "By the aid of these auxiliaries the fort of Ala Shehr was captured (1392), Manuel Palaeologus, son of the emperor, being allowed, in common with many other princes, the privilege of serving in the Turkish army, then the best organized and disciplined force extant.",
        "Some years of strife followed between the sons of Bayezid, in which three of them fell; Mussa, seizing Adrianople, laid siege to Constantinople, and Manuel Palaeologus, the emperor, appealed for aid to Mahommed, the other son, who had established himself at Brusa.",
        "At last the armies of sultan and pretender met at Ulubad (Lopadion) on the Rhyndacus in Asia Minor; Mustafa's troops fled at the first onset; Lampsacus, where the pretender took refuge, was captured with the aid of the Genoese galleys under Adorno.",
        "This reign saw the end of the Mussulman rule in Spain, Turkey's naval power not being yet sufficient to afford aid to her co-religionists.",
        "Meanwhile Ferdinand's troops captured Budapest, driving out Zapolya, who at once appealed to Suleiman for aid.",
        "After capturing Algiers, an attack by this famous admiral on Tunis was repulsed with the aid of Spain, but in the Mediterranean he maintained a hotlycontested struggle with Charles's admiral, Andrea Doria.",
        "But Suleiman, who needed the aid of the corsairs against Malta, pardoned him, and he was given the command of the expedition against Tripoli, which he captured.",
        "Meanwhile the Cretan campaign continued, and here also France lent her aid to the Venetians; this assistance could not, however, prevent the capture of Candia in 1669; on the 5th of September of that year Morosini, the Venetian commander, signed a treaty of peace with the Turks by which, after twenty-five years' warfare, they were placed in possession of the fortress of Candia, and with it of the effective rule over the whole island, Venice retaining only the fortresses of Suda, Grabusa and Spinalonga, and the islets along the coast.",
        "Dissensions among the Cossacks led to the recognition by Turkey of Doroshenko, the hetman of the Sari Kamish, as ruler of the Ukraine; the Zaporog Cossacks, his antagonists, applied for aid to Russia.",
        "Their extortions impoverished the whole country, yet the abolition of the system might perhaps have been carried out more gradually and with greater precaution, and Turkey more than once felt the want of their aid, questionable as its value often was.",
        "In virtue of this judgment of the supreme legal authority, and with the aid of the fleet, Abd-ul-Aziz was deposed, being shortly afterwards found dead, apparently by his own hand.",
        "These parsissoks, elected at the rate of about one representative to 120 voters, wear a cap with a badge (a bear rampant), and aid the European members of the council in distributing the surplus profit apportioned to each district, and generally in advising as, to the welfare of that part of Greenland under their partial control.",
        "At the head of the system stands the state superintendent of public instruction, appointed by the governor; there are also county superintendents; and a state high school board, consisting of the governor, state superintendent and the president of the state university, has general supervision of the schools and apportions the state aid.",
        "He then finally decided to attack Soult (intending subsequently to fall back through Galicia) and ordered up transports from Lisbon to Corunna and Vigo; thus changing his base from Portugal to the north-west of Spain; Blake's Spanish army, now rallying under the marquis de la Romana near Leon, was to co-operate, but was able to give little effective aid.",
        "- Napoleon, whose attention was now directed towards Russia, refused to reinforce .Massena, but enjoined Soult to aid him by moving against Badajoz.",
        "The conflict about St Pierre (Lostenia) was one of the most bloody of the war; but for hours Hill maintained his ground, and finally repulsed the French before Wellington, delayed by his pontoon bridge over the Nive having been swept away, arrived to his aid.",
        "Often this felsitic devitrified glass is so fine-grained that its constituents cannot be directly determined even with the aid of the microscope, but chemical analysis leaves little doubt as to the real nature cf the minerals which have been formed.",
        "With the exception of Madagascar, the genus Mus ranges over practically the whole of the Old World, having indigenous representatives even in Australasia; while the house-mouse, with man's involuntary aid, has succeeded in establishing itself throughout the civilized world.",
        "A firm adherent of the Church of Rome, Sigismund was successful in obtaining aid from the pope.",
        "The city of Kiiniggr .tz (Kralove Hradec), which had been under Utraquist rule, espoused the doctrine of Tabor, and called Zizka to its aid.",
        "Pollination is effected by aid of insects.",
        "Other parts of the river were colonized by peasants who emigrated with government aid, and were bound to settle in villages, along the Amur, at spots designated by officials.",
        "The town is first called a borough in the pipe roll of 2 Henry II., when an aid of 20S.",
        "By the aid of these cilia the larva swims actively, but owing to its minute size it covers very little distance, and this probably accounts for the fact that where brachiopods occur there are, as a rule, a good many in one spot.",
        "1074) to institute astronomical observations on a larger scale, and to aid him in his great enterprise of a thorough reform of the calendar.",
        "Casuistry came to the aid of average human nature - that is to say, pupils began to confront the master with hard cases taken from daily life.",
        "He also gave his aid to John Brown.",
        "of his autobiography with the aid of the other materials collected by J.",
        "Livius Drustis, passed with that object, but irregularly and by the aid of violence, was annulled by the senate itself.",
        "With the aid of the marquis de Saluces and the anatomist G.",
        "2 From the fundamental principle of virtual velocities, which thus acquired a new significance, Lagrange deduced, with the aid of the calculus of variations, the whole system of mechanical truths, by processes so elegant, lucid and harmonious as to constitute, in Sir William Hamilton's words, \"a kind of scientific poem.\"",
        "During the contests for the sovereignty between the usurper and the legal heir, the leader of the royal party, Hansraj, the governor of Mandvi, sought the aid of the British.",
        "Arbitration differs from Mediation in so far as it is a judicial act, whereas Mediation involves no decision, but merely advice and suggestions to those who invoke its aid.",
        "In 1855, ignorant of what Wailer had done ten years previously, he succeeded in obtaining metallic aluminium, and ultimately he devised a method by which the metal could be prepared on a large scale by the aid of sodium, the manufacture of which he also developed.",
        "In the Avesta, after the separation of the Iranian stock from the Hindu and the rise of Zoroastrianism, which elevated Ormazd to the summit of the Persian theological system, his role was more distinct, though less important; between Ormazd, who reigned in eternal brightness, and Ahriman, whose realm was eternal darkness, he occupied an intermediate position as the greatest of the yazatas, beings created by Ormazd to aid in the destruction of evil and the administration of the world.",
        "The introduction of European immigrants dates from 1818 when a Swiss colony was located at Nova Friburgo, near Rio de Janeiro, and it was continued under the direction and with the aid of the imperial government down to the creation of the republic. Since then the state governments have assumed charge of immigration, and some of them are spending large sums in the acquisition of labourers.",
        "In 1841 he established the Revue independante, with the aid of George Sand, over whom he had great influence.",
        "In 1069 Robert of Comines, a Norman to whom William had given the earldom of Northumberland, was murdered by the English at Durham; the north declared for Edgar Atheling, the last male representative of the West-Saxon dynasty; and Sweyn Estrithson of Denmark sent a fleet to aid the rebels.",
        "In 1076 he invaded Brittany to get possession of the fugitive earl of Norfolk; but Philip of France came to the aid of the Bretons, and William gave way before his suzerain.",
        "Siena applied to Manfred, obtained from him a strong body of German horse, under the command of Count Giordano, and likewise sought the aid of its Ghibelline allies.",
        "The townspeople, encouraged and reinforced by this aid from without, at once rose in revolt, and, attacking the Spanish troops, disarmed them and drove them to take refuge in the citadel (28th July).",
        "State aid and inspection is given to private schools for natives.",
        "There are in addition many private and denominational schools and colleges not receiving state aid.",
        "The Natal Boers believed the Netherlands to be one of the great powers of Europe, and were firmly persuaded that its government would aid them in resisting England.",
        "By special command of Raimund, archbishop of Toledo, the chief of these works were translated from the Arabic through the Castilian into Latin by the archdeacon Dominicus Gonzalvi with the aid of Johannes Avendeath (=ben David), a converted Jew, about 1150.",
        "Split straws are prepared with the aid of a small instrument having a projecting point which enters the straw pipe, and from which radiate the number of knife-edged cutters into which the straw is to be split.",
        "The plaits are sewed partly by hand and in a special sewing-machine, and the hats or bonnets are finished by stiffening with gelatin size and blocking into shape with the aid of heat and powerful pressure, according to the dictates of fashion.",
        "Resolved upon peaceful measures, President Jefferson in January 1803 appointed Monroe envoy extraordinary and minister plenipotentiary to France to aid Robert R.",
        "In endeavouring, with the aid of the church, to establish his kingship on the Western model Stephen had the immense advantage of building on unencumbered ground, the greater part of the soil of the country being at his The absolute disposal.",
        "With the aid of inquisitors from Rome, the evil was literally burnt out, but not before provinces, especially in the south and 1 In 1412 he pawned the twenty-four Zips towns to Poland, and, .in 1411 he pledged his margraviate of Brandenburg to the Hohenzollerns.",
        "All hope of crushing revolutionary Vienna with Magyar aid was thus at an end, and Jellachich, who on the 10th issued a proclamation to the Croat regiments in Italy to remain with their colours and fight for the common fatherland, was free to carry out his policy of identifying the cause of the southern Sla y s with that of the imperial army.",
        "The plan, concerted by Kossuth and Apponyi, with the approval of Baron Aehrenthal, was to carry on a modified coalition government with the aid of the Andrassy Liberals, the National party, the Clerical People's party 2 and the Independence party, on a basis of suffrage reform with plural franchise, the 2 The People's party first emerged during the elections of 1896, when it contested 98 seats.",
        "The new settlement was crushed by Crotona, but the Athenians lent aid to the fugitives and in 443 Pericles sent out to Thurii a mixed body of colonists from various parts of Greece, among whom were Herodotus and the orator Lysias.",
        "Marie zealously pushed her favourite towards office, and had gone so far as to absent herself from court for three months on account of the king's persistent refusal, when Charles, duc de La Vieuville, then head of the council, in need of her aid in his negotiations with reference to the marriage of her daughter Henriette Marie, finally agreed to force Richelieu's appointment to office upon the king, Louis XIII.",
        "He improved the methods for solving equations, and devised geometrical constructions with the aid of the conic sections.",
        "Richard then led the mob to a neighbouring meadow, where he kept them in parley till Walworth, who had returned within the city to summon the loyal citizens to the king's aid, returned with a sufficient following to overawe and disperse the rebels.",
        "Under the influence of the touchstone of strict inquiry set on foot by the Royal Society, the marvels of witchcraft, sympathetic powders and other relics of medieval superstition disappeared like a mist before the sun, whilst accurate observations and demonstrations of a host of new wonders accumulated, amongst which were numerous contributions to the anatomy of animals, and none perhaps more noteworthy than the observations, made by the aid of microscopes constructed by himself, of Leeuwenhoek, the Dutch naturalist (1683), some of whose instruments were presented by him to the society.",
        "The view that instinct is the hereditarily fixed result of habit derived from experience long dominated all inquiry into the subject, but we may now expect to see a renewed and careful study of animal instincts carried out with the view of testing the applicability to each instance of the pure Darwinian theory without the aid of Lamarckism.",
        "By the aid of photography it is easy to prepare a plate, transparent where the zones of odd order fall, and opaque where those of even order fall.",
        "In the absence of a heliostat it is more convenient to obtain a point of light with the aid of a lens of short focus.",
        "The maximum brightnesses and the places at which they occur are easily determined with the aid of certain properties of the Bessel's functions.",
        "If the origin of light be treated as infinitely small, and be seen in focus, whether with the naked eye or with the aid of a telescope, the whole of the light in the absence of obstacles would be concentrated in the immediate neighbourhood of the focus.",
        "However this may be, it would always be possible, with the aid of a grating of given resolving power, to construct artificially from white light mixtures of slightly different wave-length whose resolution or otherwise would discriminate between powers inferior and superior to the given one.3 2 Compare also F.",
        "In strictness this idea is appropriate only when the source is a luminous line, emitting cylindrical waves, such as might be obtained from a luminous point with the aid of a cylindrical lens.",
        "The law of diminution when V is moderately large is easily expressed with the aid of the series (16), (17) for G, H.",
        "The Hexaplar text of the LXX., as reduced by Origen into greater conformity with the Hebrew by the aid of subsequent Greek versions, was further the mother (d) of the Psalterium gallicanum - that is, of Jerome's second revision of the Psalter (385) by the aid of the Hexaplar text; this edition became current in Gaul and ultimately was taken into the Vulgate; (e) of the SyroHexaplar version (published by Bugati, 1820, and in facsimile from the famous Ambrosian MS. by Ceriani, Milan, 1874).",
        "Education of the natives is chiefly in the hands of the missionaries, but the government gives grants in aid to over loo schools for natives.",
        "When called upon to go to the aid of this settlement, which in1865-1866was sore pressed by one of the mountain Bantu tribes known as the Baramapulana, the burghers of the southern Transvaal objected that the white inhabitants of that region were too lawless and reckless a body to merit their assistance.",
        "Lanyon began to recognize that the position was becoming grave, and telegraphed to Sir George Colley, the high commissioner of South-East Africa, for military aid.",
        "On the 30th of November the mobilization of a sixth division was ordered, offers of colonial aid were accepted, and every facility provided for local recruiting in the South African ports.",
        "In 1076, having plotted against Duke Hoel of Brittany, he was besieged at Dol, and the Conqueror came to Hoel's aid; but Ralph finally made his peace.",
        "The council of Trent, while reproving all superstitious practices in the invocation of the saints, the veneration of relics and the use of images, expresses as follows the doctrine of the Roman Church: \"That the saints who reign with Christ offer to God their prayers for men; that it is good and useful to invoke them by supplication and to have recourse to their aid and assistance in order to obtain from God His benefits through His Son our Saviour Jesus Christ, who alone is our Saviour and Redeemer\" (Sess.",
        "According to Plutarch, he attempted to break the power of Corinth, by requesting the Corinthians to send him 1000 of their picked youths, ostensibly to aid him in war, his real intention being to put them to death; but the plot was revealed.",
        "The Eleans, however, refused to recognize the Olympiad or to include it in the register, and shortly afterwards, with the aid of the Spartans, who are said to have looked upon Pheidon as having ousted them from the headship of Greece, defeated Pheidon and were reinstated in the possession of Pisatis and their former privileges.",
        "Towards the end of the 18th century a rebellion overthrew the Nguyen, but one of its members, Gia-long, by the aid of a French force, in 1801 acquired sway over the whole of Annam, Tongking and Cochin-China.",
        "Before this, in 1787, Gia-long had concluded a treaty with Louis XVI., whereby in return for a promise of aid he ceded Tourane and Pulo-Condore to the French.",
        "with the aid of which he conceals the poverty of his knowledge and ideas.\"",
        "The toxic actions produced in continued fevers, in certain chronic diseases, and by intestinal parasites largely aid in producing degeneration, emaciation and atrophy.",
        "This reaction is carried out by the mobile phagocytes sometimes alone, sometimes with the aid of the vascular phagocytes, or of the nervous system.\"",
        "After the September Convention (1864) Antonelli organized the Legion of Antibes to replace French troops in Rome, and in 1867 secured French aid against Garibaldi's invasion of papal territory.",
        "In his anatomical studies Galen had a twofold object - a philosophical, to show the wisdom of the Creator in making everything fit to serve its purpose; and a practical, to aid the diagnosis, or recognition, of disease.",
        "At Damascus Greek medicine was zealously cultivated with the aid of Jewish and Christian teachers.",
        "No aid to the trained eye was necessary for such observations, and for many other such; yet, if we take Sir Thomas Watson (1792-1882) as a modern Sydenham, we may find in his lectures no suspicion that there may be a palsy of muscular co-ordination apart from deprivation of strength.",
        "Now the cellular pathology of the blood, investigated by the aid of modern staining methods, is as important as that of the solid organs; no clinical investigator - indeed, apart from research, no practitioner at this day - can dispense with examination of the blood for purposes of diagnosis; its coagulability and the kinds and the variations of the cells it contains being evidence of many def i nitely morbid states of the body.",
        "It was in the management of pleurisies that the aid of surgical means first became eminent in inward disease.",
        "But French help proving dilatory and uncertain, the rebel leaders in Ireland were divided in opinion as to the expediency of taking the field without waiting for foreign aid.",
        "In the former he was one of the leading workers, in collaboration from 1879 to 1887 with Emile Edmond Sarasin (1843-1890), at the formation of minerals by artificial means, particularly in the wet way with the aid of heat and pressure, and he succeeded in reproducing a large number of the natural compounds.",
        "Relations came to his aid, and presently his anxieties were relieved by Francis Martin, bursar of Trinity, who gave him liberal help. Benson took his degree in 1852 as a senior optime, eighth classic and senior chancellor's medallist, and was elected fellow of Trinity in the following year.",
        "In 1630 a scheme to bring water from I-Ioddesdon on the Lea was promoted by aid of a lottery licensed by Charles I.",
        "This grant is in lieu of the grants formerly made out of the exchequer grant in aid of local rates, and amounted in1906-1907to £619,489.",
        "Sir Duncan McKenzie, the rebellion was crushed by July 1906, without the aid of imperial troops.",
        "\" Jealousy Offering\") called upon the famous rabbi Solomon ben Adret of Barcelona to come to the aid of orthodoxy.",
        "The principal item in mining cost is that of labour, which is expended chiefly in breaking down the mineral, either by the use of hand tools or with the aid of powder.",
        "This can be done in inclined deposits, it can often be done by the aid of mechanical appliances, though sometimes at an expense not warranted in the saving in the labour of loading.",
        "In the working of thick deposits the block of ground between two levels is divided into horizontal sections or floors which are worked either from above downward or from of Thick the bottom upward; in the first case the separate floors are worked by one of the caving systems; in the second, generally with the aid of filling.",
        "The ore is mined in the ordinary way, by pick and shovel if soft, or by the aid of powder if necessary, and the funnel-shaped bottom of the pit is maintained at such an angle that little or no shovelling is required to bring the excavated material to the shaft.",
        "The marshal's Turks had fought gallantly in the strenuous encounters which had taken place, and large reinforcements (2nd, 4th, r3th, r5th, r6th Divisions) were on the move or preparing to move to his aid.",
        "Dupleix, the governor of Pondicherry, had sent two ships to the aid of the former; but the master of the first was decoyed up the river by Alompra, where he was massacred along with his whole crew.",
        "Alompra was now master of all the navigable rivers; and the Peguans, shut out from foreign aid, were finally subdued.",
        "It must be admitted that, by the aid of certain of these new constituents, glasses can be produced which, as regards purity of colour, freedom from defects and chemical stability are equal or even superior to the best of the \" ordinary \" glasses, but it is a remarkable fact that when this is the case the optical properties of the new glass do not fall very widely outside the limits set by the older glasses.",
        "An effort at a more direct mechanical process is embodied in the inventions of Foucault which are at present being developed in Germany and Belgium; in this process the glass is drawn from the molten bath in the shape of flat sheets, by the aid of a bar of iron, previously immersed in the glass, the glass receiving its form by being drawn through slots in large fire-bricks, and being kept in shape by rapid chilling produced by the action of air-blasts.",
        "In most modern works the greater part of these operations, as well as the actual rolling of the glass, is carried out by mechanical means, steam power and subsequently electrical power having been successfully applied to this purpose; the handling of the great weights of glass required for the largest sheets of plate-glass which are produced at the present time would, indeed, be impossible without the aid of machinery.",
        "This smooth surface is then brilliantly polished by the aid of friction with a rubbing tool covered with a soft substance like leather or felt and fed with a polishing material, such as rouge.",
        "Invited to Tuscany by the Countess Matilda, he convoked a council at Piacenza in March 1095, attended by so vast a number of prelates and laymen that its sessions were held in the open air, and addressed by ambassadors of Alexis, the Byzantine emperor, who sought aid against the Mussulmans.",
        "Egypt had already recovered its independence (660 B.C.) with the help of mercenaries sent by Gyges of Lydia, who had vainly solicited aid from Assyria against his Cimmerian enemies.",
        "Until, therefore, through parallel passages or through explanatory lists prepared by the Babylonian and Assyrian scribes in large numbers as an aid for the study of the language, 5 the exact phonetic reading of these divine names was determined, scholars remained in doubt or had recourse to conjectural or provisional readings.",
        "Hawkwood being dead, Florence purchased aid from the emperor Rupert.",
        "At the same time League Charles violated his promise by giving aid to the Pisans against in their revolt against Florence, and did not restore the Charles other fortresses.",
        "Opposite some of these leaves springs a tendril, by aid of which the plant climbs.",
        "The Egyptian equivalents of six characters have been made out by the aid of bilingual cartouches.",
        "Fragments of the history of this kingdom, of which there is no authentic chronicle, have been made out chiefly by the aid of inscriptions, of which the following is a list: - (1) Greek inscription of Adulis, copied by Cosmas Indicopleustes in 545, the beginning, with the king's name, lost.",
        "This is attained by the aid of a copper pipe, 4 in.",
        "long, on which the scale has already been loosened by the aid of boiling with dilute muriatic acid or a weak solution of caustic soda in water, than it is to clean either the inside or the outside of horizontal tubes more than double the length.",
        "canes ground, without the aid of other fuel.",
        "Under the bounty system, by which the protectionist countries of Europe stimulated the beet sugar industry by bounties on exports, the production of sugar in bounty-paying countries was encouraged and pushed far beyond the limits it could have reached without state aid.",
        "But the importation of foreignsugar, cheapened by foreign state aid to a price which materially reduced the fair and reasonable profit of native cultivators, was a state of things the Indian government could not accept.",
        "The ambitions of Mehemet Ali of Egypt were not yet fully revealed; but Ali of Jannina, who had marched to the aid of the sultan against the rebellious pasha Pasvan Oglu of Widdin, soon began to show his hand, and it needed the concentration of all the forces of the Turkish empire to effect his overthrow and death (1822).",
        "This, together with the weakness due to military reforms but recently begun, drove him to rely on foreign aid; which, in the actual conditions of Europe, meant the aid of Russia.",
        "His old ally having deserted him, he accepted the aid of his hereditary foe.",
        "With his single aim in view he busied himself with the creation of a national militia, with the aid of Moltke and other German officers.",
        "He pleaded the duty of a sultan to go to the aid of his subjects when oppressed by one of his servants; but the powers were obdurate, even Russia, much occupied in affairs nearer home, leaving him in the lurch.",
        "8, D) capable of living freely in water for at least a week (Bothriocephalus), which then, if eaten by a stickleback, throws off its ciliated envelope, and creeps by the aid of the hooks through the intestinal wall into the body-cavity of the fish.",
        "Without their aid most manures would be useless for plant growth.",
        "Medieval gilds were voluntary associations formed for the mutual aid and protection of their members.",
        "Paper is a monopoly in Greece, and Grecian cigarette manufacturers, to escape the monopoly, have transferred their business to Egypt, where they make cigarettes from Grecian tobaccos by the aid of Greek workmen.",
        "Nor was the king's aid lacking to this method of dividing up the royal authority, any more than to the immunity, for it became a frequent practice to make the administrative office into a fief, and to grant it to be held in that form of property by the count.",
        "They did not have their origin in economic considerations, but were either intended to mark the vassal's tenant relation, like the relief, or to be a part of his service, like the aid, that is, he was held to come to the aid of his lord in a case of financial as of military necessity.",
        "In the male, moreover, the pincers are caliper-like and toothed at the base, whereas in the female they are untoothed and only lightly curved at the tip. These differences suggest that the pincers aid in the pairing of the sexes.",
        "This means very much, though his modesty led him to call in the aid of his friend Saul to cope with the new and expanding situation (25 f.).",
        "The Arabic marginal notes are apparently partly pious ejaculations, partly notes for the aid of Arabic students.",
        "At the height of its power it was able to render valuable aid to its suzerain.",
        "This he did by the aid of the great general Khalid.",
        "The Nestorians commemorate Nestorius as a saint, and invoke his aid and that of his companions.",
        "Its aim is thus officially defined: \"To aid an existing Church,.",
        "Unsuccessful in obtaining redress from the English government, the German merchants finally, in 1374, appealed for aid to the home towns, especially to Lubeck.",
        "He was fanatically devoted to the Constitution as he understood that document, and in his course during the war he was not, as his enemies asserted, trying to aid the Confederates, but merely desirous of restoring \"the Union as it was.\"",
        "Summoning Siena, Pistoia and the Florentine exiles to their aid, they boldly faced their foe, but were defeated in 1254.",
        "After a minute personal inspection of every province in Peru, he, with the experienced aid of the learned Polo de Ondegardo and the judge of Matienza, established the system under which the native population of Peru was ruled for the two succeeding centuries.",
        "The aid of the Colombians under Simon Bolivar was sought, and Aguero was deposed.",
        "Thus spurred to renewed efforts against the Hussites, the elector was endeavouring to rouse the German princes to aid him in prosecuting this war when the Saxon army was almost annihilated at Aussig on the 16th of August 1426.",
        "Probably all of them secrete an active poison by the aid of their glands, but the effects of these substances are not readily perceptible.",
        "They ingest the mucus and, to some extent, the blood of their host by the aid of a sucking pharynx through which the food passes into the bifurcated alimentary sac and its branched caeca.",
        "long) larva capable of swimming freely for a short time by the aid of five girdles of ciliated cells.",
        "He takes refuge in Hungary with Etzel (Attila), by whose aid he finally recovers his kingdom.",
        "He relegated many of the brethren to a quieter retreat outside the city, only retaining in Florence those best fitted to aid in intellectual labour.",
        "In 1494 the duke of Milan demanded the aid of France, and King Charles VIII.",
        "Nevertheless, with the aid of Capponi, he guided the bewildered city safely through these critical days.",
        "It was with the aid of these youthful enthusiasts that Savonarola arranged the religious carnival of 1496, when the citizens gave their costliest possessions in alms to the poor, and tonsured monks, crowned with flowers, sang lauds and performed wild dances for the glory of God.",
        "The causticity of alkaline bodies was explained at that time as depending on the presence in them of the principle of fire, \"phlogiston\"; quicklime, for instance, was chalk which had taken up phlogiston, and when mild alkalis such as sodium or potassium carbonate were causticized by its aid, the phlogiston was supposed to pass from it to them.",
        "In 1764, with the aid of his assistant, William Irvine (1743-1787), he further measured the latent heat of steam, though not very accurately.",
        "In 1795 he received the aid of a coadjutor in his professorship, and two years later he lectured for the last time.",
        "marched to Richard's aid; but the war terminated abruptly with the death of the elder prince (1183).",
        "The avicularia and vibracula give valuable aid to the systematic study of the Cheilostomata.",
        "Further state aid enabled him to visit Germany and France in 1825, and having visited the astronomer Heinrich Schumacher (1780-1850) at Hamburg, he spent six months in Berlin, where he became intimate with August Leopold Crelle, who was then about to publish his mathematical journal.",
        "At the end of the year (1845) Comte had taken no steps to enable himself to dispense with the aid of the three Englishmen.",
        "When he had thoroughly meditated every sentence, he sat down to write, and then, such was the grip of his memory, the exact order of his thoughts came back to him as if without an effort, and he wrote down precisely what he had intended to write, without the aid of a note or a memorandum, and without check or pause.",
        "The Soldiers' Home (1891) at Bristol, the Butler Hospital for the Insane (1847) at Providence, and a Sanitarium (1905) at Wallum Lake, in the township of Burrillville, also receive state aid.",
        "The first Ohio Company was organized in 1749, partly to aid in securing for the English control of the valley, then in dispute between England and France, and partly as a commercial project for trade with the Indians.",
        "The Duke was anxious to obtain a capable candidate to aid him in regaining his ascendancy over the rebellious borough.",
        "Japan also experiences a vast number of petty vibrations not perceptible without the aid of delicate instruments.",
        "As far back as the beginning of the Christian era the Japanese and the Koreans could not hold intercourse without the aid of interpreters.",
        "Later there came abundant aid to the cause of popular art, partly from pupils of the Kano aiid Tosa schools, but mainly from the artisan class.",
        "Great skill is shown in this operation, which achieves perhaps the finest facsimile reproduction of drawings ever known withotit the aid of photographic processes.",
        "The ceramic art in Satsuma owed much to the aid of a number of Korean experts who settled there after the return of the Japanese forces from Korea.",
        "Its founders obtained a measure of official aid, and were able to secure the services of some good artists, among whom may be mentioned Obanawa and Shimauchi.",
        "British engineers surveyed the routes for the first lines and superintended the work of construction, but within a few years the, l apanese were able to dispense with foreign aid altogether, both in building and operating their railways.",
        "The disorders, fomented by republican agitators, none the less continued; and the efforts of the government to suppress them with the aid of federal troops led to an armed insurrection.",
        "In 1891 the National Liberals had but a majority of one in the diet; from 1893 they could maintain themselves only with the aid of the Conservatives; and in 1897 a coalition of Ultramontanes, Socialists, Social-democrats and Radicals (Freisinnige), won a majority for the opposition in the chamber.",
        "The Messinians suspected the Spanish court of a desire to destroy the ancient senatorial constitution of the city, and sent to France to ask the aid of Louis XIV.",
        "By the aid of this instrument, Langley, working on Mount Whitney, 12,000 ft.",
        "It possesses excellent wharves, does a large import trade in coal, and has shipbuilding yards, breweries, distilleries, cloth aid paper factories, glass-works, copper-works, soap-works and rice mills.",
        "It became a fortress of great importance under Sindhia in 1759, and was the depot where he drilled and organized his battalions in the European fashion with the aid of De Boigne.",
        "The aid which Pyrrhus brought did little good to the Tarentines, and his final departure in 274 left them defenceless.",
        "These facts may be illustrated with the aid of orthophosphoric acid, which is tribasic: - Acid.",
        "In 1402, after the defeat of the pirates off Heligoland by the fleet of Hamburg, Emden was besieged, but it was not reduced by Hamburg, with the aid of Edzard Cirksena of Greetsyl, until 1431.",
        "his aid was \"compelled\" by the magicians and necromancers to fetch the gods and entertain them with food (especially in the ceremony of gazing into the bowl of oil), and he is invoked by them sometimes as the \"Good Ox-herd.\"",
        "With the aid of his brother Kiejstut, Olgierd in 1345 drove out the incapable Yavnuty and declared himself grandduke.",
        "But the great literary product of this period was oratory, developed indeed with the aid of these rhetorical studies, but.",
        "He had not only become reconciled to the new order of things, but was moved by his intimate friendship with Maecenas to aid in raising the world to sympathy with the imperial rule through the medium of his lyrical inspiration, as Virgil had through the glory of his epic art.",
        "The Athenian contingent which was sent to aid Pausanias in the task of driving the Persians finally out of the Thraceward towns was under the command of the Athenians, Aristides and Cimon, men of tact and probity.",
        "Ioi) that Thasos had appealed for aid to Sparta, and that the latter was prevented from responding only by earthquake and the Helot revolt.",
        "Antalcidas compelled the Athenians to give their assent to it only by making himself master of the Hellespont by stratagem with the aid of Dionysius the Elder of Syracuse.",
        "The legend of an organized apportionment of Peloponnese amongst the Heracleid leaders appears first in the 5th-century tragedians, - not earlier, that is, than the rise of the Peloponnesian League, - and was amplified in the 4th century; the Aetolians' aid, and claim to Elis, appear first in Ephorus.",
        "Berlin, 1884), holds that the purple or golden hair of Nisus is the sun, and Scylla the moon, and that the origin of the legend is to be looked for in a very ancient myth of the relations between the two, which he endeavours to explain with the aid of Indian and German parallels.",
        "In chronic disease and in health the use of alcohol as an aid to digestion is without the support of clinical or laboratory experience, the beneficial action being at least neutralized by undesirable effects produced elsewhere.",
        "The reader possessed of no previous knowledge of electrical phenomena will best appreciate the meaning of the terms employed by the aid of a few simple experiments.",
        "With the aid of this apparatus, the principal facts of electrostatics can be experimentally verified, as follows: Experiment I.",
        "In 1514 they took Jijelli from the Genoese, and after a second beating at Bougie in 1515 were called in by the natives of Cherchel and Algiers to aid them against the Spaniards.",
        "The writer is acquainted with no experiments in which it was attempted to discern the future (except in trivial cases as to events on the turf, when chance coincidence might explain the successes), and only with two or three cases in which there was an attempt to help historical science and discern the past by aid of psychical methods.",
        "If every other contemporary record of the crusades perished, we should still be able by aid of this to understand and realize what the mental attitude of crusaders, of Teutonic knights, and the rest was, and without this we should lack the earliest, the most undoubtedly genuine, and the most characteristic of all such records.",
        "The general conditions to be observed in such workings may be briefly stated as follows: (I) The whole of the auriferous gravel, down to the \" bed rock,\" must be removed, - that is, no selection of rich or poor parts is possible; (2) this must be accomplished by the aid of water alone, or at times by water supplemented by blasting; (3) the conglomerate must be mechanically disintegrated without interrupting the whole system; (4) the gold must be saved without interrupting the continuous flow of water; and (5) arrangements must be made for disposing of the vast masses of impoverished gravel.",
        "With the aid of its philosophy she created her new Christian theology; its polity furnished her with the most exact constitutional forms; its jurisprudence, its trade and commerce, its art and industry, were all taken into her service; and she contrived to borrow some hints even from its religious worship. With this equipment she undertook, and carried through, a world-mission on a grand scale.",
        "Arsuf and Caesarea were captured in 1101; Acre in 1104; Beirut and Sidon in I I Io (the latter with the aid of the Venetians and Norwegians).",
        "This movement is characterized firstly by its magnitude; secondly, by the fact that the emigrant changes his political allegiance, for by far the greater part of modern emigration is to independent countries, and even where it is to colonies the colonies are largely self-governing and self-regarding; and thirdly, it is a movement of individuals seeking their own good, without state direction or aid.",
        "The amount of money brought by the immigrants is not large, and is probably more than offset by the money sent back by immigrants for the support of families and friends at home or to aid them in following.",
        "The province of reverent theology is to aid accurate thinking by the use of metaphysical or psychological terms. Its definitions are no more an end in themselves than an analysis of good drinking water, which by itself leaves us thirsty but encourages us to drink.",
        "Of these four fragments only one survives, but with the aid of transcripts of the other three made by Cyriacus of Ancona in 1442, the whole was restored by Mommsen [C.I.L.",
        "From there he went to Constantinople, where he met with the great Eastern scholar and theologian Gregory of Nazianzus, and with his aid tried to perfect himself in Greek.",
        "Here he did most of his literary work and, throwing aside his unfinished plan of a translation from Origen's Hexaplar text, translated the Old Testament directly from the Hebrew, with the aid of Jewish scholars.",
        "He subsequently recovered his kingdom by the aid of the Acarnanians and Aetolians.",
        "To aid these rajas in administering the country, there is a council of permanent ministers, called the Lenehen.",
        "The Kuch Behar Raja applied for aid, and a force under Captain James was despatched to his assistance; the invaders were expelled and pursued into their own territories.",
        "The invaders met with little encouragement from the populace, who were not well disposed towards a monarch whom it was sought to impose upon them by the aid of Irish and German mercenaries.",
        "Nelson was appealed to, and with the aid of Portuguese allies he established a blockade and deputed Captain Ball, R.",
        "A period elapsed before the government of Malta again became self-supporting, during which over £600,000 was contributed by the British exchequer in aid of revenue, and for the importation of food-stuffs.",
        "A start was made through the efforts of the palaeontologists and geologists, with only indirect or incidental aid from the archaeologists.",
        "Without his aid it is probable that the constitution would not have been ratified by Massachusetts.",
        "Mediation may also take place after war has broken out, with a view to putting an end to it on terms. In either case the mediating power negotiates on behalf of the parties who invoke or accept its aid, but does not go farther.",
        "Nevertheless, upon the officers threatening to summon the parliament without his aid, and hearing the next morning that several members had assembled, he led the procession to the parliament house.",
        "Soon afterwards he was sent to Athens with an army to aid the oligarchs, but Pausanias, one of the kings, followed him and brought about a restoration of democracy.",
        "They have, where practicable, separate churches and schools, the latter receiving state aid.",
        "In 777 the king was visited at Paderborn by three Saracen chiefs who implored his aid against Abdar-Rahman, the caliph of Cordova, and promised some Spanish cities in return for help. Seizing this opportunity to extend his influence Charles marched into Spain in 778 and took Pampeluna, but meeting with some checks decided to return.",
        "To Bouguer in 1748 is due the true conception of measurement by double image without the auxiliary aid of a filar micrometer, viz.",
        "Thus the scales, the positionand declination-circles, the field of view, the heads of all the micrometer-microscopes, the focusing scale, &c., are read without the aid of a hand-lamp and with an amount of illumination that can be regulated at the observer's pleasure.",
        "and Dec. of the object to be observed, the scale divisions to be pointed upon, and thus, in measures of distance, with the aid of the chronograph and printing micrometer, enable the observer to adjust the instrument for observation and obtain a record of his observations without the aid of a hand-lamp or the necessity to make any records in his notebook.",
        "With the aid of the Jesuits, whose privileges he multiplied, he conducted a vigorous propaganda.",
        "The attempt to reduce the brigand-soldiery, and especially the ordinances passed by the estates of Languedoil at Orleans in 1439, which not only gave the king an aid of ioo,000 francs (an act which was later used by the king as though it were a perpetual grant and so freed him from that parliamentary control of the purse so important in England), but demanded as well royal nominations to officerships in the army, marked a gain in the royal prerogative which the nobility resolved to challenge.",
        "- The hand-lead attached to a line with samples of the deposits, and also observations of temperature divided into fathoms was a well-known aid to navigation even and salinity in different depths, as well as dredgings for the in high antiquity, and its use is mentioned in Herodotus (ii.",
        "The Pacific Ocean consists mainly of one enormous basin bounded on the west by New Zealand and the Tonga, Marshall aid Marianne ridges, on the north by the festoons of islands marking off the North Pacific fringing seas, on the east by the coast of North America and the great Easter Island Rise and on the south by the Antarctic Shelf.",
        "It is of historical importance, since it was the first metal to be discovered by the aid of the spectroscope (R.",
        "Archer (1790-1858) were elected commissioners to seek aid in the United States.",
        "The weakness of the Mexican Liberals and the necessity of securing aid in the States led the Austin party to abandon their opposition to independence.",
        "The natural objection of the colonies, as voiced, for example, by the assembly of Pennsylvania, was that it was a cruel thing to tax colonies already taxed beyond their strength, and surrounded by enemies and exposed to constant expenditures for defence, and that it was an indignity that they should be taxed by a parliament in which they were not represented; at the same time the Pennsylvania assembly recognized it as \" their duty to grant aid to the crown, according to their abilities, whenever required of them in the usual manner.\"",
        "He planned an appeal to the king of France for aid, and wrote the instructions of Silas Deane who was to convey it.",
        "Franklin's position in France was a difficult one from the start, because of the delicacy of the task of getting French aid at a time when France was unready openly to take sides against Great Britain.",
        "They were attacked by the four great Eastern kings and spoiled, but restored by the intervention of Abram and his men coming to the aid of Lot (Gen.",
        "Just before the capture of the city, Paris, wounded by Philoctetes with one of the arrows of Heracles, sought the aid of the deserted Oenone, who had told him that she alone could heal him if wounded.",
        "In 1810 he was a member of a commission to explore a route for a canal between Lake Erie and the Hudson river, and in 1811 he and Gouverneur Morris were sent to Washington to secure Federal aid for the undertaking, but were unsuccessful.",
        "Returning three months later, he found that Dr Karl Peters, a German in command of an \" Emin Pasha Relief \" expedition, had passed through his camp, read his letters, and, acting on the information thus obtained, had marched to Buganda, arriving in February 1890, where with the aid of Lourdel he French and concluded a treaty which was kept secret from British the British party, who repudiated it.",
        "Christians, before the arrival of Peters, had again engaged the Mahommedans and driven them to the frontier of Unyoro, where King Kabarega gave them an asylum and aid.",
        "Early in January Mwanga escaped from the Germans, and, declaring himself a Mahommedan, reached Buddu with a large force, which Major Macdonald defeated with the aid of the Baganda army.",
        "The year 1899 had been a costly one, £329,000 being voted in aid.",
        "For a short time he was in a merchant's office in Amsterdam, but early devoted himself to the manufacture of microscopes and to the study of the minute structure of organized bodies by their aid.",
        "After a defeat by sea, Polycrates repelled an assault upon the walls, and subsequently withstood a siege by a joint armament of Spartans and Corinthians assembled to aid the rebels.",
        "In the disasters which followed she maintained peace, while draining the land of men and money to aid her son in the East.",
        "The valley in which the city lies has no opening to the coast, and the water finds its way, often only with much care and artificial aid, through underground passages (katavothra) to the sea.",
        "A parliamentary majority was now secured for the minister's policy by bribery and threats, and with the aid of Henry Fox, who deserted his party to become leader of the Commons.",
        "In June 1138, with the aid of Robert of Gloucester, Geoffrey obtained the submission of Bayeux and Caen; in October he devastated the neighbourhood of Falaise; finally, in March 1141, on hearing of his wife's success in England, he again entered Normandy, when he made a triumphal procession through the country.",
        "Authorities.-(I) Principal Sources: The history of Anjou may be told partly with the aid of the chroniclers of the neighbouring provinces, especiall y those of Normandy (William of Poitiers, William of Jumieges, Ordericus Vitalis) and of Maine (especially Actus pontificum Cenomannis in urbe degentium).",
        "Meanwhile, they were to make no further innovations, they were not to molest the conservatives, and were to aid the emperor in suppressing the doctrines of Zwingli and of the Anabaptists.",
        "In its long struggle with its bishops and with the dukes of Savoy, Geneva had turned to her neighbours for aid, especially to Bern, with which an alliance was concluded Geneva in 1526.",
        "In the same year (September 1536), as Calvin was passing through the town on his way back to Strassburg after a short visit in Italy, he was seized by Farel and induced most reluctantly to remain and aid him in thoroughly carrying out the Reformation in a city in which the conservative sentiment was still very strong.",
        "In 1135, Eric II., king of Denmark, acknowledged himself a vassal of Lothair; Boleslaus III., prince of the Poles, promised tribute and received Pomerania and Riigen as German fiefs; while the eastern emperor, John Comnenus, implored Lothair's aid against Roger II.",
        "A quarrel with the papacy turned, or helped to turn, his thoughts in the direction of Church reform, but he hoped this would come from within rather than from without, and with the aid of his friend John Gropper (1503-1559), began, about 1536, to institute certain reforms in his own diocese.",
        "jectivism by calling in the aid of a universal or infinite mind or by an appeal to a total or absolute experience to which our own is relative.",
        "Other institutions receiving state aid, each governed by trustees appointed by the governor, are the Massachusetts general hospital at Boston, the Massachusetts charitable eye and ear infirmary at Boston, the Massachusetts homoeopathic hospital at Boston, the Perkins Institution and Massachusetts school for the blind at South Boston and the soldiers' home in Massachusetts at Boston.",
        "2 According to the final report of the U.S. Adjutant-General in 1885, the enlistments were 146,730 men, of whom 13,942 died in $42,605,517.19 in the war; and private contributions of citizens are reckoned in addition at about $9,000,000, exclusive of the aid to families of soldiers, paid then and later by the state.",
        "With the aid of John, burgrave of Montfoort, who had been called in, after the manner of the Italian podestas, and endowed with supreme power for the defence of the town, the Utrechters defeated all the efforts of their bishop, aided by the Hollanders and an aristocratic faction.",
        "Of course pressure could always be obtained by the aid of special reservoirs, but to build these was not always desirable, or even practicable.",
        "When by the aid of this evidence The Two Ways is restored to us free of glosses, it has the appearance of being a Jewish manual which has been carried over into the use of the Christian church.",
        "Filtration in the chemical laboratory is commonly effected by the aid of a special kind of unsized paper, which in the more expensive varieties is practically pure cellulose, impurities like feric oxide, alumina, lime, magnesia and silica having been removed by treatment with hydrochloric and hydrofluoric acids.",
        "The president had undertaken to coerce his own party to do something against its will, and it was only by the aid of the Republican minority that the passage of the repealing bill was at last made possible (October 30th).",
        "During the crisis in Schleswig and Holstein in 1850 he endeavoured in person to aid the duchies in their struggles.",
        "Zwingli indeed seemed still to be devoted to the pope, whom he styled \"beatissimus Christi vicarius,\" and he publicly proclaimed the mercenary aid given by the Swiss to the papal cause to be its dutiful support of the Holy See.",
        "In Egypt, Amasis had the occupation of each individual annually registered, nominally to aid the official supervision of morals by discouraging disreputable means of subsistence; and this ordinance, according to Herodotus, was introduced by Solon into the Athenian scheme of administration, where it developed later into an electoral record.",
        "Then, on that night, the enumerator, reinforced if necessary by aid drafted from outside, revisits his beat, and brings the record up to date by striking out the absent and entering the new arrivals.",
        "The law divided the subjects of census inquiry into two parts - first, those of primary importance, requiring the aid of the enumerator; and, secondly, those of subsidiary importance, capable of production without the aid of the enumerator.",
        "The striking discovery was, in 1903, made by the same investigators that the spontaneous luminosity of radium gives a spectrum of a kind never before obtained without the aid of powerful excitation, electrical or thermal.",
        "In 1373, when the duke of Brittany sought English aid against a threatened invasion by Charles V., Du Guesclin was sent at the head of a powerful army to seize the duchy, which he did; and two years later he frustrated the attempt of the duke with an English army to recover it.",
        "The right of levying seigniorage, however, was sometimes waived by the king to encourage his subjects to bring gold and silver to the mint, and several instances are recorded in which the aid of alchemists was called in to effect the transmutation of baser metals into gold.",
        "The county supervisors, with or without the aid of three commissioners whom they are authorized to appoint for the purpose, constitute a county board of equalization.",
        "In the following year Cromwell actually sent out an expedition which, with the aid of New England, was to attempt the conquest, but before an attack was made peace was announced.",
        "In various sections, too, considerable numbers of Loyalists were determined to aid the British.",
        "Clinton met with little difficulty from the principal American defences of the Highlands, consisting of Forts Montgomery and Clinton on the western bank, together with a huge chain and boom stretched across the river to a precipitous mountain (Anthony's Nose) on the opposite bank, and ascended as far as Esopus (now Kingston) which he burned, but he was too late to aid Burgoyne.",
        "In 1854 the newly organized Republican party, formed largely from the remnants of the Whig party and including most of the Free Soil Democrats, with the aid of the temperance issue elected Myron Holley Clark (1806-1892) governor.",
        "Local administration is vested in local elective bodies, such as municipal councils, county councils, road boards, harbour boards, charitable aid boards, and others, with power to levy rates.",
        "But dissensions broke out between the Aragonese and Catalans and the Neapolitans, and Alphonso had Caracciolo arrested; whereupon Joanna, fearing for her own safety, invoked the aid of Sforza, who with difficulty carried her off to Aversa.",
        "Indeed so severe a stress is laid upon the explicitly Christian life and its specific means, that orthodoxy itself interprets the rebirth by water and spirit, and the eating the flesh and drinking the blood to which entrance into the Kingdom and possession of interior life are here exclusively attached, as often represented by a simple sincere desire and will for spiritual purification and a keen hunger and thirst for God's aid, together with such cultual acts as such souls can know or find, even without any knowledge of the Christian rites.",
        "The conditions assumed in this investigation are probably nearly realized in a harmonium and in a double siren of the form used by Helmholtz, and in these cases there can be no doubt that actual objective tones are produced, for they may be detected by the aid of resonators of the frequency of the tone sought for.",
        "There is not much difficulty in detecting the difference tone by a resonator if it is held, say, close to the reeds of a harmonium, and Helmholtz succeeded in detecting the summation tone by the aid of a resonator.",
        "But he lacked business thrift, inherited a disposition to endorse for his friends, and was often unable to distinguish between deserving applicants for aid and adventurers.",
        "Upon application of either or both of the parties, provided the employees be not less than twenty, this board is required to inquire into the cause of the dispute, with the aid of two expert assistants, who shall be nominated by the parties, and to render a decision, which is binding for at least six months upon the parties to the application.",
        "Meanwhile Prussian troops had arrived to aid the government, and after two days' fierce street fighting the rising was quelled.",
        "With the aid of various religious works which he found in his father's house, he laboured to supplement his scanty education.",
        "From these, by the aid of the temporary members, the centre span is built out from both sides.",
        "In 1147 he made a formal claim on this duchy, and in 1151 sought to take possession, but failing to obtain the aid of his uncle Welf, did not effect his purpose.",
        "The Austrian Government being largely dependent upon the parliamentary aid of the Poles, could not stand out against them much on account of the far-reaching autonomy of the Galician Territorial Government.",
        "The cost of measuring current by the aid of a meter is made up of three parts: (I) the prime cost of the meter, which varies from £2 to £6 for an ordinary 25-light house electric meter; (2) the capital value of the energy absorbed in it, which if the cost of the energy is taken at 2d.",
        "He headed a Corsican deputation which went to France in order to denounce Paoli and to solicit aid for the democrats; but, on the Paolists gaining the upper hand, the Bonapartes left the island and joined Lucien at Toulon.",
        "In the west Khurshid's lieutenant, Omar Vrioni (a Mussulman Greek of the race of the Palaeologi), had inflicted a series of defeats on the insurgents, recaptured Levadia, and on the 30th of June relieved the Acropolis; but the rout of the troops which Mahommed Pasha was bringing to his aid by the Greeks in the defile of Mount Oeta, and the news of the fall of Tripolitsa, forced him to retreat, and the campaign of 1821 ended with the retirement of the Turks into Thessaly.",
        "Sultan Mahmud, despairing of suppressing the insurrection by his own power, had reluctantly summoned to his aid Mehemet Ali, pasha of Egypt, whose well-equipped fleet and disciplined army were now Interven- thrown into the scale against the Greeks.",
        "The government has since 1903 given attention to sericulture, and steps have been taken to improve Siamese silk with the aid of scientists borrowed from the Japanese Ministry of Agriculture.",
        "It takes a comprehensive view of all the plants which cover the earth, from the minutest organism, only visible by the aid of the microscope, to the most gigantic productions of the tropics.",
        "The work was continued after his death, by his son Alphonse de Candolle, with the aid of other eminent botanists, and embraces descriptions of the genera and species of the orders of Dicotyledonous plants.",
        "The burden of defence could no longer be sustained; piracy and smuggling became so common that the company was compelled to appeal to the states-general for aid.",
        "In return for his aid against Bohemund and his rebels the duke surrendered to his uncle in 1085 his share in the castles of Calabria, and in 10 9 1 the half of Palermo.",
        "It was thus natural that the citizens should invoke the aid of Savoy against their bishop, Robert of the Genevois (1276-1287).",
        "They attempted to rule by aid of the Socialists, but their power fluctuated as the demands of the Socialists became greater.",
        "the bulk of them had voted for the \"appeal to the people,\" and so laid themselves open to the charge of \"royalism\"; they denounced the domination of Paris and summoned provincial levies to their aid, and so fell under suspicion of \"federalism,\" though they rejected Buzot's proposal to transfer the Convention to Versailles.",
        "A Christian was still dependent upon divine aid for salvation, and his life was still supernatural at least in theory.",
        "It was Boniface, too, who, with the aid of numerous English priests, monks and nuns, introduced the literary culture of England into Germany.",
        "Among the Zoroastrian Iranians, as among the Indian Aryans, the aid of a priest to recite the sacrificial liturgy was necessary at every offering (Herod.",
        "These acts required no priestly aid; each man slew his own victim and divided the sacrifice in his own circle; the share of the god was the blood which was smeared upon or poured out beside stone (nosb, ghabghab) set up as an altar or perhaps as a symbol of the deity.",
        "Thus the firstlings, first-fruits and vows are still the free gift of the individual which no human authority exacts, and which every householder presents and consumes with his circle in a sacrificial feast without priestly aid.",
        "Private sacrifices, too, could hardly be offered without some priestly aid now that ritual was more complex; the provision of Deut.",
        "In return the duke probably agreed to aid Charles in his proposed attack on the league as soon as he could gain the consent of the Saxon estates, or at all events to remain neutral during the impending war.",
        "Thus encouraged, he took out a patent for his process, and leaving the College of Chemistry, a boy of eighteen, he proceeded, with the aid of his father and brother, to erect works at Greenford Green, near Harrow, for the manufacture of the newly discovered colouring matter, and by the end of 1857 the works were in operation.",
        "of Italy, he called to his aid Otto the Great of Germany, to whom he granted the imperial crown in 962.",
        "To put down the Zealots he favoured an even more violent sect, the Sicarii (\"Dagger-men\"), by whose aid he contrived the murder of the high-priest Jonathan."
    ],
    "definition": [
        "Link/Cite",
        "Help; assistance; succor, relief.\nHe came to my aid when I was foundering.",
        "The person who promotes or helps in something being done; a helper; an assistant.",
        "Something which helps; a material source of help.\nThe incompetent general's brilliant aid often made priceless suggestions.",
        "(UK) An historical subsidy granted to the crown by Parliament for an extraordinary purpose, such as a war effort.",
        "(UK) An exchequer loan.",
        "(law) A pecuniary tribute paid by a vassal to his feudal lord on special occasions.",
        "An aide-de-camp, so called by abbreviation.",
        "To (give) support (to); to further the progress of; to help; to assist.",
        "aidant",
        "aide, aide-de-camp",
        "Agency for International Development",
        "Link/Cite"
    ]
}