{
    "translation": "לבד, בודד",
    "uses": [
        "Being alone didn't seem so bad to me after all.",
        "I spoke to her alone for twenty minutes.",
        "One cold winter night I was alone in my room.",
        "She was alone in Ashley with no money.",
        "I was alone, back in New York, on a totally secure line.",
        "Leave me alone, then, for a while.",
        "For four years and four months he lived alone on the island.",
        "I have to convince you; taking it on faith alone isn't enough.",
        "I wanted to stay, but I thought you wanted to be alone with your mother.",
        "A woman was sitting alone by the fire.",
        "Russia alone must save Europe.",
        "Leave her alone, Brandon.",
        "I find it wholesome to be alone the greater part of the time.",
        "She was thinking as if she alone were responsible.",
        "\"I would rather live alone on a desert island than be a sailor on this ship,\" he said.",
        "That issue alone could fill an entire chapter.",
        "Given these agricultural strengths, is there anyone who believes the United States alone couldn't produce an extra $365 billion worth of food, at full retail price, if there were a ready buyer for it?",
        "None of this would have happened if they hadn't been alone in the house.",
        "It appeared to have no companion in the universe--sporting there alone--and to need none but the morning and the ether with which it played.",
        "A man thinking or working is always alone, let him be where he will.",
        "When Carmen's father died, she thought she was alone in the world, yet all these people had been there for her.",
        "I knew it when he caught you alone beside the pool.",
        "And now she had put herself in a position where she would be alone with him in the car.",
        "He was alone in the middle of a field.",
        "She caught him alone in the hallway after supper, while Julia and Rachel were in the kitchen doing dishes.",
        "I was, for a reason known to God alone, much more calm than the situation dictated.",
        "What was he doing out here alone in the middle of the desert?",
        "Betsy kissed me on the lips and whispered, \"I don't want to stay alone either.\"",
        "But of course, it is not alone for their bright colors that we love the flowers....",
        "If he was going to start throwing things, she had no intention of staying there in the kitchen alone with him.",
        "My earliest distinct recollection of my father is making my way through great drifts of newspapers to his side and finding him alone, holding a sheet of paper before his face.",
        "Tikhon alone attended him.",
        "Your actions alone accuse you.",
        "Their lives were now entwined with the two people they left alone in that building.",
        "He alone is now dearer to me than everything in the world.",
        "You were two points from sleeping alone big guy.",
        "To be alone was something unpleasant.",
        "\"And that's just what I shall do if you don't let those little balls of pork alone,\" said Jim, glaring at the kitten with his round, big eyes.",
        "This alone wears well.",
        "Martha wasn't doing well staying alone so she asked a bottle of Beefeater to keep her company.",
        "I couldn't sit still in the office alone and I frankly I wanted the company of my wife.",
        "If not, why had he gone - left her alone for two weeks?",
        "He is constantly alone with his thoughts.",
        "This wasn't about what he had hidden from her or the fact that he had left her alone for two weeks to go to Columbia.",
        "Once inside, he found the child sleeping alone in her room; a little princess, he called her.",
        "Don't leave me here alone with that mad man on the loose!",
        "The sun is alone, except in thick weather, when there sometimes appear to be two, but one is a mock sun.",
        "A strange feeling agitated me all the time I was alone with him in the dark chamber.",
        "We'll let Martha and Betsy alone to get acquainted.",
        "This case was a twelve year old girl, shot in cold blood as she sat alone at the poolside of her California home.",
        "Yancey was alone in the kitchen.",
        "But staying out there alone with a man?",
        "It all seemed to be tailor made to her preferences - all but the part about staying alone in the house with him.",
        "Betsy was alone on the porch but as we approached, Martha opened the screen door, her arm around a frail looking man, about five-seven, who wore an off-center toupee and a fragile smile.",
        "The blind alone could not support it, but it would not take very much money to make up the additional expense.",
        "His mother lives there with him, so it's not like we'd be all alone out there.",
        "It chanced that I walked that way across the fields the following night, about the same hour, and hearing a low moaning at this spot, I drew near in the dark, and discovered the only survivor of the family that I know, the heir of both its virtues and its vices, who alone was interested in this burning, lying on his stomach and looking over the cellar wall at the still smouldering cinders beneath, muttering to himself, as is his wont.",
        "She looked at her and gave her alone a special smile in addition to her usual smile as hostess.",
        "Sarah couldn't understand her desire to be alone, but she accepted it.",
        "Not here alone on the couch.",
        "There aren't many fools climbing alone.",
        "When Daniel Defoe heard how Selkirk had lived alone on the island of Juan Fernandez, he said to himself: Here is something worth telling about.",
        "Leave me alone, please leave me alone!",
        "The kids are asleep and we're alone.",
        "Each of us could find separate areas to be alone but remain close to each other.",
        "Defense attorneys alone will leave no stone unturned to find you.",
        "He'd never been alone.",
        "And since it's snowed a foot or two since then, I'd guess there aren't any footprints to prove you were strolling alone in the woods.",
        "Just leave me alone.",
        "Consider the girls in a factory--never alone, hardly in their dreams.",
        "She flourishes most alone, far from the towns where they reside.",
        "In some places, within my own remembrance, the pines would scrape both sides of a chaise at once, and women and children who were compelled to go this way to Lincoln alone and on foot did it with fear, and often ran a good part of the distance.",
        "You alone are everything! said Nicholas.",
        "At that time, when everything was plunged in darkness, preaching alone was of course sufficient.",
        "Our sovereign alone has protested against the seizure of the Duke of Oldenburg's territory, and even...",
        "If your betrothed comes here now--there will be no avoiding a quarrel; but alone with the old man he will talk things over and then come on to you.",
        "Princess Mary, alarmed by her father's feverish and sleepless activity after his previous apathy, could not bring herself to leave him alone and for the first time in her life ventured to disobey him.",
        "\"Let me alone; it's not true!\" she cried angrily to him.",
        "Go away yourself, alone... came from various sides of the crowd.",
        "All the rest of that day Pierre spent alone in his benefactor's study, and Gerasim heard him pacing restlessly from one corner to another and talking to himself.",
        "Only when alone together were they free from such outrage and pain.",
        "Nor do words alone prove that only he understood the meaning of the events.",
        "The man who had devastated France returns to France alone, without any conspiracy and without soldiers.",
        "That alone tells me all I need to know about you.",
        "Once alone, I telephoned Martha and explained that Howie had summoned Julie to California and Betsy and I would house Molly in her mother's absence.",
        "While Martha was on the phone trying to get our air conditioning system checked, I had a few moments alone with my wife.",
        "Once alone, I dialed Daniel Brennan.",
        "Whenever we needed a few moments alone, a dog walk was suggested and eagerly accepted.",
        "This works toward maximizing the utility that item can bring to someone. eBay is not alone in this regard.",
        "I felt absolutely alone, cut off from my friends and the firm earth.",
        "If I happen to be all alone and in an idle mood, I play a game of solitaire, of which I am very fond.",
        "Sometimes, it is true, a sense of isolation enfolds me like a cold mist as I sit alone and wait at life's shut gate.",
        "We are most interested when science reports what those men already know practically or instinctively, for that alone is a true humanity, or account of human experience.",
        "While the guests were taking their leave Pierre remained for a long time alone with Helene in the little drawing room where they were sitting.",
        "The young girls were apprehensive about walking home alone in the late evening.",
        "Princess Mary was sitting alone in her room, vainly trying to master her agitation.",
        "Mademoiselle Bourienne alone smiled agreeably.",
        "He said this at a moment when she alone could hear him.",
        "Pierre gazed at the door through which she had disappeared and did not understand why he suddenly felt all alone in the world.",
        "I want you to promise me you won't go into the woods alone again.",
        "I don't know when I began to love her, but I have loved her and her alone all my life, and I love her so that I cannot imagine life without her.",
        "I promise I won't go into the woods alone again.",
        "\"I will join you later,\" she said, and promptly left Carmen alone.",
        "They probably had a lot to discuss and most likely were not alone.",
        "He would not let me come alone.",
        "Whatever the problem was, it remained in his mind alone.",
        "You shouldn't have to go through this alone.",
        "\"No one is staying with me,\" she answered sharply, and then realized she had revealed she was alone.",
        "For a moment she felt the dull aching pain of being utterly alone.",
        "His only explanation was that he liked being alone.",
        "Don't be wandering off alone.",
        "Anyway, I saw your boss in town, so I figured you were alone.",
        "If Giddon and Sarah were both in town, then she was alone.",
        "Sarah made an excuse of putting Tammy down for a nap and left them alone.",
        "It was only a ruse to get her alone.",
        "What was down that path that no one wanted to talk about, and why did Giddon insist that his houseguest should not wander around alone?",
        "Without further argument, Sarah and Tammy left, and Lisa was alone.",
        "Didn't I tell you it was dangerous to be alone?",
        "I just don't think it's a good idea for us to be out here alone.",
        "She had that much time alone.",
        "You promised you wouldn't go into the woods alone.",
        "I don't like you being up there alone.",
        "Thanks, but I'd rather go alone.",
        "Well, we finally have the chance to be alone.",
        "You must have known what Allen would do to me if he caught me alone.",
        "She had created this problem and now it was hers to face alone.",
        "You can't spend your life terrified to leave the house alone.",
        "Sure, they had spent more time wandering on the ranch, but that was only because Brandon wanted to get her alone.",
        "But then, he didn't have to travel that many miles to get her alone.",
        "With that, she left them alone.",
        "That would leave him free to go alone.",
        "Why don't you go on alone?",
        "Some of the containers had a thin wire running around but most were standing alone.",
        "We'd the decision up to Howie alone.",
        "We wouldn't exactly be alone.",
        "I may be the person who's having the visions but I can't do it alone.",
        "I know I can't do it alone.",
        "I wanted to be sure he was at home and hopefully alone.",
        "Howie followed the imposter to the dining room where he dined alone.",
        "Once I was alone again, I pondered my unilateral decision to speak directly to Ethel Reagan as I sipped on cold coffee.",
        "Some people around her know of her ability and assist her but she alone has the gift.",
        "\"It's unfair to Martha to leave her alone with an infant,\" I answered.",
        "I drove the few miles to Howie's home feeling as guilty as a cheating husband for leaving Betsy alone and uninformed.",
        "I didn't want to come right out and say Betsy was frightened to stay alone so I just shrugged.",
        "There I'd try to get some time alone with my wife and mull through this train ride to oblivion.",
        "I told Betsy about the flare up between Quinn and Martha before Quinn decided to go to Santa Barbara alone.",
        "Martha was alone with an infant and it was after nine o'clock.",
        "I hate getting drunk alone.",
        "You've got a baby up there asleep and you're alone in the house, tying one on.",
        "Coming out was a totally new step and one I shouldn't be taking alone.",
        "I assumed my childhood chum was disappointed in me alone.",
        "Leave the guy alone until we get him to the hospital.",
        "I passed out for a few minutes, I guess, and then I thought I was alone so I started crawling toward the door.",
        "Tell him to get you a ticket and let him do his thing alone.",
        "\"I don't want to leave him here alone, Ben,\" she whispered between sobs.",
        "She won't leave Howie alone.",
        "However, what did I discover but the child at the sink alone and the doors to two stalls closed!",
        "While I long to have the child alone in my cabin, keeping the two in there would be cumbersome.",
        "Perhaps I'll utilize my secure room beneath the barn for the daughter while I interview the mother alone.",
        "We were operating by pure feel in the total darkness where balancing alone was precariously.",
        "It seemed hours I was left alone until shouting voices announced the end of our ordeal.",
        "He was annoying, and she wanted him to leave her alone.",
        "More tears came as she realized she couldn't do anything for herself let alone Jonny if they kept her in such a state.",
        "Bianca looked at him, and he ignored the sense she wanted to be alone with her brother.",
        "You'll get lonely here alone.",
        "She still didn't understand the depth of her talents or how to control the visions, and being alone and away from her mate made some days unbearable.",
        "She rose, bored after being trapped alone the whole day in the condo, and peered through the peephole.",
        "He ate alone in the condo's kitchen, not surprised to see Bianca asleep when he finally returned to bed.",
        "I didn't want the cat to stay all alone at your condo.",
        "I won't face him alone.",
        "His brothers weren't any closer than they had been, but the sound of their voices made him realize how alone he'd really felt the past two weeks.",
        "His nearness would drive her crazy if she were forced to be alone with him.",
        "She hesitated at the head of the stairs, tormented by the knowledge her father was incapable of mercy towards his daughter, let alone a stranger.",
        "She'd felt safe with him, a sense she found only alone in her room.",
        "But this man, an enemy who had—up until now—wanted to kill her, left her feeling a little less alone.",
        "\"Leave me alone, or …\" She gasped.",
        "I don't feel as alone when I'm with you.",
        "If he could shake his fever and take care of himself, he'd be okay alone.",
        "For the first time in her life, she wanted not to feel completely alone.",
        "\"You aren't alone in that,\" she said with a small smile.",
        "She suddenly felt more alone than ever and rubbed her stinging cheek.",
        "\"I need some time alone,\" Jonny said abruptly and rose, facing away from her.",
        "It seemed like too long already, especially since the woman was alone to protect herself.",
        "Satisfied it was getting what it wanted, the Watcher left him alone.",
        "She wasn't afraid to be alone.",
        "I'm not much for being home alone, Rourk replied.",
        "Tell Dusty not to blow everything up, and leave the vamp alone, Damian said.",
        "Leave me alone, Xander.",
        "He kissed her hand and left her alone.",
        "I'm rebuilding as fast as I can, but it ain't easy finding new Guardians, let alone those who make good agents.",
        "Most women were too intimidated to go near him, let alone get close enough to throw their arms around him.",
        "She tightened her grip around him, and he was amused to think of himself as any sort of comfort to anyone, let alone a little human like her.",
        "Then leave me alone.",
        "Her presence alone was already prodding free memories he'd thought he'd buried.",
        "Han, can I be alone?",
        "A cold wind comforted her as she sat alone.",
        "Tears began to spill again, and she began to understand how Darian felt, utterly alone and abandoned in the corner of her mind.",
        "Darian wouldn't leave her alone.",
        "It was his turn to be ticked at the world—she was sick of being alone and angry.",
        "As he spoke, memories streamed through his mind, memories of the universe before the Schism and afterwards, when he and a few others were cast alone onto earth.",
        "I have dreams about him where he's sad and alone.",
        "Her thoughts returned to the dead man alone in the dark room.",
        "She shook out the sexual energy running through her and turned on a light, not wanting to be alone in the dark while the dead man in her thoughts began to sob once more.",
        "Unable to be alone with the man in her head, she went to her library.",
        "Dustin didn't look like the kind of man who would like anything, let alone presents.",
        "You don't carry this burden alone.",
        "How many Guardians had he lost this year alone?",
        "His reputation alone was enough to make most men weep when confronted.",
        "Traci was alone at the far end of the bay.",
        "She left them alone and returned to the group, deep in thought.",
        "He'd been alone since, except for his two adopted brothers.",
        "When he looked up, he was alone.",
        "Traci was alone with the man she recognized as Ving, who stood near the doorway.",
        "\"You can take us, or I can go alone,\" she said and crossed her arms.",
        "\"Yes. You're not going alone,\" Traci said, hesitating.",
        "The best she could hope for was eternity on this table, alone, knowing what she'd done to humanity's defender.",
        "There was one vent in the ceiling, not large enough for her hand let alone her body.",
        "She was alone with her thoughts the entire way despite the presence of Pierre and Traci.",
        "She was alone in bed.",
        "Deidre awoke alone and naked in bed.",
        "Tell me what you want or just leave me alone!",
        "Her world was crushing her; she needed to be alone.",
        "Will you leave me alone now?",
        "I alone will do that, he added.",
        "Unwilling to admit to the bonds let alone talk about them, Deidre focused on the girl.",
        "Would she be alone for eternity?",
        "The mating bond alone makes it easy for a woman to control her mate.",
        "Darkyn wore her out, and when she'd woken, she was alone.",
        "\"I need to be alone,\" she said with more sharpness than she intended.",
        "The quiet purr that only emerged when they were alone rumbled gently in his chest.",
        "Frustration finally drove the couple to play the game the same way—contact no one, put your head in the sand, and hope everyone leaves you alone and forgets you exist.",
        "He alone had interviewed and recommended the young woman, who was located by one of his lady friends.",
        "The Deans retreated to the front porch, allowing Fred and Martha time alone, and Maria to her new chores.",
        "Dean, sensing she wished to be alone, returned to the living room.",
        "They turned to her, as if aware for the first time that they weren't alone.",
        "He was alone, and as he alighted from his vehicle carrying his cardboard sign, he spotted them.",
        "The Deans found themselves alone on the front porch, with only Mrs. Lincoln for company, as Fred was off to the library for more research.",
        "Dean wished Cynthia had waited until they were alone to bring up the subject.",
        "That alone is a point in her favor.",
        "\"We can't—\" \"If there's someone down there, one person alone can't get them up.",
        "She sat alone in the darkened car, waiting, her head bowed low.",
        "That's how I got stuck at the crash scene—all alone.",
        "Besides, he doesn't drink and I don't drink alone—unless I'm alone.",
        "The sound of thrown objects, yells, and stomps were followed by Ginger Dawkins's terse announcement that she was moving to the Beaumont, alone, thank you.",
        "Dean noticed her frail form near the front, seated alone.",
        "How could you let a little girl be alone with a convicted criminal long enough to be kidnapped?",
        "I was sure you'd whack the son of a bitch and maybe kill him and I didn't want to be a jailhouse widow and run Bird Song alone.",
        "When told Patsy Boyd was traveling alone, Fred nodded with a knowing smile.",
        "Now let me alone.",
        "You might want to leave this alone for now.",
        "Kids take trips alone all the time.",
        "That alone makes me nervous.",
        "Lydia turned off the engine and they sat there alone with no other cars in sight.",
        "Fred was alone, busy at his computer.",
        "The tourists were left below and Dean was alone save the sounds of nature on the rocky rutted path as his Jeep's tires clawed upward.",
        "He wanted us to go into the mine with him but when he saw you coming he went up alone.",
        "If love alone was a measurement of success, the future of the three had a small measure hope.",
        "It was a blissful late afternoon and the Deans were alone in the kitchen—Fred had taken Martha to a movie— when Cynthia raised the subject.",
        "Suppose it was Brandon, acting alone, who killed the Blackie Rowland?",
        "I've never begged anyone for anything, let alone mercy.",
        "He can't find souls, let alone demons.",
        "The deliberate movements alone took a minute.",
        "Tonight, he was alone, but he needed to be for a while.",
        "He left, barely able to see straight let alone think straight.",
        "She didn't expect to find the human alive, let alone of a mindset to make a joke.",
        "She turned away from him, wanting to be alone.",
        "Darkyn's mate wasn't alone.",
        "He never expected to see the blue sky again or the trees around the fortress, let alone sip sweet tea and nibble on berry scones.",
        "Left alone, she rarely did that.",
        "Whether there was someone else in her life at this point or she was alone was a mystery.",
        "Maybe she should go home and eat with Alex, but it was nice simply enjoying some time alone.",
        "We have the entire afternoon alone for once.",
        "She stared after him as he drove away, wondering if he would be home for supper – or if he was going to eat alone.",
        "Later that evening while they were alone, Carmen and Alex decided that the next time Lori came by or called, Carmen would talk to her and tell her that the option to take Destiny back had passed.",
        "Alex usually insisted they leave the mare alone, only checking on her now and then.",
        "Alex says it's best to let them alone, but Casper is used to being around me.",
        "Josh was gone and Alex didn't want her going up there alone.",
        "It was still eerie walking around the place alone, knowing he had been there.",
        "She left him there, wishing she could stay and yet knowing he could use the time alone with Jonathan.",
        "She wasn't in this alone, and it was impossible to shelter the children from it.",
        "It was embarrassing enough to simply think of the things to tell him, let alone say it to him.",
        "I wouldn't feel comfortable if he was alone with you.",
        "I'll check before I leave you and the kids alone to make a trip.",
        "Alex was sitting in his chair and they were alone at the moment, so it was a good time to approach him.",
        "He left her alone.",
        "Fate wasn't going to leave him alone, but this door … Gabriel stepped back.",
        "It's not safe out here for you to be alone.",
        "You're not a water sprite, and you're not afraid to be alone on a beach with a man you think murders people.",
        "Though I'm wondering why you're alone on a beach in the moonlight without someone to make love to you with a bucket list like that.",
        "Something about him made her feel comfortable, or she wouldn't be sitting alone with a man dressed like the angel of death on the beach after dark, revealing secrets she didn't tell her boyfriend of two years.",
        "His challenges on the mortal realm alone were overwhelming.",
        "She wasn't alone when she was with him.",
        "He should leave you alone, Gabriel agreed.",
        "\"Leave me alone!\" she cried.",
        "Being alone meant she started thinking again, something she didn't want to do.",
        "She felt very alone, exposed, standing before him.",
        "Their one night together made her feel alive, and his dark gaze alone was enough to make her body hot from the inside out.",
        "He made her feel like she wasn't alone for the first time in years.",
        "She sat up and hopped off the bed, too aware of how alone she felt.",
        "The records I alone can read with my magic are in this hallway, which is a pain in the ass when it comes to searching for things.",
        "I want to be alone.",
        "I mean happy, whether that's alone or not.",
        "Her vulnerability shimmered around her in a way that left him unable to leave her alone, until he was certain the worst was over.",
        "Gabriel wasn't getting his hopes up, let alone encouraging hers.",
        "A death-dealer outside her door – or better yet, on her couch – was all that would make him easier about leaving her alone.",
        "Darkyn alone was able to give it to her.",
        "The grey eyes were beseeching, but Katie couldn't manage anything verbal let alone a lie to placate the driver.",
        "\"But how is it I remember being alone getting on the train, and Toby got on at the next stop?\" she challenged.",
        "She bit back an order to leave her stuff alone but stopped herself, watching him go through her medicine cabinet for any additional drugs.",
        "In the darkness, he was alone.",
        "She didn't care if she left a five- year-old kid home alone, not when he was a four-hundred-thousand-year-old angel!",
        "One by one, the others left, until he was alone with Andre.",
        "He poured himself more whiskey and sat on the sofa, feeling utterly alone for the second time in his life.",
        "He found himself lingering, wanting to feel a little less alone.",
        "Then you leave me alone forever.",
        "Take Toby and the damn death guy and leave me the hell alone.",
        "She squeezed through the hole in the wall to find there wasn't enough of the floor left to walk on let alone make it to the door across the apartment.",
        "He bowed his head and left her alone with the madman..",
        "The breakfast room had cleared out an hour before, but the patient matriarch kept her coffee cup full and left her alone.",
        "They'll leave you alone when they see it, he replied.",
        "Wouldn't go out walking alone after dark if I was you, little girl.",
        "Whatever happened, she couldn't be alone with him.",
        "\"It's too dangerous for you alone,\" he said firmly.",
        "I'm not alone, and I'm leaving.",
        "Frustrated when he was around, she couldn't help but feel unusually alone when he was gone.",
        "The room was dark; she was alone.",
        "I mean, you don't have what it takes to keep a mate alive, let alone safe.",
        "She hadn't been able to keep a job or a boyfriend for more than a few months, let alone an eternity!",
        "Her blood was thrumming even faster than the alcohol alone would have caused, her body growing too warm for comfort.",
        "He deserved it for kissing her and making her feel things she never, ever, ever imagined she'd feel for any man, let alone a monster like him.",
        "Tell him to leave me alone.",
        "And he comes alone, Gabriel.",
        "Megan left her alone, and she unpacked.",
        "She felt alone when he was gone, and while he frustrated the hell out of her, she still felt better when he was near.",
        "She looked around, feeling very much alone in the cavernous room.",
        "She was alone in a world she didn't fit into, and she wanted more than anything to escape.",
        "It wasn't normal for them to acknowledge her existence, let alone address her.",
        "Rhyn thought hard for a minute, then said with effort, \"I don't know how to be a mate, let alone take care of a human, Gabriel.\"",
        "Andre alone has ever shown me any kindness.",
        "She left him alone in the dark with his thoughts, and he began to understand more how his friend Rhyn felt in a world that was pitted against him.",
        "Gabriel was sitting alone on top of one of the half dozen picnic tables.",
        "If I could protect you alone, I.d take you somewhere safe from the demons and the Council.",
        "Unless you wanna leave my blood monkey alone.",
        "He entered the castle, following the scents up the back stairwell that Katie alone used to avoid the other Immortals.",
        "And apparently, he alone knows how to render the grounds no longer sacred.",
        "Without him, Kris felt as if he were alone trying to solve the world.s problems.",
        "If you can help him get to Kris, he.ll call it even and leave you alone.",
        "It.ll be hard to get my brother alone outside the castle where Darkyn can snatch him.",
        "She stood abruptly and crossed to the bathroom, wanting to be alone.",
        "There had to be somewhere she could go where they.d leave her alone, at least until Gabriel came for her.",
        "What makes you think he won.t leave you alone?",
        "She drew a deep breath, terrified of running into one of those creatures alone, then crept to the door.",
        "She wasn.t hungry but walked toward the cafeteria so she wouldn.t be alone with her thoughts.",
        "\"You shouldn.t be alone up here yet,\" Megan warned.",
        "While Kris would love to sacrifice a certain infuriating mortal to further his cause, he wouldn.t even sacrifice her, let alone allow Darkyn.s to wipe out a village.",
        "Someone had lied to her about Lilith, who had died defenseless and alone.",
        "Kiki, can you leave us alone?",
        "His one love wanted to be alone with him!",
        "Said he.d done what they told him and given them you and the castle so they.d leave him alone.",
        "She left him at the base of the stairs and ascended alone.",
        "Considering how much Gabriel couldn.t tolerate sunlight, Rhyn was surprised to see him during daylight at all, let alone without his shades.",
        "Rhyn watched, not wanting to leave for fear of being alone.",
        "She didn.t want to remember she was utterly alone in facing him.",
        "It makes no sense she.d be there, and if she is, the demons have her, or Jade wouldn.t be here alone.",
        "He.s not alone.",
        "He was alone, roasting in the sun for a long moment before he sensed Kris approach.",
        "I can hardly walk let alone lift a weapon.",
        "And if you do this, the Council will leave you alone.",
        "And yet, he couldn't help feeling as if he alone bore the weight of his planet on his back as he struggled to pay for food, water, and weapons.",
        "The newlyweds spent the night at a local luxury hotel-- also an arrangement made by Kiera-- and she was left alone in the row house full of boxes.",
        "Kiera rose and trotted down to her studio, happy to see the movers had left her studio alone.",
        "\"You leave Kiera alone,\" she ordered sternly.",
        "His movements were smooth and controlled, his emotions hidden, his dark, dark eyes alone enough to keep her immobile.",
        "The connection alone might prevent a full-scale war.",
        "A'Ran watched her off and on during the several days she spent alone.",
        "Kiera could be the most stubborn and frustrating woman Evelyn had ever met, and she'd sworn off any man, let alone an alien.",
        "You kidnap me, trick me into marrying you, dump me here alone without Evelyn or even a pad of paper, with instructions for your sisters to give me behavioral training, and run off to fight some battle somewhere else.",
        "If she proved to be as he suspected she was, she might find herself the first woman in his society given the official position of strategy battle planner, a position traditionally held by the dhjan alone.",
        "She didn't have much time alone to mull their conversation or her troubled thoughts.",
        "Nishani, you are not to greet alone!",
        "Suddenly feeling alone and vulnerable in the wide hallway, she returned to her room and locked the door.",
        "Her thoughts and actions are hers alone.",
        "He folded it in fourths, rose, and strode away, leaving her alone.",
        "It was not a decision he envied; he alone knew what a burden it was to know the fate of a planet and its inhabitants rested upon his shoulders.",
        "A'Ran was gone indefinitely for a surge operation in his war, leaving her alone with her thoughts.",
        "As much as she wanted to return home, she could never leave an entire planet to die just because she wanted to go back to the depressing part-time job and the row house where she and the cat would live alone!",
        "Do you know how many of my people have starved this moon-cycle alone?",
        "His position didn't change even when they were alone, his gaze direct and hard.",
        "Instead, she cried, feeling more alone than she had since leaving earth.",
        "\"You're sending me alone?\" she asked, surprised.",
        "It, too, was alone now, somewhere it didn't belong.",
        "She didn't know if the choice she made was the right one, but she knew staying alone in the row house had been the wrong one.",
        "But if he doesn't destroy Qatwal and the war stops, will they leave him alone?",
        "She'd never thought she'd ever hear A'Ran's voice again, let alone see him!",
        "Dean asked when they were alone in their quarters.",
        "As soon as Dean was alone with Gladys, between her second and third helping of Cynthia's pancakes, he broached the subject of the annoying alarm.",
        "Dean decided to leave that statement alone.",
        "Naw, I can stay here alone.",
        "They were alone in the room.",
        "If he sleeps alone, he gets upset.",
        "\"Let's just leave it alone and let it work itself out,\" she said with a sigh as she snuggled against him.",
        "By the time the group stopped for lunch—two large five-cheese pizzas at Big Billie's—Donnie had progressed to the point of being able to ski alone from the top of the beginner slope.",
        "Finally, it was acknowledged she would return to Bird Song alone.",
        "He strolled up to them as if he was on a city street, not alone in the Colorado woods.",
        "They were alone in the kitchen of Bird Song.",
        "She was here alone this afternoon.",
        "Did she leave Donnie alone last night?",
        "Are you going to make me walk back alone, sir?",
        "But perhaps this one afternoon when they were out here together, just like we are, alone in the world, it was different.",
        "Jerome told her if she had the baby and gave it to him, he'd grant her a divorce and leave her alone.",
        "I wear it too, when I'm alone, and pretend that we are one forever.",
        "The others beat a hasty retreat as soon as they learned there were no fatalities, finally leaving Dean and his wife alone, with only Janet obliviously scrubbing away somewhere above.",
        "Just leave it alone.",
        "He was climbing alone, something I guess you're not supposed to do, especially if you're a beginner like Shipton was.",
        "Corday looked at Fred, seemed to consider asking him to leave and then decided he'd best leave well enough alone.",
        "Yes, I was up at the ice park when he fell, but no, there's no one to alibi me—I was off alone on the upper trail.",
        "Besides, you're not alone.",
        "I am alone in this house, with only a cat for company though he gives me little solace.",
        "Now, she knew, he'd never let her alone.",
        "\"I don't want to be alone,\" she continued.",
        "All he wanted was to be alone so he could call his wife back and beg for her understanding.",
        "Unless you're going to charge me with something, get the hell out of Bird Song and leave me alone.",
        "Dean asked Fred, after Gladys left the room and they were alone.",
        "Fred O'Connor sat alone in the parlor, notes spread around him on the couch and coffee table.",
        "Cynthia smiled as soon as the three were alone.",
        "Used to being alone, she was content with her own company.",
        "However, he was even less inclined to leave Cynthia, perhaps alone, if Shipton were to come by for the stored belongings.",
        "\"You're not alone, are you?\" he asked, the concern showing in is voice.",
        "Then you came hustling up here, alone.",
        "Worthington's so they were alone in the parlor.",
        "I can't bear to be alone.",
        "I don't know why they just can't leave me alone.",
        "He lived only so that she would not be alone.",
        "When they had finished their breakfast, Connor said, \"Sarah, I'd like to talk to Jackson alone for a minute if you don't mind.\"",
        "As I started to say, I would like to be left alone.",
        "Shake my hand, introduce yourself and I'll leave you alone if that's what you want.",
        "The two men were left alone.",
        "She stood alone and confused.",
        "Once she knows he is human she won't feel so alone.",
        "He wasn't sure he would be able to hide his unease alone with Elisabeth.",
        "When she reached the top of the stairs, Sarah panicked, seeing Jackson alone and in a fit of rage.",
        "Why do I keep waking up alone in this bed?",
        "Elisabeth would not wake up alone today.",
        "Maybe I should go alone.",
        "She stopped upon seeing Jackson's eyes narrowed in warning to leave this alone.",
        "She chuckled, \"Click here if he left you in a hotel room, alone and violated.\"",
        "No, I think it will be better if I go alone.",
        "Why don't I leave you two alone so you can catch up?",
        "I hate to drink alone.",
        "Sarah related whole story, ending with, \"Never thought I'd see the day that man would have a moral compass, let alone be one.\"",
        "When he woke, he was alone.",
        "Sarah whispered, \"He's not alone.\"",
        "That's why you're alone now.",
        "Katie was alone in the kitchen when Carmen entered.",
        "Now was not the time to be in the barn alone with him this late at night.",
        "Alex never mentioned their conversation again, and she was careful not to be caught alone with him.",
        "They shouldn't be alone out here in the woods, necking like this.",
        "Josh wasn't alone, though.",
        "After twenty or thirty years of marriage, they would still be alone together, whether or not they had any children.",
        "Computers hummed, the sound enough to lull Lana to sleep nearly every shift she spent alone in the vault despite the sleep replacement supplements—known as anti-sleepers—she took.",
        "The attacks on the coast occurred simultaneously with nukes that would've been impossible to hide, let alone smuggle into the country.",
        "She twisted in her seat to face General Greene, one of the three people on the compound authorized by the manic commander to be present in the command hub alone.",
        "I was thinking today that I wish my dog was with me, so I don't die alone.",
        "I don't starve, and you don't die alone.",
        "The attacks were too powerful for the capabilities of our enemies alone.",
        "She didn't look forward to traveling alone into the valley where she'd last seen a sat image of what looked like a militia.",
        "How many women her age had never seen a naked back, let alone a naked man?",
        "Lana hadn't expected to sleep in so long but was grateful Elise had thought to leave her alone for the full night.",
        "Though troubled, she felt somewhat relieved at not having to keep the secrets alone anymore.",
        "Lana crossed her arms, feeling very alone.",
        "They looked barely able to hold her, let alone Brady!",
        "Her anger at him slid away as she huddled against a large river rock, alone.",
        "Is it safe for you here alone?",
        "He'd wolfed half of it down by the time the two left him alone in the room.",
        "He came with the kids and I came alone.",
        "Lana watched, feeling more alone than she thought possible.",
        "He knew Tim to be wealthy, but he could fit a good chunk of his militia in the house alone.",
        "He'd spent his life relatively alone, crossing between the underworld and human world as needed.  Death had been far from co-dependent, and he'd had free rein.  Until two days ago, when he crossed into the underworld with Katie slung across his shoulder.  He'd forgotten what it was to have someone completely dependent on him.",
        "He wanted them all gone, so he could spend the remainder of his long life laying here alone, waiting for Death or one of her assassins.",
        "Then he said, \"I'll tell Toby to leave you alone so you can get some sleep tonight.\"",
        "When he wasn't there, she was alone on the dream island, until Gabriel awoke her.",
        "I ended up Death's plaything because she pursued me.  She was beautiful, and I had eternity alone ahead of me.",
        "She had no idea how to be a single mother in the real world, let alone in a world as unforgiving as the Immortal one.  She'd proven she couldn't raise Toby without a bottle of vodka permanently glued to her hand.  Rhyn had been exiled for his mixed origins, and she'd never been especially welcomed by anyone but Gabe and Toby.  If something happened to Rhyn or if she couldn't leave here … Panicking made her already surging hormones worse.  She felt nauseous.",
        "Rhyn was alone on the island sanctuary in his dreams and awoke to the feeling that his magic had slipped even more from its binding.  His body was hot from the inside out despite the cold rain falling in the forest.  The fire had died overnight.  He pushed the waterproof cloak off him.",
        "Rhyn looked around, wishing he could sense his mate.  She was alone in the underworld with a demon, a thought that made him incensed with the urge to find her.",
        "Gabriel was gone.  No one followed him, let alone spoke to him.  Rhyn looked around uneasily, wondering who – or what – he'd been speaking to.  He started back to the spot where they'd stopped for water.  A few minutes later, Gabriel reappeared.",
        "She was alone and soon, she and her baby would be dead.",
        "\"Never cared for people too much.  I was happy alone,\" Deidre said.",
        "Death alone could drive the invaders from her world.",
        "As he stood alone in the jungle, Kris couldn't help feeling as though he'd failed some test, one Rhyn wouldn't fail.",
        "Take. Mine.  Be done with this nonsense.  Leave my mate and my hatchling alone!",
        "You made a selfless choice, one I've failed to make more than once.  Besides, I ordered Katie killed.  I alone can make this right.",
        "He hesitated and then held out a hand.  She took it.  His warm hands were rough and large.  He squeezed hers.  He led her away from the courtyard and lights into the dark night.  They walked hand in hand for a few moments, alone under the full moon.  She'd walked with him before, but this night, it was different.  She felt the shift between them.",
        "I was truly alone and it sucked in every way.",
        "The man stopped, thinking he'd heard some movement behind him, but after listening a few minutes could discern no human sound and was satisfied he was alone.",
        "She was alone at the time but McCarthy would not leave until there was someone with her.",
        "Were you surprised to hear he'd gone swimming—out to the beach alone at midnight?",
        "He felt strangely sorry for her, suddenly left alone by death, or perhaps duplicity."
    ],
    "definition": [
        "Link/Cite"
    ]
}