{
    "translation": "לשנות",
    "uses": [
        "It's a tiny secret, one that may not alter much of anything.",
        "During all this time little was done to alter the condition of the natives.",
        "He pronounced the words that would forever alter her life.",
        "They had slaves, but so few as not to alter the social conditions.",
        "Man himself cannot increase the sum of motion; he can only alter its direction.",
        "Could you have foreseen that the advent of a technology called \"air conditioning\" in homes would alter the social fabric of the nation?",
        "This board is authorized to establish and alter sub-districts.",
        "\"Ah, how bitter it is to love someone near to you and to feel that...\" she went on in a trembling voice, \"that you can do nothing for him but grieve him, and to know that you cannot alter this.",
        "He could not comprehend how anyone could wish to alter his life or introduce anything new into it, when his own life was already ending.",
        "In reality, however, all these movements forward and backward did not improve or alter the position of the troops.",
        "But all these do not greatly alter the general character of the vegetation.",
        "Most of its alluvial burden being deposited in the lakes, the Neva takes a long time to alter its channels or extend its delta.",
        "Mind, the last... concluded the prince, in a tone which showed that nothing would make him alter his decision.",
        "Well, Michael Ivanovich,\" he suddenly went on, raising his head and pointing to the plan of the building, \"tell me how you mean to alter it....\"",
        "Jewish orthodoxy found itself attacked by the more revolutionary aspects of mysticism and its tendencies to alter established customs. While the medieval scholasticism denied the possibility of knowing anything unattainable by reason, the spirit of the Kabbalah held that the Deity could be realized, and it sought to bridge the gulf.",
        "But new deposits are continually being exploited, and there may be others as yet unknown, which would entirely alter any view that might be expressed at the present time in regard to the probable duration of the world's supply of oil and gas.",
        "Natives were openly transferred from one Boer to another, and the fact that they were described as apprentices by the farmers did not in the least alter the status of the native, who to all intents and purposes became the property of his master.",
        "Then no changes of external temperature can affect the sag of the wire, and the only thing which can alter its length relatively to the supporting bar is the passage of a current through it.",
        "His approval of the attempt of the Lords to alter a money bill led to the loss of the supply to Charles and to the consequent displeasure of the king.",
        "In a letter to the city, possibly written by Cromwell himself, the officers repudiated any wish to alter the civil government or upset the establishment of Presbyterianism, but demanded religious toleration.",
        "The legislature at Milan having ventured to alter some details of taxation, Eugene received the following rule of conduct from his step-father: Your system of government is simple: the emperor wills it to be thus.",
        "Wren apparently did not himself approve of this second design, for he got the king to give him permission to alter it as much as he liked, without showing models or drawings to any one, and the actual building bears little resemblance to the approved design, to which it is very superior in almost every possible point.",
        "The derrick crane introduces a problem for which many solutions have been sought, that of preventing the load from being lifted or lowered when the jib is pivoted up or down to alter the radius.",
        "In the intervening space (the object-box) are contained a number of fragments of brilliantly coloured glass, and as the tube is turned round its axis these fragments alter their positions and give rise to the various patterns.",
        "alter to fit new surroundings.",
        "But it did not alter the royal policy, and in 1529, when a successor had to be Roper, Life.",
        "alter the appearance of your bin.",
        "Constant use, increased friction (m o r e especially at high speeds), and damage to the rotator will alter an ascertained log error; head or following seas, strong winds, currents and tidal streams also FIG.",
        "But, instead of employing a number of instruments differing only in the weights with which they are loaded, we may employ the same instrument, and alter its weight either by adding mercury or shot to the interior (if it can be opened) or by attaching weights to the exterior.",
        "It cannot be said that the climate is particularly good, owing to the changeableness of the weather, which may alter completely within a single day.",
        "He there recast Odipe, began the Henriade and determined to alter his name.",
        "The movement of S is obtained by means of a relay engine, in which there are two rams of different diameters; a constant pressure is always acting on the smaller of these when the motor is at work, while the governor (or handpower if desired) admits or exhausts pressurewater from the face of the other, and the movements to and fro thus given to the two rams alter the position of the stud S, and thus change the stroke of the plungers of the main engine.",
        "But this personal rebuff could not alter the fact that in the country his was the name which was on the lips of the voters at the election.",
        "xiii.; Dillmann, however, would place it alter xi.",
        "To this day I wonder why she took a step backwards on the alter steps by marrying me.",
        "I've not had to alter the last several you've sent.",
        "In etymology he endeavoured to find a Roman explanation of words where possible (according to him frater was =fere alter).",
        "In desperation, the goddess made a series of deals with the former Dark One, Fate, Darkyn and others to alter the series of events that might see her with anyone but Gabriel.",
        "I need confirmation before the Council meets, and I need to know if you can alter whatever it is Sasha's people did, Kris said.",
        "and intended to eliminate irregular changes, but they also to some extent eliminate regular changes if the hours of maxima and minima or the character of the diurnal variation alter throughout the year.",
        "an hour; and the opening of a window in rough weather, or the opening of a door, may entirely alter the registration.",
        "The actinula, when free, may multiply by larval budding, but in all cases both the original actinula and all its descendants become converted into medusae, so that there is no alter nation of generations.",
        "(d) The official of the bishop might be his official principal, who was his alter ego, or a special officer for a particular locality (officialis foraneus).",
        "The importance of the bounding line of the graph lies in the fact that we can keep it unaltered while we alter the graph as a whole by moving OX up or down.",
        "Immediately afterward he was a member of a commission appointed \"to revise the laws in force in the state; to select, abridge, alter and digest them, so as to be accommodated to the present government.\"",
        "The refusal of the society to alter its constitution so as formally to exclude such persons led to the formation (1831) of the Trinitarian Bible Society, which is still in existence.",
        "In this case small temperature changes alter the refractivity of the liquid without appreciably affecting the quartz.",
        "The archbishops gave their decision on the 1st of May 1900 in two separate judgments, to the effect that, in Dr Temple's words, \"the Church of England does not at present allow reservation in any form, and that those who think that it ought to be allowed, though perfectly justified in endeavouring to get the proper authorities to alter the law, are not justified in practising reservation until the law has been so altered.\"",
        "The effect of weights placed in such a dish or pan is of course the same as if they were placed within the bulb of the instrument, since they do not alter the volume of that part which is immersed.",
        "It would considerably alter our conception of the dead Apis if we were to find that a travelling shrine of his divinity accompanied Alexander on his expedition or was set up for him in Babylon.",
        "Leaving the consideration of radical changes of a vibrating system out of account for the present, the minor differences which have been observed in the appearances of spectra under different sparking conditions are probably to a large extent due to differences in the quantities of material examined, though temperature must alter the violence of the impact and there is a possible effect due to a difference in the impact according as the vibrating system collides with an electron or with a body of atomic dimensions.",
        "After dressing most skins alter in shape and decrease in size.",
        "high, and fitted to receive and alter at pleasure the several magnet and soft iron correctors.",
        "the papacy had abandoned none of its pretensions to dominate consciences, not of Catholics only, was again proved in 1910 when, at the very moment when the pope was praising the English people for the spirit of tolerance which led the British government to introduce a bill to alter the form of the Declaration made by the sovereign on his accession into a form inoffensive to Roman Catholics, he was remonstrating with the government of Spain for abrogating the law forbidding the Spanish dissident churches to display publicly the symbols of the Christian faith or to conduct their services otherwise than semi-privately.",
        "The law of nature is unalterable; God Himself cannot alter it any more than He can alter a mathematical axiom.",
        "The young cell-wall is always tenuous and flexible, and may remain so throughout, but in many cases thickenings and structural differentiations, as well as the changes referred to above, alter the primary wall considerably.",
        "Further, the point at which the process should be arrested is recognized by the appearance of the flame which issues from the converter's mouth, and variations in the silicon-content of the cast iron treated alter this appearance, so that the indications of the flame become confusing, and control over the process is lost.",
        "A large party pronounced the style perfect, so absolutely perfect that in some essays it would be impossible for the writer himself to alter a single word for the better.",
        "The idea of \"free\" as opposed to necessary expresses simply the fact that the mind can propose to itself ends, though a man cannot alter his own nature.",
        "The General Assembly may alter county lines at any time, provided the proposed change is sanctioned by two-thirds of the voters in the section proposed to be cut off.",
        "Borchardt, \"Das Alter der grossen Sphinx,\" in Sitzungsberichte of the Berlin Academy (1897), p. 752.",
        "Another way of correcting this system is to alter the distances.",
        "A second method for diminishing the spherical aberration was to alter the distances of the single systems, a method still used.",
        "People who are able to alter their thought patterns in this way can lessen their preoccupation with the compulsive rituals.",
        "The mechanisms by which anemia occurs will alter the RBC indices in a predictable manner.",
        "There are some techniques of craniosacral therapy that can alter structure.",
        "Vaccines may cause temporary suppression of delayed-type hypersensitivity skin reactions or alter certain lymphocyte function tests.",
        "It is best to be prepared for that time, as well as for extra time to make adjustments after you've put on your dress or seen the final look just in case you want to alter it a little.",
        "After all, face shapes and hair texture can dramatically alter the way a certain style looks; what works on one person, may not work on another.",
        "Whether to add or remove hair is a personal decision, however, and one that should be undertaken as carefully as the choice to alter any other body hair or appearance.",
        "Permanent hair dyes noticeably alter the color of a person's hair.",
        "One of the easiest ways to create formal prom hair styles is to radically alter an everyday style.",
        "Hannah Montana is the superstar alter ego of Miley Stewart (played by Miley Cyrus, the daughter of country singer Billy Ray Cyrus), a fictional 14 year old girl and talented teen pop sensation.",
        "The interest rate that you get can alter your payment by $100 or more every month.",
        "However, any time you alter from your payment plan by paying extra or skipping a payment, you change the amortization schedule.",
        "Unfortunately, this rate drops when a woman is using fertility drugs that alter her body's natural hormone levels.",
        "The most important thing to remember is not to get too stressed when trying to conceive, since stress itself can alter the menstrual pattern.",
        "Diabetes is one medical condition that can alter a woman's immune system, increasing the likelihood of the problem.",
        "For most women, the vaginal secretions during ovulation will alter and become sticky, creamy and viscous, whereas at other times of the cycle it may be watery and much clearer, or not be present at all.",
        "You can sew on buttons that have popped off, darn a sock or alter a hem.",
        "Knowing how to alter a hem can be very helpful for petite men and women who have trouble finding pants that fit them exactly right.",
        "Once you learn this simple skill, you can quickly and easily alter slacks, skirts and other garments to your liking without having to pay someone to do it for you.",
        "Again, you can alter the length by folding the fabric in half before tying if you prefer something a little shorter and sassier.",
        "Because this supplement may change or alter chemicals responsible for moods, it can have adverse affects on the brain, worsen depression, and create behavioral changes.",
        "Buying from the petite department will be less frustrating than buying from the regular women's department and finding that you have to alter many of your selections.",
        "Very few tailors can alter a ladies' blouse properly, so you want to be sure it's going to fit before you buy.",
        "The Philips company was thus forced to alter its name to distribute razors in the US.",
        "Using scents to alter a person's behavior or mood is not a new concept.",
        "Some fragrance oils that are not suitable for use in candles can cause the wax to 'spit' when hot and the fragrance can alter.",
        "Remember to alter the a.m. and p.m. settings as appropriate.",
        "South of the Atlas range the conditions alter.",
        "Doing so doesn't alter the number's value.",
        "It is true that some specialized forms, such as the Brisingidae among starfish, A strophiura and Ophioteresis among ophiurans, contravene the usual diagnoses; but this neither obscures their systematic position, nor does it alter the fact that since early Palaeozoic times these two great groups of stellate echinoderms have evolved along separate lines.",
        "The election, indeed, which followed her accession did not materially alter the composition of the House of Commons.",
        "Such language did not make it easier to alter the law in the manner desired by the government.",
        "The results of his trip to the mortal world would forever alter his life, and that of his only friend.",
        "I would choose not to alter a single element of my life if in so doing it would eliminate even an instant of the time we're spent together.",
        "I would choose not to alter a single element of my life if in so doing it would eliminate even an instant of the time we've spent together.",
        "By choosing different colors or liner designs, you can alter the look and feel of any lace curtain.",
        "This hair may have been colored or chemically treated to alter its texture.",
        "Many people believe that the conscious mind can alter reality and even dedicate their lives to meditation and prayer, while others latch on to the next great fear and worry.",
        "Carmen develops an alter ego just to get hired but then has to try and kill her alter ego off to succeed.",
        "Socks are knitted with different heel styles, and these can alter the finish of the sock.",
        "All three of these items are clear and should not alter the color of the polish underneath.",
        "Alteratives are drugs which alter the course of a disease, the mode of action being unknown.",
        "Usually, it is easier to size a dress down than to alter it a size up.",
        "A critical part of multicultural education, the idea that knowledge is a human construct challenges teachers to alter their own perceptions of the world before they can teach multiculturally.",
        "Narcotics may be ineffective against some forms of chronic pain, especially since changes in the spinal cord may alter the usual pain signaling pathways.",
        "Secondary PEM symptoms range from mild to severe, and can alter the form or function of almost every organ in the body.",
        "Do not be afraid to alter the details of your plan.",
        "Some oils may lose their scent slightly over time or the fragrance may develop or alter, therefore ensuring that fragrance oils are not going to be help in stock for a long time is important.",
        "If you're with a group of rowdy friends, you can always alter the rules or game structure to reflect inside jokes or more ribald humor.",
        "It also has an easy customization tool to help the user alter text and images to his or her liking.",
        "Follow-up high heat treatments can continue to alter the coloring somewhat.",
        "To form the sharp yellow, a greater concentration of nitrogen is necessary, and it cannot be tainted with other elements that will alter the stone's final coloration.",
        "Many jewelers are happy to customize or alter a ring and simply substituting one or two white diamonds for black diamonds can create a highly individual ring.",
        "The thickness of a ring will alter its fit.",
        "Some precious stones such as pink diamonds are treated to alter or stabilize the color.",
        "Alter your diet by eliminating grains and grain products including wheat, rye, and barley.",
        "Do not use precooked rice that may be labeled as \"Quick Rice\" or \"Ten Minute Rice,\" etc. Such rice varieties will not give you a proper flour consistency and will completely alter the cooking process.",
        "Read a few books on the meanings of tarot cards to get a general idea of what they represent; bearing in mind that the presence of other cards and your own intuition will alter the general meaning.",
        "They seek feedback from others and can alter their behavior to match with others.",
        "With a little ingenuity, you may be able to cost-effectively alter or purchase a school uniform to fit your slim child.",
        "If you find that it is not working out after the first week, give it a few more weeks or alter the expectations for the next week.",
        "Although it's common for teen girls to want to alter their uniforms, this is typically not permitted.",
        "Okay, not just like Hannah, but certainly like all the hype that surrounds Miley Cyrus and her alter ego and it is definitely just as, if not more, popular.",
        "Movies often alter or tweak novel events when filming for time, consistency or budgetary reasons.",
        "You can alter events and actions in a lucid dream.",
        "The experience will alter your life forever, and you'll carry it with you until your death.",
        "You'll also gain a better understanding of what apartment features and building amentities alter the monthly rent and by how much.",
        "It gives you shelter and property that you not only own, but also can alter however you choose.",
        "Coupons, store sales, the menu -- all these things can alter how much you spend on food.",
        "Other spoilers may discuss the resurgence of Viki's alter ego Niki or speculate that Viki's behavior may indicate that Niki is indeed out of the box.",
        "Over the years there have been many incarnations of Viki's alter egos, the most prominent of which is Niki Smith.",
        "The show also deals with mental illness and how it affects not only the individual, as in the case of Viki and her alter ego Niki, but also the heritability of the problems.",
        "Viki has battled dissociative identity disorder for decades, and the condition has now affected her daughter Jessica, who has developed the alter ego Tess.",
        "Just as Susan Lucci seems to have known since she was very young what she wanted to do with her life, so has her famous alter ego, Erica Kane.",
        "Her most prominent alter “Niki” wreaked havoc.",
        "The psychological problem was inherited by her daughter Jessica leading to a split alter named Tess.",
        "Stars who take this route often choose to remove their tats, alter the designs, or cover them up.",
        "If you trust in your tattoo professional's talents, the two of you can enhance or alter the flash into a custom design that may just make you the envy of all your friends.",
        "It is simply not worth the chance to go in and get a tattoo that you could end up having to laser or alter later on.",
        "Although it's not an actual Celtic butterfly knot tattoo, the Meditation Maze flash is also reminiscent of a butterfly, and a talented artist could probably alter the four points of this design to resemble a butterfly's wings.",
        "If the love proves to be a lasting one, you can ask your tattoo artist to add more petals to alter the rose into full bloom.",
        "These angels are assigned large tasks that often alter the way of life on earth.",
        "The Tlingit, Haida and Kwakiutul tribes of the American Northwest also practiced ear, nose and lip piercings to alter consciousness and commune with the gods.",
        "In 1969, Seiko brought the first quartz watch to the market, a technology that would permanently alter the watch market as droves of people turned to watches that they did not have to wind each day.",
        "Atomic clocks and watches automatically change when the clocks change in the spring and autumn, so this helps to reduce the problem caused by forgetting to alter the time.",
        "Alter hundred and fifty years of foreign war and civil discord, at period when order and unity were ardently desired, an absolutt monarchy had appeared the only power capable of realizint such aspirations.",
        "alter, the other of two), a philosophical term used in ethics for that theory of conduct which regards the good of others as the end of moral action.",
        "By her be was made hajiblord chamberlain, prime minister, great domestic, alter ego, in short, of the puppet caliphfor Hishgm II.",
        "The voyage of Columbus Spanish ~n 1492, and the intervention of Ferdinand in the History great conflict of France, the empire and the papacy alter 1479.",
        "A monk, who was exclaustrated alter the death of Alphonso, but re turned to the cloister on the birth of his daughter Petronilia.",
        "On the Blue Nile the forest trees alter, the most abundant being the babanus (Sudan ebony) and the silag (Anogeissus leiocarpus), while gigantic baobabs, called tebeldi in the Sudan, and tarfa (Sterculia cinerea) are numerous.",
        "This is effected by the power of accommodation of the eye, which can so alter the focal length of its crystalline lens that images of objects at different distances can be produced rapidly and distinctly one after another upon the retina.",
        "In addition to diffuse pigment (mostly in the epidermis), the skin contains granular pigment stored up r' in cells, the chromatophores, restricted to the cutis, which are highly mobile and send out r2 branches which, by contraction and expansion, may rapidly alter the coloration, most batrachians being in this respect quite comparable to the famous chameleons.",
        "Previous hair coloring and frequently used styling products can alter the way a new color appears.",
        "Ebb and flow your way to the alter with a carefree wavy style.",
        "In 1659 Fouquet, the Maecenas of the time, persuaded him to alter his resolve, and Odipe, a play which became a great favourite with Louis XIV., was the result.",
        "This General Synod was given full power to alter or amend canons, or to repeal them, or to enact new ones.",
        "The council of Basel (1431-1443) wished to abolish the servitia, but the concordat of Vienna (1448) confirmed the Constance decision, which, in spite of the efforts of the congress of Ems (1786) to alter it, still remains nominally in force.",
        "And that this is the intire and adequate cause of their colours, is manifest, because they have no power to change or alter the colours of any sort of Rays incident apart, but put on all colours indifferently, with which they are inlightened.",
        "If it exceeds the square root, we must alter the value of b, so as to get a product which does not exceed the remainder.",
        "The one great advantage derived frc~-n it was the tacit acknowledgment by Russia that Europe could alone alter arrangements which Europe had made.",
        "Indeed, in many parts of his work, in the department of legislative and constitutional theory, it is rather assumed that the interests of some men will continually conflict with those of their fellows, unless we alter the balance of prudential calculation by a readjustment of penalties.",
        "Sagasta made no secret of the fact that it was his intention to alter the laws and the constitution of the monarchy so as to make them very much resemble the constitution of the Revolution of 1868, but he undertook to carry out his reform policy by stages, and without making too many concessions to radicalism and democracy, so that Canovas and his Conservative and Catholic followers might bow to the fiecessities of modern times after a respectable show of criticism and resistance.",
        "It was common sense: never piss off the woman who could see the future, lest she alter it and make your life hell.",
        "The leader of the Council That Was Seven is about to make a decision that will alter all their paths.",
        "I need confirmation before the Council meets, and I need to know if you can alter whatever it is Sasha.s people did, Kris said.",
        "Elisabeth and Jackson talked in bed for a long while, both worried that tomorrow might alter their relationship irrevocably.",
        "Once before he had felt that way about a woman and she had literally left him waiting at the alter while she ran off with another man.",
        "Apparently the girl had hocked the ring and run off with a Nashville agent, leaving Alex at the alter to explain everything to the guests.",
        "Once, in a rare instance of can­dor, she'd admitted to Dean she considered a nose job but reject­ed the idea on the basis that either people would think her vain, or it would so alter her appearance as to make her unrecognizable.",
        "He struts his banal clichéd image and sets out to alter its course according to his inner world.",
        "adjust the screw on the top to alter the pressure on the top roller.",
        "adjusting for biases in the individual studies did not alter the conclusions, nor did subset analysis of Stage I patients.",
        "Of course, the system administrator has the ability to alter all of the access control on the system.",
        "aetiology a clear example of how knowing the genetic etiology can alter treatment choice.",
        "affine transformations may be applied to alter the shape of the primitives.",
        "alter egos being ' Mrs Henry Montgomery ' .",
        "alter ego, the world reacts to you and your actions.",
        "alter audience perception of this scene.",
        "alter the fundamental composition of the SAC series.",
        "I believe that the two Bills, taken together can fundamentally alter the landscape of domestic energy for the better \" .",
        "A barrage could supply much of South Wales and the West Country, but would dramatically alter the local environment.",
        "Any such changes are unlikely to significantly alter the fundamental composition of the SAC series.",
        "alter existing ones via a simple window.",
        "Sadly for the Defender the proposed amendment did not alter the eventual outcome!",
        "The need for users to be aware of the options contained within web browsers enabling them to alter the appearance of web pages.",
        "To install or alter the position of a heating appliance?",
        "The divine authorship of the Bible does not alter our procedure at all.",
        "But it then pleased God to alter my prospects in life through my father's bankruptcy.",
        "Most email accounts track these emails and put them in a separate inbox which is alter deleted but always beware.",
        "Changing TERM in Linux does not alter function key bindings!",
        "British Waterways have asked boaters proposing to travel through the area to alter their plans.",
        "Patients should never try to alter the numbers on the counter or detach the counter from the metal canister.",
        "artificial changelings has a musical score by composer Peter Scherer; in Spectropia the viewer can alter and create the soundtrack.",
        "There is growing evidence that ecstasy use can alter the chemistry of a user's brain, with potentially serious consequences in later life.",
        "The title is taken from the 1945 Michael Redgrave supernatural chiller in which a ventriloquist is driven insane by his crazed dummy alter ego.",
        "A testator can alter a will without scrapping it, by preparing a codicil.",
        "In order to follow suit, the organic movement will need to organize meetings, take votes, appoint committees and alter European directives.",
        "Color change can also be produced by using compensators that alter the phase of the light rays passing through the crystals.",
        "Actually, my problem is the central conceit that IÃ¢m going to have to drastically alter.",
        "When you have a condenser with a rotating turret you can use this to alter the direction of the light.",
        "Small files that alter the keyboard configuration to a particular country.",
        "These peptides probably alter the conformation of the phosphodiester chain through a complex interaction with DNA molecule.",
        "They can alter when ligands bind, or when the protein conformation changes.",
        "crystallize on the end surface which may alter the taste slightly.",
        "Our vote cometh too late to retract and alter God's eternal decrees.",
        "For this reason, wild boar may not be expected to significantly alter the ecology.",
        "The Gopher Hole, home of my alter ego, \" The Internet Gopher \", is the result.",
        "euphoria of the first few days did not wear off, but started to alter gradually and subtly.",
        "You may neither remove nor alter the page footer.",
        "But I find that notion so horrific that I think it's easier to try to alter the entire nature of our society instead.",
        "These results indicate that disruption of the nucleus accumbens or lateral hypothalamus alter the expression of emotional behaviors.",
        "impurity atoms you can further alter the resistance of the material.",
        "indomethacin treatment did not alter the subcellular localization or total beta-catenin levels.",
        "Lot of folks editor Jonathan alter papers in this fact far more.",
        "Return to table of contents Can you and I do anything to alter significantly the technological Juggernaut that is transforming society?",
        "We are still opposed to psychopathic serial killers sitting in the Government of our country, and that position will not alter.",
        "These chemicals may also alter nutrients in the blood called antioxidants, which are thought to protect the macula against damage.",
        "magnetized water would alter the individual's running performance.",
        "In recent years it has become possible to use genetic engineering techniques to alter the genetic makeup of plants.",
        "Alter the change had come, John, on visiting the manse, often found Chalmers poring over the Bible.",
        "Depending upon the current system, 3 sliders below the pulldown menu allow you to alter the current color.",
        "This concern is largely misplaced: no country can permanently alter its real exchange rate.",
        "NOTE: not compatible with other gameplay / realism mods that alter artillery units.",
        "motif in a promoter sequence may be all that is needed to dramatically alter the expression of host genes.",
        "musk of a badger alter from one area of the country to another?",
        "Do you drink or use any narcotics (alcohol and narcotics may alter the response to diazepam )?",
        "Pantoprazole: Co-administration of pantoprazole (80 mg od) did not alter the pharmacokinetics of cinacalcet.",
        "Treatment can alter the natural history of opioid dependence, most commonly by prolonging periods of abstinence from illicit opioid dependence, most commonly by prolonging periods of abstinence from illicit opioid misuse.",
        "Then, in the color palette, choose whether you want to alter the fill or stroke color.",
        "Production values can acutely alter audience perception of this scene.",
        "Smoking cessation with or without nicotine replacement may alter the pharmacokinetics of certain concomitant medicines.",
        "The site includes 7 plazas, 2 ball courts, 6 plain Stela and 1 alter, as well as temple pyramids.",
        "Identify similar chemicals as the major precipitant, and alter them in a gradient.",
        "promoter sequence may be all that is needed to dramatically alter the expression of host genes.",
        "proposed amendment did not alter the eventual outcome!",
        "pseudonymous letters to the Press, one of his alter egos being ' Mrs Henry Montgomery ' .",
        "Kiss your cigs at the alter with your homo smoke puffer you boring bitch!",
        "realism mods that alter artillery units.",
        "refraction All materials refract light (alter its angle ).",
        "registry tweaks to alter the appearance of your Windows experience.",
        "One a client regressed into the past by Ormond and the other, her past-life alter ego, a 19th century psychic investigator.",
        "replaced the batteries, which didn't seem to alter it - sometimes it armed, sometimes it didn't.",
        "Alter a brief resume of what was best in the GWR, we begin our journey from Paddington, where else?",
        "schizoid man of wealth and taste, Alter has an awfully retarded vocabulary.",
        "Images that circulate so quickly and shine with such intensity that they begin to alter the ratio of the human sensorium.",
        "This suggests that the female sex hormones alter the collagen proteins.",
        "The cumulative effect of even small-scale changes can, over a period of time, significantly alter the character of a street or village.",
        "Custom Audio Designs reserves the right to alter the specifications of any product without notice.",
        "Both rational redesign and directed evolutionary approaches are being used in my laboratory to alter the specificity and chemistry of selected enzymes.",
        "To alter the drag they moved the chain from the large to small sprocket.",
        "For Alter it's an article of faith that agriculture is technologically superior to foraging.",
        "More genetic research will not alter the conditions in which people become susceptible to many diseases.",
        "Select the Pen icon and the Master icon to alter the tempo along the tracks.",
        "They are not textual changes made to alter the reading.",
        "A substantial change would alter the substance of the copyright assuming it is not a mere transposition.",
        "Predosing with either lactose ureide or glucose ureide increased the rate of appearance of tracer, but did not alter transit times.",
        "Any attempt to physically alter the heat tape will void the warranty.",
        "You might persuade me to alter the wording a little!",
        "Hartmann, Chronik der Stadt Stuttgart (Stuttgart, 1886) Barth, Stuttgarter Handel in alter Zeit (Stuttgart, 1896); Widmann, Wanderung durch Stuttgart and Umgebung (Stuttgart, 1896); M.",
        "It is evident that these laws all follow from the idea that a compound molecule can only alter through the addition or subtraction of one or more complete atoms, together with the idea that all the molecules in a pure substance are alike.",
        "The importance of the land question is so great that it is hardly an exaggeration to say that it is usual for every parliament of Australia to have before it a proposal to alter or amend its land laws.",
        "This assurance, dictated by Jules Ferry to Barthlmy Saint Hilaire in the presence of the Italian ambassador, and by him telegraphed en ci air to Rome, was considered a binding pledge that France would not materially alter the status quo in Tunisia.",
        "The same year he introduced a Test Oath by which all holding office or seats in either House of Parliament were to declare resistance to the royal power a crime, and promise to abstain from all attempts to alter the government of either church or state; but this extreme measure of retrograde toryism was successfully opposed by wiser statesmen.",
        "9) which branch but do not anastomose, and the apices of which keep pace in their growth with that of the other tissues of -, the plant (Anocynaceae, most Eunhorbi(Alter Haberlandt.",
        "(Alter Sachs.",
        "(Alter Kuy, from Greens Vegetable Physiology, by permission.)",
        "The decline of the country dates from the appearance of Turkish nomads in the 11 th century; its ruin was completed by the Shammar Arabs in the 17th century; but, if the ancient system of irrigation were restored, sufficient grain could be grown to alter the conditions of the wheat supply of the world.",
        "Stolypin had not ventured to alter the electoral law without parliamentary consent, but with the aid of a complaisant Senate the pro- The visions of the existing law were interpreted in a restrictive second sense for the purpose of influencing the elections.",
        "The alteration in form does not only affect structures used in generation; but the form of the parapodia, &c., alter.",
        "As a great part of the charm of the book lies in the unconscious record of the collector's own character, the establishment of Holkot's authorship would materially alter its value.",
        "In the course of this series, however, he saw fit to alter the name of his two subclasses, since those which he at first adopted were open to a variety of meanings, and in a communication to the French Academy of Sciences in 1853 (Comptes rendus, xxxvii.",
        "The answer is that though the ratios between the prices of the various grades alter, the prices of all of them move generally together, and that the \" futures \" of the Exchange at least provide a hedge against the latter movements.",
        "Such an identification doubtless led Marcion to alter the title in his copies.",
        "Pomponius Mela tells us that beyond :the Ethiopian Ocean which sweeps round Africa in the south and the uninhabitable torrid zone, there lies an alter orbis, or fourth part of the world inhabited by Antichthones.",
        "On the 26th of August, however, he learnt that 10o,000 Russians were about to enter Bohemia thence to unite with an Austrian army of 80,000 near the junction of the Inn and Danube, and this information compelled him to alter the general direction of his advance so as to traverse the defiles of the Black Forest north of the Neckar, cavalry only observing the passes to the south.",
        "In fine contrast to them is the bright appearance of the Binnen Alster, which is enclosed on three sides by handsome rows of buildings, the Alsterdamm in the east, the Alter Jungfernstieg in the south, and the Neuer Jungfernstieg in the west, while it is separated from the Aussen Alster by part of the rampart gardens traversed by the railway uniting Hamburg with Altona and crossing the lakes by a beautiful bridge - the LombardsBriicke.",
        "Wichmann, Hamburgische Geschichte in Darstellungen aus alter and newer Zeit (1889); and R.",
        "Apart from those clergy (still the majority) who follow in all essentials the post-Reformation traditions of the English Church, there are three schools among those who justify the use of the ancient \"eucharistic\" 1 vestments: (I) a small number who affect to ignore the rules of the Prayer Book altogether, on the ground that no local or national Church has the right to alter the doctrines or practice of the Catholic Church, of which they are priests in virtue of their ordination, and whose prescriptions and usages they are in conscience bound to follow; (2) those who maintain that the Ornaments Rubric, in the phrase \"second year of King Edward VI.,\" prescribes the ornaments in use before the first Prayer Book.; (3) those who hold that under the Rubric the ornaments prescribed in the first Prayer Book are to be \"had in use.\"",
        "Every rational integral function of these quantities, which does not alter its value however the n suffixes I, 2, 3, ...",
        "During his tribuneship (232 B.C.), in spite of the determined opposition of the senate and his own father, he carried a measure for distributing among the plebeians the alter Gallicus Picenus, an extensive tract of newly-acquired territory to the south of Ariminum (Cicero, De senectute, 4, Brutus, 14).",
        "That this (Alter Lankester, loc. cit.) in-sinking has taken place, and that the lung-books or in-sunken gill-books of Scorpio really represent appendages (that is to say, limbs or parapodia) is proved by their developmental history (see FIG.",
        "At last they either durst not attend the diet, or \" sat like dumb dogs \" during its session, allowing the king to alter and interpret the statutes at his good pleasure.",
        "'; To obtain such it would be necessary that the retardation should gradually alter by a wavelength in passing over any element of the grating, and then fall back to its previous value, thus springing suddenly over a wave-length (Phil.",
        "The first of these corresponds to a deviation from parallelism, causing the interval to alter gradually as we pass along the lines (fig.",
        "It is believed rather that the condition is due to deleterious toxic substances which act for prolonged periods on the tissue elements and so alter their histon proteins that they combine in situ with other protein substances which are brought by the blood or lymph.",
        "But it is improbable that further research will alter the general estimate of the value of Arabian medicine.",
        "The House passed by an enormous majority a resolution (introduced on June 25) \"that in order to give effect to the will of the people, as expressed by their representatives, it is necessary that the power of the other House to alter or reject bills passed by this House should be so restricted by law as to secure that within the limits of a single parliament the final decision of the Commons shall prevail\"; but the prime minister's explanation that statutory provision should be made for two or three successive private conferences between the two Houses as to any bill in dispute at intervals of about six months, and that, only after that, the bill in question should be finally sent up by the Commons with the intimation that unless passed in that form it would become law over their heads, was obviously not what was wanted by enthusiastic opponents of the second chamber.",
        "The above method was adopted by Bousset in his work Der Antichrist in der Uberlieferung des Judenthums, des Neuen Testaments, and der alter Kirche (1895), in which he sought to show that a fixed tradition of the Antichrist originating in Judaism can be traced from New Testament times down to the middle ages, and that this tradition was in the main unaffected by the Apocalypse, though in chap. xi.",
        "The grand-duke accepted his threat as a request to resign, passed censure, and extended to him permission to withdraw from his chair at Jena; nor would he alter his decision, even though Fichte himself endeavoured to explain away the unfortunate letter.",
        "formula it can be shown that I' deflection will alter the point of impact by 'i in.",
        "See Bensen, Beschreibung and Geschichte der Stadt Rothenburg (Erlangen, 1856); Merz, Rothenburg in alter and neuer Zeit (2nd ed., Ansbach, 1881); Schultheiss, Rothenburg, ein Stadtebild (Zurich, 1892); and Das Festspiel zu Rothenburg-ob-der-Tauber (Munich, 1892); and W.",
        "Savart's toothed wheel apparatus, named alter Felix Savart (1791-1841), a French physicist and surgeon, consists of a brass wheel, whose edge is divided into a number of equal projecting teeth distributed uniformly over the circumference, and which is capable of rapid rotation about an axis perpendicular to its plane and passing through its centre, by means of a series of multiplying wheels, the last of which is turned round by the hand.",
        "There is only one Neo-Kantian way out of this dilemma, but it is to alter the original assumptions of Kant's psychological idealism.",
        "They were marked by persecution of the followers of the Paulician and Bogomilian heresies (one of his last acts was to burn Basilius, a Bogomilian leader, with whom he had engaged in a theological controversy), by renewed struggles with the Turks (1110-1117), by anxieties as to the succession, which his wife Irene wished to alter in favour of her daughter Anne's husband, Nicephorus Bryennius for whose benefit the special title panhypersebastos (i.e.",
        "(5) To some extent habitual muscular action of this kind may, by affecting local nutrition, alter the contour of such bones and cartilages as are related to the muscles of expression.",
        "The varied sources of his work and its worthlessness as a transcript of actual Celtic poems do not alter the fact that he produced a work of art which by its deep appreciation of natural beauty and the melancholy tenderness of its treatment of the ancient legend did more than any single work to bring about the romantic movement in European, and especially in German, literature.",
        "It is true that with the displacement of the capital town certain local deities attained a degree of power that, superficially regarded, seems to alter the entire perspective of the religion.",
        "Such changes as occur come about, not in consequence of a new direction taken by conscious policy, but rather in the way that fashions in dress alter amongst ourselves, by subconscious, hardly purposive drifting.",
        "Discussing the question whether a prince who becomes a cliens of another loses his majestas, he concludes that, unlike the tru i vassal, the cliens is not deprived of sovereignty: \" Nihilominus in foederibus et pacis actionibus, quae inter principes aut populos societate et amicitia conjunctissimos sancientur; earn vim habet ut nec alter alteri pareat, nec imperet: sed ut alter alterius majestatem observare, sine ulla majestatis minutione teneatur.",
        "All genetic conditions that one would reasonably wish to alter would also be altered.",
        "Men generally, under such a government as this, think that they ought to wait until they have persuaded the majority to alter them.",
        "Whatever the European sovereigns and commanders may do to countenance Bonaparte, and to cause me, and us in general, annoyance and mortification, our opinion of Bonaparte cannot alter.",
        "To alter the quantity, change the number in the Quantity box and press the Recalculate button.",
        "Refraction All materials refract light (alter its angle).",
        "This mops up some unanswered queries and gives lots of registry tweaks to alter the appearance of your Windows experience.",
        "Firstly, I replaced the batteries, which did n't seem to alter it - sometimes it armed, sometimes it did n't.",
        "Each of these components has the ability to substantially alter the runoff hydrograph as it is routed through the system.",
        "For a 21st century schizoid man of wealth and taste, Alter has an awfully retarded vocabulary.",
        "You concede that some Christian scribes did alter the wording in front of them.",
        "The calling process must have alter access privileges on the semaphore set.",
        "For Alter it 's an article of faith that agriculture is technologically superior to foraging.",
        "When wanted to alter anything, we just fired up a debugger and twiddled the bits.",
        "You might persuade me to alter the wording a little !",
        "Entrepreneurs tend to fall in love with their original ideas, and in this phase, they may need to alter or even abandon them.",
        "With an adjustable seat, you'll be able to alter the position you hold your body in with just a few turns.",
        "In some cases, the aluminum will actually react with your food and alter the flavor.",
        "Believe it or not, science has been tampering with feline genetics for years, trying to genetically alter cats to produce a viable breeding strain that lacks the Fel d1 protein.",
        "Consider adding Kahlua or schnapps to alter the flavor.",
        "There are also many flavored vodka products available to alter the taste of a cocktail such as lemon, black pepper and many fruit variations.",
        "To be successful with planning, it is necessary to alter spending habits, payment plans, and other financial matters in order to meet goals.",
        "The practice is believed to alter the body's energy flow and is used to treat a multitude of health conditions, ranging from diseases to addictions.",
        "First, the scientists in each article note that cinnamon appears to alter blood sugar levels in people with Type 2 diabetes only.",
        "Editing in this room planner is easy and you can also alter some of the furniture's properties, such as size and orientation.",
        "You can also alter the properties of the furniture and resize/rotate by increasing/decreasing the numerical value.",
        "However, overhead lighting can be harsh for some tasks, such as watching television or conversing with friends, so create options to alter the room's ambiance.",
        "Interior decorating lighting and hardware finishes can alter your overall design and generate various ambiance throughout your home.",
        "Because the film is very thin and perfectly transparent, it does not alter the appearance or functionality of the iPad.",
        "If the model is comfortable with the idea, you can then alter the image.",
        "He vehemently opposed pictorialism, the trend to alter photos in the darkroom.",
        "It is best not to use silver because it can alter the taste of the caviar.",
        "When preparing low fat meals, it is vital that you alter your cooking methods.",
        "Additions aren't pre-sized since users can alter them digitally to suit their needs.",
        "Do not attempt to radically alter your hair color at home.",
        "Creative teens find vintage clothing and alter it to fit their size and style.",
        "From her sold out concerts to posters and bedding, Miley and her alter ego - Hannah Montana - are all over stores this year.",
        "Thrift stores are a good place to look for a one-of-a-kind dress to alter.",
        "This can alter a teenager's self esteem and body image by making them feel fat when in fact, they may weigh within a normal range for their age, height, and gender.",
        "If you can alter the dress, you can shorten it or add a slit to make it more extreme.",
        "It's completely free of gluten, wheat, casein, nuts, dairy, and soy, though it may slightly alter the flavor and texture of your baked goods.",
        "It won't alter the flavor of your recipes, and it has a pleasing, creamy texture.",
        "Casual styles are also easier to make and alter, which can be important for a fast wedding.",
        "I saw my soon to be husband standing waiting for me with a smirk on his face and I took my place beside him at the alter, the world seemed a perfect place for a split second.",
        "Thank God I have two big uncles because they managed to get him out of the church and I stood at the alter with tears running down my face because I was so embarrassed.",
        "So he looked a little strange, and it was odd to take his gloved and bandaged hands at the alter, but looking into his eyes, charred flesh was the last thing on my mind.",
        "Couples should keep in mind that the presiding clergy may need to review the vows to ensure they are appropriate for the faith or venue, and enough time should be available to alter the vows if they are deemed unsuitable.",
        "Choose a few key phrases and alter the tone as appropriate depending upon the recipient of the thank you card.",
        "If you can't afford to hire a dress designer to make one from scratch, purchase a traditionally white gown and then alter it with your own cuts and embellishments.",
        "You also may be limited in the size of your wedding party or certain music that you wish you have played, as it must be determined based on the size of the church's alter and seating area.",
        "Bridal gowns and bridesmaid dresses sometimes take up to six months to arrive, and a few weeks to alter.",
        "It is also helpful to give the bridal shop several months to order, receive and alter the dresses.",
        "The length of time the drug has been taken as well as the dosage used can alter the overall success of programs.",
        "Clonazepam, and other medications that fall into the same category of benzodiazepines, alter the way the brain processes certain chemicals.",
        "You can alter your valance to change the theme or set the mood for parties and gatherings with just a change of color or fabric.",
        "The rubber stamp embellishment project is an easy and fun curtain project that you can use to alter the design and make curtains for any season, such as snowflakes for winter or flowers for spring.",
        "There are various ways that these tapes get out, including theft, accident, partners with ulterior motives, and even the celebs themselves leaking the tapes to try and alter their image.",
        "The movie also helped to alter police procedures for responding to domestic violence calls.",
        "Sutherland's jail sentence will not affect his widely popular alter ego, Jack Bauer.",
        "Actor Val Kilmer has got to have the cocky confidence of his long ago alter ego Iceman in Top Gun as he has been quoted as saying that \"…I'm going to be the next governor\" should he decide to enter the political arena.",
        "Hannah Montana is Stewart's pop-music singing alter ego, with rock star status.",
        "However, one distinct advantage of buying from a reputable department store is that there is usually a tailor on staff who can alter, adjust, and sometimes make major changes to your garment for an additional fee.",
        "Hurricane season runs from June 1 to November 30, and the tremendous storms can alter itineraries and disrupt vacations with very little notice.",
        "For example, a cruise line can drastically alter the ship's itinerary based on a number of factors, including weather, port conditions, projected crowds, safety, and the ship's condition.",
        "Underdog, lovable crime fighter, and his alter ego, \"Shoe Shine Boy\".",
        "You should also be aware that breeding could also alter his behavior, leading to marking and aggression problems.",
        "Keep in mind that both of these will cause the sound of your guitar to alter in addition to preventing feedback.",
        "The most pigmented of all Behr deck stain finishes, paint allows you to alter the color of your deck.",
        "They believed that everything in the universe was intertwined, and the power of one element could alter the destiny of another.",
        "This can alter the make up of the stone and make it brittle.",
        "David Bowie was famous as was his alter ego Ziggy Stardust.",
        "Low karat gold can also be used for visual effects and to alter various attributes of the blend such as conductivity.",
        "We alter and fit that, then make the final dress.",
        "The idea of genetically modifying organisms is viewed by some as \"playing God\" in the sense that scientists take an already perfect organism, such as an apple, and then alter it to make it what they want to make it.",
        "Improved Animal Health - By modifying the DNA of certain species for food production, it is possible to alter the genes in such a way as to prevent common diseases.",
        "The downside is that you'll most likely have to alter the length.",
        "The business is all about forging strong relationships, so if they can easily alter a design to suit your customers' needs and it goes over well, the two of you will continue to work together.",
        "A skilled tailor can alter the suit to perfection so that it fits you perfectly.",
        "If you have a tailor, she may be able to alter it to complete perfection!",
        "These can alter your ability to fall asleep since they are psychological stimulants.",
        "Some dental devices are similar to athletic mouth guards, while others fit around the chin and head to alter jaw position.",
        "The basic calculation aside, differences in measuring hypopnea and apnea can alter the results.",
        "Are they able to alter the color of their eyes?",
        "DebSpecs claims that they don't alter the way that you perceive color, despite the tint on the lenses.",
        "They are worn to change the appearance of your eyes and can alter the color or add a special touch to your natural eye color.",
        "Now, even individuals with perfect eyesight are enjoying the wide variety of colored contact lenses on the market designed to alter appearances.",
        "Founded by Hobart \"Hobie\" Alter in the summer of 1950, inspiration hit when the young man found a way to combine his two loves - woods crafting and water sports.",
        "Novelty contact lenses are used for cosmetic reasons to alter the appearance of the iris.",
        "Some contact lenses used for special effects will even cover and alter the whites of the eyes, which although great for transforming a character, can only be worn for a few hours before there is a risk of damage to the eye.",
        "These lenses are often used as a way to add depth to costumes but they can also alter one's appearance in everyday life.",
        "Many lenses meant to simply alter the color of the eyes are much more subtle than special effects lenses, but some can be hand painted to look almost as exotic as special effects contacts.",
        "Written evidence of the use of lenses to alter vision dates back to the first century A.D., in which a tutor of Emperor Nero documented the use of glass and water to magnify writing.",
        "Since colored contact lenses don't alter the vision of your pupil, they have no way of altering or \"shading out\" the shadowy shapes of the floaters that enter your vision as they float through your eye's vitreous.",
        "Since floaters are pockets of gel that float across your vision (above your pupil), then clearly wearing colored contact lenses won't alter how you view those imperfections.",
        "Wearing a colored contact lens will not alter or block the flow of those floaters into the field of vision.",
        "Unlike manufacturers of cigarettes and pharmaceuticals, game companies make no bones about wanting you addicted, wanting to alter your life in a permanent and potentially hazardous way.",
        "You can also alter your character's appearance with different clothing, hairstyles, and tattoos.",
        "The Action Replay functions as most cheating devices and allows the user to input codes that alter the game's performance.",
        "Using peripheral devices that alter the game's code is one extreme, but there's another form of cheating that many regard as simply \"utilizing a game's programming\".",
        "Other times, it can distort your perception of a game, or permanently alter it, forcing you to reinstall it to get it back to normal.",
        "At each alter, Kratos gains a different power, listed here in the order that you get them in the game.",
        "While they won't alter the gameplay in any direct fashion, the unlockable characters in Guitar Hero 5 can be a lot of fun.",
        "While the cheat codes for Guitar Hero won't make you a better player in the game, they can alter some of the game's effects and intricacies to make for a more interesting experience.",
        "The game story, penned by former Hulk scribe Paul Jenkins, chronicles the struggle of Bruce Banner, the alter ego of the Hulk, to cope with and hopefully discover a cure for his destructive inner demons.",
        "Although the latter three series greatly alter the Mega Man formula, the same theme of capturing robot powers and upgrading the main hero is still intact.",
        "Some merely change the pieces' shape and speed, alter the gravity or change the physics.",
        "As you earn more money, you can buy more accessories for your character and alter his appearance, as well as his luck, game face, intimidation, and skill.",
        "Always make sure the wine glasses are scrupulously clean as even the slightest traces of dirt and grime can alter the behavior of fine wines and champagne.",
        "Wine is a product created by natural fermentation and the presence of any dirt, microorganisms and contamination can seriously alter the process by contributing unnecessary by-products to the finished wine.",
        "The display can adjust and alter based on the needs of the moment, offering music controls when you're listening to MP3s and showing a dial pad when you want to make a call, for instance.",
        "For example, certain free BlackBerry themes completely alter the user interface.",
        "Depending on the area of the brain that is affected, a stroke can alter many aspects of a child's functioning such as speech, movement, behavior and learning.",
        "Mutation-A permanent change in the genetic material that may alter a trait or characteristic of an individual, or manifest as disease.",
        "In extreme cases, some dentists can prescribe an oral device to alter the shape of the roof of the child's mouth, so that it is unpleasant for the child to continue sucking.",
        "The most important way to alter hormone levels may be by eating more phytoestrogens.",
        "Orthognatic surgery-Surgery to alter the relationships of the teeth and/or supporting bones, usually in conjunction with orthodontic treatment.",
        "A renewed interest in whole foods may help to alter the prevalence of high cholesterol and vascular disease.",
        "Transsexuals alter their physical appearance cosmetically and hormonally and may eventually undergo a sex-change operation.",
        "They are thought to help because they alter the body's perception of pain.",
        "They are used to prevent clotting and alter the natural course of atherosclerosis.",
        "Because there are no rules in symbolic play, the child can use this play to reinforce, learn about, and imaginatively alter painful experiences.",
        "Premutation-A change in a gene that precedes a mutation; this change does not alter the function of the gene.",
        "Blood transfusions received prior to testing may alter results.",
        "An enema should not given to the baby or child because it can deplete electrolytes and alter body fluid composition.",
        "Low thyroid hormone levels can alter weight, appetite, sleep patterns, body temperature, and a variety of other physical, mental, and emotional characteristics.",
        "Parents should be willing to share with examiners any information that might alter interpretation of the assessment results (for example, medical problems, cultural concerns).",
        "Antisocial behavior may also be a direct attempt to alter the environment.",
        "Many yoga styles use the same type of asanas, but may alter them slightly or put them together in different sequences.",
        "For years, it's been known that exposure to certain substances can alter brain development in humans and animals.",
        "This paper craft can go from easy to complicated in no time as people alter their designs to try to make their crafts stay in the air longer.",
        "The best Christmas gifts are personal, of course, but if you're crafting for a whole bunch of people you can alter the colors or design for each piece while still using a somewhat repetitive pattern that saves you time.",
        "Alter the wording of a generic wedding verse to include the bride and groom's names and the date of their wedding ceremony.",
        "In fact, even something as simple as a change in lighting can alter a landscape's appearance enough to justify a new painting.",
        "Many novice painters find this to be a convenient alternative and you can always slightly alter the color of these \"ready made\" paints if necessary.",
        "You can alter most of these patterns for a custom fit.",
        "If you don't have a pile of old books lying in your attic, you'll need to visit garage sales, secondhand stores, or flea markets to pick an assortment of books to alter.",
        "Contrary to popular belief, it doesn't make a difference how many pages are in the book you choose to alter.",
        "Feel free to alter a project's directions to include his favorite colors, representations of his interests, etc. One of the greatest advantages of making homemade gifts is that they can be completely tailored to what the recipient likes!",
        "Most of the equipment is sturdy enough that buying it used will not significantly alter the final product.",
        "Your doctor may wish to monitor you to ensure that the change in dietary habits does not alter the effects of the medication.",
        "Brown rice syrup, molasses, Sucanat, agave nectar, and sorghum are often used to alter the taste of vegetarian or vegan foods.",
        "Factors that do alter nutrient values include soil conditions, climate, genetics, and ripeness or maturity at harvest time (for produce).",
        "Don't substitute ingredients - the ingredients in the Lemonade Diet have been carefully determined and therefore substituting a different ingredient may alter the effectiveness of the diet.",
        "I have found that Burroughs is a genius and take the master cleanse and do not alter it.",
        "You can of course alter any of these meal plans to better suit your lifestyle and that of your family; just keep in mind the carb limits.",
        "Skip desserts, which are heavy in the stomach and may ferment when eaten with other foods, causing bacterium to alter them to alcohols, vinegars and acetic acids.",
        "Many individuals who are told by their doctors that they need more fiber in their diet do not alter their diet at all, but simply add in a high-bulking fiber supplement.",
        "For example, if you add protein, fat or increase acidity it could alter the glycemic index of the carbs you eat.",
        "If you do go off your meal plan, know that one bad day will not significantly alter the effects of an overall healthy lifestyle.",
        "He or she may also be able to make suggestions on how you can alter your diet to prevent unpleasant symptoms or test you to ensure you aren't experiencing a more serious medical condition.",
        "If you have high cholesterol, chances are you've been advised by a doctor to alter your diet.",
        "You can then alter your fitness program, so that it covers all five components of physical fitness.",
        "To keep from getting bored, you can alter exercises either seasonally or for a change of routine.",
        "There are a number of ways to barbecue lobster, and you can alter recipes to your specific tastes.",
        "The agent might not have as much power to alter a policy as a large company would.",
        "You can alter the straps to have a racerback style, and the contour cups give support and provide modesty.",
        "The generic corsets that can be purchased may be tight-fitting and may help to alter the shape, but will not work as well as a corset that has been customized for the person who will be wearing it.",
        "Tightlacers believe wearing a corset for at least twelve hours a day will permanently alter the shape of a body.",
        "It later transpired he simply meant he was retiring from his alter ego Ziggy Stardust, so Harvey may become an octo-champ and release her eighth album yet.",
        "On the show, Cyrus plays both the role of Miley Stewart, average teenage girl, and the role of her alter ego, Hannah Montana, mega selling teen singing sensation.",
        "In the show, which co-stars her father, Miley plays the dual roles of Miley Stewart, a normal girl in her early teens, and Hannah Montana, Miley's pop star alter ego.",
        "The premise of the show is Miley Stewart, a plain girl whose alter ego is Hannah Montana.",
        "She leads a double life as a normal teenager, going to school and hanging out with her friends, and as her alter ego, Hannah Montana, teen pop superstar.",
        "Over three months, five friends drastically alter exercise and eating habits in order to lose around 30 pounds each (or more if they desire).",
        "The young star of The Hills underwent ten separate procedures in a single day, and that wasn't even her first time under the knife to alter her looks.",
        "In the pilot, the First Officer was a woman; that, at least, the network forced Roddenberry to alter in subsequent episodes.",
        "Lester, appearing to the crew to be Kirk, proceeds to alter course; she wants to dump Kirk, who appears to be Lester, so that she can keep command of the Enterprise without his/her interference.",
        "Does the experiment alter his brain chemistry in some way, making him more vulnerable to temptation? or would he have turned to crime if he knew he could get away with it in any event?",
        "These designate fanfictions that alter canon in specific ways.",
        "Because one of the peripheral kingdoms that rise up in the wreckage of the empire is overtaken by a rogue - a ruler who can telepathically alter the minds and loyalties of people he comes into contact with.",
        "Moving forward a couple of decades, a determined Dr. Soran obsessed with returning to the Nexus, plans to destroy planets to alter its path to get there.",
        "Metallo's alter ego, John Corben, has a Kryptonite heart inside his body.",
        "Clark is focused on getting Red-Blue Blur the recognition he deserves, even though the alter superhero ego for Superman is a little bit of a bad boy.",
        "Some scientists, however, believe such an effect would be prevented because the action would not alter your timeline, but instead create a new branch of time, known as an alternate world or parallel world.",
        "In 2005, the Food and Drug Administration (FDA) warned Hydroderm to alter their marketing practices.",
        "Aromatherapy. Aromatherapy is the use of scents to alter mood.",
        "Both time and your baby's maturing body will alter his/her skin's reactions.",
        "Alter Ego: A feminine light pink laced with dreamy lavender.",
        "Lastly, there are plenty of sites dedicated to layouts that don't require a user to alter anything other than cutting and pasting some code.",
        "These include holiday graphics, cartoons, glitter and customizable options that let you alter your own photos.",
        "While it is certainly possible to simply alter the template already in place on Blogger, it is often easier to let others do the bulk of the work for you, and just find a template that already somewhat matches your personal style.",
        "A different way that people enjoy \"cheating\" is to alter the appearances of their restaurants in various ways.",
        "They can't get at the code on the servers at the home company Zynga, but they can and do alter the code on the user's computer.",
        "This program was developed as an open-source project, which means that anyone with programming knowledge can alter the code to change whatever game they like."
    ],
    "definition": [
        "To castrate or spay an animal, such as a cat or a dog.",
        "To change or become different.",
        "al′ter·a·bil′i·ty al′ter·a·ble·ness\nn.",
        "al′ter·a·ble\nadj.",
        "al′ter·a·bly\nadv.",
        "Link/Cite"
    ]
}