{
    "translation": "שינוי",
    "uses": [
        "This alteration improved the operating conditions in three ways.",
        "The excuse for which the government had been waiting Alteration was thus provided, and two days later the Duma was by ukaz dissolved.",
        "no alteration may be made in credits necessary for carrying out a law.",
        "If a surface intended to be flat is affected with a slight general curvature, a remedy may be found in an alteration of focus, and the remedy is the less complete as the reflection is more oblique.",
        "This alteration of charge caused a corresponding change in the mutual attraction of the plates of the condenser; hence the flexible plate was made to copy the vibrations of the diaphragm of the transmitter.",
        "the alteration in the direction of the bounding line, due to alteration in the unit of measurement of Y, is useful in relation to geometrical projection.",
        "It' may be remarked that neither of these acts confers on the Board of Trade any power to inspect a railway after it has once been opened, unless and until some addition or alteration, such as is defined in the last-named act, has been made.",
        "The same year he was named one of the justices of the peace for his borough; and on the grant of a new charter showed great zeal in defending the rights of the commoners, and succeeded in procuring an alteration in the charter in their favour, exhibiting much warmth of temper during the dispute and being committed to custody by the privy council for angry words spoken against the mayor, for which he afterwards apologized.",
        "Otherwise we may assume no disturbing alteration has taken place for more than 2000 years in its position and extent.",
        "Abd-ul-Aziz is said to have yielded the more readily as being desirous of bringing about a similar alteration in the succession in Turkey, in favour of his own eldest son, Prince Yussuf Izz-ed-din; public opinion was, however, opposed to so sweeping a change, and the succession to the throne in Turkey still goes to the eldest surviving member of the house of Osman.",
        "The most important alteration was made in January 1903 when the districts of Utrecht and Vryheid, which then formed the south-eastern part of the country were annexed to Natal.",
        "By the Clerical Subscription Act 1865 a declaration was substituted for the oath, and a new canon incorporating the alteration was ratified by the crown in 1866.",
        "According to the modern theory of auxochromic action, the introduction of a group into the molecule is accompanied by some strain, and the alteration in colour produced is connected with the magnitude of the strain.",
        "Betty-Boop or whatever your name is, if you tarry much longer I may be forced to introduce myself, though taking you, at least at this time, would cause a mild alteration to my carefully formulated plans.",
        "Generally, we may say that algebraic reasoning in reference to equations consists in the alteration of the form of a statement rather than in the deduction of a new statement; i.e.",
        "In 1883 the veterinary department of the Privy Council - which had been constituted in 1865 when the country was ravaged by cattle plague - was abolished by order in council, and the \" Agricultural Department \" was substituted, but no alteration was effected in the work of the department, so far as it related to animals.",
        "As regards the tariff he advocated, as a temporary stop-gap, the passing of the emergency tariff, which had been vetoed by President Wilson, but which with slight alteration was approved by Mr. Harding on May 27 1921.",
        "The change of policy in 1879 led to a great alteration in his position: he was reconciled to Bismarck, and even sometimes attended receptions at his house.",
        "By this time the alteration of the coast-line and the filling up of the lagoons had probably commenced, and no historical importance attaches to its subsequent fortunes.",
        "In the course of several generations, Lamarck argued, a structural alteration amounting to such difference as we call \" specific \" might be thus acquired.",
        "The effect of chemical agents in producing coagulation are in consonance with what is known of other instances of polymeric or condensation changes, whilst the fact that the collection of globules separated by creaming after thorough washing, and therefore removal of all proteid, is susceptible of solidification into caoutchouc by a merely mechanical act such as churning, strongly supports the view that the character of the change is distinct from that of any alteration which may occur in the proteid constituents of the latex.",
        "In 1834 a reform which was well received consisted in the alteration of the regency, from that of three members elected by the legislative chambers, to one regent chosen by the whole of the electors in the same manner as the deputies; and the councils of the provinces were replaced by legislative provincial assemblies.",
        "Since it is impossible for us to make any alteration in the world of matter, all we can do is to submit.",
        "The Copyhold Consolidation Act 1894 supersedes six previous copyhold statutes, but does not effect any alteration in the law concerning enfranchisement.",
        "The familiar name for toasted cheese, \"Welsh rabbit,\" is merely a joke, and the alteration to \"Welsh rare-bit\" is due to a failure to see the joke, such as it is.",
        "Differences may be very large sums. The unit of a \" future \" being too bales, an alteration in the price of cotton of.",
        "No alteration to be made in states without the consent of the legislatures of such states, as well as of the federal parliament.",
        "But when the properties of the elements are carefully contrasted together it is found that no strict line of demarcation can be drawn dividing them into two classes; and if they are arranged in a series, those which are most closely allied in properties being placed next to each other, it is observed that there is a more or less regular alteration in properties from term to term in the series.",
        "Many vitreous rocks show alteration of this type in certain parts where either the glass has been of unstable nature or where agencies of change such as percolating water have had easiest access (as along joints, perlitic cracks and the margins of dikes and sills).",
        "A complete alteration of the government has indeed been effected since 1885.",
        "Weismann has also ingeniously argued from the structure of the egg-cell and sperm-cell, and from the way in which, and the period at which, they are derived in the course of the growth of the embryo from the egg - from the fertilized egg-cell - that it is impossible (it would be better to say highly improbable) that an alteration in parental structure could produce any exactly representative change in the substance of the germ or sperm-cells.",
        "- Chemical change or chemical action may be said to take place whenever changes occur which involve an alteration in the composition of molecules, and may be the result of the action of agents such as heat, electricity or light, or of two or more elements or compounds upon each other.",
        "Free sulphur may also result from the decomposition of pyrites, as in pyritic shales and lignites, or from the alteration of galena: thus crystals of sulphur occur, with anglesite, in cavities in galena at Monteponi near Iglesias in Sardinia; whilst the pyrites of Rio Tinto in Spain sometimes yield sulphur on weathering.",
        "The existence of reactions which are reversible on slight alteration of conditions at once invalidates the principle, for if the action proceeding in one direction evolves heat, it must absorb heat when proceeding in the reverse direction.",
        "(It is well, however, to bear in mind the possibility of later addition or alteration in such lists.) In Cliges he again ranks as third, being overthrown by the hero of the poem.",
        "The proprietors of Queen's Hall, London, did much for it when they undertook the alteration, at great expense, of their large concert organ, which had only just been erected.",
        "The globules in the latex, however, consist more probably of a distinct liquid substance which readily changes into the solid caoutchouc. The coagulation of the latex often originates with the \" curding \" of the proteids present, and this alteration in the proteid leads to the solidification of the globules into caoutchouc. The latter, however, is probably a distinct effect.",
        "For the alteration of wave-length entails, at the two limits of a diffracted wave-front, a relative retardation equal to mndX.",
        "In 1882 also began that alteration of the franchise law which subsequently developed into positive exclusion of practically all save the original Boer burghers of the country from the franchise.",
        "But a great alteration took place noiselessly in the manner of carrying out the laws and ministerial circulars.",
        "The broad watercourses 1 On the alteration of streets alone $26,691,496 were expended from 1822 to 1880.",
        "The principal mode of voluntary alteration is an assignment either by the tenant of his term or by the landlord of his reversion.",
        "When the work of conquest had been achieved, it could not be expected that a radical alteration should be suddenly wrought either in the social system which was in harmony with it, or even in the general ideas which had grown up under its influence.",
        "Provision was made for necessary alteration of the constitution of the Commonwealth, but so that no alteration could be effected unless the question had been directly submitted to, and the change accepted by the electorate in the states.",
        "Being less hydrated than malachite it is itself liable to alteration into this mineral, and pseudomorphs of malachite after azurite are not uncommon.",
        "The English thegn sometimes yielded to, sometimes changed into, the Norman baron, using that word in its widest sense, without any violent alteration in his position.",
        "It should be noted that the oxidation of sulphur itself by atmospheric influence may give rise to sulphuric acid, which in the presence of limestone will form gypsum: thus the sulphur-deposits of Sicily suffer alteration of this kind, and have their outcrop marked by a pale earthy gypseous rock called briscale.",
        "Azurite occurs with malachite in the upper portions of deposits of copper ore, and owes its origin to the alteration of the sulphide or of native copper by water containing carbon dioxide and oxygen.",
        "Although several species belonging to the second class occasionally enter the bodies of water snails and other animals before reaching their definitive host, they undergo no alteration of form in this intermediate host; the case is different, however, in Filaria medinensis and other forms, in which a free larval is followed by a parasitic existence in two distinct hosts, all the changes being accompanied by a metamorphosis.",
        "The remaking of the city was enormously expensive, especially the alteration of the streets after 1866, when the city received power to make such alterations and assess a part of the improvements upon abutting estates.",
        "Another form of alteration in a contract of tenancy is an under-lease, which differs from assignment in this - that the lessor parts with a portion of his estate instead of, as in assignment, with the whole of it.",
        "The globules in the latex are liquid, and the phenomenon of coagulation would seem to consist in the passage of this liquid into solid caoutchouc through the kind of change known as polymerization or condensation, in which a liquid passes into solid without alteration of composition or by condensation with the elimination of the elements of water.",
        "They are effected chiefly by some alteration in the description of the root-crop, and perhaps by the introduction of the potato crop; by growing a different cereal, or it may be more than one cereal consecutively; by the growth of some other leguminous crop than clover, since \" clover-sickness \" may result if that crop is grown at too short intervals, or the intermixture of grass seeds with the clover, and perhaps by the extension by one or more years of the period allotted to this member of the rotation.",
        "= 104s., we make an essential alteration.",
        "According to Maxwell (Theory of Heat) \" When a continuous alteration of form is produced only by a stress exceeding a certain value, the substance is called a solid, however soft and plastic it may be.",
        "The curves 0 = constant and 4, = constant form an orthogonal system; and the interchange of 0 and 4, will give a new state of uniplanar motion, in which the velocity at every point is turned through a right angle without alteration of magnitude.",
        "There the synod of Ephesus was declared to have been a \"robber synod,\" its proceedings were annulled, and, in accordance with the rule of Leo as opposed to the doctrines of Eutyches, it was declared that the two natures were united in Christ, but without any alteration, absorption or confusion.",
        "Matters continued without alteration from the normal course until 1894, and in that year Bermudez died suddenly a few months before the expiration of the period for which he had been chosen as president.",
        "In the Pape-Henneberg condenser, which has been adopted in the German navy, they are oval in section and tend to become circular under the pressure of the steam; this alteration in shape makes the tubes self-scaling.",
        "The change of style is, however, responsible for a part of the alteration in date.",
        "This page in the modern history of Japans bronzes needs little alteration to be true of her applied art in general.",
        "Hawkins, his relative and executor, in 1721; his prose ' The fact, however, that in 1712 - only a year after Ken's death - his publisher, Brome, published the hymn with the opening words \"All praise,\" has been deemed by such a high authority as the 1st earl of Selborne sufficient evidence that the alteration had Ken's authority.",
        "A very noticeable illustration of the alteration of pitch by motion occurs when a whistling locomotive moves rapidly past an observer.",
        "The church of St Mary existed at a very early period, but the present building, chiefly of brick, was erected in 1535 by Robert Thorne, a merchant, and Sir George Monoux, lord mayor of London, and has undergone frequent alteration.",
        "Natural crystals are sometimes honey-yellow to brown in colour, but this appears to be due to alteration.",
        "It occurs frequently in poetry, owing to the alteration for metrical reasons of the natural order of words; Jevons quotes as an example Shakespeare, Henry VI.: \"The duke yet lives that Henry shall depose.\"",
        "The enlargement of the horizon of knowledge by the advance of science, the recognition of the only relative validity of human opinions and beliefs as determined by and adapted to each stage of human development, which is due to the growing historical sense, the alteration of view regarding the nature of inspiration, and the purpose of the Holy Scriptures, the revolt against all ecclesiastical authority, and the acceptance of reason and conscience as alone authoritative, the growth of the spirit of Christian charity, the clamorous demand of the social problem for immediate attention, all combine in making the Christian churches less anxious about the danger, and less zealous in the discovery and condemnation of heresy.",
        "The later stages represent not the spontaneous development of the genuine Roman religion, but its alteration and supersession by new cults and ideas introduced from foreign sources.",
        "In experiments with magnifying glasses, and through spars, the ordinary effects of magnifying and of alteration of view are sometimes produced; sometimes they are not.",
        "however, continued only from the introduction of the era till the accession of Diocletian, when an alteration was made by dropping ten years in the Alexandrian account.",
        "It is not known for what reason the alteration was made; but it is conjectured that it was for the purpose of causing a newfrevolution of the cycle of nineteen years (which was introduced into the ecclesiastical computation about this time by Anatolius, bishop of Hierapolis) to begin with the first year of the reign of Diocletian.",
        "Hence the era of Antioch differed from the original era of Alexandria by ten years; but after the alteration of the latter at the accession of Diocletian, the two eras coincided.",
        "It has been already stated that the Alexandrians, at the accession of the emperor Diocletian, made an alteration in their mundane era, by striking off ten years from their reckoning.",
        "But it is still more curious that it was not afterwards carried out, for the communication of automatic symmetrical motion to both segments only involves a simple alteration previously described.",
        "This alteration and the new equatorial mounting have been admirably made by Grubb; the result is completely I successful.",
        "The same observer considers Boghead coal, kerosene shale and similar substances used for the production of mineral oils to be mainly alteration products of gelatinous fresh water algae, which by a nearly complete elimination of oxygen have been changed to substances approximating in composition to C 2 H 3 and C 3 H 5, where C: H = 7.98 and C: O ±N = 46.3.",
        "9), and it seems to have continued without any marked alteration during the reigns of Edward III.",
        "What is thus suggested is not a rash departure from the general point of view of idealism (by its achievements in every field to which it has been applied, \" stat mole sua \") but a cautious inquiry into the possibility of reaching a conception of the world ' The most striking statement of this argument is to be found in Boutroux's treatise De la contingence des lois de la nature, first published in 1874 and reprinted without alteration in 1905.",
        "Beyond paving the streets the French have made no alteration in the suks, which retain their original character unimpaired.",
        "The results, which were not satisfactory, were published without comment' Ten years later, the chief alteration in the inquiry was the substitution of the main occupation of the family for that of the individual.",
        "Algol gives a helium-spectrum which undergoes no alteration at minimum.",
        "Among the abbots the most famous was John de Rutherwyk, who was appointed in 1307, and continued, till his death in 1346, to carry on a great system of alteration and extension, which almost made the abbey a new building.",
        "If a wave travels on without alteration the travelling may be represented by pushing on the displacement curve.",
        "Koenig, Quelques experiences d'acoustique (1882) describes apparatus and experiments, intended to show, in opposition to Helmholtz, that beats coalesce into tones, and also that the quality of a note is affected by alteration of phase of one of its component overtones relative to the phase of the fundamental.",
        "The fauna has undergone a great alteration since the first white settlers entered the country.",
        "This alteration in the political outlook was accompanied, and in part occasioned, by economic changes of great significance.",
        "The colony took part during this month in an inter-state conference which met at Pretoria and Cape Town, and determined to renew the existing, customs convention and to make no alteration in railway rates.",
        "As we have found it necessary to distinguish between the original composition by Mark, to whom in the main the work appears to be due, and some enlargement and alteration which it subsequently underwent whereby it reached its present form, these stages must be borne in mind in considering dates that may be assigned in connexion with this Gospel.",
        "The assessment rolls of the county assessor are subject to alteration by the board of county commissioners sitting as a county board of equalization and the assessments as between counties are subject to alteration by the state board of equalization.",
        "In addition to such supplementary information, another tendency of the chronicler is the alteration of narratives that do not agree with the later doctrines of the uniformity of religious institutions before and after the exile.",
        "it cannot be distorted without causing an alteration in the length of one or more of the members; but if from a change of temperature or any other cause one or all of the members change their FIG.",
        "It was taken on the 4th of February 1860 by the Spaniards under O'Donnell, and almost transformed by them into a European city before its evacuation on the 2nd of May 1862, but so hateful were the changes to the Moors that they completely destroyed all vestiges of alteration and reduced the city to its former state.",
        "The phenomena of movements of the organs of plants attracted the attention of John Ray (1693), who ascribed the movements of the leaf of Mimosa and others to alteration in temperature.",
        "Many as were the changes in Brussels during the 19th century, those in progress at its close and at the beginning of the 10th have effected a marked alteration in the town.",
        "Now the direction and phase of the light are those of the ray which reaches the eye; and by Fermat's principle, established by Huygens for undulatory motion, the path of a ray is that track along which the disturbance travels in least time, in the restricted sense that any alteration of any short reach of the path will increase the time.",
        "Freeman remarks, \"it is an excellent example of a small cathedral of its own style and plan, with unusually little later alteration.\"",
        "To make any alteration in its frontiers a constitutional law is required - a law which, as opposed to an ordinary law, has to be passed by a three-fifths majority of Parliament.",
        "In the neighbourhood of intrusive granites and similar plutonic igneous rocks, slates undergo \"contact alteration,\" and great changes ensue in their appearance, structure and mineral composition.",
        "In these spotted slates andalusite, chiastolite, garnet and cordierite often occur; chiastolite is especially characteristic; cordierite occurs only where the alteration is intense.",
        "[For Table see p. 5941 An important problem is to determine the alteration of elevation for firing up and down a slope.",
        "It is found that the alteration of the tangent elevation is almost insensible, but the quadrant elevation requires the addition or subtraction of the angle of sight.",
        "Find the alteration of elevation required at a range of 3000 yds.",
        "- The alteration of carbon at high temperatures into a material resembling graphite has long been known.",
        "The most remarkable military events of this period were (1) the siege and destruction of the oasis of Zaatcha, where the inhabitants, displeased by an alteration in the tax on palms, rose at the voice of a fanatic named Bu-Zian; (2) the ineffectual campaign of Marshal Saint Arnaud in Little Kabylia, where the tribes rose at the instigation of Bu-Magla (\" the mule man \") in 1851.",
        "-- By the Medical Act of 1585, and the Act of 1862, the General Council of Medical Education and Registration of the United Kingdom are authorized to issue a \"Pharmacopoeia\" with reference to the weights and measures used in the preparation and dispensing of drugs, &c. The British Pharmacopoeia issued by the Council in 1898 makes no alteration in the imperial weights and measures required to be used by the Pharmacopoeia of 1864.",
        "It is also active force without a substratum; as active force the primeval Being is perpetually producing something else, without alteration, or motion, or diminution of itself.",
        "There seems, however, no ground whatever for supposing that Briggs meant to express anything beyond his hope that the reason for the alteration would be explained in the posthumous work; and in his own account, written seven years after Napier's death and five years after the appearance of the work itself, he shows no injured feeling whatever, but even goes out of his way to explain that he abandoned his own proposed alteration in favour of Napier's, and, rejecting the tables he had already constructed, began to consider the calculation of new ones.",
        "Briggs assisted Robert Napier in the editing of the \" posthumous work,\" the Constructio, and in the account he gives of the alteration of the logarithms in the Arithmetica of 1624 he seems to have been more anxious that justice should be done to Napier than to himself; while on the other hand Napier received Briggs most hospitably and refers to him as \" amico mihi longe charissimo.\"",
        "Seventy years afterwards it assumed the form ever since known as the Authorized Version, but its Psalter is still embedded, without any alteration, in the Book of Common Prayer.",
        "It is often associated with blende and pyrites, and with calcite, fluorspar, quartz, barytes, chalybite and pearlspar as gangue minerals; in the upper oxidized parts of the deposits, cerussite and anglesite occur as alteration products.",
        "Locally both the sedimentary and igneous parts of the group have been highly metamorphosed; but as a rule the alteration of the sedimentary portions has not gone so far that stratigraphic methods are inapplicable to them, though in some places detailed study is necessary to make out their structure.",
        "This is the deliberate alteration of an exemplar by way of substitution, addition or omission, but when it takes the particular form of omission it is naturally very hard to detect.",
        "Interpolation is then a voluntary alteration, but in practice it is often hard to distinguish from other changes in which its motive is absent.",
        "Deliberate alteration is occasionally due to disapproval of what stands in the text or even to less creditable reasons.",
        "A nice question is how far any alteration of the text of the exemplar is compatible with fidelity.",
        "After every such critical examination four conclusions are possible - acceptance, doubt, rejection and alteration.",
        "No alteration of a text, or emendation, is entitled to approval, unless in addition to providing the sense and diction required, it also presents a reading which the evidence furnished by the tradition shows might not improbably have been corrupted to what stands in the text.",
        "He urges very rightly that if alteration is carried beyond a certain point it cuts away its own foundation, and so all certainty is destroyed.",
        "There Was, Consequently, No Alteration; The Two Equations Destroyed Each Other.",
        "The Year 2000 Is A Leap Year, And There Is No Alteration.",
        "In Great Britain The Alteration Of The Style Was For A Long Time Successfully Opposed By Popular Prejudice.",
        "He approved of the Ruthven raid, and admonished James in terms which made him weep, but produced no alteration in his conduct, and before long Craig was denouncing the supremacy of Arran.",
        "The only further addition or alteration made in Queen Elizabeth's reign was in 1561, when all the present black letter Holy Days were added to the Kalendar except St George (April 23) Lammas (Aug.",
        "No substantial alteration has been made in the Prayer Book since 1662, but two alterations must be chronicled as having obtained the sanction of the Convocations of Canterbury and York, and also legal force by act of parliament.",
        "Soon after the accession of James a conspiracy, of which she was altogether ignorant, was entered into to advance her to the throne, but this caused no alteration in her treatment by James, who allowed her a maintenance of Boo a year.",
        "Thus no alteration in the focus of the telescope is necessary whether we are observing the magnet, a distant fixed mark, or the sun.",
        "But Mr Chamberlain's new programme for a general tariff, with new taxes on food arranged so as to give a preference to colonial products, involved a radical alteration of the established fiscal system, and such out-and-out Unionist free-traders in the cabinet as Mr Ritchie and Lord George Hamilton, and outside it, like Lord Hugh Cecil and Mr Arthur Elliot (secretary to the treasury), were entirely opposed to this.",
        "On the other hand, while phonetically the above explanation was not inconsistent with such cases as rka dkah, bkah, bska, and nga, rnga, ngag, sngags, lnga, ngad and brtse, brdzun, dbyar, &c., where the italicized letters are pronounced in full and the others are left aside, it failed to explain other cases, such as dgra, mgron, spyod, snyan, sbrang, sbrul, bkra, k'ri, krad, k'rims, k'rus, &c., pronounced da, don, cod, or swod, cen, Bang, deu, ta, t'i, tad or teh, tim, tu, &c., and many others, where the spoken forms are obviously the alteration by wear and tear of sounds originally similar to the written forms. Csoma de Koros, who was acquainted with the somewhat archaic sounds of Ladak, was able to point to only a few letters as silent.",
        "In many cases it has been formed from other iron oxides, like haematite and magnetite, or by the alteration of pyrites or chalybite.",
        "In the reign of Edward I., whose warlike enterprises after he was king were confined within the four seas, this alteration does not seem to have proceeded very far, and Scotland and Wales were subjugated by what was in the main, if not exclusively, a feudal militia raised as of old by writ to the earls and barons and the sheriffs.'",
        "But no sudden or great alteration was made in his mode of life.",
        "In 1805 another alteration was effected by the provision that the lineal descendants of George II.",
        "Another kind of alteration which pyrites may suffer has been termed \"vitriolization,\" since the products are ferrous sulphate, with free sulphuric acid and sometimes a basic ferric sulphate.",
        "This alteration of coast-line appears at Loosduinen, where the moor or fenland formerly developed behind the dunes now crops out on the shore amid the sand, being pressed to the compactness of lignite by the weight of the sand drifted over it.",
        "These extensions, and the alteration of gauge to that of the Argentine North-Eastern, were carried out mainly at the cost of the Argentine government, which acquired a controlling interest in the Paraguay Central.",
        "These causes of change in phyllotaxis are also well exemplified in the alteration of an opposite or verticillate arrangement to an alternate, and vice versa; thus the effect of interruption of growth, in causing alternate leaves to become opposite and verticillate, can be distinctly shown in Rhododendron ponticum.",
        "The present course of this stream Is due in part to modern alteration of its channel, as well as to the effects of the great eruption.",
        "It appears, however, from a careful examination of the remains that their work was only a reconstruction of a more ancient edifice, the date of the original form of which cannot be fixed; while its first alteration belongs to the \"tufa\" period, and three other periods in its history can be traced.",
        "This alteration was regarded by the orthodox as so serious that Eunomians on returning to the church were rebaptized, though the Arians were not.",
        "To discuss questions of taste, of learning, of casuistry, in language so exact and so forcible that it might have been printed without the alteration of a word, was to him no exertion, but a pleasure.",
        "At Constance, two years later, the diet raised men and money in a similar fashion, and on this occasion the imperial court of justice was restored, with some slight alteration in the method of appointing its members.",
        "Lasker, to remedy this defect, proposed, therefore, an alteration in the constitution, which, after being twice carried against the opposition of the Centre, was at last accepted by the Bundesrat.",
        "As permanent results of the conflict there remain only the alteration in the Prussian constitution and the expulsion of the Jesuits; the Centre continued to demand the repeal of this, and to make it the price of their support of government measures; in 1897 the, Bundesrat permitted the return of the Redemptorists, an allied order.",
        "Any alteration of the franchise was, however, out of the question, for that would admit the Socialists.",
        "The first of these tariffs, which in order to overcome Socialist obstruction was passed en bloc on December 13-14, 1902, led to an alarming alteration in the balance of parties ~~ in the new Reichstag of 1903, the Socialistswho had previously numbered 58winning 81 seats, a gain of 23.",
        "With the alteration of social conditions, however, the Rules of Trent ceased to be entirely applicable.",
        "Moreover, a proposed alteration in the taxes on sugar would be of considerable advantage to Hungary; the Austrians, therefore, demanded that henceforth the proportion should be not 68.6: 31.4 but 58: 42.",
        "The real desire of the Clericals was an alteration of the school law, by which the control of the schools should be restored to the Church and the period of compulsory education reduced.",
        "Universal suffrage had long been demanded by the working men and the Socialists; the Young Czechs also had put it on their programme, and many of the Christian Socialists and anti-Semites desired an alteration of the franchise..",
        "This and other anomalies will doubtless be corrected in future revisions of the allotment, although the German parties, foreseeing that any revision must work out to their disadvantage, stipulated that a two-thirds majority should be necessary for any alteration of the law.",
        "The citadel or El-Kala was built by Saladin about 1166, but it has since undergone frequent alteration, and now contains a palace erected by Mehemet Ali, and a mosque of Oriental alabaster (based on the model of the mosques at Constantinople) founded by the same pasha on the site of \" Joseph's Hall,\" so named after the prenomen of Saladin.",
        "without alteration) were horoscopes of Rameses II.",
        "1st Thoth, and thirdly that this year subsequently underwent no readjustment or other alteration before the reign of Euergetes.",
        "p. 48, confirms the Sothic date for the XIIth Dynasty in some measure, but it belongs to the same age, and therefore its evidence would be equally vitiated with the other by any subsequent alteration in the Egyptian calendar.",
        "In one respect the Anglo-French agreement made no alteration it left untouched the extra-territoriality enjoyed by Europeans in Egypt in virtue of the treaties with Turkey, -i.e.",
        "In the fibrils existing in the cell a sudden alteration of elasticity occurs, resulting in an increased tension on the points of attachment of the cell to the neighbouring elements of the tissue in which the cell is placed.",
        "The work of Camillo Golgi (Pavia, 1885 and onwards) on the minute structure of the nervous system has led to great alteration of doctrine in neural physi nerve cells, that is to say, the fine nerve fibres - since all nerve fibres are nerve cell branches, and all nerve cell branches are nerve fibres - which form a close felt-work in the nervous centres, there combined into a network actually continuous throughout.",
        "As a result the fatigued cells appear shrunken, and their reaction to staining reagents alters, thus showing chemical alteration.",
        "Among the Greeks and Romans, on the other hand, the chariot had passed out of use in war before historical times, and was retained only for races in the public games, or for processions, without undergoing any alteration apparently, its form continuing to correspond with the description of Homer, though it was lighter in build, having to carry only the charioteer.",
        "- The analysis of these chapters shows that the history, in the main, has been derived from the two sources J and E, chiefly the former, and that a later editor has included certain passages from P, besides introducing a slight alteration of the original order and other redactional changes.",
        "Were the case of Sphaeroplea to stand alone, the phenomenon might perhaps be regarded as an alteration of generations, but still only comparable with the case of Bangia, and not the case of the Florideae.",
        "By section 8 of the Public Worship Regulation Act 1874, complainants may take proceedings if it is considered that \"any alteration in, or addition to, the fabric, ornaments or furniture has been made without legal authority, or that any decoration forbidden by law has been introduced into such church.",
        "if such alteration or addition has been completed five years before the commencement of such proceedings.\"",
        "The figures show that the holdings under 50 acres constituted fully two-thirds of the total holdings and that, though no very decided alteration in the size of farms was in progress, the larger portion of the cultivated land was held in farms of between 50 and 300 acres.",
        "By separate local acts the \" statute labour \" was in many cases replaced by a payment called \" conversion money,\" and the General Roads Act of 1845 made the alteration universal.",
        "It was not till the Reformation, the wars of the 16th century, and the loss of Rhodes, Candia and Cyprus to the Turks, that any appreciable alteration was effected.",
        "The resplendent medieval colouring of the subject, the essentially heroic character of Joan of Arc, gave Schiller an admirable opportunity for the display of his rich imagination and rhetorical gifts; and by an ingenious alteration of the historical tradition, he was able to make the drama a vehicle for his own imperturbable moral optimism.",
        "His policy had undergone no alteration since 1865: the same persistent endeavour was made to establish a religious despotism, in which the supremacy of the president should be subordinate only to the higher supremacy of the clergy.",
        "A keen sense of how much is at stake in any alteration breeds suspicion of every reform.",
        "The custom of employing the flowering branches for decorative purposes on the 1st of May is of very early origin; but since the alteration in the calendar the tree has rarely been in full bloom in England before the second week of that month.",
        "Some rents are still payable in England at Lammastide, and in Scotland it is generally observed, but on the 12th of August, since the alteration of the calendar in George II.'s reign.",
        "8538 A), in which he continually ascribes different readings to these MSS., the alteration corresponding with a change in his own conjecture.",
        "The mineral is especially liable to surface alteration, tarnishing with beautiful iridescent colours; a blue colour usually predominates, owing probably to the alteration of the chalcopyrite to covellite (CuS).",
        "It is true that Beowulf the Scylding is mentioned at the beginning of the first numbered section; but probably the opening lines of this section have undergone alteration in order to bring them into connexion with the prefixed matter.",
        "If now the assemblage be brought into any other position relative to the earth, without alteration of the mutual distances, this is equivalent to a rotation of the directions of the forces relatively to the assemblage, the ratios of the forces remaining unaltered.",
        "it must be incapable of deformation without alteration of length in at least one of its bars.",
        "The effects of impact are sometimes an alteration of the distribution of actual energy between the two bodies, and always a loss of a portion of that energy, depending on the imperfection of the elasticity of the bodies, in permanently altering their figures, and producing heat.",
        "The further argument that the Nostoi recognized a son of Calypso by Ulysses but no son of Circe, consequently that Circe was unknown to the poet of the Nostoi, rests (in the first place) upon a conjectural alteration of a passage in Eustathius, and, moreover, has all the weakness of an argument from silence, in addition to the uncertainty arising from our very slight knowledge of the author whose silence is in question.",
        "Apparently correlated with this peculiar locomotion is the anatomical fact of the alteration of the myotomes on the two sides.",
        "Yet, when we concentrate attention on the recovery of antique culture, we become aware that this was only one phenomenon or symptom of a far wider and more comprehensive alteration in the conditions of the European races.",
        "The difficulties which threatened to arise about the union were skilfully avoided; the Act of Security provided that the Confession of Faith and the Presbyterian government should \" continue without any alteration to the people of this land in all succeeding ages,\" and the first oath taken by Queen Anne at her accession was to preserve it.",
        "Cuprous iodide, Cu 2 l 21 is obtained as a white powder, which suffers little alteration on exposure, by the direct union of its components or by mixing solutions of cuprous chloride in hydrochloric acid and potassium iodide; or, with liberation of iodine, by adding potassium iodide to a cupric salt.",
        "The alteration of the constitution of individuals in this direction is not easy to detect, and its possibility has been denied by many writers.",
        "Although in some cases no perceptible alteration of form or structure occurs when constitutional adaptation to climate has taken place, in others it is very marked.",
        "The church of St Nicholas and St Faith has an early Norman tower, and part of the fabric is considered to date from before the Conquest; but there was much alteration in the Decorated and Perpendicular periods.",
        "The total tonnage of vessels entered and cleared coastwise was as follows: (1890), 47,73 8, 612 entered, Owing to an alteration in classification these figures are not strictly comparable with those for 1905.",
        "Unfortunately, however, no alteration was made in the law of debt, and the attempt to regulate the rate of interest utterly failed.",
        "An alteration in the Swedish flag was also decided upon, by which the mark of union was to be replaced by an azure-blue square.",
        "In this connexion it is worth pointing out that the homily against idolatry was reprinted, without alteration and by the king's authority, long after altar lights had been restored under the influence of the high church party supreme at court.",
        "After 1920 the Union parliament may make any alteration it sees The fit in the constitution of the senate.",
        "As the Transvaal and Orange colonies already possessed manhood suffrage, and as the property qualifications in the coast colonies were low, this alteration made little difference.",
        "The imperial government made but one alteration of consequence - that explicitly placing the control and administration of matters \" specially or differentially affecting Asiatics \"in the sole control of the union parliament.",
        "They further showed that this substance acted by combining with the organisms and apparently producing some alteration in them; on the other hand it had no direct action on the leucocytes.",
        "This apparently depends upon some alteration in the cells of the body, but its exact nature is not known.",
        "There is no evidence from Galen's own works that he did make this addition to the doctrines of syllogism, and the remarkable passage quoted by Minoides Minas from a Greek commentator on the Analytics, referring the fourth figure to Galen, clearly shows that the addition did not, as generally supposed, rest on a new principle, but was merely an amplification or alteration of the indirect moods of the first figure already noted by Theophrastus and the earlier Peripatetics.",
        "The estrangement and final rupture may be traced to the increasing claims of the Roman bishops and to Western innovations in practice and in the doctrine of the Holy Spirit,' accompanied by an alteration of creed.",
        "Here, indeed, their materials were naturally fuller and more trustworthy, and less room was left for fanciful decoration and capricious alteration of the facts.",
        "r ai.orr tv, to bend), properly the substitution of one thing for another, hence any alteration or variation, so applied to the moon's passing from one phase to another.",
        "Native silver is occasionally met with in metalliferous veins, where it has been formed by the alteration of silver-bearing minerals.",
        "This form is retained, with little alteration in some adult Copepoda, where the biramous \" palp \" still aids in locomotion.",
        "These cases include the alteration of the boundary of any county or borough, the union of a county borough with a county, the union of any counties or boroughs or the division of any county, the making of a borough into a county borough.",
        "The powers of a county council to make orders for the alteration of local areas are as follows: When a county council is satisfied that a prima facie case is made out as respects any county district not a borough, or as respects any parish, for a proposal for all or any of the things hereafter mentioned, they may hold a local inquiry after giving such notice in the locality and to such public departments as may be prescribed from time to time by the orders of the Local Government Board.",
        "The things referred to include the alteration of the boundary of the district or parish; the division or union thereof with any other district or districts, parish or parishes; the conversion of a rural district or part thereof into an urban district or vice versa.",
        "After the Conquest it became a seaport of some consequence and although now, owing to the alteration of the coast, it stands nearly 3 m.",
        "To meet the cost of agrarian reform, and of the reorganization of the army (1908), he introduced various fiscal changes, notably an alteration in the budget system, by which the total revenue and expenditure were shown for the first time (see Finance, above).",
        "In 1853 an important alteration of the constitution took place, by which the right was granted to every province to declare itself independent, and to enter into merely federal connexion with the central republic, which was now known as the Granadine Confederation.",
        "In January 1905 an inter-colonial native affairs commission reported on the native question as it affected South Africa as a whole, proposals being made for an alteration of the laws in Cape Colony respecting the franchise exercised by natives.",
        "The other papal letters only rarely show signs of alteration or falsification, and the text of the councils is entirely respected.'",
        "For any alteration or amendment of \" articles, doctrines, rites or rubrics,\" a two-thirds majority of each order of the represen tative house was required and a year's delay for consultation of the diocesan synods.",
        "Whence it follows that all things to which men attribute reality, generation and destruction, being and not-being, change of place, alteration of colour are no more than empty words.",
        "The diagrams A and B below are the converse (with a slight alteration) of the corresponding diagrams 12d.",
        "At the same time he had defects which were certain to make themselves felt as time went on, even without the alteration of the centre of liberal opinion which has taken place of late years.",
        "The constitution of 1816 had conferred the suffrage upon all \" white male citizens of the United States of the age of twenty-one and upward,\" had prohibited slavery, and had provided that no alteration of the constitution should ever introduce it.",
        "Nevertheless, the remedy was worse than the disease, for it would have established a close oligarchy, bound sooner or later to come into conflict with the will of the nation, and only to be overthrown by a violent alteration of the constitution.",
        "It became increasingly clear that a drastic alteration in the existing system was absolutely inevitable.",
        "The Conservatives, who believed in protection, at once attacked the proposed alteration of the sugar duties.",
        "Its details, indeed, were abundantly criticized, but its principles were hardly disputed, and it became law without any substantial alteration of its original provisions.",
        "is possible to formulate a common plan of dentition from which the others have been derived by the alteration of some and the suppression of other members of the series, and occasionally, but very rarely, by addition.",
        "The effect produced by alteration in the temperature of the retort upon the composition of both gas and tar is very marked.",
        "The reputation of these coins for purity of metal and accuracy of weight was so great that they had a very wide circulation, and in consequence it was thought undesirable to make any alteration in the types lest their genuineness should be doubted.",
        "It may be politic or expedient to inflict pain upon a criminal in order either to effect an alteration in his character or to deter him or others from future performance of acts of a certain character.",
        "He did not recognize that motion and rest are equally natural, in the sense of requiring force for their alteration.",
        "The alteration of the fossiliferous Lias by dolerite at Portrush into a flinty rock that looked like basalt served at one time as a prop for the \" Neptunist \" theory of the origin of igneous rocks.",
        "But the census returns of 1851 showed a remarkable alteration - a decrease during the previous decade of over 1,500,000 - and since that date, as the following table shows, the continuous decrease in the number of its inhabitants has been the striking feature in the vital statistics of Ireland.",
        "The administrative and fiscal duties previously exercised by the grand jury in each county were transferred to a county council, new administrative counties being formed for the purposes of the act, in some cases by the alteration of existing boundaries.",
        "At the synod of Kells (1152) there was established that diocesan system which has ever since continued without material alteration.",
        "It was doubtless connected with the disruption of Gondwana Land, since it is known that this great alteration of geographical outline commenced in Jurassic times.",
        "This alteration came about more quickly in the north-east in the Rhine-land than in the west and the centre, owing to the near neighbsurhood of the legions on the frontiers.",
        "This necessity for approval and support points to yet another alteration in the nature of the royal power, absolute as it was in theory.",
        "Airy extended Fresnel's hypothesis to directions inclined to the axis of uniaxal crystals by assuming that in any such direction the two waves, that can be propagated without alteration of their state of polarization, are oppositely elliptically polarized with their planes of maximum polarization parallel and perpendicular to the principal plane of the wave, these becoming practically plane polarized at a small inclination to the optic axis.",
        "He states that the deviations from the formula were \" quite within the limits of error introduced by the alteration of the resistance of the circuit with rise of temperature, the deviations of the mercury thermometers from the absolute scale, and the non-correction of the indications of the thermometer for the long column of mercury not immersed in the hot oil round the junctions.\"",
        "It is even conceivable that the settlement of the state may affect the seasonal distribution of precipitation; and that an advantageous alteration has in fact resulted is believed by many.",
        "(Before the alteration of the boundaries the area of the district was 2678 sq.",
        "For strong objectives there is, however, only one optical tube length in which it is possible to obtain a good image by means of wide pencils, any alteration of the tube length involving a considerable spoiling of the image.",
        "This representation acquires a special importance if the object be micrometrically measured, for an inaccuracy in focusing does not involve an alteration of the size of the image.",
        "The alteration of the focus and the aperture are little influenced.",
        "once arise in connexion with the two series v.-viii., xxi.-xxiv., and ix.-xx., since, apart from their earlier literary growth as distinct units, they have undergone some revision and alteration when compilers brought them into their present form.",
        "Alteration in the symmetrical arrangement as well as in the completeness and regularity of flowers has been traced to suppression or the non-development of parts, degeneration or imperfect formation, cohesion or union of parts of the same whorl, adhesion or union of the parts of different whorls, multiplication of parts, and deduplication (sometimes called chorisis) or splitting of parts.",
        "This apparently rapid alteration in the character of the southern vegetation took place at an earlier period than that which witnessed the transformation in the northern hemisphere.",
        "This duty does not include the provision of auxiliary aids and services or the removal or alteration of physical features.",
        "Posted by NiC on 14 April, 2005 at 1:36 PM May I suggest a minor alteration?",
        "Infrared Mineral Analysis Mineral deposits are associated with hydrothermal alteration of the surrounding rocks.",
        "The slightest alteration in the chemical balance would result immediately in a race of exploded beetles.",
        "A different marker on 3p14.2 showed an identical shifted band in the three tumors indicative of a common microsatellite alteration.",
        "Barbiturates are capable of producing all levels of CNS mood alteration, from excitation to mild sedation, hypnosis and deep coma.",
        "alteration of consciousness.",
        "This means being involved in the design, maintenance, alteration, repair and refurbishment of existing buildings.",
        "In viruses, alteration of the protein capsid prevents the virus from being taken up by susceptible cells.",
        "consequential alteration of schemes 65.",
        "Proofs are supplied for checking and making essential typographical corrections, not for general revision or alteration.",
        "There won't be a drastic cutback in my work, or alteration in my lifestyle.",
        "Section 102 of the Act provides for the Order requiring the discontinuance of a use, or alteration or removal of buildings or works.",
        "drastic cutback in my work, or alteration in my lifestyle.",
        "Guinea pigs are quite fastidious in their diet, and any sudden alteration in their diet may mean they stop eating.",
        "This means that, in contrast to American hearses, the rear quarter panels require less, and sometimes no, alteration.",
        "We refer to this alteration of echogenicity of cavernous hepatic hemangioma as a \" variable echo sign \" .",
        "hydrothermal alteration of the surrounding rocks.",
        "The alteration in the first letter may be due to the original document being partly illegible.",
        "microcrystalline assemblages are more probably the product of geologically recent alteration, post-dating the last glaciation.",
        "The alteration in national habits following on the adoption of this European system has had a very perceptible effect in some cases.",
        "Reports of alteration of the sense of smell, usually in conjunction with taste perversion, have also been received.",
        "A large IP anomaly between Borland Glen and Coul Burn was interpreted as a steep-sided zone of disseminated pyrite with associated hydrothermal alteration.",
        "ROP is an alteration to this development Distinct demarcation line between vascular and avascular retina develops into a ridge.",
        "expressing sexuality A tracheostomy involves an alteration in the normal body functioning of breathing, which requires some adaptation to an altered body image.",
        "Within his bending sickle 's compass come; which alters when it alteration finds, it is the star to every wand'ring bark.",
        "sickle's compass come; which alters when it alteration finds, it is the star to every wand'ring bark.",
        "subsection 2(b) allows for the abolition, alteration or establishment of a Community Health Council.",
        "taxon ratio of disturbance sensitive taxa to insensitive taxa shows no signs of alteration from undisturbed levels.",
        "These results strongly suggest that Rb gene alteration is pertinent to the tumorigenesis of most osteosarcoma cases and some other bone and soft-tissue tumors.",
        "We may take X =6 X I o' 5 cms.,, u - I =0.0003; whence from (21) we obtain as the distance x, equal to I/h, which light must travel in order to undergo alteration in the ratio e : 1, x=4 4XIo 13 Xn (22) The completion of the calculation requires a knowledge of the value of n, the number of molecules in unit volume under standard conditions, which, according to Avogadro's law, is the same for all gases.",
        "The alteration that takes place in the regular diurnal inequality throughout the year is best seen by analysing it into a Fourier series of the type c 1 sin (t+ a l) +c2 sin (2t+ a 2)+c 3 sin (3t+a3)+c4 sin (4t+a 4)+..",
        "The alteration of the fork due to heat is scarcely perceptible, but wind instruments, and particularly the organ, rise almost proportionately to the increase in temperature of the surrounding air, because sound travels at an enhanced rate as the temperature rises.",
        "The northern boundary of Albania underwent some alteration in consequence of the enlargement of Montenegro, sanctioned by the Berlin Treaty (July 13, 1878); owing to subsequent arrangements providing for the cession of Dulcigno to Montenegro (November 25, 1880) in exchange for the districts of Plava and Gusinye, restored to Turkey, the frontier-line (finally settled December 1884) now ascends the Boyana from its mouth to Lake Sass (Shas), thence passes northward, and crossing Lake Scutari separates the district of Kutch Kraina on the N.",
        "In these no change, it is alleged, has been made in regard to the substance of the Westminster doctrine, but there is an alteration of emphasis and proportion.",
        "Stolypin did his best to work in harmony with it, realizing that under the existing law another dissolution could but lead to a like result, and shrinking from the only alternative - an alteration of the law by a coup d'etat, a course which could only be justified on the plea of extreme necessity.",
        "(See Embryology, Larval Forms. and Reproduction.) Finally, the conception of homogenesis does not exclude the differences between parent and offspring that continually occur, forming the material for the slow alteration of stocks in the course of evolution (see Variation And Selection).",
        "The alteration in form does not only affect structures used in generation; but the form of the parapodia, &c., alter.",
        "It may be generally concluded that the substitution of alkyl, nitro, hydroxyl, and haloid groups for hydrogen in a molecule occasions a deformation of crystal structure in one definite direction, hence permitting inferences as to the configuration of the atoms composing the crystal; while the nature and degree of the alteration depends (1) upon the crystal structure of the unsubstituted compound; (2) on the nature of the substituting radicle; (3) on the complexity of the substituted molecule; and (4) on the orientation of the substitution derivative.",
        "Mica occurs as a primary and essential constituent of igneous rocks of almost all kinds; it is also a common product of alteration of many mineral silicates, both by weathering and by contactand dynamo-metamorphic processes.",
        "Lincei, 1883-1884, 19, 545) showed that a more considerable alteration was produced when the magnetic force was applied transversely to the bismuth conductor; he also noticed that the effect was largely dependent upon temperature (see also P. Lenard, Wied.",
        "The variation of A may, however, be neglected in the integration, except in 27rR/A, where a small variation of A entails a comparatively large alteration of phase.",
        "We want: (r) the establishment of this republic as a true republic; (2) a grondwet or constitution which shall be framed by competent persons selected by representatives of the whole people and framed on lines laid down by them - a constitution which shall be safeguarded against hasty alteration; (3) an equitable franchise law, and fair representation; (4) equality of the Dutch and English languages; (5) responsibility to the heads of the great departments of the legislature; (6) removal of religious disabilities; (7) independence of the courts of justice, with adequate and secured I remuneration of the judges; (8) liberal and comprehensive education; (9) efficient civil service, with adequate provision for pay and pension; (io) free trade in South African products.",
        "This increased osmotic pressure is again due to accumulation of crystalloids in the tissues, either products of metabolism due to deficient oxidation from alteration in the blood or other cause, or, it may be, as in some cases of nephritis, owing to a.",
        "Another circumstance to which it is often necessary to pay attention in the comparison of dates, is the alteration of style which took place on the adoption of the Gregorian Calendar (see Calendar).",
        "2 cannot be regarded as a deliberate alteration since the writer does not appear to be quoting from 1 Kings ix.",
        "The Germans demanded, as a condition precedent to the effective participation of their nationality in the affairs of the state, an alteration of the constitution by imperial ordinance (Oletroi), which should define 1 Count Clam-Martinitz (b.",
        "Another slight alteration of the frontier was made in the same year, when, during the delimitation of the new frontier of Montenegro, the district of Spizza was incorporated in the kingdom of Dalmatia.",
        "The idea of such forces, however, had been distinctly formed by Newton, who gave the first example of the calculation of the effect of such forces in his theorem on the alteration of the path of a light-corpuscle when it enters or leaves a dense body.",
        "the times taken by any portion of the filament to double its length - are constant, because each cell is equally active along the whole length; (2) there are optimum, minimum and maximum temperatures, other conditions remaining constant, at which growth begins, runs at its best and is soon exhausted, respectively; (3) that the most rapid cell-division and maximum growth do not necessarily accord with the best conditions for the life of the organism; and (4) that any sudden alteration of temperature brings about a check, though a slow rise may accelerate growth (fig.",
        "A great extent of the English coast is constantly undergoing visible alteration, the sea in some instances receding from the land, and in others gaining upon it.",
        "One striking alteration in the appearance of the city was the conversion of the territory extending from the head of the promontory to within a short distance of St Sophia into a great park, within which the buildings constituting the seraglio of the sultans, like those forming the palace of the Byzantine emperors, were ranged around three courts, distinguished by their respective gates - Bab-i-Humayum, leading into the court of the Janissaries; Orta Kapu, the middle gate, giving access to the court in which the sultan held state receptions; and Bah-i-Saadet, the gate of Felicity, leading to the more private apartments of the palace.",
        "He found that dilution with water does not effect proportionate alteration in the transpiration velocities of different liquids, and a certain determinable degree of dilution retards the transpiration velocity.",
        "Very often such stereoscopic lenses, owing to faulty construction, give a false idea of space, ignoring the errors which are due to the alteration of the inter-pupillary distance and the visual angles belonging to the principal rays at the object-side (see Binocular Instruments).",
        "Expressing sexuality A tracheostomy involves an alteration in the normal body functioning of breathing, which requires some adaptation to an altered body image.",
        "Section 20A, subsection 2(b) allows for the abolition, alteration or establishment of a Community Health Council.",
        "The ratio of disturbance sensitive taxa to insensitive taxa shows no signs of alteration from undisturbed levels.",
        "The warranty does not apply to damage resulting from abuse, accident, alteration, improper assembly, misuse or tampering.",
        "For bedroom designs that require the alteration of the physical space, such is the case when a closet or trim is added, a quick mock up in AutoCAD or SketchUp may be useful.",
        "Alteration specialists and tailors with their own shops may have their own preservation services.",
        "Alteration Options: Just because the gown fits you now does not mean it will on the wedding day.",
        "Always investigate alteration fees, the quality of the dress (and its durability), and any necessary accessories to be sure it is the best deal.",
        "Its modern counterpart is called digital alteration or manipulation.",
        "Once the garment arrives, our expert alteration tailors make any final tweaks that are needed to get the suit just right.",
        "One-of-a-kind clothes that fit you to the letter will rarely require adjustments (if you change sizes just slightly, you may require an alteration), and that's worth its weight in gold.",
        "Because petite women tend to know a lot about having clothes altered, you'll have fewer alteration issues if you buy from the petite department.",
        "The patch doesn't change the characters' attributes and is merely a visual alteration.",
        "The greatest change to this rhythm game franchise has to be the serious alteration made to the Guitar Hero World Tour game play.",
        "If the child develops ascites (abnormal build-up of fluid in the abdomen), treatment consists of medications and alteration of the diet to maintain calorie intake but to reduce salt and fluid intake.",
        "Because 15 percent of all patients with this type of tumor have other inherited defects, it seems clear that at least some cases of Wilms' tumor may be due to an inherited alteration.",
        "Self-mutilation, also called self-harm, self-injury or cutting, is the intentional destruction of tissue or alteration of the body done without the conscious wish to commit suicide, usually in an attempt to relieve tension.",
        "These procedures involve significant surgical alteration of the digestive tract and require substantial modification of diet after the surgery to much less than 1,000 calories per day.",
        "The detection of gene alteration(s) can confirm a diagnosis and can determine the type and subtype of VWD.",
        "Reye's syndrome may be suspected in a child who begins vomiting three to six days after a viral illness, followed by an alteration in consciousness.",
        "Do not change dosages unless a physician approves such an alteration.",
        "A number of different mutations can lead to MEN 2A, but only one specific genetic alteration causes MEN 2B.",
        "Once cholesterol enters the body, a slight alteration in the cholesterol molecule occurs, with one change taking place in the skin.",
        "This alteration requires ultraviolet light, a component of sunlight.",
        "At some point or another almost everyone will need a clothing repair or alteration.",
        "Everyone should have a good supply of sharp needles and a variety of thread colors on hand for replacing buttons and doing minor alteration work.",
        "Hemming a dress is usually the least expensive alteration, but considerable adjustments may make a dress no longer worth the price.",
        "Stretched piercings can be considered an extreme form of body modification due to the permanent nature of the alteration.",
        "Persons who have followed the diet have reported changes in blood-pressure, blood-sugar/insulin levels, and depression, all of which required alteration of their normal dose of medication for these conditions.",
        "Many Topamax users report an alteration in the way many foods taste, particularly sweet foods, carbonated beverages and fatty foods.",
        "The shop includes a 35,000 square-foot salon filled with thousands of wedding gowns as well as an in-house alteration department, which is staffed with dozens of fitters, seamstresses, beading specialists and steam pressers.",
        "Murnau and company made very little alteration in the actual Stoker story, outside of changing the names of the main characters, and the Stoker estate successfully sued the company and won.",
        "One thing people getting a thread lift should NOT expect is an extreme alteration.",
        "Following this incident came a further alteration in the franchise law, making the franchise practically impossible to obtain.",
        "Speaking generally, it has been found that the East as opposed to the West has undergone relatively little alteration in the principal constituents of dress among the bulk of the population, and, although it is often difficult to interpret or explain some of the details as represented (one may contrast, for example, worn sculptures or seals with the vivid Egyptian paintings), comparison with later descriptions and even with modern usage is frequently suggestive.",
        "At the same time there is brought about an alteration in the arrangement of the position of the fibroblasts.",
        "Much more important is the effect of the alteration in the amount of crystalloids in the tissues and blood and therefore of the alteration in the osmotic pressure between these.",
        "Now differences in the amount of crystalloids cause alteration in osmotic pressure while the proteid content affects it but little; and of the crystalloids the chlorides appear to be those most liable to variation.",
        "The choir has fine stalls of 1489-1490, upon one of which there is a view of the facade of the cathedral before its alteration in 1491.",
        "Another important point in Sydenham's doctrine is his clear recognition of many diseases as being what would be now called specific, and not due merely to an alteration in the primary qualities or humours of the older schools.",
        "Any one who proposed a new law or the alteration of one already existing was subjected to the same test, which continued in force till the 4th century and even later.",
        "The strongest reason for believing in a British London is to be found in the name, which is undoubtedly Celtic, adopted with little alteration by the Romans.",
        "No formal alteration has been made in the Sikh religion since Guru Govind Singh gave it his military organization, but certain modifications have taken place as the result of time and contact with Hinduism."
    ],
    "definition": [
        "Link/Cite"
    ]
}