{
    "translation": "למרות, אף-על-פי",
    "uses": [
        "Although she had said the words \"I love you,\" several times, he had not uttered them.",
        "Although she was far away, she could see that he was watching her.",
        "Certainly this could happen, although the odds are remote.",
        "Although his father was a king, Cyrus was brought up like the son of a common man.",
        "Although she was exhausted, sleep didn't come.",
        "Although they were rich, they lived simply and were at peace with all the world.",
        "It was recognized as the flu, although records describe conditions which were highly likely to have been polio.",
        "Although the issue was not discussed, it was far from out of her mind.",
        "Although I try very hard not to force issues, I find it very difficult to avoid them.",
        "The wood appeared to be cherry, and although it could use a coat of wax, it still had a deep luster.",
        "She had always wanted children, although this wasn't the way she had intended to start a family.",
        "Although, not before I find out what you are.",
        "It was strange being in Quinn's room although the only remnants of him were his machines.",
        "Although the Parrishes were a close-knit family, Jackson and Emily shared a special bond.",
        "He joined Dean at the kitchen table although Cynthia would have preferred having her private domain to herself.",
        "I guess deep down, I'm looking forward to the wedding although there are a million things I have to do first.",
        "Martha, although half her age, was taller by two inches than the elfin Franny.",
        "That's where the stream is directed, although there's a fair chance of getting soaked anywhere.",
        "This was true, although we were at a loss to understand how she guessed it.",
        "\"Yes, dear,\" her mistress replied; \"there are people living in this house, although we cannot see them.",
        "It was a young man's—or woman's—game, although Dean doubted he'd have joined the contest, at least not willingly, even in his careless years.",
        "Each of us took turns thanking Merrill Cooms personally on the phone although he insisted it was unnecessary.",
        "He was an accomplished pianist and composer, although he never published any of his works.",
        "He now knew there were five of us although no other information was conveyed to him.",
        "But the extracts from Miss Sullivan's letters and from her reports, although they are clear and accurate, have not the beauty which distinguishes Miss Keller's English.",
        "He loved using the vernacular, although it never sounded quite right coming from him.",
        "Although totally unnerved, he knew he could not let himself lose it again, yet had to speak to her, see if he could figure her out.",
        "Although he was close to passing out from lack of air, Connor rasped, \"Got it.\"",
        "It will be English, although not really the English we speak today.",
        "They examined the rest of the garments and each, upon careful observation, was identified in a like fashion, although some of the markings were so faded they were no longer legible.",
        "Although it is a small town, there are several local restaurants available.",
        "If she could see and hear, I suppose she would get rid of her superfluous energy in ways which would not, perhaps, tax her brain so much, although I suspect that the ordinary child takes his play pretty seriously.",
        "Something I said made her think she detected in my words a confession that I did remember Miss Canby's story of \"The Frost Fairies,\" and she laid her conclusions before Mr. Anagnos, although I had told her most emphatically that she was mistaken.",
        "Although she did not think I should understand, she began to spell into my hand the story of Joseph and his brothers.",
        "Cynthia telephoned her son and apparently made temporary peace, although Dean wasn't privy to the details.",
        "It was clear he had no intention of crushing the wild flowers for the final leg of the trip, although he didn't comment on the Deans having done so earlier.",
        "He spoke in front of Maria's uncomprehending presence, although statements like \"Martha, no\" were readily understood.",
        "They crept forward, still holding hands although it was cumbersome to do so in the closeness of the passageway.",
        "Although there was cultural opposition in India to Borlaug's methods and seeds, the famine was so bad by 1965 that the government stepped in and urged the project forward.",
        "The business didn't stop, although there was a lot of talk in the newspapers about closing down all the bars and clubs.",
        "Dean tried hard to exclude Jennifer Radisson from consideration as a malefactor, although he reluctantly admitted his sole reason to pass on her as a suspect was his belief in her story.",
        "The thought did cross her mind that, although the suits were sub par for Jackson, they were much nicer than any Connor owned.",
        "In actual life each historic event, each human action, is very clearly and definitely understood without any sense of contradiction, although each event presents itself as partly free and partly compulsory.",
        "She had eyes the deepest blue-green of the Celtic Sea and flaxen hair, which although matted and unkempt, promised to shine sun-kissed when groomed.",
        "Jackson managed to stand tall and keep eye contact, although, he was a breath away from begging for their lives.",
        "There was no sign of mayhem in the vehicle although a restraint was bolted to the rear floor.",
        "Although Miss Sullivan is still rather amused than distressed when some one, even one of her friends, makes mistakes in published articles about her and Miss Keller, still she sees that Miss Keller's book should include all the information that the teacher could at present furnish.",
        "Although the technique of growing cowpox on cow hides would come, transporting it was difficult due to lack of refrigeration.",
        "Even David Dean, although he was smart enough to keep his mouth shut in front of his wife, was forced to cross every finger of both hands.",
        "Although taken aback by such intimacy from a stranger, as well as terrified himself, he felt an overwhelming need to comfort her.",
        "Although Borlaug and company encountered many obstacles, they pressed on, planting seed at night illuminated by flashes of artillery fire.",
        "\"Nonsense!\" said the little man, turning red--although just then a ray of violet sunlight was on his round face.",
        "Arrangements like this are commonplace, although largely hidden from view.",
        "Maria crushed Martha in her happy embrace, although what she'd perceived of the young girl's absence through the veil of her linguistic limitations was anyone's guess.",
        "Someday the computer program will lose its job, although I don't know to what.",
        "Zeb also wanted to see his home, and although he did not find anyone morning for him, the sight of Hugson's Ranch in the picture made him long to get back there.",
        "Although he wouldn't have given up those days for anything, he felt this to be more like a family, closer to what life had been like as a human.",
        "Here, then, I made my home; and although it is a lonely place I amuse myself making rustles and flutters, and so get along very nicely.",
        "But although the Munchkin was hardly tall enough to come to Zeb's shoulder he was so strong and clever that he laid the boy three times on his back with apparent ease.",
        "There were two people present; their scent, although foreign, smelled deliciously inviting.",
        "Such an attack could escalate into a widespread conflict, although I doubt it.",
        "Although she has used the typewriter since she was eleven years old, she is rather careful than rapid.",
        "Dorothy climbed into the buggy, although Jim had been unharnessed from it and was grazing some distance away.",
        "We firmed plans although it meant my cancelling a night out with a coworker.",
        "Its wooden legs moved so fast that their twinkling could scarcely be seen, and although so much smaller than the cab-horse it covered the ground much faster.",
        "\"I will stay with you,\" said she to the doll, although she was not at all courageous.",
        "We did so although the driving was downright dangerous for the first fifty miles.",
        "Two were reading different sections of a newspaper while Roger was stirring his coffee and chatting, although no one seemed to be listening.",
        "I used to sit in my mother's lap all day long and keep my hands on her face because it amused me to feel the motions of her lips; and I moved my lips, too, although I had forgotten what talking was.",
        "YouTube's contribution to world peace is not simply to add empathy to current events, although that would be enough.",
        "She was covered with dirt – the remains of mud pies I had compelled her to eat, although she had never shown any special liking for them.",
        "Howie and Quinn remained the oil and water of our association although there was no mention of Martha's teenage indiscretion that had caused so much early turmoil.",
        "She cannot sing and she cannot play the piano, although, as some early experiments show, she could learn mechanically to beat out a tune on the keys.",
        "Although the poor may not believe that wealth is attainable for them, they do not want to rock the boat and risk disrupting the system that guarantees them at least some income.",
        "\"There is no way to become original, except to be born so,\" says Stevenson, and although I may not be original, I hope sometime to outgrow my artificial, periwigged compositions.",
        "Although, I suspect, if he has turned as many humans as it seems, he is too strong to be destroyed.",
        "Although oil is more traditional, broth is a healthier and lighter option.",
        "I called her attention to the following line, and, although she knew only the three words, CAT, EAT and MOUSE, she caught the idea.",
        "Although a blurry image appeared on television of the woman captured on a video camera, she disappeared out of view once she exited.",
        "Although nations create governments to establish such protections, history shows that all too often, governments fail to do so.",
        "Although many of their tapas contain seafood or other meats, they offer several vegetarian options.",
        "Although there is a giant chicken on the roof of the establishment, they do serve other specialties.",
        "Although the restaurant is under new management, this hasn't done a thing to diminish the quality of the food and service.",
        "No alcohol is served at the cafe, although patrons are welcome to bring their own.",
        "UNICEF has said a program that gives children two large doses a year of vitamin A could all but eliminate VAD, although more frequent, smaller doses would be better.",
        "Although constantly changing, the menu has offered past delicacies such as sautéed beef tenderloin with potato galette and wild mushrooms or venison circled with wild huckleberries and accompanied by white braised pears.",
        "The restaurant chain has kept its casual dining atmosphere within its five locations although this is a place for fine dining.",
        "Although the wait for a table can be long, the great atmosphere, friendly service and one-of-a-kind pizzas more than compensate.",
        "Keep the kids' expectations low; although the young spirits can treat themselves to chicken fingers, burgers, fries and apple pies, there is no play area to entertain them.",
        "On another occasion while walking with me she seemed conscious of the presence of her brother, although we were distant from him.",
        "Although the original mutation was not caused by human activity, human activity preserved and perpetuated it.",
        "Normally the atmosphere is dim, quiet and romantic, although it can get loud on the weekends when there is live entertainment.",
        "Although it is no fine-dining experience, the quality of the meats is high and the prices are affordable.",
        "Although the meal portions are large enough to fill you, leave some room for the exclusive sundae concoction.",
        "Although I don't know why I should be.",
        "Although slavery still exists and the low price of slaves speaks to the low value of a human life, the legal institution of slavery is gone.",
        "In the same way her response to music is in part sympathetic, although she enjoys it for its own sake.",
        "Although, at the moment she wouldn't swear to it.",
        "Although the food is hit-or-miss, the dining experience, friendly wait staff and happy patrons are worth the gamble, if you're feeling travel-weary.",
        "Although Dean wouldn't have minded staying, he too rose to leave.",
        "This fungus, Marasmius Oreades, is more universally used in France and Italy than in England, although it is well known and frequently used both in a fresh and in a dry state in England.",
        "Few persons can see with the naked eye - much less measure - more than six stars of the Pleiades, although all the stars measured by Maestlin have been seen with the naked eye by a few individuals of exceptional powers of eyesight.",
        "He was a younger son, although he had some of his mother's inheritance.",
        "He succeeded in forming a Cabinet which comprised a number of non-Giolittians of all parties, but only a few of his own \"old guard,\" so that he won the support of a considerable part of the Chamber, although the Socialists and the Popolari (Catholics) rendered his hold somewhat precarious.",
        "Both drank their coffee black and although both took a doughnut, Mrs. Byrne simply picked at hers, lifting the tiniest of crumbs with dampened fingertips.",
        "He recognized Edwin Mayer and a few of the other employees of World Wide, although he didn't see Jackie Rudman, the young man who had squealed on Cece Baldwin.",
        "Although now extremely unpopular, the Rolands remained in Paris, suffering abuse and calumny, especially from Marat.",
        "Although having a great extent of coast-line, Argentina has but few really good harbours.",
        "This large influx of Europeans, however, is modifying the population by reducing the Indian and mestizo elements to a minority, although they are still numerous in the mesopotamian, northern and north-western provinces.",
        "29) relates how the Christians, having assembled in Rome to elect a new bishop, saw a dove alight upon the head of Fabian, a stranger to the city, who was thus marked out for this dignity, and was at once proclaimed bishop, although there were several famous men among the candidates for the vacant position.",
        "The two-story home had been built in the depression years and although there was little land around it, it was comfortable, well constructed and had answered Dean's limited needs—at least \"temporarily\"—for the past 15 years.",
        "But it was more than Dean's charity that kept the two together, although at times Dean questioned the relationship as well as his sanity for putting up with the old man.",
        "In the rural areas, there was less concern with traffic, although an occasional farm dog forced him to practice his sprints.",
        "Although Ethel and Fred had never met, that didn't stop them from developing a strong mutual dislike, fueled via telephone mes­sages and third-party comments.",
        "Although Hunter had been born in North Carolina—on 16 acres of red mud, as he described it—he'd moved to Norfolk in high school and never left.",
        "The third guest was an 18-year-old from a nearby township, although the name on the registered vehicle was different than the motel listing.",
        "After an hour of circles he spotted a numbered highway he recognized, although he was much further from Parkside than he'd suspected.",
        "He even stooped to playing a Loretta Lynn CD, although if Fred had caught him he would have sworn it was in the wrong container.",
        "Although it was decades since Dean's Boy Scout days and he didn't relish the thoughts of bed­ding his exhausted body on the ground, he felt, in addition to sav­ing money, his chance of running into his quarry in a camp ground was better.",
        "Although they'd been together but a half-dozen times, each remained with him, indelibly imprinted in his memory.",
        "Although the route was relatively flat by Colorado standards, Dean learned that a body unaccustomed to elevation in the 7,000­foot range needed more oxygen to fuel its muscles.",
        "Although there was a scattering of other bikers, he was sure the bright yellow windbreaker would be easy to spot, unless the biker became lost in a large pack.",
        "Maybe it had been a silly thing to do, but it had certainly brought her closer to his heart – although she hadn't thought so at the time.",
        "Although he was quiet and reserved most of the time, it was soon apparent that he missed little that went on.",
        "Although he couldn't do everything he'd been able to do as a White God, he'd gained other abilities.",
        "Although older, his own name was present under Damian's, as if it had been erased during the long years of his slavery and newly added.",
        "I do believe you're right about that, although I hope not on this place.",
        "Although he started this by leaving, the children would follow her lead in reacting to the situation.",
        "Although a thick layer of clouds hid the sun, the air wasn't any cooler.",
        "Although she had never seen Captain Turner again, letters to her father with his return address on them assured her that they still kept in touch.",
        "The city also contains numerous excellent educational establishments, although the state university is not here but at Tubingen, and its conservatorium of music has long been renowned.",
        "AURUNCI, the name given by the Romans to a tribe which in historical times occupied only a strip of coast on either side of the Mons Massicus between the Volturnus and the Liris, although it must at an earlier period have extended over a considerably wider area.",
        "Although in late Tertiary times widely spread over southern Europe and India, giraffes are now confined to Africa south of the Sahara.",
        "Occasionally two calves are produced at a birth, although the normal number is one.",
        "and a weight of 2262 lb; but a still longer, although lighter, tusk was brought to London in 1905.",
        "In this connexion it is of interest to note that, both in the Mediterranean islands and in West Africa, dwarf elephants of the African type are accompanied by pigmy species of hippopotamus, although we have not yet evidence to show that in Africa the two animals occupy actually the same area.",
        "In general appearance flying-squirrels resemble ordinary squirrels, although they are even more beautifully [[col]oured.",
        "Although new-born fawns are spotted, the adults are in the main uniformly coloured; the general tint of the coat at all seasons being reddish tawny with a more or less marked tendency to grey.",
        "Although not gathered for the table in England, it is greatly prized in some parts of the Continent.",
        "Although the valleys between the ridges are not always easy of access, they give broad areas of nearly level agricultural land.",
        "It is evident from the fact of thirteen inhabitants being allowed to hold the manor that the town had some kind of incorporation in the 17th century, although its incorporation charter was not granted until 1899, when it was created a municipal borough.",
        "These lamps, although shown in the figure, are in reality covered so as not to shine upon the observer's eye.",
        "The excellent manner in which the scales and micrometers are mounted, the employment of a compound microscope for viewing the scales, with its ingeniously arranged and admirably efficient reversing prism, and the perfection of its slow motions for focusing and reading, combine to render this a most accurate and convenient instrument for very refined measures, although too slow for work in which the measures must depend on single pointings in each of two reversed positions of the plate, and where speed of working is essential.",
        "The French legend of the knight of the swan is attached to the house of Bouillon, and although William of Tyre refers to it about 1170 as fable, it was incorporated without question by later annalists.",
        "Although defeated in the early stages of the conflict, the Yankees or Connecticut settlers finally rallied in August 1771 and compelled the Pennsylvanians to retreat, and the war terminated with the defeat of Colonel William Plunket (1720-1791) and about 700 Pennsylvanians by a force of 300 Yankees under Colonel Zebulon Butler (1731-179, 5)5) in the battle of \"Rampart Rocks\" on the 25th of December 1775.",
        "Although the second Frederick of Sicily, he called himself third, being the third son of King Peter.",
        "gave his daughter a scanty dowry and quarrels on this head embittered the relations between the two kingdoms, which the marriage, although accompanied by a treaty of perpetual peace, did nothing to heal.",
        "He was continually devising plans for the better government of Austria, and although they ended in failure, he established the unity of the Austrian dominions.",
        "At the Council of Salisbury in 1116 the English king ordered Thurstan to submit, but instead he resigned his archbishopric, although this did not take effect.",
        "According to the New English Dictionary, although the origin of the word \"cat\" is unknown, yet the name is found in various languages as far back as they can be traced.",
        "Although this crisis followed on the great strike the B g ?",
        "Although several species belonging to the second class occasionally enter the bodies of water snails and other animals before reaching their definitive host, they undergo no alteration of form in this intermediate host; the case is different, however, in Filaria medinensis and other forms, in which a free larval is followed by a parasitic existence in two distinct hosts, all the changes being accompanied by a metamorphosis.",
        "Although married she always remained a member of her father's house - she is rarely named wife of A, usually daughter of B, or mother of C. Divorce was optional with the man, but he had to restore the dowry and, if the wife had borne him children, she had the custody of them.",
        "But although mature study has established the truth of this proposition it was not always so.",
        "It would seem that, in the intervals of persecution, some rights of property were recognized in the Christian Church and its officers; although the Church was an illegal society.",
        "Hence, although wages are painfully low, the cost of production to the manufacturer is relatively high; and it is still further increased by the cost of the raw materials, by the heavy rates of transport owing to the distance from the sea, by the dearness of capital and by the scarcity of fuel.",
        "Although this fact will not in itself make the companies liable to any process of reorganization similar to that following insolvency and foreclosure of the American railway, it is probable that reorganization of some sort must nevertheless take place in Great Britain, and it may well be questioned whether the position of the transportation system of that country would not have been better if it had been built up and projected on the experience gained by actual earlier losses, as in the United States.",
        "The English courtiers were greatly incensed at the gracious reception accorded to these notable rebels by King James; but although Tyrone was confirmed in his title and estates, he had no sooner returned to Ireland than he again engaged in dispute with the government concerning his rights over certain of his feudatories, of whom Donnal O'Cahan was the most important.",
        "Although in the case of the majority of Diptera the body is more or less clothed with hair, the hairy covering is usually so short that to the unaided eye the insects appear almost bare; some forms, however, such as the bee-flies (Bombylius) and certain robber-flies (Asilidae) are conspicuously hairy.",
        "Metamorphosis in Diptera is complete; the larvae are utterly different from the perfect insects in appearance, and, although varying greatly in outward form, are usually footless grubs; those of the Muscidae are generally known as maggots.",
        "The Pupipara are also termed Eproboscidea (although they actually possess a well-developed and functional proboscis), and by some dipterists the Eproboscidea are regarded as a suborder .and contrasted as such with the rest of the Diptera, which are styled the suborder Proboscidea.",
        "It seems to have been suggested in 1516, and although certain charters have been appealed to in proof of an earlier use of the title, it was first conferred by Pope Leo X.",
        "2 1913); although a Giolittian majority was again returned, his opponents, not only among the Socialists but also among the constitutional parties, were now more numerous, and he felt that opposition to his rule was growing in the country at large even more than in Parliament.",
        "During the progress of the campaign he kept away from public affairs, although he assumed a Cassandra-like attitude in all his utterances, and his henchmen in the press were frankly defeatist.\"",
        "The elders of these groups possessed some influence, and tended to form an aristocracy, which took the lead in social life, although their authority generally depended merely upon custom.",
        "Some appear written for the first time in the book of Jubilees, in \" the Testament of the Twelve Patriarchs \" (both perhaps 2nd century B.C.) and in later sources; and although in Genesis the stories are now in a post-exilic setting (a stage earlier than Jubilees), the older portions may well belong to the 7th or 6th cent.",
        "Although it is difficult to determine the true historical kernel, two features are most prominent in the narratives which the post-exilic compiler has incorporated: the revelation of Yahweh, and the movement into Palestine.",
        "Meanwhile the Israelite army was again besieging the Philistines at Gibbethon, and the recurrence of these conflicts points to a critical situation in a Danite locality in which Judah itself (although ignored by the writers), must have been vitally concerned.",
        "Although little is preserved of Omri's history, the fact that the northern kingdom long continued to be called by the Assyrians after his name is a significant indication of his great reputation.",
        "In 842 Shalmaneser records a campaign against Hazael of Damascus; no coalition is mentioned, although a battle was fought at Sanir (Hermon, Deut.",
        "Although the latter have special late and unreliable features, they agree with the former in presenting the same general trend of past history.",
        "35 sqq.), although this can scarcely be justified by the events which followed the death of Ahab, in whose time they are now placed.",
        "Although the records preserve complete silence upon the period now under review, it is necessary to free oneself from the narrow outlook of the later Judaean compilers.",
        "Although the heavy rain was holding off, there was a feeling it was only a matter of time before the full fury hit.",
        "The rest of his body, although bruised, seemed unbroken.",
        "The archbishop was one of the \"undertakers\" who controlled the Irish House of Commons, and although he did not regain the almost dictatorial power he had exercised at an earlier period, which had suggested a comparison between him and Cardinal Wolsey, he continued to enjoy a prominent share in the administration of Ireland until his death, which occurred in London on the 19th of December 1764.",
        "Although this \"much-abused prelate,\" as Lecky calls him, was a firm supporter of the English government in Ireland, he was far from being a man of tyrannical or intolerant disposition.",
        "In C. nigrescens and in some other species a zooid may contain a pair of ovaries, a pair of testes, or an ovary and a testis, although the males, females and hermaj phrodites do not differ from one another in external characters.",
        "However this may be, during the 12th century the elector of Trier took the title of archchancellor for the kingdom of Arles, although it is doubtful if he ever performed any duties in connexion with this office.",
        "Although the action of zymase may be regarded as mechanical, the enzyme cannot be produced by any other than living protoplasm.",
        "Although the direct object of Pasteur was to prove a negative, yet it was on these experiments that sterilization as known to us was developed.",
        "Elsewhere local surface currents are developed, either drifts due to the direct action of the winds, or streams produced by wind action heaping water up against the land; but these nowhere rise to the dignity of a distinct current system, although they are often sufficient to obliterate the feeble tidal action characteristic of the Mediterranean.",
        "The lakes of Argentina are exceptionally numerous, although comparatively few are large enough to merit a name on the ordinary general map.",
        "Although there is very little authentic information about Fabian, there is evidence that his episcopate was one of great importance in the history of the early church.",
        "It was well known during the middle ages, and was largely used by William, archbishop of Tyre, for the first six books of his Belli sacri historic. In modern times its historical value has been seriously impugned, but the verdict of the best scholarship seems to be that in general it forms a true record of the events of the first crusade, although containing some legendary matter.",
        "From the first, however, it had a military significance, and its usual Latin translation was miles, although minister was often used.",
        "About the same time Davy showed that two pieces of ice could be melted by rubbing them together in a vacuum, although everything surrounding them was at a temperature below the freezing point.",
        "There is some reason to hope that the day of these misconceptions is passed; although there is also some reason to fear that on other grounds the present era may be known to posterity as an era of instrumentation comparable, in its gorgeous chaos of experiment and its lack of consistent ideas of harmony and form, only to the monodic period at the beginning of the 17th century, in which no one had ears for anything but experiments in harmonic colour.",
        "Although some attain their full development in the body of a single host - in this respect differing from all other Entozoa - the majority do not become sexually mature until after their transference from an \"intermediate\" to a \"definitive\" host.",
        "Although an, active guerrilla warfare was waged against the Dutch during a large part of that period, they did much to promote the agricultural and commercial interests of the colony, especially under the wise administration of Maurice of Nassau.",
        "In1830-1832he was attorney-general of South Carolina, and, although a State's Rights man, he strongly opposed nullification.",
        "Moreover, the average tractive power per locomotive and the average capacity per freight car advanced greatly in this period, although specific figures cannot be given.",
        "Although the goddess of agriculture is naturally inclined to peace and averse from war, the memory of the time when her land was won and kept by the sword still lingers in the epithets xpvuaopos and 1.4n7 pos and in the name Triptolemus, which probably means \" thrice fighter \" rather than \" thrice plougher.\"",
        "Although Owen Roe O'Neill possessed the qualities of a general, the struggle dragged on inconclusively for three or four years.",
        "Hess also stated another principle on empirical grounds, which, although admitting of many exceptions, is of considerable utility and significance.",
        "As the principle was abandoned even by its authors, it is now only of historical importance, although for many years it exerted considerable influence on thermochemical research.",
        "In time, notwithstanding a certain inherent individualism and impatience of control, veritable despotisms arose in the Semitic world, although such organizations were invariably liable to sudden collapse as the old forms of life broke down with changing conditions.'",
        "3 Scientific biblical historical study, nevertheless, is still in a relatively backward condition; and although the labours of scholars since Ewald constitute a distinct epoch, the trend of research points to the recognition of the fact that the purely subjective literary material requires a more historical treatment in the light of our increasing knowledge of external and internal conditions in the old Oriental world.",
        "Although the rise of the Hebrew state, at an age when the great powers were quiescent and when such a people as the Philistines is known to have appeared upon the scene, is entirely intelligible, it is not improbable that legends of Saul and David, the heroic founders of the two kingdoms, have been put in a historical setting with the help of later historical tradition.",
        "Similarly the thread of the Judaean annals in Kings is also found in 2 Samuel, although the supplementary narratives in Kings are not so rich or varied as the more popular records in the preceding books.",
        "Although both kingdoms suffered, common misfortune did not throw them together.",
        "For the understanding of these great wars between Syria and Israel (which the traditional chronology spreads over eighty years), for the significance of the crushing defeats and inspiring victories, and for the alternations of despair and hope, a careful study of all the records of relations between Israel and the north is at least instructive, and it is important to remember that, although the present historical outlines are scanty and incomplete, some - if not all - of the analogous descriptions in their present form are certainly later than the second half of the 9th century B.C., the period in which these great events fa11.4 13.",
        "Although no evidence is at hand, it is probable that Ahaz of Judah rendered service to Assyria by keeping the allies in check; possible, also, that the former enemies of Jerusalem had now been induced to turn against Samaria.",
        "The fall of Samaria, Sennacherib's devastation of Judah, and the growth of Jerusalem as the capital, had tended to raise the position of the Temple, although Israel itself, as also Judah, had famous sanctuaries of its own.",
        "The looked-for intervention of Egypt was unavailing, although a temporary raising of the siege inspired wild hopes.",
        "Stigmatized as a traitor, scorned and even imprisoned, he had not ceased to utter his warnings to deaf ears, although Zedekiah himself was perhaps open to persuasion.",
        "But Israel after the fall of Samaria is artificially excluded from the Judaean horizon, and lies as a foreign land, although Judah itself had suffered from the intrusion of foreigners in the preceding centuries of war and turmoil, and strangers had settled in her midst, had formed part of the royal guard, or had even served as janissaries (§ 15, end).",
        "Donald Ryland, although I haven't quite figured why.",
        "Although I can't, for the life of me, understand why you wouldn't want to impress her.",
        "Jackson had decided to build a gallery on the grounds, and although she protested, he knew she would be thrilled with it.",
        "Although she has been somewhat elusive, she will now serve my purpose twofold.",
        "Although they were the same shape, they were lighter, like comparing plastic beads to glass ones.",
        "The herds, which are led by females, appear in general to be family parties; and although commonly restricted to from thirty to fifty, may occasionally include as many as one hundred head.",
        "Alexander's conduct caused renewed intervention; in 364 he was defeated at Cynoscephalae by the Thebans, although the victory was dearly bought by the loss of Pelopidas, who fell in the battle.",
        "After 1900 it gradually decreased - although new pools in Wetzel county were found in 1902 - and in 1908 it was 9,523,176 bbls.",
        "Although planned in the shape of a cross, with a square and tower in the middle, the arms of the cross are not straight, the constructor holding the ingenious opinion that, in order to prevent little towns from being taken in at a glance, their streets should be crooked.",
        "Although this separation might have been expected to be final, it is not certain that it was so.",
        "The olives and white wine of Aguilar are celebrated in Spain, although the wine, which somewhat resembles sherry, is known as Montilla, from the adjacent town of that name.",
        "He did not press the pursuit far, although the great king's camp with his harem fell into his hands.",
        "His contributions to the press, and his Addresses to the Lord Mayor and other political pamphlets made him one of the most popular writers in Ireland of his time, although he was anticatholic in his prejudices, and although, as Lecky observes,.",
        "Although his making religion the sole factor of this evolution was a perversion of the historical facts, the book was so consistent throughout, so full of ingenious ideas, and written in so striking a style, that it ranks as one of the masterpieces of the French language in the 19th century.",
        "This university was founded in 1621 and the university of Buenos Aires in 1821, but although Bonpland and some other European scientists were members of the faculty of Buenos Aires in its early years, neither there nor at Cordoba was any marked attention given to the natural sciences until President Sarmiento (official term, 1868-1874) initiated scientific instruction at the university of Cordoba under the eminent German naturalist, Dr Hermann Burmeister (1807-1892), and founded the National Observatory at Cordoba and placed it under the direction of ' There are two distinct statistical offices compiling immigration returns and their totals do not agree, owing in part to the traffic between Buenos Aires and Montevideo.",
        "\"There's a lesson there,\" Dean added, although he wasn't exactly sure just what the lesson was.",
        "Both in Gaelic and in old French it is cat, although sometimes taking the form of chater in the latter; the Gaelic designation of the European wild cat being cat fiadhaich.",
        "The ordinary domesticated cats of Europe are, however, mainly of African origin, although they have largely crossed, especially in Germany (and probably also in Great Britain), with the wild cat.",
        "Although entirely naked in summer, these cats developed in winter a slight growth of hair on the back and the ridge of the tail.",
        "at Liege (September 1633), with the words \" although he professes that the [Copernican] theory was only adopted by him as a hypothesis.\"",
        "It is a modern town, although many of the houses have the flat roofs, view-turrets (miradores) and horseshoe arches characteristic of Moorish architecture.",
        "If he pass between the jack and either bowl he scores one, although it is not easy to see what driving he has done.",
        "My next step will probably be to fix up the Germany issue, although this will be complicated.",
        "Athens, although known to be hostile at heart to the cities of Macedonian power, Alexander treated all through with eager courtesy.",
        "Although the abbey ale was mentioned as early as 1295, the brewing industry is comparatively of recent development, having begun about 1708.",
        "Ellis quotes an organ at Lille, a' 374.2, but no other instance of the very low Schlick pitch is recorded, although trial of the French cathedral organs might perhaps result in the finding of examples.",
        "The peace did not satisfy her, although La Rochefoucauld won the titles he desired.",
        "The tank system is of much earlier date than this cylinder system, and although the two resemble each other in many respects, the tank system is in practice the less effective.",
        "Boilers set in brickwork are sometimes used in domestic work, although they are more favoured for horticultural heating.",
        "Hortensius) undertook his defence, and, although there was no doubt of his guilt, he was acquitted.",
        "Although there is no direct evidence of the fact, there can be no doubt that he left St Andrews to complete his education abroad, and that he probably studied at the university of Paris, and visited Italy and Germany.",
        "The Burgher Synod in 1764 sent Thomas Clarke of Ballybay, Ireland, who settled at Salem, Washington county, New York, and in 1776 sent David Telfair, of Monteith, Scotland, who preached in Philadelphia; they united with the Associate Presbytery of Pennsylvania; in 1771 the Scotch Synod ordered the presbytery to annul its union with the Burghers, and although Dr Clarke of Salem remained in the Associate Presbytery, the Burgher ministers who immigrated later joined the Associate Reformed Church.",
        "==Shipping== Although Argentina has an extensive coast-line, and one of the great fluvial systems of the world, the tonnage of steamers and sailing vessels flying her flag is comparatively small.",
        "Recovery required years, although made easier by the sound and steady development of the pastoral and agricultural industries, which were slightly affected by the crisis; and the steadily increasing volume of exports, mainly foodstuffs and other staples, saved the situation.",
        "Although the Chileans professed dissatisfaction, no active opposition was raised, and the terms were duly ratified.",
        "Although the management of local affairs is in the hands of the prefect his power with regard to these is checked by a deliberative body known as the general council (conseil general).",
        "Gardiens de la pair (sometimes called sergents de yule, gardes de yule or agents de police) are not to be confounded with the gendarmerie, being a branch of the administrative police and corresponding more or less nearly with the English equivalent police constables, which the gendarmerie do not, although both perform police duty.",
        "He became by a singular arrangement, only repeated in the case of Lord Ellenborough, a member of the cabinet, and remained in that position through various changes of administration for nearly fifteen years, and, although he persistently refused the chancellorship, he acted as Speaker of the House of Lords while the Great Seal was in commission.",
        "In 1783, although he declined to re-enter the cabinet, he acted as Speaker of the House of Lords.",
        "The political trials over which he presided, although they gave rise to numerous accusations against him, were conducted with singular fairness and propriety.",
        "A similar influence was exerted by him in other branches of the common law; and although, after his retirement, a reaction took place, and he was regarded for a while as one who had corrupted the ancient principles of English law, these prejudices passed rapidly away, and the value of his work in bringing the older law into harmony with the needs of modern society has long been fully recognized.",
        "Although the authenticity of the three speeches mentioned above is generally admitted, Demetrius of Magnesia doubted that of the speech Against Demosthenes, while A.",
        "Although his de facto sovereignty was confined to the town of Laon and to some places in the north of France, Louis displayed a zeal beyond his years in procuring the recognition of his authority by his turbulent vassals.",
        "Although Servia was protected from the consequences of defeat by the intervention of Austria, Prince Alexander's success sealed the union with Eastern Rumelia, and after long negotiations he was nominated governor-general of that province for five years by the sultan (April 5, 1886).",
        "Although under the sway of the dukes of Pomerania, the city was able to maintain a marked degree of independence, which is still apparent in its municipal privileges.",
        "Of the seven species of giant tortoises known to science (although at the discovery of the islands there were probably fifteen) all are indigenous, and each is confined to its own islet.",
        "The story of William's relations with King John is interesting, although the details are somewhat obscure.",
        "Although there is evidence of Roman and Saxon occupation of the site, the earliest mention of Brighton (Bristelmeston, Brichelmestone, Brighthelmston) is the Domesday Book record that its three manors belonged to Earl Godwin and were held by William de Warenne.",
        "It may open either forward or backwards; and although present in the great majority of the species, and enclosing the teats, it may, as in many of the opossums, be completely absent, when the teats extend in two rows along the whole length of the under-surface of the body.",
        "The stomach is simple, and there is no caecum to the intestine, although this is present in the opossums.",
        "Amphitherium, of the Stonesfield Slate, typifies the family Amphitheriidae, which includes the American Dryolestes, and in which some would class the European Purbeck genus Amblotherium, although Professor H.",
        "Vallandigham in May, and, although he responded immediately to the call for militia in June, he thought the Conscription Act unnecessary and unconstitutional and urged the president to postpone the draft until its legality could be tested.",
        "The Sassanian kings have covered the face of the rocks in this neighbourhood, and in part even the Achaemenian ruins, with their sculptures and inscriptions, and must themselves have built largely here, although never on the same scale of magnificence as their ancient predecessors.",
        "First (a), in the earlier biblical writings which describe the state of affairs under the Hebrew monarchy there is not this fundamental distinction among the Levites, and, although a list of Aaronite high-priests is preserved in a late source, internal details and the evidence of the historical books render its value extremely doubtful (1 Chron.",
        "Post-exilic revision has also hopelessly obscured the offence of Moses and Aaron, although there was already a tendency to place the blame upon the people (Deut.",
        "With these names must clearly be judged the forms Tusci and Etrusci, although these forms must not be regarded as anything but the names given to the Etruscans by the folk among whom they settled.",
        "Proteaceous plants, although not exclusively Australian, are exceedingly characteristic of Australian scenery, and are counted amongst the oldest flowering plants of the world.",
        "Although the timbers of commercial value are confined practically to the eastern and a portion of the western coastal belt and a few inland tracts of Australia, they constitute an important national asset.",
        "Although indications of silver abound in all the other states, no fields of great importance have yet been discovered.",
        "Kaolin, or porcelain clay, although capable of application to commercial purposes, has not as yet been utilized to any extent, although found in several places in New South Wales and in Western Australia.",
        "Although the financial operations of the Commonwealth and the states are quite distinct, a statement of the total revenue of the Australian Commonwealth and states is not without interest as showing the weight of taxation and the different sources from which revenue is obtained.",
        "It is impossible to say who were the first discoverers of Australia, although there is evidence that the Chinese had some knowledge of the continent so far back as the 13th century.",
        "In 1503 a French navigator named Binot Paulmyer, sieur de Gonneville, was blown out of his course, and landed on a large island, which was claimed to be the great southern land of tradition, although Flinders and other authorities are inclined to think that it must have been Madagascar.",
        "Broken Bay and other inlets, and several headlands, were also seen and named, but the vessel did not come to an anchor till Moreton Bay was reached, although the wind prevented Cook from entering this harbour.",
        "By this time much had thus been done to obtain an acquaintance with the eastern parts of the Australian continent, although the problem of what could become of the large rivers flowing north-west and south-west into the interior was still unsolved.",
        "Although the bill drawn up by the convention of 1891 was not received by the people with any show of interest, the federation movement did not die out; on the contrary, it had many enthusiastic advocates, especially in the colony of Victoria.",
        "Up to 1889 wages held their ground, although work had become more difficult to obtain, and some industries were being carried on without any profit.",
        "To the Labour party in that state are admitted only persons who have worked for their living at manual labour, and this qualification of being an actual worker is one that was strongly insisted upon at the formation of the party and strictly adhered to, although the temptation to break away from it and accept as candidates persons of superior education and position has been very great.",
        "They still contain many old and valuable ecclesiastical objects of art, although a great part has been removed to the various monasteries in Moldavia.",
        "The soil is not very productive, although agriculture flourishes in the valleys and on the level ground; grain has to be imported to meet the demand.",
        "12), and soon obtained the upper hand, although i Vologaeses V.",
        "Land was probably acquired for a military post and store depot at Woolwich in 1667, in order to erect batteries against the invading Dutch fleet, although in 1664 mention is made of storehouses and sheds for repairing ship carriages.",
        "Three years later, however, Godfrey was murdered, and although the raids of the Northmen did not entirely cease for upwards of another century, no further attempt was made to establish a permanent dynasty in the land.",
        "Although in the course of its long history it has undergone many sieges and was sacked at various epochs by the Vandals, Normans, French and Spaniards, it preserves many monuments of its ancient days.",
        "Great success had attended the cultivation of cotton, and the high prices obtained for the Turkestan article (most of which is grown in Ferghana, where 742,000 acres were cultivated in 1915), coupled with the increase of railways, led to the abandonment of corn in favour of the cultivation of cotton, and, although W.",
        "Although the first definite endeavour to locate the Golden Chersonese thus dates from the middle of the 2nd century of our era, the name was apparently well known to the learned of Europe at a somewhat earlier period, and in his Antiquities of the Jews, written during the latter half of the 1st century, Josephus says that Solomon gave to the pilots furnished to him by Hiram of Tyre commands \" that they should go along with his stewards to the land that of old was called Ophir, but now the Aurea Chersonesus, which belongs to India, to fetch gold.\"",
        "The state's lumber trade was important until 1890, when the white pine was nearly exhausted, although there were still spruce and hemlock.",
        "There were no banks in the state until 1806, when a state bank (controlled by the state) was established which was finally closed up in 1845, although as early as 1812 a law was passed to close it.",
        "As governor, Seward favoured a continuance of works of internal improvement at public expense, although this policy had already plunged the state into financial embarrassment.",
        "Although this idea had often been expressed by others, and by Seward himself in his speech of 1848, yet he was severely criticized, and four days later he sought to render this statement innocuous also.",
        "Seward himself, apparently sharing these views, although not out of vanity, at first possessed an unbounded confidence in his ability to influence the president and his cabinet.",
        "Marienbad is among the youngest of the Bohemian wateringplaces, although its springs were known from of old.",
        "\"Although composed as it was of soldiers of fortune and the dregs of the populace.\"",
        "Although the idol of his victorious army, and in a position enabling him to exercise autocratic power, he laboured unostentatiously for more than a year and a half as a member of the parliament, whose authority he supported to the best of his ability.",
        "In practice Anglican private worship appears to have been little interfered with; and although the recusant fines were rigorously exacted, the same seems to have been the case with the private celebration of the mass.",
        "For purposes of measurement the polar boundaries are taken to be the Arctic and Antarctic circles, although in discussing the configuration and circulation it is impossible to adhere strictly to these limits.",
        "Although not the most extensive of the great oceans, the Atlantic has by far the largest drainage area.",
        "The Kabul (ancient Kophes), which is the most important (although not the largest) river in Afghanistan, rises at the foot of the Unai pass leading over the Sanglakh range, an offshoot of the Hindu Kush towards Bamian and Afghan Turkestan.",
        "Damme, although long neglected, preserves some remains of its former prosperity, thanks to its remoteness from the area of international strife in the Low Countries.",
        "The tower of Notre Dame, dating from 1180, is a landmark across the dunes, and the church behind it, although a shell, merits inspection.",
        "Although they held the town but a short time they inflicted very great damage, destroying many churches, further damaging the castles and carrying off much treasure.",
        "Although thoroughly devoted to the ideals of monasticism, he discharged his episcopal duties with remarkable zeal and fidelity.",
        "Tests of the comparative efficiencies of hydraulic and electric cranes tend to show that, although they do not vary to any very considerable extent with full load, yet the efficiency of the hydraulic crane falls away very much more rapidly than that of the electric crane when working on smaller loads.",
        "Mount Abu is at the south-western extremity of the range, and the north-eastern end may be said to terminate near Khetri in the Shaikhawati district of Jaipur, although a series of broken ridges is continued in the direction of Delhi.",
        "Ore of cobalt is obtained in no other locality in India, and although zinc blende has been found elsewhere it is known to have been extracted only in this province.",
        "- Although the history of practical electric telegraphy does not date much further back than the middle of the, 9th century, the idea of using electricity for telegraphic purposes is much older.",
        "This system required two line wires, and, although a remarkably serviceable apparatus and in use for many years, is no longer employed.",
        "But it never came into use; some years later., however, an instrument embodying the same principle, although differing greatly in mechanical detail, was brought into use by Royal E.",
        "Although formerly in very extensive employment, this instrument is dropping out of use and the \" sounder \" (and in many cases the telephone) is being used in its place.",
        "It differs from the open circuit in only requiring one battery (although, as in the figure, half of it is often placed at each end), in having the re circuit ceiving instrument between the line and the key, and in having the battery continuously to the line.",
        "18), although general in America, is not adopted in England.",
        "When the key is in the middle position, that is, not making connexion with either the front or back contacts, the received currents pass through both coils of the relay and the rheostat; no interference is, however, felt from this extra resistance because, although the current is halved, it has double the effect on the relay, because it passes through two coils instead of one.",
        "Up to too words per minute the signals are easily readable, but beyond that speed they are more difficult to translate, although experts can read them when received at zoo words per minute.",
        "The writing, although not well formed, is sufficiently distinct for ordinary messages; the figures 3, 5, and 8 are, however, liable to be mistaken for each other, being very similar in appearance.",
        "Although a good deal of cable had been lost, enough remained to connect the British and American shores, and accordingly it was determined to make another attempt immediately.",
        "wave trains; but, although other patentees have suggested the same plan, the author is not aware that any success has attended its use in practice.",
        "It is, however, nearly always found associated with zinc blende, and with calamine, although only in small quantities.",
        "The term \" telephony \" was first used by Philipp Reis of Friedrichsdorf, in a lecture delivered before the Physical Society of Frankfort in 1861.1 But, although this lecture and Reis's subsequent work received considerable notice, little progress was made until the subject was taken up between 1874 and 1876 by Alexander Graham Bell, a native of Edinburgh, then resident in Boston, Mass., U.S.A. Bell, like Reis, employed electricity for the reproduction of sounds; but he attacked the problem in a totally different manner.",
        "Such multiple-electrode transmitters give a loud although somewhat harsh sound, and will bear being spoken to very strongly without breaking the circuit.",
        "Both the series and the branching methods of multipling are recognized at the present time as standard methods, although the former is only employed in comparatively small exchanges.",
        "Although the bells are constantly in circuit their high impedance prevents any appreciable interference with the telephonic currents.",
        "Although no contemporary copy of Bagimond's Roll is known to exist, at least three documents give particulars of the taxation of the Church of Scotland in the 16th century, which are based upon the original roll.",
        "The number of industrial strikes has risen from year to year, although, on account of the large number of persons involved in some of them, the rise in the number of strikers has not sUlk always corresponded to the number of strikes, During, es.",
        "Although in some industrial centres the working-class movement has assumed an importance equal to that of other countries, there is no general working-class organization comparable to the English trade unions.",
        "Carriage-roads have been greatly extended in modern times, although their ratio to area varies in different localities.",
        "The number of agricultural schools has also grown, although the total is relatively small when compared with population.",
        "The Alpine frontier is fortified strongly, although the condition of the works was in many cases considered unsatisfactory by the 1907 Commission.",
        "But in Italy, although they were severally identified with the papal and imperial parties, they really served as symbols for jealousies which altered in complexion from time to time and place to place, expressing more than antagonistic political principles, and involving differences vital enough to split the social fabric to its foundation.",
        "But although welcomed with enthusiasm Reaction on his return to Turin, he introduced a system of in the reaction which, if less brutal, was no less uncom- Italian promising than that of Austrian archdukes or Bourbon States.",
        "When Ferdinand returned to Naples in 1815 he found the kingdom, and especially the army, honeycombed with CarbonarQevolu- ism, to which many noblemen and officers were tiot, if, affiliated; and although the police instituted prosecuNaples, tions and organized the counter-movement of the 1820.",
        "The mission of Gaetano Castiglia and Marquis Giorgio Pallavicini to Turin, where they had interviewed Charles Albert, although without any definite resultfor Confalonieri had warned the prince that Lombardy was not ready to risewas accidentally discovered, and Confalonieri was himself arrested.",
        "These various movements proved in the first place that the masses were by no means ripe for revolution, and that the idea of unity, although now advocated by a few revolutionary leaders, was far from being generally accepted even by the Liberals; and, secondly, that, in spite of the indifference of the masses, the despotic governments were unable to hold their own without the assistance of foreign bayonets.",
        "Charles Albert, although mahftaining his reactionary policy, had introduced administrative reforms, built railways, reorganized the army and developed the resources of the country.",
        "But the withdrawal of the Neapolitans left Durando too weak to intercept Nugent and his 30,000 men; and the latter, although harassed by the inhabitants of Venetia and repulsed at Vicenza, succeeded in joining Radetzky, who was soon further reinforced from Tirol.",
        "The promise of a constitution for the empire, ~,~after made in 1849, was never carried out; the government of Lombardo-Venetia was vested in Field-Marshal Radetzky; and although only very few of the revolutionists were excluded from the amnesty, the carrying of arms or the distribution or possession of revolutionary literature was punished with death.",
        "a drunken libertine and a cruel tyrant ~ (May 1849); the latter was assassinated in 1854, and a regency under his widow, Marie Louise, was insti tuted during which the government became somewhat more tolerable, although by no means free from political persecution; in 1857 the Austrian troops evacuated the duchy.",
        "His government, however, was not characterized by cruelty like those of his brother despots, and Guerrazzi and the other Liberals of 1849, although tried and sentenced to long terms of imprisonment, were merely exiled.",
        "In the Austrian provinces and in the duchies it carried all before it, and gained many adherents in the Legations, Rome and Naples, although in the latter regions the autonomist feeling was still strong even among the Liberals.",
        "In Piedmont itself it was at first less successful; and Cavour, although he aspired ultimately to a united Italy with Rome as the capital,1 openly professed no ambition beyond the expulsion of Austria and the formation of a North Italian kingdom.",
        "In exchange for French assistance Piedmont would cede Savoy and perhaps Nice to France; and a marriage between Victor Emmanuels daughter Clothilde and Jerome Bonaparte, to which Napoleon attached great importance, although not made a definite condition, was also discussed.",
        "Although he had resigned, he remained In reality the emperor was contemplating an Etrurian kingdom with the prince at its head.",
        "On the of th of August 1862, however, he encountered a forte under Bis Jiavicini at Aspromonte, and, although Garibaldi ordered his in.",
        "The change of ho pital would have the appearance of a definite abandonment of On e Roma capitale programme, although in reality it was to be ItI",
        "The visit to Vienna took place on the 17th to the 22nd of September, and that to Berlin on the 22nd to the 26th of September 1873, the Italian monarch being accorded in both capitals a most cordial reception, although the contemporaneous publication of La Marmoras famous pamphlet, More Light on 1/fe Events of i866, prevented intercourse between the Italian ministers and Bismarck from being entirely confidential.",
        "Notwithstanding this prospective loss of revenue, parliament showed great reluctance to vote any new impost, although hardly a year previously it had sanctioned (3oth June 1879) Depretiss scheme for spending during the next eighteen years 43,200,000 in building 5000 kilometres of railway, an expenditure not wholly justified by the importance of the lines, and useful principally as a source of electoral sops for the constituents of ministerial deputies.",
        "Although Cairoli, upon learning of the Anglo-Ottoman convention in regard to Cyprus, had advised Count Corti of the possibility that Great Britain might seek to placate France by conniving at a French occupation of Tunisia, neither he nor Count Corti had any inkling of the verbal arrangement made between.",
        "The year 1903, although not free from strikes and minor disturbances, was quieter, but in September 1904 a very serious situation was brought about by a general economic ~ and political agitation.",
        "The strike spread to nearly all the industrial centres, although in many places it was limited to a few trades.",
        "This had the desired effect, and although the Sindacato dci ferrovieri (railway servants union) threatened a general railway strike if the dismissed men were not reinstated, there was no further trouble.",
        "The premiers programme was not well received by the Chamber, although the treasury ministers financial statement was again satisfactory.",
        "The new premiers first act was one which cannot be sufficiently praised: he suppressed all subsidies to journalists, and although this resulted in bitter attacks against him in the columns of the reptile press it commanded the approval of all right-thinking men..",
        "The ministerial majority was over three hundred, and although the Extreme Left was somewhat increased in numbers it was weakened in tone, and many of the newly elected reds were hardly more than pale pink.",
        "The new pontiff, although nominally upholding the claims of the temporal power, in practice attached but little importance to it.",
        "The two governments frequently discussed the situation, but although they had agreed to a selfdenying ordinance whereby each bound itself not to occupy any part of Albanian territory, Austrias declarations and promises were hardly borne out by the activity of her agents in the Balkans.",
        "Although these annals were no doubt destroyed at the time of the burning of Rome by the Gauls, they were restored as far as possible and continued until the pontificate of P. Mucius Scaevola, by whom they were finally published in eighty books.",
        "At first they wrote in Greek, partly because a national style was not yet formed, and partly because Greek was the fashionable language amongst the educated, although Latin versions were probably published as well.",
        "C. Licinius Macer (died 66), who has been called the last of the annalists, wrote a voluminous work, which, although he paid great attention to the study of his authorities, was too rhetorical, and exaggerated the achievements of his own family.",
        "Although both abroad and at home his policy had generally embodied the wishes of the ascendant party in the state, Danby had never obtained the confidence of the nation.",
        "He hath not been regarded, although he took his place at the council board.\"",
        "The proposed rising was a dismal failure, but the Habeas Corpus Act was suspended and Thistlewood and Watson were seized, although upon being tried they were acquitted.",
        "However the authorities had been informed of the plot, probably by one of the conspirators named George Edwards; officers appeared upon the scene and arrested some of the conspirators; and although Thistlewood escaped in the confusion he was seized on the following day.",
        "God is the soul of the world, although the gods of popular belief are (at least by the later Stoics) respectfully if exoterically acknowledged.",
        "It might be argued that beauty bears witness against materialism, and moral values against pantheism; although such an anomalous type as ethical pantheism has its representatives - J.",
        "Although in later ages its importance was enormously magnified, it differs only in degree, not in kind, from other charters granted by the Norman and early Plantagenet kings.",
        "It should be mentioned that, although the charter was evidently not sealed until the 19th, the four existing copies of it are dated the 15th, the day on which John accepted the articles.",
        "This was refused, and although some of the bishops entered a mild protest, the question was allowed to drop. Regarding another matter also, the extent of the royal forests, the prelates made a protest.",
        "and in other early charters, although it had no place in the Articles of the Barons.",
        "Certain privileges granted to them in the Articles are not found in Magna Carta, although, it must be noted, this document bestows exceptionally favoured treatment on the citizens of London.",
        "Modern historians, although less rhetorical, speak in the highest terms of the importance of Magna Carta, the view of most of them being summed up in the words of Dr Stubbs: \"The whole of the constitutional history of England is a commentary on this charter.\"",
        "Such are the \" guard-polyps \" (machopolyps) of Plumularidae, which are often regarded as individuals of the nature of dactylozoids, but from a study of the mode of budding in this hydroid family Driesch concluded that the guard-polyps were not true polyp-individuals, although each is enclosed in a small protecting cup of the perisarc, known as a nematophore.",
        "Attempts have been made to show that they were of German origin, but although they were doubtless subject to Germanic influences, they spoke a Celtic language.",
        "Although some Frankish kings resided here, it gradually yielded place to Metz as a Frankish capital.",
        "Although Spinoza's theory attributes a mental side to all physical events, he rejects all teleological conceptions and explains the order of things as the result of an inherent necessity.",
        "Notwithstanding the origin of organs, it still for a certain time, by reason of its want of an internal bony skeleton, remains worm and mollusk, and only later enters into the series of the Vertebrata, although traces of the vertebral column even in the earliest periods testify its claim to a place in that series.\"",
        "It is necessary to notice, however, that although the general course of the stream of life is certain, there is not the same certainty as to the actual individual pedigrees of the existing forms. In the attempts to place existing creatures in approximately phylogenetic order, a striking change, due to a more logical consideration of the process of evolution, has become established and is already resolving many of the earlier difficulties and banishing from the more recent tables the numerous hypothetical intermediate forms so familiar in the older phylogenetic trees.",
        "Naturalists who deal specially with museum collections have been compelled, it is true, for other reasons to attach an increasing importance to what is called the type specimen, but they find that this insistence on the individual, although invaluable from the point of view of recording species, is unsatisfactory from the point of view of scientific zoology; and propositions for the amelioration of this condition of affairs range from a refusal of Linnaean nomenclature in such cases, to the institution of a division between master species for such species as have been properly revised by the comparative morphologist, and provisional species for such species as have been provisionally registered by those working at collections.",
        "His ritual and mysteries (Sacra Savadia) gained a firm footing in Rome during the 2nd century A.D., although as early as 139 B.C. the first Jews who settled in the capital were expelled by virtue of a law which proscribed the propagation of the cult of Jupiter Sabazius.",
        "At first this was \" original \" and mainly (although not exclusively) over bishops (of the province or larger district).",
        "That pope, although in Constantinople, refused to attend the sittings of the council.",
        "Scourging (although it had been a well-known punishment of the synagogue) was at first forbidden.",
        "Unless the king was to be regarded as an ecclesiastical person, they were not properly ecclesiastical courts; although spiritual persons might sit in them, for they sat only as royal commissioners.",
        "catta, but the English name \"lemur\" is often taken to include all the members of the sub-order, although the aberrant forms are often conveniently termed \"lemuroids.\"",
        "The book which contains the philosophy of Aurelius is known by the title of his Reflections, or Meditations, although that is not the name which he gave to it himself avrov).",
        "There can be no doubt that Aurelius believed in a deity, although Schultz is probably right in maintaining that all his theology amounts to this - the soul of man is most intimately united to his body, and together they make one animal which we call man; and so the deity is most intimately united to the world or the material universe, and together they form one whole.",
        "In the 19th century the word chymist became altered to chemist, although the original spelling is still continued to a small extent.",
        "The administration of the act was entrusted to the pharmaceutical society, and the duty of prosecuting unauthorized practitioners has been performed by the society ever since, without any pecuniary assistance from the state, although the legal expenses involved in prosecution amount to a considerable portion of its income.",
        "Scarcely a trace of the castle exists, although its site near St Clement's church is locally known as Tower Hill.",
        "Although by some he was held to be a Greek, the tradition of his Thracian origin was most generally accepted.",
        "Such a system of classification, although convenient, is not the most natural one, and a sketch of the system which better expresses the relationships between the various subdivisions is given here.",
        "As regards water, its deficiency or excess is a relative matter, and although many of the minor maladies of pot-plants in windows and greenhouses controlled by amateurs depend on its misuse, water alone is probably never a primary cause of disease.",
        "The terrible losses sustained by whole communities of farmers, planters, foresters, &c., from plant diseases have naturally stimulated the search for remedies, but even now the search is too often conducted in the spirit of the believer in quack medicines, although the agricultural world is awakening to the fact that before any measures likely to be successful can be attempted, the whole chain of causation of the disease must be investigated.",
        "Outflows of resinResinosisalro come under this general heading; but although some resin-fluxes are traced to the destructive action of Agaricus melleus in Conifers, others, as well as certain forms of Gummosis, are still in need of explanation.",
        "In many cases, however, monstrosities of flowers have been shown to be due to the irritating action of minute insects or Fungi, and others are known which, although induced by causes unknown to us, and regarded as internal, would not be likely to survive in the wild condition.",
        "The above classification by Warming, although it was without doubt the best ecological classification which had, at the time, been put forward, has not escaped criticism.",
        "Although many plants typical of fresh water are able to grow also in brackish water, there are only a few species which appear to be quite confined to the latter habitats in this country.",
        "Doubtless, the excess of any soluble mineral salt or salts interferes with the osmotic absorption of the roots; and although calcium carbonate is insoluble in pure water, it is slightly soluble in water containing carbon dioxide.",
        "Persis never became a part of the empire of the Arsacids, although her kings recognized their supremacy when they were strong (Strabo xv.",
        "His argument as to the narrowness of the sea between West Africa and East Asia, from the occurrence of elephants at both extremities, is difficult to understand, although it shows that he looked on the distribution of animals as a problem of geography.",
        "The middle ages saw geographical knowledge die out in Christendom, although it retained, through the Arabic translations of Ptolemy, a certain vitality in Islam.",
        "Although for a time it was lost sight of on the continent, Sir Isaac Newton thought so highly of this book that he prepared an annotated edition which was published in Cambridge in 1672, with the addition of the plates which had been planned by Varenius, but not produced by the original publishers.",
        "Both branches, although enriched by new facts, remained stationary so far as method is concerned until nearly the end of the 18th century.",
        "The western emporium known in the scriptures as Tarshish was probably situated in the south of Spain, possibly at Cadiz, although some writers contend that it was Carthage in North Africa.",
        "Although the term has since been limited by some writers to one particular part of the subject, it seems best to maintain the original and literal meaning.",
        "The increasing number of measurements of the height of land in all continents and islands, and the very detailed levellings in those countries which have been thoroughly surveyed, enable the average elevation of the land above sea-level to be fairly estimated, although many vast gaps in accurate knowledge remain, and the estimate is not an exact one.",
        "Although the apparent crust-waves are neither equal in size nor symmetrical in form, this complementary relationship between them is always discernible.",
        "Although the name of continent was not applied to large portions of land for any physical reasons, it so happens that there is a certain physical similarity or homology between them which is not shared by the smaller islands or peninsulas.",
        "Existing classifications, however, do not take account of any difference in kind between mountain and hills, although it is common in the German language to speak of Hiigelland, Mittelgebirge and Hochgebirge with a definite significance.",
        "In some cases, such as the Ethiopian and Neotropical and the Palaearctic and Nearctic regions, the faunas, although distinct, are related, several forms on opposite sides of the Atlantic being analogous, e.g.",
        "The yellow type is capable of a higher culture, cherishes higher religious beliefs, and inhabits as a rule the temperate zone, although extending to the tropics on one side and to the arctic regions on the other.",
        "Rivers do not form effective international boundaries, although between dependent self-governing communities they are convenient lines of demarcation.",
        "Republics, although represented in Europe, are the peculiar form of government of America and are unknown in Asia.",
        "His military genius was displayed in the Social War and the campaigns against Mithradates; while his constitutional reforms, although doomed to failure from the lack of successors to carry them out, were a triumph of organization.",
        "He was a member of the commission for ecclesiastical causes, and although afterwards he claimed that he had used all his influence to dissuade James from removing the tests, and in other ways illegally favouring the Roman Catholics, he signed the warrant for the committal of the seven bishops, and appeared as a witness against them.",
        "The Inquisition, although as a body the clergy did not mislike it, sometimes met with furious opposition from the nobles and common people.",
        "But almost at once he reverted to his former manner of life, and, although James failed to apprehend him, he was forced to take refuge in France about 1595.",
        "As the most developed pair in birds they are com monly, although wrongly, called the hyoid horns.",
        "Only in the ostrich this element is almost typically complete, although soon fused at either end with the coracoid.",
        "16), extending between the fenestra ovalis and the tympanic membrane or drum, consists of (I) the long and slen der columella, a straight, ossified rod which fits with a disk into the fenestra r; t st ovalis; it is homologous with the stapes (m.st.), although not stirrupshaped; (2) the extra-columellar mass.",
        "Although the scala tympani is so rudimentary, not reaching a higher level than in most of the reptiles, and remaining far below the mammalia, birds do not only hear extremely well, but they distinguish between and \" understand \" pitch, notes and melodies.",
        "The syrinx or lower larynx is the most interesting and absolutely avine modification, although absent as a voice-producing organ (probably due to retrogression) in most Ratitae, storks, turkey buzzards (Cathartes) and Steganopodes.",
        "The Tracheophonae among the Passeriformes, the possessors of this specialized although low type of syrinx, form a tolerably well-marked group, entirely neotropical.",
        "Tiedemann, 2 the Heidelberg anatomist, who has been generally ignored, although he surpassed many a recent zoogeographer by the wide view he took of the problem; in fact he was the first to connect distribution with environmental or bionomic factors; e.g.",
        "Faunistically, although not geographically, the Nearctic and Palaearctic areas must form the two subdivisions of one great unit, for which the \" Holarctic region \" is now the generally accepted term.",
        "The few characters assigned to the various groups are sufficiently diagnostic when taken together, although they are not always those upon which the classification has been established: - Class Aves I.",
        "configuration of the palate, precoracoid, pelvis, intestinal convolutions, copulatory organ, &c. Loss of the keel is co-ordinated with the power of using the forelimbs for locomotion; although a \" Ratite \" character, it is not sufficient to turn a Notornis, Cnemiornis or Stringops, not even a Phororhacos into a member of the Ratitae.",
        "Although this was a noble alliance, it is probable that the lady had no great portion.",
        "Thus charged on the silver bend, it makes bad armory and it is worthy of note that, although the grant of it is clearly to the duke and his heirs in fee simple, Howards of all branches descending from the duke bear it in their shields, even though all right to it has long passed from the house to the duke's heirs general, the Stourtons and Petres.",
        "The eldest son, Thomas, succeeded as the third duke of his name, although the second under the patent of 1514.",
        "A third cousin succeeded him in 1815, Bernard Edward Howard, who, although a Roman Catholic, was enabled, by the act of 1824, to act as earl marshal.",
        "His eldest son Charles (1536-1624), lord admiral of England in 1585, sailed as commander in chief against the Spanish Armada, and, although giving due weight to the counsel of Drake and his other officers, showed himself a leader as prudent as courageous.",
        "His great-grandson Charles Howard, although fledged in a nest of cavaliers, changed sides and fought at Worcester for the parliament.",
        "But this very development of Mosaism implies the existence of an original nucleus or substratum, although the recovery of its precise extent is very difficult.",
        "Although of Dorian stock, he wrote in the Ionic dialect, like all the physiologi (physical philosophers).",
        "In fact, he belonged to the old Ionian school, whose doctrines he modified by the theories of his contemporary Anaxagoras, although he avoided his dualism.",
        "Thus the prayers of the Todas already alluded to are in all cases uttered \"in the throat,\" although these are public prayers, each village having a form of its own.",
        "Vasari eulogizes Mantegna for his courteous, distinguished and praiseworthy deportment, although there are indications of his having been not a little litigious in disposition.",
        "He then formed some other connexion, and became at an advanced age the father of a natural son, Giovanni Andrea; and at the last, although he continued launching out into various expenses and schemes, he had serious tribulations, such as the banishment from Mantua of his son Francesco, who had incurred the marquis's displeasure.",
        "Canons were adopted, thirty according to the generally received tradition, although the most ancient texts contain but twentyeight, and, as Hefele points out, the so-called twenty-ninth and thirtieth are properly not canons, but repetitions of proposals made in a previous session.",
        "Leo I., although he recognized the council as ecumenical and confirmed its doctrinal decrees, rejected canon xxviii.",
        "This value, although considerably in excess of that previously found by different methods, was held by Airy, from the care and completeness with which the observations were carried out and discussed, to be \"entitled to compete with the others on, at least, equal terms.\"",
        "1., 69), and, although faultily executed, satisfied a real want by introducing the Romans to a knowledge of Greek.",
        "The lands are admirably adapted for cattle-breeding purposes, although not capable of fattening animals.",
        "In the Guarani language \"Charrua\" means turbulent, and by their enemies the Charruas were accounted as such, and even ferocious, although admitted to be generous to their captives.",
        "Sulphur bromide, S 2 Br 2, is a dark red liquid which boils with decomposition at about 200° C. The products obtained by the action of iodine on sulphur are probably mixtures, although E.",
        "Although this acid appears to be derived from an oxide S203, it is not certain that the known sesquioxide is its anhydride.",
        "At the same time, although he attended the Paris conference of 1856, he purposely abstained from affixing his signature to the treaty of peace after that of Count Orlov, Russia's chief representative.",
        "Although the northern and southern extremities of Goyaz lie within two great river systems - the Tocantins and Parana - the upper courses of which are navigable, both of them are obstructed by falls.",
        "Although very little of the coast belt is actually swampy, a kind of natural canalization connects many of the rivers at their mouths with each other, though some of these connecting creeks are as yet unmarked on maps.",
        "Although there are patches of marsh - generally the swampy bottoms of valleys - the whole surface of Liberia inclines to be hilly or even mountainous at a short distance inland from the coast.",
        "The generalized arrangement of the wing-nervure and the nature of the larva, which is less unlike the adult than in other beetles, distinguish this tribe as primitive, although the perfect insects are, in the more dominant families, distinctly specialized.",
        "Although the name is thus correctly applied, both in English and Russian, to the whole area of the Russian empire, its application is often limited, no less correctly, to European Russia, or even to European Russia exclusive of Finland and Poland.",
        "But although the rivers of Russia rank before the rivers of W.",
        "The latter, although it flows over a great number of rapids, is navigable throughout its length (330 m.); it is connected.",
        "Recent investigations in the government of Moscow have revealed that 40% of the peasant households possessed no horses, and similar inquiries in 41 governments elicited the fact that 28% of the peasant households were without horses, although of the total number of horses in the country 82% belong to the peasantry.",
        "56,181 Although more than half of the total mileage of Asia is in British India, it is probable that the greatest proportionate gains in the near future will be in China, Siberia and Manchuria, and Central Russia in Asia.",
        "In comparing the figures, it should be noted that main line mileage in the Eastern states, as for example that of the Pennsylvania railroad and the New York, New Haven & Hartford, does not differ greatly in standards of safety or in unit cost from the best British construction, although improvement work in America is charged to income far more liberally than it has been in England.",
        "It should be noted that although the inspecting officer may in his report make any recommendations that he may think fit with a view to guarding against any similar accident occurring in the future, no power is given to the Board of Trade, or to any other authority, to compel any railway company to adopt such recommendations.",
        "Although the administration of the above-mentioned acts of parliament has had a beneficial effect upon the safety of the public, and has enabled an enormous volume of traffic Safety to be handled with celerity, punctuality and absence Y?",
        "The act of 1887 remained in force without substantial amendment until 1906, although with constantly diminishing prestige, a result largely due to adverse decisions concerning the powers of the Commission.",
        "There are certain fundamental relations common to all tractive problems, and these are briefly considered in §§ i and 2, after which the article refers particularly to steam locomotives, although §§ 4, 5, 7, 8, 9, and 10 have a general application to all modes of traction.",
        "Thus although at a slow speed the engine can exert a tractive force of 18,600 lb, at 60 m.",
        "Such l i nes are primarily intended to supply quick means of passenger communication within the limits of cities, and are to be distinguished on the one hand from surface tramways, and on the other from those portions of trunk or other lines which lie within city boundaries, although the latter may incidentally do a local or intra-urban business.",
        "No adequate definition is to be found even in the British statute-book; for although g parliament has on different occasions passed acts dealing with such railways both in Great Britain and Ireland, it has not inserted in any of them a clear and sufficient statement of what it intends shall be understood by the term, as distinguished from an ordinary railway.",
        "An investigation into the matter was thought to show that none of the Fox family was concerned in producing the rappings; but the evidence that they were not concerned is insufficient, although similar noises had been noticed occasionally in the house before they lived there.",
        "For, although the council of Trent recognized fully the distinction which has been mentioned above between the Eucharist and the sacrifice of the mass, and treated of them in separate sessions (the former in Session xiii., the latter in Session xxii.), it continued the medieval theory of the nature of the latter.",
        "As it was, although Parker said that Grindal \"was not resolute and severe enough for the government of London,\" his attempts to enforce the use of the surplice evoked angry protests, especially in 1565, when considerable numbers of the nonconformists were suspended; and Grindal of his own motion denounced Cartwright to the Council in 1570.",
        "A charge of heresy was brought against him, but he escaped to France, and established himself as a merchant at Rouen or Dieppe, where he lived un - molested until his death in 1553, although attempts were made by the Scottish community there to bring further charges against him.",
        "Although there are no active cones, Upolu has in comparatively recent times been subject to volcanic disturbances, and according to a local tradition, outbreaks must have occurred in the 17th or 18th century.",
        "They present great diversities of size, length and thickness of fur, and coloration, although resembling each other in all important structural characters.",
        "In North America there is a second distinct smaller species, called the coyote or prairie-wolf (Canis latrans), and perhaps the Japanese wolf (C. hodophylax) may be distinct, although, except for its smaller size and shorter legs, it is scarcely distinguishable from the common species.",
        "Although during the composition of the Ferdinand and Isabella it had been of very intermittent service to him, it had so far improved that he could read with a certain amount of regularity during the writing of the Conquest of Mexico, and also, though in a less degree, during the years devoted to the Conquest of Peru.",
        "Although he wrote poetry, also an anthology of verses on the monasteries of Mesopotamia and Egypt, and a genealogical work, his fame rests upon his Book of Songs (Kitab ul-Aghani), which gives an account of the chief Arabian songs, ancient and modern, with the stories of the composers and singers.",
        "Certayne Ecloges of Alexander Barclay, Priest, written in his youth, were probably printed as early as 1513, although the earliest extant edition is that in John Cawood's reprint (1570) of the Ship of Fools.",
        "Although Du Pin consented to a retractation, the book was suppressed in 1693; he was, however, allowed again to continue it on changing its title by substituting nouvelle for universelle.",
        "Cyprian, although inspired by lofty notions of the prerogatives of the church, and inclined to severity of opinion towards heretics, and especially heretical dissentients from the belief in the divine authorship of the episcopal order and the unity of Christendom, was leniently disposed towards those who had temporarily fallen from the faith.",
        "Although, however, he adds that at this point he suspended his religious inquiries, \" acquiescing with implicit belief in the tenets and mysteries which are adopted by the general consent of Catholics and Protestants,\" his readers will probably do him no great injustice if they assume that even then it was rather to the negations than to the affirmations of Protestantism that he most heartily assented.",
        "In 1757 Voltaire came to reside at Lausanne; and although he took but little notice of the young Englishman of twenty, who eagerly sought and easily obtained an introduction, the establishment of the theatre at Monrepos, where the brilliant versifier himself declaimed before select audiences his own productions on the stage, had no small influence in fortifying Gibbon's taste for the French theatre, and in at the same time abating that \"idolatry for the gigantic genius of Shakespeare which is inculcated from our infancy as the first duty of an Englishman.\"",
        "The flora of Nevada, although scanty, varies greatly according to its location.",
        "It was estimated that the works would require nine years for their completion, at a total cost of $9,000,000, although the first 200,000 acres could be reclaimed at a cost of $2,700,000.",
        "There is also a provision that only three-fourths of the jurors may be required to agree to a verdict in civil cases, although the legislature has the power to require by statute a unanimous agreement.",
        "Although he was anxious to marry this lady, the match was rendered impossible by the dislike of George II.",
        "Although the offerings at the festival were bloodless, the ceremony of the presentation of the airapxai was probably accompanied by animal sacrifice (Farnell, Foucart); Mommsen, however, considers the offerings to have been pastry imitations.",
        "1177, note 1) considers it \" certain \" that 'Axaia ='A X e wia, although he is unable to explain the form.",
        "It lost, more and more, its influence and usefulness, and by 1817 was practically dead as a national party, although in Massachusetts it lingered in power until 1823.",
        "The Federalists were charged by the Republicans with being aristocrats and monarchists, and it is certain that their leaders 1 Even the Democratic party has generally been liberal; although less so in theory (hardly less so in practice) than its opponents.",
        "An encouraging example is afforded by the remarkable fact that malaria, which was once rife in certain districts of England, has now died out, although the Anopheles maculipennis mosquito still exists there.",
        "The commissioners on criminal law (sixth report) remark that \"although the law forbids all denial of the being and providence of God or the Christian religion, it is only when irreligion assumes the form of an insult to God and man that the interference of the criminal law has taken place.\"",
        "Although acting as minister of foreign affairs he was never made chancellor; but he was the political mentor of Catherine during the first eighteen years of her reign.",
        "2 - The course of events from the middle of the 6th century B.C. to the close of the Persian period is lamentably obscure, although much indirect evidence indicates that this age holds the key to the growth of written biblical history.",
        "Also, the revolt which broke out in the Persian provinces at this juncture may have extended to Palestine; although) the usurper Darius encountered his most serious opposition in the north and north-east of his empire.",
        "Although Palestine had not been depopulated, and many of the exiled Jews remained in Persia, the standpoint is that of those who returned from Babylon.",
        "Consequently, although small bodies of individuals no doubt came back to Judah from time to time, and some special mark of favour may have been shown by Cyrus, the opinion has gained ground since the early arguments of E.",
        "Against the former is the fact that although certain groups are ultimately found in Judah (Judg.",
        "Moreover, although general opinion identifies our Artaxerxes with the first of that name, certain features suggest that there has been some confusion with the traditions of the time of Artaxerxes II.",
        "The unfriendliness of the \" brother \" people, which added so much to the bitterness of Judah, although associated with the events of 586 (so especially 1 Esdras iv.",
        "Again, although some may have desired a self-contained community opposed to the heathen neighbours of Jerusalem, the story of Jonah implicitly contends against the attempt of Judaism to close its doors.",
        "Although these and other phenomena cannot yet be safely placed in a historical frame, the methodical labours of past scholars have shed much light upon the obscurities of the exilic and post-exilic ages, and one must await the more comprehensive study of the two or three centuries which are of the first importance for biblical history and theology."
    ],
    "definition": [
        "Regardless of the fact that; even though: Although the room is big, it won't hold all that furniture.",
        "But; however: He says he has a dog, although I've never seen it.",
        "Link/Cite",
        "Though, even though, in spite of the fact that: introducing a clause that expresses a concession.\nAlthough it was very muddy, the football game went on.",
        "But, except.\nIt was difficult, although not as difficult as we had expected.",
        "When conjunctions, the words \"although\" and \"though\" are generally interchangeable:\nAlthough she smiled, she was angry. = Though she smiled, she was angry.",
        "\"Although\" is usually placed at the beginning of its clause, whereas \"though\" may occur elsewhere and is the more common term when used to link words or phrases (as in \"wiser though poorer\"). In certain constructions, only \"though\" is acceptable:\nFond though I am of sports, I'd rather not sit through another basketball game.",
        "Link/Cite"
    ]
}