{
    "translation": "תמיד",
    "uses": [
        "You've always taken care of us.",
        "You always did have a high opinion of yourself.",
        "\"She always makes our clothes,\" Felipa said.",
        "Our \"strong ties\"—family, close friends and the like—we can always count on, but they are relatively few.",
        "So there was always plenty of food.",
        "I always pictured myself driving a van instead of a truck.",
        "It was always exciting in an alarming way.",
        "\"I've always loved the piglets,\" she said; \"but they don't love me.\"",
        "People have always had the drive and the ability to build, create, discover, and explore.",
        "Mom always favored Alex.",
        "Be always brave and truthful, said his father.",
        "She is always doing something for us, said Blondel.",
        "\"Because the tracks are always the same,\" answered David Brown.",
        "Why are you always blaming me?",
        "\"The Wizard of Oz has always been a humbug,\" agreed Dorothy.",
        "I knew it, it was the odour that always precedes a thunderstorm, and a nameless fear clutched at my heart.",
        "\"How CAN we 'scape?\" asked Dorothy, nervously, for an unseen danger is always the hardest to face.",
        "The place where that may occur is always the same, and indescribably pleasant to all our senses.",
        "But I did not always use this staff of life.",
        "You always look neat and clean - even if you are a little out of style.",
        "Many years before you came here this Land was united under one Ruler, as it is now, and the Ruler's name was always 'Oz,' which means in our language 'Great and Good'; or, if the Ruler happened to be a woman, her name was always 'Ozma.'",
        "While the few may be for war, the many are almost always for peace.",
        "I could always tell if visitors had called in my absence, either by the bended twigs or grass, or the print of their shoes, and generally of what sex or age or quality they were by some slight trace left, as a flower dropped, or a bunch of grass plucked and thrown away, even as far off as the railroad, half a mile distant, or by the lingering odor of a cigar or pipe.",
        "Of course, there was always the possibility that she had come up with the idea of distracting Spenser, but he found that hard to believe.",
        "If it can be demonstrated that in the future, peace will always be preferable to all nations, then war will end.",
        "Is it always like this?",
        "It's always something, isn't it?",
        "I always knew when she wished me to bring her something, and I would run upstairs or anywhere else she indicated.",
        "Seeing the self-confident and refined expression on the faces of those present he was always expecting to hear something very profound.",
        "Always love it, said his mother.",
        "It was one thing to tell herself everything was resolved, but quite another to thoroughly accept something she had always considered wrong.",
        "They told him how the lad was always trying to draw something.",
        "\"Always thoughts... about you... thoughts...\" he then uttered much more clearly than he had done before, now that he was sure of being understood.",
        "You always liked living on the edge, but you've never been so impulsive.",
        "He's always been secretive, and whenever I ask him, he just tells me it's something I don't want to be involved in.",
        "They wound about, always going upward, for some time.",
        "I came, I saw, I conquered, as the first baby in the family always does.",
        "Do you always visit the relatives of accident victims on your personal time?",
        "Always afraid of the French.",
        "Be the kindhearted man you always were, she said, trying to smile though tears were in her eyes.",
        "The rich have always had this luxury.",
        "He always flares up!",
        "Communicating feelings with Alex wasn't always easy.",
        "Pulling his head down, she met warm lips again and surrendered to the passion he always managed to arouse.",
        "He had always thought what he said then.",
        "As is always the case with a thoroughly attractive woman, her defect--the shortness of her upper lip and her half-open mouth--seemed to be her own special and peculiar form of beauty.",
        "Let me tell you something, my little brothers, my little sisters: You ought always to love God and praise Him.",
        "It was something she had always liked about him, mostly because he was sincere about it.",
        "The thick wood is not just at our door, nor the pond, but somewhat is always clearing, familiar and worn by us, appropriated and fenced in some way, and reclaimed from Nature.",
        "For some reason she had always thought Alex would adjust quickly to any lifestyle.",
        "The implication is always that some people are simply unable to do any job that a machine cannot do.",
        "Mom always had a good relationship with her sister and brother.",
        "She had always been a recluse at heart, often declining a social outing with her friends so that she could be alone with a book or her writing.",
        "Your new couple can always change that part if they want to.",
        "When she called it his money, he always corrected her and said it was theirs.",
        "Probably because he didn't know how to handle the situation - and Alex always wanted to be in control.",
        "How did he always manage to do that?",
        "\"Prince,\" said Berg, recognizing Prince Andrew, \"I only spoke because I have to obey orders, because I always do obey exactly....",
        "This vexed me and the lesson always ended in a one-sided boxing match.",
        "Artificial surrogates for human companionship are always vastly inferior to the real thing; we crave connections with people, not machines.",
        "It tried three times, four times, a dozen times, twenty times--but always with the same result.",
        "Even today, the scientific method involves experimentation that almost always necessitates some amount of data collection.",
        "I always wind up with my foot in my mouth.",
        "You always have a comeback.",
        "I'm in your hands, like always.",
        "She'd always known he was strong.",
        "And we are always most glad of what we not merely see our friends enjoy, but of what we give them to enjoy.",
        "Radcliffe girls are always up to their ears in work.",
        "Alex had always taken care of his family, but was it irresponsible to assume he always would?",
        "In places the wild muscadine and scuppernong vines stretched from tree to tree, making arbours which were always full of butterflies and buzzing insects.",
        "We commonly do not remember that it is, after all, always the first person that is speaking.",
        "What mean ye by saying that the poor ye have always with you, or that the fathers have eaten sour grapes, and the children's teeth are set on edge?",
        "I love you as a brother and always shall, and I want nothing more.",
        "She smiled to herself - and not always because he rubbed her the wrong way.",
        "As always, he had been there when she needed him.",
        "He walked up and down the river bank, leading his horse behind him; but he kept his eyes turned always toward the dim, dark spot which he knew was the old North Church.",
        "He was always reading, learning, inquiring.",
        "I find they almost always answer.",
        "Please think of me always as your loving little sister, HELEN KELLER.",
        "To meet the objections of some inveterate cavillers, I may as well state, that if I dined out occasionally, as I always had done, and I trust shall have opportunities to do again, it was frequently to the detriment of my domestic arrangements.",
        "All that I could say, then, with respect to farming on a large scale--I have always cultivated a garden--was, that I had had my seeds ready.",
        "Prussia has always declared that Buonaparte is invincible, and that all Europe is powerless before him....",
        "\"Soyez tranquille, Lise, you will always be prettier than anyone else,\" replied Anna Pavlovna.",
        "And as he waved his arms to impersonate the policeman, his portly form again shook with a deep ringing laugh, the laugh of one who always eats well and, in particular, drinks well.",
        "Actually, it was how my family always celebrated Christmas.",
        "But don't let us worry over such things, Zeb; we can't help ourselves just now, you know, and I've always been told it's foolish to borrow trouble.",
        "Just remember, I'll always be there – whenever you need me.",
        "Solitude had always been her friend.",
        "Of course, she didn't leap cars with motorcycles or sky dive, but in retrospect, she had always been attracted to danger – at least to some degree.",
        "Thus it always is.",
        "Her voice has an aspirate quality; there seems always to be too much breath for the amount of tone.",
        "And not the face she had known ever since she could remember and had always seen at a distance, but the timid, feeble face she had seen for the first time quite closely, with all its wrinkles and details, when she stooped near to his mouth to catch what he said.",
        "In war, they were savage and cruel; for war always makes men so.",
        "It may be true, as some maintain, that language cannot express to us much beyond what we have lived and experienced; but I have always observed that children manifest the greatest delight in the lofty, poetic language which we are too ready to think beyond their comprehension.",
        "His words and attitude always suppose a better state of things than other men are acquainted with, and he will be the last man to be disappointed as the ages revolve.",
        "Pierre was always astonished at Prince Andrew's calm manner of treating everybody, his extraordinary memory, his extensive reading (he had read everything, knew everything, and had an opinion about everything), but above all at his capacity for work and study.",
        "The lesson in manners was not forgotten; for, always after that, the man was very polite when he brought his presents.",
        "Little William Jones was always asking questions.",
        "Shall we always study to obtain more of these things, and not sometimes to be content with less?",
        "Prince Vasili always spoke languidly, like an actor repeating a stale part.",
        "Berg, closely buttoned up in his new uniform, sat beside his wife explaining to her that one always could and should be acquainted with people above one, because only then does one get satisfaction from acquaintances.",
        "The doctor said this restlessness did not mean anything and was due to physical causes; but Princess Mary thought he wished to tell her something, and the fact that her presence always increased his restlessness confirmed her opinion.",
        "Advisers are always plentiful, but men are not.",
        "But contrary to what had always happened in their former battles, instead of the news they expected of the enemy's flight, these orderly masses returned thence as disorganized and terrified mobs.",
        "But about this time I had an experience which taught me that nature is not always kind.",
        "I always thought he felt more pity than love for the old lady.",
        "Sarah was his mother, so he would be respectful, and if he wasn't she could always walk away.",
        "Yancey was an attentive date, always knowing exactly what to say and do.",
        "And yet, the mail man always stopped – or was he simply turning around?",
        "It always came back to that.",
        "She would always wonder.",
        "No matter what happened, he would always be more than a fond memory - maybe a first love.",
        "Mom always used to want everyone home before dark – as though anything was out there at night that wasn't there during the day.",
        "Mrs. Hertz was always talking about a nephew.",
        "I've always respected you.",
        "I always found it pleasant.",
        "\"He's always been the best man I know,\" was the unhesitant response.",
        "He always knew what to say to make people feel better – only now he couldn't talk, and even if he could, he might not be capable of the flowery words.",
        "He always was able to soothe her.",
        "She almost believed Katie's words about Gabriel always loving her.",
        "\"Deities always are,\" Gabe said.",
        "Though he always sounded quietly confident, the new note in his voice was one of calm self-assurance.",
        "She could always double-check and walk away, if he decided not to honor his deal.",
        "Like Gabriel, you'll always be of human origin.",
        "He'd always hoped Rhyn would have another chance, that Hell was a place to stash the dangerous immortal until the world was ready for him.",
        "The world was dark as always, cramped, his skin hot and clammy.",
        "We've always had that bond.",
        "It was always dark here, and the moons rose and set each day.",
        "Of all the brothers, he'd always been the one to begrudge Andre's role as their leader.",
        "One of you was always trying to kill me.",
        "The Ancients always choose the sweetest blood monkeys.",
        "I had always done my work in braille or in my head.",
        "I am always delighted when anyone writes me a beautiful thought which I can treasure in my memory forever.",
        "I shall prize the little book always, not only for its own value; but because of its associations with you.",
        "So it always is.",
        "Love always finds its way to an imprisoned soul, and leads it out into the world of freedom and intelligence!",
        "She always reads such books as seeing and hearing children of her age read and enjoy.",
        "At another time she asked, \"Do you not think we would be very much happier always, if we did not have to die?\"",
        "But sometimes it was a really noble and inspiring strain that reached these woods, and the trumpet that sings of fame, and I felt as if I could spit a Mexican with a good relish--for why should we always stand for trifles?--and looked round for a woodchuck or a skunk to exercise my chivalry upon.",
        "Looking farther, I was surprised to find that the chips were covered with such combatants, that it was not a duellum, but a bellum, a war between two races of ants, the red always pitted against the black, and frequently two red ones to one black.",
        "Amid the smoke, deafened by the incessant reports which always made him jump, Tushin not taking his pipe from his mouth ran from gun to gun, now aiming, now counting the charges, now giving orders about replacing dead or wounded horses and harnessing fresh ones, and shouting in his feeble voice, so high pitched and irresolute.",
        "However far he has walked, whatever strange, unknown, and dangerous places he reaches, just as a sailor is always surrounded by the same decks, masts, and rigging of his ship, so the soldier always has around him the same comrades, the same ranks, the same sergeant major Ivan Mitrich, the same company dog Jack, and the same commanders.",
        "Vera's remark was correct, as her remarks always were, but, like most of her observations, it made everyone feel uncomfortable, not only Sonya, Nicholas, and Natasha, but even the old countess, who--dreading this love affair which might hinder Nicholas from making a brilliant match-- blushed like a girl.",
        "Both in Petersburg and in Moscow their house was always full of visitors.",
        "She prayed for her brother as living and was always awaiting news of his return.",
        "Dolokhov often dined at the Rostovs', never missed a performance at which they were present, and went to Iogel's balls for young people which the Rostovs always attended.",
        "Would she always feel this way about him and everything he touched?",
        "She had always claimed that he would listen if she presented an opposing opinion.",
        "I guess he's always been a part of me... one I've wasted most of my life trying to remove.",
        "It was always hanging on our wall.",
        "We can always tell each other later if it's to our advantage to do so, but we can't just 'forget' once we know it.",
        "The actual tip sounds like someone is reading it and it's always worded in the same format.",
        "You always were a good pair.",
        "I've always trusted you, Wynn.",
        "She'd always hoped Wynn found some miracle cure, even while checking things off her bucket list.",
        "What form that took was almost always of her determination.",
        "I'm always right, aren't I?",
        "The Code had always been his foundation in a world that adopted him despite his origins.",
        "A touch of coolness grazed his heated frame, which always grew hotter than Hell when he changed forms.",
        "Yet he'd done what Andre always warned him about: he'd acted without thinking and affected someone he hadn't intended to.",
        "And the Dean also took the hint; for he always remembered to give the man a \"tip\" for his trouble.",
        "It was a good old Friend, whom everybody loved--a-white-haired, pleasant-faced minister, whose words were always wise.",
        "No human could ever do this, for in these purely computational matters, machines are vastly superior to us, and always will be.",
        "Third: It is always the case that diseases are eliminated first in the healthy, well-developed, rich countries, then gradually around the world.",
        "When I talk about this future, a future in which machines will do more and more of the work people do now, I always get some variant of the same question: What about the people who lose their jobs to machines and don't have any other skills?",
        "He then noticed that when he bred short ones with short ones, he always got short ones.",
        "The way to end war is not to set up some big world government or eliminate nation-states, which will always retain the right to take unilateral military action to defend themselves.",
        "In spite of the massive benefits civilization offers to every person in every station of life, a crazy few will always see it very differently.",
        "We always returned to the cottage with armfuls of laurel, goldenrod, ferns and gorgeous swamp-flowers such as grow only in the South.",
        "So it always is--\"man only is interesting to man.\"",
        "A man thinking or working is always alone, let him be where he will.",
        "Not my or thy great-grandfather's, but our great-grandmother Nature's universal, vegetable, botanic medicines, by which she has kept herself young always, outlived so many old Parrs in her day, and fed her health with their decaying fatness.",
        "My \"best\" room, however, my withdrawing room, always ready for company, on whose carpet the sun rarely fell, was the pine wood behind my house.",
        "Why level downward to our dullest perception always, and praise that as common sense?",
        "It was not always dry land where we dwell.",
        "You must live within yourself, and depend upon yourself always tucked up and ready for a start, and not have many affairs.",
        "Comparatively, he is always strong, original, and, above all, practical.",
        "Truth is always in harmony with herself, and is not concerned chiefly to reveal the justice that may consist with wrong-doing.",
        "I always make it a rule to speak out.",
        "On the previous Sunday the old count had given his son two thousand rubles, and though he always disliked speaking of money difficulties had told Nicholas that this was all he could let him have till May, and asked him to be more economical this time.",
        "She was only a couple of paces away when she saw him, and to her too he was not the Nicholas she had known and always slightly feared.",
        "\"To see the Governor by his excellency's order,\" answered Alpatych, lifting his head and proudly thrusting his hand into the bosom of his coat as he always did when he mentioned the prince....",
        "He is said to be more Napoleon's man than ours, and he is always advising the Minister.",
        "I have always said so and I am beginning to experience it.",
        "\"Listen, Bilibin,\" said Helene (she always called friends of that sort by their surnames), and she touched his coat sleeve with her white, beringed fingers.",
        "Though Petya would remain in the service, this transfer would give the countess the consolation of seeing at least one of her sons under her wing, and she hoped to arrange matters for her Petya so as not to let him go again, but always get him appointed to places where he could not possibly take part in a battle.",
        "Though she concealed from him her intention of keeping him under her wing, Petya guessed her designs, and instinctively fearing that he might give way to emotion when with her--might \"become womanish\" as he termed it to himself--he treated her coldly, avoided her, and during his stay in Moscow attached himself exclusively to Natasha for whom he had always had a particularly brotherly tenderness, almost lover-like.",
        "Besides, after he inherited, he could always put someone in charge of the estate.",
        "He always wanted to be a veterinarian.",
        "\"It is always Alex,\" Dulce continued in a bitter voice.",
        "I guess I always knew he was secretive - even you to some degree.",
        "I always wondered if that was why Mom and Dad split up for a while - because Mom was used to a different lifestyle and social circle.",
        "Carmen had always looked forward to evening when Alex returned from work, but she was doubly relieved for the evening hours now.",
        "You can be a subsistence farmer and perhaps produce some excess, but given the prior observation about the fundamental volatility of farming, you will always be at risk of not producing enough.",
        "People will always try to get other people to do what they want them to.",
        "In Othello is a character named Iago, an evil man who never does anything illegal himself but is always planting ideas in other people's minds, to get them to do his dirty work.",
        "I saw him many times after that, and he was always a good friend to me; indeed, I was thinking of him when I called Boston \"the City of Kind Hearts.\"",
        "You will export such articles as the country affords, purely native products, much ice and pine timber and a little granite, always in native bottoms.",
        "But the rich man--not to make any invidious comparison--is always sold to the institution which makes him rich.",
        "\"Yes, always first both on the grassland and here,\" answered Rostov, stroking his heated Donets horse.",
        "\"On the contrary, things seem satisfactory, ma cousine,\" said Pierre in the bantering tone he habitually adopted toward her, always feeling uncomfortable in the role of her benefactor.",
        "It always comes down to this, doesn't it?",
        "Mom always said lost time couldn't be replaced.",
        "Has your mother always taken care of Tammy?",
        "Was she always misinterpreting his intent, or was he merely quick-witted enough to think of a good excuse on the spur of the moment?",
        "One fair-haired young soldier of the third company, whom Prince Andrew knew and who had a strap round the calf of one leg, crossed himself, stepped back to get a good run, and plunged into the water; another, a dark noncommissioned officer who was always shaggy, stood up to his waist in the water joyfully wriggling his muscular figure and snorted with satisfaction as he poured the water over his head with hands blackened to the wrists.",
        "The salesperson offers, \"I find that my customers who buy this suit almost always get wingtips.\"",
        "The problem for us was always that it is easier to get a car running than it is to fix the brakes.",
        "The dust always hung motionless above the buzz of talk that came from the resting troops.",
        "I always bring Diablo a sugar cube.",
        "I always thought I knew what was going on out there.",
        "She'd always had problems putting on weight.",
        "He always seems to have a plan.",
        "Mom always told me to watch out for those fast talkers.",
        "I'm hungry, and Adrienne says she's always hungry.",
        "You can always talk to me about your troubles, you know.",
        "Brandon didn't act much different at the apartment, but he always seemed to end up in the chair beside her at the table.",
        "I always heard marriage could break up a good friendship.",
        "What was that saying you were always reciting to me?",
        "As it always did, memories of the twins sparked a fire of anger at her father.",
        "I always figured that was an exaggeration.",
        "I always expect trouble.",
        "Didn't he always make sense?",
        "\"I'll always love you, Darcie\" His voice was tight with emotion Cassie had never witnessed.",
        "It's always the same, Chauncey.",
        "That's why I always wind up in places like this.",
        "As for the ranch, she had always known it could be taken away.",
        "Your Aunt was always talking about you, but she never mentioned a sister.",
        "Yeah, well she probably never took a whip to your father, but there's always a first time, Anyway, I guess she was pretty worked up.",
        "Whatever the case, she always made sure his table was ready when he arrived.",
        "Being the only postal employee in a small town, the petite extravert was always ready for conversation.",
        "The ranchers around here say they can always count on him to help when they're in a bind.",
        "That sounds like your kind of logic - always thinking of the other person first.",
        "It always hits the spot for me on cold days.",
        "I noticed that you always carry a rifle when you go out.",
        "The fact is, when wolves attack a herd, they always take the weakest animal.",
        "It feels warm today, but I always keep a light jacket in my saddle bags.",
        "Handing out compliments seemed to be out of character for him, but hadn't he always been honest and direct?",
        "I always did like this house.",
        "He had never used the nickname – always before it had been Cynthia.",
        "He could always find another maid and she could go back to the diner.",
        "People always wanted what seemed unobtainable.",
        "Like I said, Russie's mother was always strange, but after Dad died, she really became eccentric.",
        "People are always willing to believe the worst about others.",
        "They carry these at the store where we always shop.",
        "Maybe he would like a few evenings to himself and she was always underfoot.",
        "If only he would always be this way.",
        "I always swore I'd never...",
        "You're always welcome here.",
        "Has it always been on the farm?",
        "She had always wanted children, although this wasn't the way she had intended to start a family.",
        "I tried to ask you more than once, but someone was always interrupting and throwing a new kink in my plans.",
        "I always have before.",
        "Maybe he would always be that way.",
        "Martha, always the caring hostess, finally went upstairs and chased Quinn from his quarters, freeing up the now-dismantled lab room.",
        "He insisted I tell him where I was setting my units so he always knew approximately where he was going.",
        "How can we be sure Howie is always right?",
        "That got me pissed off and Quinn accused me of always taking Howie's side.",
        "I used them a lot over the years, not always to the FBI liking which didn't help my career but I found they often work.",
        "We don't always get timely information ourselves.",
        "Oh well, there are always others.",
        "We could always go back to throw away phones but even those were suspect when our pursuer was a high level government agency.",
        "Howie would never ask Quinn himself; as always seeking one of us as a go-between.",
        "He always asked Betsy what cases he was missing by his absence.",
        "He's the one the newspaper is always talking about... the psychic.",
        "I've got friends, who get me stuff every ones in a while but it's not always easy.",
        "I always thought they had a pretty solid marriage, especially with Claire, but she's acting as crazy as a teenager and just watching her marriage crumble.",
        "Howie always has the option of quitting and denying he's the tipster if someone comes close to revealing him.",
        "We had always teetered on the edge, Martha and me, even as young children, playing you-show-me-yours-I'll-show-you-mine and sneaking to places forbidden.",
        "But we'd always remained a step away, like Martha once said, to retain our perfect friendship.",
        "I didn't particularly want to but I've always had a tendency to please.",
        "Always cautious, I stop, watch and listen.",
        "It was always young girls so I started looking at old unsolved cases; missing children as well as murders.",
        "\"There's always an anonymous tip,\" Betsy said.",
        "\"Why do I always have to make the decisions?\" he whined.",
        "He didn't stick around the campground much; always off at weird hours.",
        "He always was riding around on his bicycle.",
        "Maybe he's grown up and changed; God knows I have but back in the day, he was a little piss head, always getting in fights, picking on little kids.",
        "But that's the way it was inside; you always have to find somebody lower than you.",
        "He had this funny, prissy way of talking, old fashioned-like... using big words when he didn't have to, always trying to impress.",
        "Life isn't always fair.",
        "His answer made 'once in a while' sound more like always.",
        "While she mourned Howie's passing she is a survivor and always has been.",
        "It had always been so.",
        "He'd always wanted a big brother and idolized Aaron.",
        "Now, he could deliver what he'd always promised-- a life together-- yet she didn't feel like leaping for joy like she would've a year ago.",
        "He smiled to himself, enjoying the game they always played.",
        "A woman always has weapons in the bedroom.",
        "She flushed again as she always did, and he crossed to her, resting his hands on her thighs as he leaned his hips against the counter between her knees.",
        "You'll always carry that pain, if you don't let yourself become whole again.",
        "It managed to calm the sense of urgency he always felt.",
        "She's a good cook, but she's afraid of spiders, and she always loses things.",
        "She's always happy-- I've never seen her upset.",
        "I've always wanted to go to Europe.",
        "As the baby of the three, he'd always been the rock star among them.",
        "No matter what, you will always, always protect your family first.",
        "Always good to have a backup plan.",
        "Always have, Dusty said, slapping him on the shoulder.",
        "I'm always there! she said stubbornly.",
        "I'll always love you.",
        "You've always been bad with woman.",
        "Of course, there's always another option.",
        "But once they start attacking …\" \"We fight, like always.",
        "I always told you, my daughter, that you were destined for greatness.",
        "She'd always felt comfortable around him.",
        "She'd always been grateful to him for accepting her and her gift, but he'd always refused to tell her what exactly he was and how he seemed to be able to read her mind sometimes.",
        "How is it I'm always the last to know what's going on?",
        "Yully went to the back door, which she remembered always being open.",
        "\"You always run,\" Jule said in his soft growl.",
        "I always end up running back to Father.",
        "\"To become the princess I've always told you that you would be,\" he replied.",
        "I'll protect you as I always have.",
        "\"Always knew women were a curse,\" Jule said.",
        "It's always nice to know someone cares, Jule replied.",
        "\"I always knew you were the one,\" her father said, showing excitement for the first time since she could remember.",
        "I'll always come for you.",
        "Anyway, this is to remind you there's always a safe place for you, whenever you're ready.",
        "You've always been a selfish creature, Jule.",
        "My kind always thought there was a way to reopen that gateway, and a few days ago, the gateway ruptured.",
        "\"I always wanted a dog,\" Yully said.",
        "Do you always glow?",
        "I think I've always known, she said and rested her forehead against his.",
        "You've always thought yourself soooo much better than the rest of us, and I'm sick of your attitude.",
        "Her favorite feature, her eyes, had always been a pretty shade of turquoise.",
        "You always do, Dusty typed with another string of angry emoticons.",
        "\"You've always had this problem,\" he said, standing.",
        "\"I'll always win that game,\" he warned.",
        "He was always right, even when he told her to ask Damian something he knew very well.",
        "You always ask me that.",
        "They were always worse at night, when Damian's draw was overwhelming.",
        "\"The offer's always open,\" he assured her.",
        "The kitchen is always open.",
        "His slain brother's wife had always been a painful sight for him, the reminder of his brother and a happier time before the Schism.",
        "Always want women with huge boobs and nothing between their ears.",
        "I think I've always known.",
        "Jule had always said he inspired men to follow him, though he saw nothing different in what he did than what his deputies did.",
        "\"I'm always hungry,\" she grumbled.",
        "He'd always found something wrong, something evil or bad, no matter how small the inclination.",
        "His cell rang, and he answered, eyes always moving.",
        "In your home videos, you're always thinking about the symbol.",
        "He always knew how to read her.",
        "She recalled the other thing she hated about interacting with him: he always knew how to read her deepest fears.",
        "It always pains me to see some preferred outcomes involving the innocent.",
        "You always find one.",
        "I can follow the threads, but no one else can, and there's always the chance that something unexpected gets caught up in them.",
        "\"You always say the right thing,\" she murmured.",
        "She hated that he'd always known exactly what to say to get to her.",
        "Darkyn was always too far ahead of her, twisting her into knots to keep her in place.",
        "\"I always execute my terms,\" he replied.",
        "The intimate moment was gone, replaced by the tension that always filled the space between them.",
        "I always keep my terms.",
        "He probably always would, but she went to him.",
        "Though I could always wait until tomorrow, after Darkyn deals with you.",
        "You can always walk away, she told him, repeating the words Darkyn used to lure her into the deal they made originally.",
        "Darkyn always keeps his terms.",
        "But he will always be my … mate.",
        "I think a part of me always will.",
        "I'll always be grateful to you for that.",
        "It always put her at peace.",
        "\"You always knew when I'm upset,\" she said to Darkyn.",
        "Zamon and I have always gotten along.",
        "He is a fearless opportunist who has always wanted to be a god, and the deal was unofficial.",
        "He's always loved you, Deidre.",
        "He loves …you and always has.",
        "He's always loved the side of you that laughs.",
        "Yet this was the way it was always supposed to have been.",
        "I am always ready for a fight.",
        "You always appear when something bad is about to happen.",
        "I always knew Martha was only here temporarily but I thought we'd at least get some warning.",
        "I promise we'll always be here for you, Martha.",
        "Then she added, We've always treated you exactly the same as if we were your natural parents.",
        "Yeah. The old guy who's always taking pictures.",
        "Martha seems to have a pretty good read on Patsy and she's always been candid talking about her.",
        "Things were always a mite close.",
        "I'm gonna print this list on my computer, given you're always bellyaching about my writing.",
        "Maybe I don't always agree with you, but that's okay, isn't it?",
        "I always hit a different church when I'm on the road.",
        "While Bird Song fed its guests only breakfast, there was always fresh fruit available and the management triumvirate ate heartily of nature's stores.",
        "There's a fleet of nice ladies at the courthouse that are always happy to help.",
        "While Cynthia was proud of her son Randy's athletic achievements, she always saw those abilities as a means to an end—not an end in itself.",
        "It can't always be white picket fences and cottages.",
        "\"It always amazes me,\" Cynthia said with a sigh and a smile, \"when we leave the pavement, it's an entirely different world.",
        "But I've always been content to let someone else wait on me.",
        "I just had to promise not to discuss the matter and keep an open mind—which I always maintain anyhow.",
        "Always around but invisible.",
        "They spouted some cock-and-bull story that their mother always wanted them to have the property.",
        "Do you always buy your booze in pint bottles?",
        "Always said he cheated, Harold added.",
        "It is an arduous race, for only the fittest, yet the race is always booked early to its maximum.",
        "He'd always known Pumpkin was a flake, but he honestly liked the young man and flakiness wasn't the worst trait carried by the young and the restless.",
        "Fred had told him the young girl lived between divorced parents, always at odds with one or the other.",
        "I'm always getting samples.",
        "Cynthia's always accusing me of being too pushy.",
        "When there was a lady around, Fred O'Connor was always in good hands.",
        "Too bad I'm always at my worse when you gallop up, isn't it?",
        "He qualified as always being around.",
        "She and Uncle Blackie were always fighting.",
        "Pumpkin Green was seen about town, always in the company of ever-expanding Melissa, whom he seemed to adore.",
        "Both were on the courses he laid out for them, though that was not always an indication his preferred outcome was inevitable.",
        "\"Emotion is a weakness, one we cannot always control,\" he replied.",
        "\"I always do,\" Darkyn growled.",
        "It was how things always used to be with her.",
        "\"You always assumed I'm the one who messed up,\" he replied.",
        "\"Good day to you, too,\" Gabriel said, always amused by Tamer's curtness.",
        "Offer's always out there.",
        "The goddess she had been would mock her for choosing to become what she'd always despised.",
        "\"For what it's worth, Gabriel, I've always loved you,\" she said in a low, tight voice.",
        "For what it's worth, Gabriel, I've always loved you.",
        "He was the unpredictable, violent creature she always considered him in battle but not in dealing.",
        "She always experienced a sense of peace around the souls.",
        "No deity or Immortal or living human ever welcomed or accepted Death, but the souls always had.",
        "Losing a soul was always a possibility.",
        "The Lake of Souls in her underworld was always still.",
        "You could always ask her.",
        "Deidre had always been protective of the souls.",
        "\"You always smell good,\" she murmured, pulling away.",
        "Have you always been like this?",
        "I have always loved you.",
        "You always thought my emotions were weaknesses.",
        "He had always wanted this.",
        "The human was okay, and his mate was at his side, where she'd always belonged.",
        "\"I'll always take care of you,\" he replied.",
        "Carmen was always willing to listen, whether it was something happening at work or his plans about the wildlife safari.",
        "She had always feared learning to love a child, only to have the mother change her mind.",
        "It was hard to tell if the visitor was unwelcome, as he always maintained a professional tone when talking to customers or strangers.",
        "Around the farm and at school, he rolled his left sleeve up to make all available use of the deformed appendage, but when he dressed for church he always wanted it covered.",
        "Life hadn't always been so generous with either of them.",
        "He always has our best interest in mind.",
        "Sunday morning had always been a contemplative time for Carmen, but Easter Sunday was something special.",
        "You're always helping me out one way or another.",
        "Alex had always been an ardent lover.",
        "He smelled of cologne and something she always defined as masculinity.",
        "Alex had always been supportive of her ideas.",
        "He always eats the grain I leave for him.",
        "I keep thinking I'll get it done some weekend, but I always seem to be busy with something else.",
        "I always figured being a stay-at-home mom would be a plush job.",
        "Is this always going to hang between us, Alex?",
        "He always seemed to know the best thing to do, and when.",
        "She always laughed when the chickens fought each other over it.",
        "The rabbits were always last to get attention, since they almost always had some food and water.",
        "It was always that way when he was in control.",
        "The afternoon was theirs to use as they wished, and he always knew the best way to use it.",
        "She had always imagined how it would be, but there was no way she could have imagined how wonderful it actually was.",
        "\"Always,\" she answered immediately.",
        "From that point on, she made sure the chores outside were done before dark, and was always aware of things around her that could be used as weapons.",
        "He was always looking out for them.",
        "She had always been aware of what a great husband and father he was.",
        "I read that when people wake up from a coma, it's always gradual.",
        "He's always known how important family is to me.",
        "She was always unsure which name to use.",
        "At least they were always warm now.",
        "It had always been difficult to guess what was on his mind.",
        "Always before that would have been enough to wake him.",
        "He was always the one with the pretty words.",
        "I mean, he always was a sweet talker.",
        "I don't get much out of that, but it always seemed to me that you did.",
        "Alex always seemed to know the right thing to say in any moment, and his silence often felt awkward.",
        "He always used to romance me.",
        "I've always worn that.",
        "Alex had always been the leader in love making.",
        "He's always been so sure of himself.",
        "Alex had always liked that shyness when it came to their love life.",
        "It was something he always used to do, but hadn't done since he came home from the hospital.",
        "That confidence had always been conveyed in conversation in the past.",
        "As one problem worked itself out, another always seemed to take its place.",
        "Why do women always want to know that?",
        "My husband always looks out for my best interest.",
        "The best things might not be free, but they didn't always come in neat little packages, either.",
        "I will always meet you both for dinner again to explain, if it helps you.",
        "You've always been a little sweet on me, haven't you?",
        "I admire your joie de vivre and am always fascinated by your perspective on life.",
        "I've always wanted to stay in a beach house.",
        "Always polite, always a gentleman.",
        "It smelled sweet and spicy, a scent that always reminded him of pecan pie.",
        "Her biggest issue with him had always been what she perceived as his weakness: his humanity and compassion for others.",
        "I've always liked those, she murmured, pensive.",
        "The life within always greeted him.",
        "The two were always at each other's throats, and Gabe had witnessed their decision making skills on the Council.",
        "Rhyn always won, but Tamer got his punches in.",
        "He always did, no matter what the personal cost.",
        "Your expectations of those around you always were too low, Deidre.",
        "He'd always had a morbid sense of humor, like hers.",
        "You always treated me like I was your only patient, she said.",
        "He was always able to read her, probably because he was the first to tell her she was dying.",
        "He was calm and patient as always, but she wasn't about to piss off her last friend on the planet.",
        "Wynn always spoke differently, she reminded herself.",
        "Wynn had always taken care of her, yet she'd felt safe at the Sanctuary and safest in Gabriel's arms.",
        "Those idiots last night said Ancients always pick the best blood monkeys.",
        "You're your own worst enemy, as Andre always tried to warn you.",
        "Was he always so wild?",
        "Though all seven were constantly fighting, Kris and Rhyn were always at each other's throats.",
        "It's always chilly here, more so now that it's autumn.",
        "Always on his terms.",
        "She'd always wanted to be a financial planner, and the thought of becoming a socialite with no real responsibilities made her gut sink.",
        "\"I've always done everything you asked,\" he replied.",
        "Her sister would have a heart attack once she saw the tattoo and found out she'd basically married the type of man Hannah'd always warned her about.",
        "\"He's always gentle,\" Katie replied.",
        "You're always welcome to call me, and I hope you think of me when you're prepping for the Spring Gala.",
        "Doesn't mean I always have to follow it.",
        "And Death always wins."
    ],
    "definition": [
        "At all times; invariably: always late.",
        "For all time; forever: They will always be friends.",
        "At any time; in any event: You can always resign if you're unhappy.",
        "Link/Cite",
        "At all times; ever; perpetually; throughout all time; continually.\nGod is always the same.",
        "Constantly during a certain period, or regularly at stated intervals; invariably; uniformly;—opposed to sometimes or occasionally.\nOur first dog always barked at passers-by.",
        "(informal)  In any event.\nI thought I could always go back to work.",
        "Used for both duration and frequency.",
        "Link/Cite"
    ]
}