{
    "translation": "דו ערכיות, אמביוולנטיות",
    "uses": [
        "Clearly, the historical turn of events from non-violence to nuclear armament, suggest a deep ambivalence about Mahatma Gandhi's legacy.",
        "He felt an ambivalence about the nature of the inmates.",
        "In the short term, such ambivalence is not a problem.",
        "It led to a certain ambivalence in their attitudes toward the organized labor movement, despite their commitment to greater economic equality.",
        "He felt ambivalence from the committee in relation to genomics.",
        "They showed ambivalence with regard to the second decision.",
        "Paul was faced with deep ambivalence toward the prevailing culture.",
        "Ambivalence toward formalism is characteristic of American legal discourse.",
        "There was ambivalence shown toward funding partnerships.",
        "That's one of the things on which I have the greatest ambivalence, actually.",
        "There was considerable ambivalence about the strain of living with an elderly parent.",
        "There was ambivalence in the minds of Scottish policy makers toward community empowerment.",
        "The reaction of the American public to the invasion of Iraq reveals a startling ambivalence to war in contemporary times.",
        "Respondents expressed ambivalence to their drugs in various ways.",
        "The greatest problem for population numbers came from the Sikh people's own ambivalence about their identity.",
        "We can't resolve the ambivalence in Marx -- or at least in possible interpretations of Marx.",
        "The moral ambivalence of the rogue narrative encouraged divergent political readings.",
        "The policy toward people with a learning disability has been marked by deep ambivalence.",
        "When Dr. Drake returned to GH in 2006, his character was a struggling alcoholic whose son, also on staff at the hospital, felt a combination of ambivalence and dislike for his father.",
        "Being near her calmed him, despite his ambivalence.",
        "He gets very upset if I am late to meet him as he sees this as a sign of my ambivalence.",
        "It is essential to recognize that, in such cases, there is likely to be a degree of ambivalence about their class allegiances.",
        "calculated to inspire ambivalence.",
        "The study found that care outside the family at these times was still regarded with ambivalence and sometimes outright hostility by many childcare providers.",
        "throne of mercy, O Lord, the sin of indifference and ambivalence.",
        "Leader We acknowledge before your throne of mercy, O Lord, the sin of indifference and ambivalence.",
        "Remember, the best rain suit will allow you to make the best out your outdoor activities, even amidst the ambivalence of Mother Nature.",
        "It has been theorized that Munchausen patients are motivated by a desire to be cared for, a need for attention, dependency, an ambivalence toward doctors, or a need to suffer.",
        "There is also a great deal of ambivalence and indecision associated with this stage of life, meaning that there is internal conflict as well as tension between the toddler and his or her environment.",
        "This pattern is characterized by an emotional ambivalence in the child and a physical resistance to the primary caregiver.",
        "Brown - Any shade of brown will do, just be sure not to use too much brown as it can lead to procrastination, laziness or ambivalence.",
        "In your letter, you say that, \"If I am late to meet him as he sees this as a sign of my ambivalence.",
        "I am thinking that your guy is sensing your ambivalence and that what he is reacting to is the unspoken conversation the two of you are not having.",
        "Your unspoken ambivalence about the relationship is demonstrated in your lateness."
    ],
    "definition": [
        "The coexistence of opposing attitudes or feelings, such as love and hate, toward a person, object, or idea.",
        "Uncertainty or indecisiveness as to which course to follow.",
        "Link/Cite",
        "The coexistence of opposing attitudes or feelings (such as love and hate) towards a person, object or idea.",
        "A state of uncertainty or indecisiveness.",
        "Link/Cite"
    ]
}