{
    "translation": "לתקן, לשפר",
    "uses": [
        "Bills may originate in either house, and either house may amend the bills of the other house.",
        "Every attempt to amend or revise the present constitution has, however, been unsuccessful.",
        "A constitutional convention to revise or amend the constitution may be called in the same manner.",
        "(1341) which enables the city to amend customs and usages which have become hard.",
        "The pope received the appeal, absolved him and restored him to the rank of priest, and sent a bishop and two priests as legates to Africa with instructions to them to hear the cause of Apiarius anew and for execution of their sentence to crave the prefect's aid; moreover, they were to summon the bishop of Sicca to Rome and to excommunicate him, unless he should amend those things which the legates deemed wrong.",
        "This General Synod was given full power to alter or amend canons, or to repeal them, or to enact new ones.",
        "The bill was withdrawn on the 11th of August 1903, Lord Morley appealing to the Board of Trade to bring in a more comprehensive measure to amend the unsatisfactory state of legislation in relation to tramways and light railways.",
        "In 1826 he became a regent of the university of Virginia, and in 1829 was a member of the convention called to amend the state constitution.",
        "It is probable that further research will amend this classification in detail, but its main lines are generally accepted.",
        "In July 1903, Lord Wolverton, on behalf of the Board of Trade, introduced a bill to continue and amend the Light Railways Act.",
        "We have more in the Latin translation of Rufinus; but this translation in by no means trustworthy, since Rufinus, assuming that Origen's writings had been tampered with by the heretics, considered himself at liberty to omit or amend heterodox statements.",
        "He was one of the three Massachusetts delegates in Congress in 1785 who refused to present the resolution of the General Court proposing a convention to amend the articles.",
        "Whenever two-thirds of the members elected to each branch of the legislature vote for a convention to revise or amend the constitution and a majority of the people voting at the next general election favour it, the legislature must provide for calling a convention.",
        "There is not a single branch of the law which he did not simplify and amend, and the iron firmness with which he caused justice to be administered, irrespective of persons, if it exposed him to the charge of tyranny from the nobles, also won for him from the common people the epithet of \" the Just.\"",
        "The requirements for amending this constitution are: an affirmative vote in each house of the legislature of two-thirds of its members, followed, not less than three months later, by an affirmative vote of a majority of the electors voting thereon at a general election; or, by a like vote of each house of the legislature and of the electorate, a convention may be called to revise or amend it, a revision or amendment in this manner requiring the ratification of the electorate not less than two months nor more than six months after the adjournment of the convention.",
        "The pious Quakers of Pennsylvania at the end of the 18th century had realized a deeper duty towards the offenders than their extinction, and sought to amend and reform the living.",
        "In October 1787 he published an attack on the Constitution; but in the Virginia convention he urged its ratification, arguing that it was too late to attempt to amend it without endangering the Union, and thinking that Virginia's assent would be that of the necessary ninth state.",
        "He took a prominent part in the dispute in 1671 between the two Houses concerning the right of the Lords to amend money bills, and wrote a learned pamphlet on the question entitled The Privileges of the House of Lords and Commons (1702), in which the right of the Lords was asserted.",
        "p. 444), he is ready to amend nervous into psychical shocks, which is no doubt what he ought to have meant but could not say without ruining the illusory bridge between the psychical and the physiological which is suggested in the phrase nervous shock.\"",
        "The effect of this was that in January 1835 the legislature passed a bill for submitting the question legally to all the voters of the state, although this bill itself limited the proposed convention's power relating to representation by providing that it should so amend the constitution that senators be chosen by districts according to public taxes, and that commoners be apportioned by districts according to Federal representation, i.e.",
        "In 1823 the legislature referred to the people a resolution for a constitutional convention to amend the constitution.",
        "A constitutional amendment of 1906 forbids the formation of corporations by speciial laws (formerly the constitution provided that corporations \"shall not be created by special laws except for municipal purposes\") and says: \"The legislative assembly shall not enact, amend or repeal any charter or act of incorporation for any municipality, city or town.\"",
        "A movement was set on foot for the reform of the constitution, the principal objects of this agitation being to prolong the presidential term to four years, to give Congress the right to choose the president of the republic, and to amend certain sections concerning the rights of persons taking part in armed insurrection arising out of political issues.",
        "Any bill may originate in either house, and either house may amend a bill passed by the other.",
        "The present constitution also provides that the question, \"Shall there be a convention to revise the constitution and amend the same?\"",
        "In March 1904, Tisza, therefore, introduced a drastic \" guillotine \" motion to amend the standing orders of the House, but withdrew it in return for an undertaking from the Opposition that obstruction would cease.",
        "Thus for instance when any feudal institution (be it Gothic, Norman, or Anglo-Saxon) eludes our deciphering faculty from the imperfect records of its use and operation, then we endeavour conjecturally to amend our knowledge by watching the circumstances in which that institution arose.\"",
        "Monitions to amend may be decreed and be enforced by significavit and writ de contumace capiendo, or by excommunication with imprisonment not to exceed six months (53 Geo.",
        "The Senate committees amend freely both classes of bills, and further changes may be made by the Senate itself.",
        "The budget was torn to pieces in the committee selected to report on it; the Liberal members, after a vain protest, seceded; and the Conservative majority had a free hand to amend it in accordance with their views.",
        "While he again and again was able to compel the government to withdraw or amend proposals which seemed dangerous to liberty, he opposed those liberals who, unable to obtain all the concessions which they called for, refused to vote for the new laws as a whole.",
        "But American extinct types appear to indicate signs of intimate relationship between antelopes, prongbuck and deer, and it may be necessary eventually to amend the current classification.",
        "- There are three or more cellular prisons at Lisbon, Coimbra and Santarem, and the system of strict separation when first adopted in 1884 was expected both to amend and deter.",
        "The legislature may, also, submit to the people the question of calling a convention to amend or revise the constitution, and such a convention must be called whenever, upon the submission of this proposition, a majority of the votes are cast in favour of it.",
        "Being next asked to make an unqualified submission to the council, he expressed himself as unable to do so, while stating his willingness to amend his teaching wherever it had been shown to be false.",
        "In 1850 a third Convention undertook to amend the Constitution, and now that the West yielded its bitter hostility to slavery, representation was so arranged that the more populous section was enabled to control the House while the East still held the Senate; the election of judges was confided to the people; and the suffrage was broadened.",
        "Along two distinct lines Schelling is to be found in all his later writings striving to amend the conception, to which he remained true, of absolute reason as the ultimate ground of reality.",
        "The well-established doctrine that the House of Lords could not amend, though it might reject, a money-bill, coupled with the fact that it never had gone so far as to reject a budget, was relied on by the extremists as dictating the obvious party tactics; and before the year 1909 opened, the possibility of the Lords being driven to compel a dissolution by standing on their extreme rights as regards the financial provision for the year was already canvassed in political circles, though it was hardly credited that the government would precipitate a constitutional crisis of such magnitude.",
        "An amendment giving women the right to vote was defeated, and among those adopted was one providing for the initiative upon special and local laws and parts of laws, and another giving cities and towns the exclusive right to enact or amend their own charters, subject only to the constitution and the criminal laws.",
        "amend this bill.",
        "This Bill will give us powers to amend legislation to reduce burdens.",
        "odbornitsi) a yearly statement of accounts and estimates, which they may reject or amend.",
        "Action: Graham Payne to amend budget allocations to reflect the revised budgets agreed by the EB.",
        "amend the constitution were carried by considerably more than the two thirds majority required.",
        "amend legislation to reduce burdens.",
        "amend the wording now to cater for any changes that may come later?",
        "Conservatives are playing a constructive part in seeking to amend this bill.",
        "Article 12 amendments to the bylaws 1. The EB or the IC only may move a motion to amend the Bylaws.",
        "Stockholders also have the right to adopt, amend and repeal the corporation's bylaws and to inspect books and records.",
        "Constitution changes All motions put forward in the ballot to amend the constitution changes All motions put forward in the ballot to amend the constitution were carried by considerably more than the two thirds majority required.",
        "forward proposals to amend Directive 91/414 in 2002.",
        "Applications to the Court to amend the indictment because of error should never be necessary.",
        "secondary legislation will be required in the United Kingdom to amend the Patents Act 1977.",
        "however local circumstances may require you to adapt or amend the assessment for each workplace or work activity.",
        "An explanatory memorandum has been provided setting out clearly how the motion would amend the Standing Orders.",
        "Once they will have taken a position, the Commission will consider bringing forward proposals to amend Directive 91/414 in 2002.",
        "We will also correct, amend or delete any Personal Data that is inaccurate and notify any third party recipients of the necessary changes.",
        "registrant address is incorrect your ISP will be able to amend these records on Nominet's database.",
        "scrutinize draft legislation, and amend, reject or pass it as they decide.",
        "Should we amend the wording now to cater for any changes that may come later?",
        "The importance of the land question is so great that it is hardly an exaggeration to say that it is usual for every parliament of Australia to have before it a proposal to alter or amend its land laws.",
        "In 1901 the president of the Board of Trade it troduced a bill to continue the act until 1906, and to amend it so as to make it authorize the construction of a light railway on any highway, the object being to abolish the restriction that a light railway should run into the area of at least two local authorities; but it was not proceeded with.",
        "2 Berzelius, however, appreciated the necessity of differentiating the atom and the molecule, and even urged Dalton to amend his doctrine, but without success.",
        "But Peel lived to make ample and honourable amend for this unfortunate ebullition, for not only did he \"fully and unequivocally withdraw the imputation which was thrown out in the heat of debate under an erroneous impression,\" but when the great free-trade battle had been won, he took the wreath of victory from his own brow, and placed it on that of his old opponent, in the following graceful words: - \"The name which ought to be, and will be associated with the success of these measures, is not mine, or that of the noble Lord (Russell), but the name of one who, acting I believe from pure and disinterested motives, has, with untiring energy, made appeals to our reason, and has enforced those appeals with an eloquence the more to be admired because it was unaffected and unadorned; the name which ought to be chiefly associated with the success of these measures is the name of Richard Cobden.\"",
        "The brief Act of Supremacy confirmed the king's claim to be reputed the \" only supreme head in earth of the Church of England \"; he was to enjoy all the honours, dignities, jurisdictions and profits thereunto appertaining, and to have full power and authority to reform and amend all such errors, heresies and abuses, as by any manner of spiritual authority might lawfully be reformed, or amended, most to the pleasure of Almighty God, and the increase of virtue in Christ's religion, \" foreign authority, prescription, or any other thing or things to the contrary hereof, notwithstanding.\"",
        "For example, if the registrant address is incorrect your ISP will be able to amend these records on Nominet 's database.",
        "They are there to scrutinize draft legislation, and amend, reject or pass it as they decide.",
        "Because it's a draft and not a legal divorce form, it's crucial to review carefully and amend the document if there is even one small thing with which one or both of the clients do not agree.",
        "In this situation, I would amend that to \"It's what you know and who you know.\"",
        "I have made financial restitution and made amends to family and friends, just staying sober is a living amend and helping others.",
        "The hardest amend was to my ex-wife and I did that at about nine months and it was the first time that I had really been tested.",
        "I will check with my sponsor prior to the last amend.",
        "If your soil contains a lot of clay or drains poorly, amend soil with organic matter and plant in hills or in raised beds.",
        "Amend soil with compost to ensure good drainage.",
        "Amend the soil with compost and place the plant in the hole, placing soil only along the crown line.",
        "If you have a big section of soil to amend, some bulk carriers deliver truckloads of compost to your doorstep.",
        "As with any planting task, amend the soil with compost and water well after planting.",
        "Outdoors, amend the soil with plenty of compost to ensure adequate drainage.",
        "Test the soil pH and amend it to create the acidic conditions gardenias need to flourish.",
        "Because you can't dig up asparagus each year, it's critical to amend the soil before planting asparagus.",
        "Before planting a new strawberry bed, amend the soil generously with composted manure or garden compost.",
        "Obtain a soil test to see if you need to amend with an organic fertilizer.Often, well-meaning gardeners will add fertilizer that isn't needed.",
        "If you are still concerned, contact AT&T for more information about which phones were recalled and how they amend the problem.",
        "Refunds are issued to taxpayers who amend their returns and, because of that, previously overpaid.",
        "Sometimes the uniforms for jobs in health care can feel boring and shapeless, but fitted doctor lab coats can help amend the situation.",
        "After several attempts to amend the second clause the Bishops adopted B033 on a voice vote.",
        "The text will amend the existing Eurovignette directive on the charging of heavy goods vehicles for the use of certain infrastructure in the EU.",
        "Moreover, it is simple enough to amend court procedures to ensure that sensitive material is not publicly disclosed.",
        "This gives effect to schedule 6 Power to amend enactments relating to common land or greens 95.",
        "The committee may from time to time, make, repeal or amend any regulation thought expedient for the clubs benefit.",
        "explanatory memorandum has been provided setting out clearly how the motion would amend the Standing Orders.",
        "However, if you start off with a low-resolution image, you will not have the flexibility to amend your photo prior to printing it.",
        "I do not see a case therefore for revising the regulations to amend the feeder school arrangements.",
        "In 1786 a convention, to which delegates from all the states of the Union were invited, was called to meet in Annapolis to consider measures for the better regulation of commerce (see Alexandria, Va.); but delegates came from only five states (New York, Pennsylvania, Virginia, New Jersey, and Delaware), and the convention - known afterward as the \"Annapolis Convention,\" - without proceeding to the business for which it had met, passed a resolution calling for another convention to meet at Philadelphia in the following year to amend the articles of confederation; by this Philadelphia convention the present Constitution of the United States was framed."
    ],
    "definition": [
        "Link/Cite"
    ]
}