{
    "translation": "נוח לבריות",
    "uses": [
        "She had an amiable personality, always ready with a kind word and a smile.",
        "There are times, so they say, when Tony Benn also looks amiable.",
        "It was amazing how amiable two people could be when their time together was going to be short.",
        "His amiable disposition acquired him a large circle of friends, who deeply lament his death.",
        "He was so very polite, amiable, good-natured, and genuinely grateful to Pierre for saving his life that Pierre had not the heart to refuse, and sat down with him in the parlor--the first room they entered.",
        "He was an amiable chap, who wouldn't give any profit forecasts.",
        "He was essentially an amiable man...",
        "But she is perfectly amiable, and often condescends to drive by my humble abode.",
        "Young ladies, married and unmarried, liked him because without making love to any of them, he was equally amiable to all, especially after supper.",
        "Although Dalton seems amiable enough, he struggles at times to find anything worthy to say.",
        "He was amiable and kind-hearted, and greatly liked by his neighbours, but not a man of business habits, and he did not succeed in his farming enterprise.",
        "From his writings we derive the impression of an amiable personality, who is honestly at pains to arrive at an understanding with his opponents.",
        "The amiable duke and duchess of Luxembourg, who were his neighbours at Montlouis, made his acquaintance...",
        "Despite amiable companions, continually endeavoring to bestow mutual pleasure, I was now alone.",
        "An amiable gentleman, Peter, has popped a message in the guestbook.",
        "He was then a mere lad, amiable, well-meaning, but entirely under the dominion of his mother...",
        "For sole reply Daniel gave him a shy, childlike, meek, and amiable smile.",
        "The amiable, radical ladies of Newport had set up a tea meeting for me.",
        "Weak and shortsighted as a statesman, as a man and prelate Dalberg was amiable, conscientious and large-hearted.",
        "Of the amiable personal character and the placid life of Isaac D'Israeli a charming picture is to be found in the brief memoir prefixed to the 1849 edition of Curiosities of Literature, by his son Lord Beaconsfield.",
        "Malthus was one of the most amiable, candid and cultured of men.",
        "Worse men had been less detested, but Danby had none of the amiable virtues which often counteract the odium incurred by serious faults.",
        "A more amiable and a more harmless man never lived; and this was much in that age of discordant passions and lawless licence.",
        "His public conduct does not present itself in quite so amiable a light.",
        "Numerianus is represented as having been a man of considerable literary attainments, and of remarkably amiable character.",
        "His character, notwithstanding the egotism by which it was disfigured, had an amiable and engaging side.",
        "\"Of whom you imagine me to be one?\" said Prince Andrew, with a quiet and particularly amiable smile.",
        "He was enormously tall, handsome, amiable as Frenchmen are, and was, as all Moscow said, an extraordinarily clever doctor.",
        "The young nobleman was, from the first, a prime favourite at the French court, owing, partly to the recollection of his father's devotion to France, but principally because of his own amiable and brilliant qualities.",
        "It is described as having been thoroughly healthy at the date of its arrival, and of an amiable and tractable disposition.",
        "He had a quick eye for character, was genuinely amiable, uncontentious, tactful, masterful; and it may be assumed from his success that he was wary or shrewd to a degree.",
        "In private life he was undoubtedly an amiable man, although the dogmatic tone that disfigures portions of his writings procured him many opponents.",
        "For a while, indeed, this opposition did not impair the king's popularity, due to his amiable character...",
        "In this capacity his sincere piety and amiable character gained him great influence.",
        "The command of the British fleet was given to Sir Hyde Parker, an amiable man of no energy and little ability.",
        "If we add to this account that he seems to have been of an unusually amiable disposition we have a fairly complete picture of his mental character at this critical period of his life.",
        "On his accession to the throne in 1840 much was expected of a prince so variously gifted and of so amiable a temper, and his first acts did not belie popular hopes.",
        "That he learnt anything, and that he grew up an amiable and magnanimous man, were solely due to his natural worth, for no one ever owed less to education or to family example.",
        "There is never any seen idle; the head of the house governs it not by a lofty carriage and oft rebukes, but by gentleness and amiable manners.",
        "John George was an amiable but weak prince, totally unfitted to direct the fortunes of a nation in time of danger.",
        "The women are sprightly, clever and amiable.",
        "In 1783 he formed a connexion with Elizabeth Bridget Cane, commonly known as Mrs Armstead or Armistead, an amiable and well-mannered woman to whom he was passionately attached.",
        "The trooper was amiable.",
        "You are very happy to have a little wife who is so amiable and so joyful.",
        "A most beautiful and amiable plant, flowering in spring.",
        "Personally Prince Lobanov was a grand seigneur of the Russian type, proud of being descended from the independent princes of Rostov, and at the same time an amiable man of wide culture, deeply versed in Russian history and genealogy, and perhaps the first authority of his time in all that related to the reign of the emperor Paul.",
        "1554), one of the best Roman Catholic preachers of the day, a man noted for his \"emphasis on Scripture, his grasp of evangelical truth, his earnest piety, amiable character and sustained power in the pulpit,\" fully admitted.",
        "His expression was nothing if not amiable, yet there was a twinkle in his eyes that belied the surface calm.",
        "The prestige enjoyed by the French language, which, in the 14th century, the author of the Maniere de language calls \"le plus bel et le plus gracious language et plus noble parler, apres latin d'escole, qui soft au monde et de touz genz mieulx prisee et amee que nul autre (quar Dieux le fist si douce et amiable principalement a l'oneur et loenge de luy mesmes.",
        "From the stores of valuable materials contained in those ten volumes, it will be enough here to cite (1) the Ricordi politici, already noticed, consisting of about 400 aphorisms on political and social topics; (2) the observations on Machiavelli's Discorsi, which bring into remarkable relief the views of Italy's two great theorists on statecraft in the 16th century, and show that Guicciardini regarded Machiavelli somewhat as an amiable visionary or political enthusiast; (3) the Storia Fiorentina, an early work of the author, distinguished by its animation of style, brilliancy of portraiture, and liberality of judgment; and (4) the Dialogo del reggimento di Firenze, also in all probability an early work, in which the various forms of government suited to an Italian commonwealth are discussed with infinite subtlety, contrasted, and illustrated from the vicissitudes of Florence up to the year 1 494.",
        "As, in Fenelon's own opinion, the great merit of Homer was his \"amiable simplicity,\" so the great merit of Telemaque is the art that gives to each adventure its hidden moral, to each scene some sly reflection on Versailles.",
        "With its creamy texture and amiable flavor, it is ideal for capturing the essence of the Washington Red Delicious.",
        "A most amiable and easily grown plant, it produces seeds freely and may be quickly had in quantity.",
        "Free flowering, vigorous and hardy, it is one of the most amiable and desirable.",
        "Nintendo was still pushing Mario on its Nintendo 64, and the PlayStation had quite a few amiable personalities, but the Saturn kind of came up short.",
        "But she had much natural good sense, was a true friend and, in her more cheerful moments, an amiable companion.",
        "In disposition they are amiable and courteous, but arrogant, lively, inquisitive and inclined to steal - their attacks in earlier days on Europeans, when not caused by misunderstandings, being due probably to their coveting property which to them was of immense value.",
        "They are typically a male environment and customers tend to form fun, amiable relationships with their barber just as bartenders frequently do with their patrons.",
        "They are immensely friendly and amiable, thriving on contact and communication with others both one on one and in group situations.",
        "Here, as in all Indy movies, the hero, played as always by Harrison Ford at his Male Lead best, is amiable, unflappable and indominable, although tried to the limits of his patience by a tag-along nightclub singer.",
        "He had a sprightly wit, some delicacy of feeling, and some generous impulses which made him amiable.",
        "Quinet's character was extremely amiable, and his letters to his mother, his accounts of his early life, and so forth, are likely always to make him interesting.",
        "In later life he was conspicuously temperate and amiable.",
        "He thought Hegel not particularly amiable, but the two became friends.",
        "You will find the mood at home restless, edgy, not always amiable.",
        "camaraderie between the boat crews remained, but there was less chitchat and amiable meandering about the floating wall dock.",
        "The young countess had seen me arrive, and received me on the stairs in the most amiable manner.",
        "On the 12th the queen wrote to King Leopold:\" Albert's beauty is most striking, and he is so amiable and unaffected - in short, very fascinating.\"On the 15th all was settled; and the queen wrote to her uncle,\" I love him more than I can say.\"The queen's public announcement of her betrothal was enthusiastically received.",
        "The amiable duke and duchess of Luxembourg, who were his neighbours at Montlouis, made his acquaintance, or rather forced theirs upon him, and he was industrious in his literary work - indeed, most of his best books were produced during his stay in the neighbourhood of its author in effigy.",
        "Under his sister's care the young emperor was trained in divers accomplishments which won him the name of Calligraphes (\" the Penman\"), but grew up into a weak though amiable character.",
        "In private character he was amiable and affectionate; his generosity in recognizing the merits of others secured him against the worst shafts of envy; and a life marked by numerous disquietudes was cheered and ennobled by sentiments of sincere piety.",
        "He was then a mere lad, amiable, well-meaning, but entirely under the dominion of his mother, a woman of many virtues, who surrounded him with wise counsellors, watched over the development of his character and improved the tone of the administration, but on the other hand was inordinately jealous, and alienated the army by extreme parsimony, while neither she nor her son had a strong enough hand to keep tight the reins of military discipline.",
        "In this capacity his sincere piety and amiable character gained him great influence, and he led the party in the university which became known as the \"Crusianer\" as opposed to the \"Ernestianer,\" the followers of J.",
        "For a while, indeed, this opposition did not impair the king's popularity, due to his amiable character, his extraordinary services in beautifying his capital of Munich, and to his benevolence (it has been reckoned that he personally received about io,000 letters asking for help every year, and that the money he devoted to charity amounted to about a fifth of his income).",
        "98), and, before 105, he found a third wife in the accomplished and amiable Calpurnia (iv.",
        "He was a no less remarkable person than his father and much more amiable.",
        "Sadly however, our experience is cut short by a curfew, tho the band is quite amiable about it.",
        "I never met with a disposition more truly amiable.",
        "estimable young man, honest, amiable, with high ideals.",
        "No one would ever be good enough for Sarah in Jackson's eyes, however, as far as boyfriends went, this guy seemed pretty amiable.",
        "She could play him like a fiddle - or was Alex merely that amiable?",
        "The chief authority for the bishop's life is William de Chambre (printed in Wharton's Anglia Sacra, 1691, and in Historiae Dunelmensis scriptores tres, Surtees Soc. 1839), who describes him as an amiable and excellent man, charitable in his diocese, and the liberal patron of many learned men, among these being Thomas Bradwardine, afterwards archbishop of Canterbury, Richard Fitzralph, afterwards archbishop of Armagh, the enemy of the mendicant orders, Walter Burley, who translated Aristotle, John Mauduit the astronomer, Robert Holkot and Richard de Kilvington.",
        "He was amiable and even estimable, the chief fault of his character being vanity and an incurable tendency towards theatrical effect, which makes his travels, memoirs and other personal records as well as his historical works radically untrustworthy.",
        "In 1604 his friend Michel de la Rochemaillet prefixed to an edition of the Sagesse a Life, which depicts Charron as a most amiable man of purest character.",
        "In private life he was in every way estimable, - upright, amiable, devoid of all jealousy, and generous to a fault.",
        "(1745-1765), an amiable nonentity, with the instincts ~ of a shopkeeper, made no pretence of discharging ranc important imperial duties, and the task of ruling the hereditary possessions of the house of Habsburg fell wholly to the empressqueen.",
        "The new emperor F erdi- was personally amiable, but so enfeebled by epilepsy n and 1.",
        "He had been married, in 1793, without his wishes being consulted, to the beautiful and amiable Princess Maria Louisa of Baden (Elizabeth Feodorovna), a political match which, as he regretfully confessed to his friend Frederick William of Prussia, had proved the misfortune of both; and he consoled himself in the traditional manner.",
        "The whole movement, intended as a return to the kirk of Knox and Melville and the Covenanters, was a not unneeded protest against the sleepy \" moderation,\" and want of spiritual enthusiasm, which invaded the established kirk in the latter part of the 18th century, a period in which she possessed such distinguished writers as John Home, author of the drama of Douglas, Robertson, the historian, and Dr Carlyle, whose amusing autobiography draws a perfect portrait of an amiable and highly educated \" Moderate \" and man of the world.",
        "The personal character of Malherbe was far from amiable, but he exercised, or at least indicated the exercise of, a great and enduring effect upon French literature, though by no means a wholly beneficial one.",
        "Mandeville's ironical paradoxes are interesting mainly as a criticism of the \"amiable\" idealism of Shaftesbury, and in comparison with the serious egoistic systems of Hobbes and Helvetius.",
        "After his cousin Gustavus Adolphus, whom in many respects he strikingly resembled, he was indubitably the most amiable and brilliant of all the princes of the House of Vasa.",
        "Yet there were elements of weakness in his character which his short life only half revealed: an impetuosity which made him twice threaten to take his own life; a superstitious vein which impelled him to consult oracles and shrink from bad omens; an amiable dilettantism which led him to travel in Egypt while his enemy was plotting his ruin; a want of nerve and resolution which prevented him from coming to an open rupture with Piso till it was too late.",
        "From the first he displayed rare ability as a debater, his inspiring and yet amiable personality attracted hosts of admirers, while his extraordinary tact and temper disarmed opposition and enabled him to mediate between extremes without ever sacrificing principles.",
        "An inexhaustible intellectual energy and curiosity lay beneath this amiable surface.",
        "He also appointed another select committee to consider how to control expenditure, the chairman of which, Mr. Herbert Samuel, told him that his fault as a Chancellor of the Exchequer was that he was \" too amiable.\"",
        "however, regarded that office as of material importance, and it was entrusted by Lord Aberdeen to an amiable and conscientious nobleman, the duke of Newcastle.",
        "The court was frivolous, vacillating, stone deaf and stone blind; the gentry were amiable, but distinctly bent to the very last on holding to their privileges, and they were wholly devoid both of the political experience that only comes of practical responsibility for public affairs, and of the political sagacity that only comes of political experience.",
        "Fox, who was as sharp and intolerant in the House as he was amiable out of it, interposed with some words of contemptuous irony.",
        "It is the crowning merit of the ever amiable and courteous tsar Alexius that he discovered so many great men (like Nikon, Orduin, Matvyeev, the best of Peter's precursors) and suitably employed them.",
        "When the effort to restrain feeling is exhibited in a degree which surprises as well as pleases, it excites admiration as a virtue or excellence; such excellences Adam Smith quaintly calls the \" awful and respectable,\" contrasting them with the \" amiable virtues \" which consist in the opposite effort to sympathize, when exhibited in a remarkable degree.",
        "To all his three wives, in spite of numerous infidelities, he seems to have been warmly attached; and this is perhaps the best trait in a character otherwise more remarkable for arrogance and heat than for any amiable qualities.",
        "Of amiable disposition, he hastened to make peace with Henry VI.",
        "~f amiable but indolent character and of literary John IL, tastes, was governed by his favorite, Alvaro de 40644.~4.",
        "It was no wonder that the death of a king who had shown so much capacity for rule, so much unselfish energy and courage, Regency ~ and so many amiable personal qualities, should Queen have made Spaniards and foreigners extremely Christina.",
        "Alex was more amiable - possibly because he initiated the trip.",
        "Throughout the meal, Giddon was amiable, keeping his questions and comments to benign things like the weather and geography.",
        "John was amiable, weak and dependent on those about him.",
        "When the second act was over Countess Bezukhova rose, turned to the Rostovs' box--her whole bosom completely exposed--beckoned the old count with a gloved finger, and paying no attention to those who had entered her box began talking to him with an amiable smile.",
        "Natasha had not time to take off the bodice before the door opened and Countess Bezukhova, dressed in a purple velvet gown with a high collar, came into the room beaming with good-humored amiable smiles.",
        "For a contemplative and amiable man, Finlay accreted a notable list of run-ins with the authorities and his friends.",
        "Season 1 Monk An amiable series that does n't really do anything spectacular but makes for some pleasant sunday evening watching.",
        "Amidst almost unbounded popularity, to find so much humility, how amiable, but how rare !",
        "With bobcat-like ears and a big, bushy tail, the amiable Maine Coon makes a popular family pet.",
        "Maine Coons make good pets for single people or families as they are amiable, playful and independent.",
        "Beyond a doubt he was not without a certain moral timidity contrasting strangely with his eager temperament and alertness of intellect; but, though he was not cast in a heroic mould, he must have been one of the most amiable of men.",
        "Almost his first act on ascending the throne was publicly to insult his consort, the amiable Charlotte Amelia of Hesse-Cassel, by introducing into court, as his officially recognized mistress, Amelia Moth, a girl of sixteen, the daughter of his former tutor, whom he made countess of Samsd.",
        "Here he wrote La Nouvelle Heloise; here he indulged in the passion which that novel partly represents, his love for Madame d'Huodetot, sister-in-law of Madame d'Epinay, a lady young and amiable, but plain, who had a husband and a lover (St Lambert), and whom Rousseau's devotion seems to have partly pleased and partly annoyed.",
        "Under his sister's care the young emperor was trained in divers accomplishments which won him the name of Calligraphes (\"the Penman\"), but grew up into a weak though amiable character.",
        "He was simply a fair representative of the Italian piety of his day - amiable, ascetic in his personal habits, indefatigable in many forms of activity, and of more than respectable abilities; though the emotional side of his character had the predominance over his intellect.",
        "These tendencies had been fostered by his tutor Zhukovsky, the amiable humanitarian poet, who had made the Russian public acquainted with the literature of the German romantic school, and they remained with him all through life, though they did not prevent him from being severe in his official position when he believed severity to be necessary.",
        "\"The Muses,\" he writes to Voss, \"were now his consolation, and appeared more amiable than ever.\"",
        "Of a kindly and amiable disposition, he won the respect of Catholic and Protestant alike.",
        "freshmancond Eight was a lively, amiable crew, which contained several freshmen.",
        "David finished his two minutes of amiable babbling and suffered the nightmare of all public speakers.",
        "pokey shop, the current of debate swirled angrily around Afghanistan's amiable leader, Hamid Karzai.",
        "Season 1 Monk An amiable series that doesn't really do anything spectacular but makes for some pleasant sunday evening watching.",
        "Amidst almost unbounded popularity, to find so much humility, how amiable, but how rare!",
        "Decius was an excellent soldier, a man of amiable disposition, and a capable administrator, worthy of being classed with the best Romans of the ancient type.",
        "Leroy-Beaulieu,' the fines inflicted by the court were commonly paid in vodka, which was consumed on the premises by the judges and the parties to the suit; there is no reason to suppose that this amiable custom has been abandoned.",
        "The earl of Buckinghamshire declared him to be the most amiable negotiator he had ever met.",
        "The amiable character of the king preserved his own popularity, but the government was ignorant and profligate, justice was ill administered, negligence and disorder reigned in all its departments.",
        "He was essentially an amiable man, who hated the zeal for an impossible orthodoxy that constrained \"the church to institute a search after crimes which have not betrayed an existence, yea, and to drag into open contentions those who are meditating no evil.\"",
        "He assailed Lord North with unmeasured invective, directed not only at his policy but at his personal character, though he well knew that the prime minister was an amiable though pliable man, who remained in office against his own wish, in deference to the king who appealed to his loyalty."
    ],
    "definition": [
        "Friendly and agreeable in disposition; good-natured and likable.",
        "Cordial; sociable; congenial: an amiable gathering.",
        "a′mi·a·bil′i·ty a′mi·a·ble·ness\nnoun",
        "a′mi·a·bly\nadverb",
        "Link/Cite",
        "Friendly; kind; sweet; gracious; as, an amiable temper or mood; amiable ideas.",
        "Possessing sweetness of disposition; having sweetness of temper; kindhearted; which causes one to be liked; as, an amiable person.",
        "See amicable.",
        "Link/Cite"
    ]
}