{
    "translation": "נמנה עם, בקרב.",
    "uses": [
        "The bees were buzzing among the flowers.",
        "He smiled, revealing fangs among the neat row of white teeth.",
        "Iliana has been a favorite among them.",
        "The sailors divided his money among themselves; and the ship sailed on.",
        "Yes, among other things.",
        "But the five phenomena I chose to tackle in this book are among the great blights on humanity that I believe the Internet and technology will help solve.",
        "Among Mrs. Marsh's attributes was mind reading.",
        "We'd discussed this point among ourselves numerous times over the past months.",
        "The people, with Petya among them, rushed toward the balcony.",
        "I'm happy you're among us.",
        "Jule is still not in favor among my kind.",
        "He strolled among the self-conscious pets and people, smiling and looking until he was sure she wasn't there.",
        "The last thing she wanted was rivalry among the men.",
        "Two childish voices laughed merrily at this action, and Dorothy was sure they were in no danger among such light-hearted folks, even if those folks couldn't be seen.",
        "\"Divide it among the poor people who need it so badly,\" said some.",
        "But unlike the floating package that danced among the rocks, the tin had not floated away.",
        "He was the only neutral party among our father.s sons.",
        "Perhaps we may see that wolf among the trees.",
        "I thought how strange it was that such precious seeds of truth and wisdom should have fallen among the tares of ignorance and corruption.",
        "No such system of laws controls relations among nations, no significant world police force exists, and the world court system is very weak.",
        "There was a rustling among the crowd and it again subsided, so that Pierre distinctly heard the pleasantly human voice of the Emperor saying with emotion:",
        "In the past, we simply had division of labor among people.",
        "I have made some sacrifices to a sense of duty, and among others have sacrificed this pleasure also.",
        "You will find much of your power diminished, especially among those who used to bow to you.",
        "It's an honor to be among the first to welcome you officially to the family.",
        "Among the servants there was a little page whose name was Carl.",
        "Several persons, among them the elderly lady and Anna Pavlovna, did however smile.",
        "The glimmering lights were nestled among rocks and dirt.",
        "At under five and a half feet, she wasn't sure how she was supposed to find her brother among the people around her.",
        "Something was moving among the rocks at the bottom of the chasm.",
        "Pretty sure he's the only one among us who was able to out-manipulate her.",
        "The men spoke among themselves, swapping war stories and discussing the Tucson Sector's influx of vamps.",
        "I don't know who among us was the most nervous.",
        "You have a rare ability among our kind.",
        "They belong to the rich man who lives in the big white house there among the trees.",
        "Everything the vines touched they crushed, and our adventurers were indeed thankful to have escaped being cast among them.",
        "Among the watchers at Charlestown was a brave young man named Paul Revere.",
        "Among the places I visited were West Point, Tarrytown, the home of Washington Irving, where I walked through \"Sleepy Hollow.\"",
        "We have this pledge among ourselves not getting a Texas mile near any of these cases.",
        "\"There is a legend among the humans of the phoenix, who rises from his own ashes,\" the Watcher replied.",
        "Among the rest was a dried tapeworm.",
        "We are for the most part more lonely when we go abroad among men than when we stay in our chambers.",
        "A diplomat by nature, he had long served in the peacekeeping capacity among his brothers, before he was rendered dead-dead seven months before.",
        "\"Send Tymkyn to find Harmony,\" Gabriel said, referring to the top tracker among his death-dealers.",
        "As the baby of the three, he'd always been the rock star among them.",
        "Among the Russian prisoners rescued by Denisov and Dolokhov was Pierre Bezukhov.",
        "He sends soldiers among us to take away our liberty.",
        "All through the night he sat among the abbey cows, and sang his wonderful song.",
        "So he rattled on, telling all the gossip he had heard among the orderlies.",
        "There was a traitor among the fifty-odd death-dealers he had above ground, and he'd assigned twelve-hour shifts to keep an eye on the apartment where he sent Deidre.",
        "He remembered that he had seen many bees flying among these flowers and gathering honey from them.",
        "I'd as soon die here as live much longer among these cruel and heartless people.",
        "As he was being led up to some object he noticed a hesitation and uncertainty among his conductors.",
        "He gave these to a shepherd and ordered him to bring them up among his sheep, far from the homes of men.",
        "It should be noted that the Byzantines were among the most civilized people in all the world at that time.",
        "Among those whom Julie's guests happened to choose to gossip about were the Rostovs.",
        "She looked at her husband, the most closed minded among us, when she spoke.",
        "Hundreds of peasants, among them the Bogucharovo folk, suddenly began selling their cattle and moving in whole families toward the southeast.",
        "In three carriages involved among the munition carts, closely squeezed together, sat women with rouged faces, dressed in glaring colors, who were shouting something in shrill voices.",
        "A freak among freaks.",
        "Among the limbers lay several dead men.",
        "\"I cannot be afraid,\" thought he, and dismounted slowly among the guns.",
        "He.s in a deep sleep, but his presence here is causing much unease among us.",
        "They say there are Italian girls among them.",
        "I don't suppose there are any shrinks among the Naturals.",
        "Anyway, among the wacko postings, I found this site.",
        "Near by, the campfires were dimly burning among the French Guards, and in the distance those of the Russian line shone through the smoke.",
        "Among the many young men who frequented her house every day, Boris Drubetskoy, who had already achieved great success in the service, was the most intimate friend of the Bezukhov household since Helene's return from Erfurt.",
        "He looked eagerly around, but saw only a squirrel frisking among the trees and a rabbit hopping across the road.",
        "And of the redheads themselves, are there factors among the clumsy ones that are different than the coordinated ones?",
        "American universities are thought by many to be among the best in the world.",
        "Another voice, from a man of medium height with clear blue eyes, particularly striking among all these drunken voices by its sober ring, cried from the window: \"Come here; part the bets!\"",
        "Pierre was at ease among his own kind.",
        "Among the gentlemen of the suite, Rostov noticed Bolkonski, sitting his horse indolently and carelessly.",
        "Denisov then relieved him from drudgery and began taking him with him when he went out on expeditions and had him enrolled among the Cossacks.",
        "I am proud to count him among my friends.",
        "Wooden birds fluttered among the trees and wooden cows were browsing upon the wooden grass; but the most amazing things of all were the wooden people--the creatures known as Gargoyles.",
        "So the two went to the dressing-room of the Princess and searched carefully in every corner and among the vases and baskets and ornaments that stood about the pretty boudoir.",
        "If we were left solely to the wordy wit of legislators in Congress for our guidance, uncorrected by the seasonable experience and the effectual complaints of the people, America would not long retain her rank among the nations.",
        "Often, when he was a little lad, he took long walks among the trees with his mother.",
        "One day as he was walking among the trees the birds saw him and flew down to greet him.",
        "\"Forty three, five here, thirty eight spread among the Sanctuaries,\" she answered promptly.",
        "Well, one night the convicts were gathered just as we are, with the old man among them.",
        "Among the gentry of the province Nicholas was respected but not liked.",
        "Among the dogs which received the most attention were the bulldogs.",
        "Almost every New England boy among my contemporaries shouldered a fowling-piece between the ages of ten and fourteen; and his hunting and fishing grounds were not limited, like the preserves of an English nobleman, but were more boundless even than those of a savage.",
        "Among them stood a man whose white shirt was stained with blood.",
        "But such undercurrents still existed among the people and gathered new forces ready to manifest themselves just as strangely, unexpectedly, and at the same time simply, naturally, and forcibly.",
        "Then a patrol arrived and all the men--all those who were not looting, that is--were arrested, and I among them.",
        "And the rest he divided among the young women who took care of his mother.",
        "On Kutuzov's staff, among his fellow officers and in the army generally, Prince Andrew had, as he had had in Petersburg society, two quite opposite reputations.",
        "They looked down, and at the bottom they saw some lambs huddled together among the rocks.",
        "In the days that followed I learned to spell in this uncomprehending way a great many words, among them pin, hat, cup and a few verbs like sit, stand and walk.",
        "one would know she didn't belong among the blue bloods in this crowd.",
        "Several of our men fell, among them the round-faced officer who had marched so gaily and complacently.",
        "In among the hindmost of these men wearing similar shakos was a Russian hussar.",
        "One real runaway slave, among the rest, whom I helped to forward toward the north star.",
        "I would advise you to set in the spade down yonder among the ground-nuts, where you see the johnswort waving.",
        "That same evening there was an animated discussion among the squadron's officers in Denisov's quarters.",
        "Boris was among the few present at the Niemen on the day the two Emperors met.",
        "Her arms were crossed, and though she smiled at Lon, Sofia could see her level of comfort was equal to hers among the giants that towered even above a supermodel.",
        "He'd tucked away the necklace thousands of years ago after finding it among the pieces of his brother's body.",
        "At least one of Damian's Guardians lay slain among the scores of vamps.",
        "He was like a massive shadow among the sunny forest, dressed all in black and armed as if for battle, even when coming to see her.",
        "It was how he walked easily among all the others, never threatened and routinely confided in.",
        "He sent out among the poor people of the city and found two little babies who had never heard a word spoken.",
        "There were several prominent Boston physicians among them.",
        "Here is a hogshead of molasses or of brandy directed to John Smith, Cuttingsville, Vermont, some trader among the Green Mountains, who imports for the farmers near his clearing, and now perchance stands over his bulkhead and thinks of the last arrivals on the coast, how they may affect the price for him, telling his customers this moment, as he has told them twenty times before this morning, that he expects some by the next train of prime quality.",
        "I am fond of you, especially as you are the one live man among our whole set.",
        "Then she slipped down among the flowerpots on the other side of the tubs and stood, hanging her head.",
        "But I just wish to say, to avoid misunderstandings, that you are quite mistaken if you reckon me or my mother among such people.",
        "Around him everyone began to stir: steps were audible and whispers, among which Anna Mikhaylovna's was the most distinct.",
        "\"The hours are the same, and the lathe, and also the mathematics and my geometry lessons,\" said Princess Mary gleefully, as if her lessons in geometry were among the greatest delights of her life.",
        "Buonaparte has become a great commander among them!",
        "A member of the Hofkriegsrath from Vienna had come to Kutuzov the day before with proposals and demands for him to join up with the army of the Archduke Ferdinand and Mack, and Kutuzov, not considering this junction advisable, meant, among other arguments in support of his view, to show the Austrian general the wretched state in which the troops arrived from Russia.",
        "These gentlemen talked among themselves and sometimes laughed.",
        "Prince Andrew stepped forward from among the suite and said in French:",
        "Among the field guns on the brow of the hill the general in command of the rearguard stood with a staff officer, scanning the country through his fieldglass.",
        "I'm different, Jule, even among you all.",
        "My God!-- voices among the officers were heard saying.",
        "That a criminal was reared among male factors mitigates his fault in our eyes.",
        "His look was too intense for her to doubt she was among what he'd discovered.",
        "But this I know, I love to play In the meadow, among the hay-- Up the water, and o'er the lea, That's the way for Billy and me.",
        "It was only a pet calf that had come there to browse among the bushes.",
        "She lay hidden among some rocks, and nothing could make her stir.",
        "Let that sink in: By dividing work up among people so they could specialize, we went from bows and arrows to Apollo moon missions.",
        "Our cottage was a sort of rough camp, beautifully situated on the top of the mountain among oaks and pines.",
        "Among them are \"Henry Esmond,\" \"Bacon's Essays\" and extracts from \"English Literature.\"",
        "As I walked in the woods to see the birds and squirrels, so I walked in the village to see the men and boys; instead of the wind among the pines I heard the carts rattle.",
        "I think that I may warrant you one worm to every three sods you turn up, if you look well in among the roots of the grass, as if you were weeding.",
        "These ice-cutters are a merry race, full of jest and sport, and when I went among them they were wont to invite me to saw pit-fashion with them, I standing underneath.",
        "In almost all climes the tortoise and the frog are among the precursors and heralds of this season, and birds fly with song and glancing plumage, and plants spring and bloom, and winds blow, to correct this slight oscillation of the poles and preserve the equilibrium of nature.",
        "Well, then, come here, said she, and went further in among the plants and threw down the doll.",
        "Beside Kutuzov sat an Austrian general, in a white uniform that looked strange among the Russian black ones.",
        "But among these people Prince Andrew knew how to take his stand so that they respected and even feared him.",
        "There he found so many people, among them officers who, like himself, had come in civilian clothes, that he had difficulty in getting a dinner.",
        "The count got out helped by the footmen, and, passing among men and women who were entering and the program sellers, they all three went along the corridor to the first row of boxes.",
        "Pierre was among those who saw him come out from the merchants' hall with tears of emotion in his eyes.",
        "After the hussars had come to the village and Rostov had gone to see the princess, a certain confusion and dissension had arisen among the crowd.",
        "Yet from among these men twenty thousand are doomed to die, and they wonder at my hat!",
        "Half an hour later Kutuzov left for Tatarinova, and Bennigsen and his suite, with Pierre among them, set out on their ride along the line.",
        "Having descended the hill the general after whom Pierre was galloping turned sharply to the left, and Pierre, losing sight of him, galloped in among some ranks of infantry marching ahead of him.",
        "Pierre saw that there was a bridge in front of him and that soldiers were doing something on both sides of it and in the meadow, among the rows of new-mown hay which he had taken no notice of amid the smoke of the campfires the day before; but despite the incessant firing going on there he had no idea that this was the field of battle.",
        "While I had no direct evidence the attendees were all registered sex offenders, the way they nodded and agreed at the mention of deviant sexual behavior made me feel I might be unique among like penitents.",
        "Rhyn stayed where he was, wary yet unafraid of Sasha, who.d been the zookeeper among the animals with him in Hell.",
        "I do not remember what they all were; but I do know that mother, father, sister, teacher were among them--words that were to make the world blossom for me, \"like Aaron's rod, with flowers.\"",
        "Among the many friends I made in Boston were Mr. William Endicott and his daughter.",
        "Next rolls Thomaston lime, a prime lot, which will get far among the hills before it gets slacked.",
        "There are a few who remember his little patch among the walnuts, which he let grow up till he should be old and need them; but a younger and whiter speculator got them at last.",
        "I had just sunk my head on this when the bells rung fire, and in hot haste the engines rolled that way, led by a straggling troop of men and boys, and I among the foremost, for I had leaped the brook.",
        "Both Kuragin and Dolokhov were at that time notorious among the rakes and scapegraces of Petersburg.",
        "At this Natasha dashed swiftly among the flower tubs and hid there.",
        "(She used the word \"diplomat,\" which was just then much in vogue among the children, in the special sense they attached to it.)",
        "This young man, of whom I spoke to you last summer, is so noble-minded and full of that real youthfulness which one seldom finds nowadays among our old men of twenty and, particularly, he is so frank and has so much heart.",
        "He was often making trouble among his neighbors.",
        "If we obtained this ten-thousand-fold increase simply by allowing specialization and dividing work up among people, then what astronomical gains will we achieve by outsourcing that work to robots capable of working with unimaginable precision at unimaginable speed?",
        "She relaxed after a nice, long soak in the bathtub, her thoughts wandering among the stars.",
        "They were among the fiercest and most cruel of the pirates of the north coast of Africa.",
        "Chief among these states were the duchy of Brabant, the counties of Flanders, Hainault, Holland, Gelderland, Limburg and Luxemburg, and the bishoprics of Utrecht and Liege.",
        "The third crusade numbered among its chiefs Floris III.",
        "At Nancy Charles was himself among the slain, leaving his only daughter Mary of Burgundy, then in her twentieth year, sole iheiress to his possessions.",
        "The most serious difficulty with which Margaret had to deal arose from the attitude of the great nobles, and among these especially of William (the \" Silent \") of Nassau, prince of Orange, Lamoral, count of Egmont, and Philip de Montmorency, count of Hoorn.",
        "They began to be alarmed by the severity with which the edicts against heresy were being carried out, and by the rising indignation among the populace.",
        "Then the army under Alva's son, Don Frederick of Toledo, marched northwards, and the sack of Zutphen and the inhuman butchery of Naarden are among the blackest records of history.",
        "par l'Academie de Bruxelles (58 vols., 1868-1870); among later writers, J.",
        "Among these is the cathedral of Notre-Dame, one of the finest and best preserved Romanesque and Gothic examples in Belgium (for plan, &c., see Architecture: Romanesque and Gothic in Belgium).",
        "Among the relics were three hundred small golden models of bees.",
        "The Pont des Trous over the Scheldt, with towers at each end, was built in 1290, and among many other interesting buildings there are some old houses still in occupation which date back to the 13th century.",
        "This it remained until the subdivision of the Frank monarchy among the sons of Clovis.",
        "One of the oldest and most widespread methods of divining the future, both among primitive people and among several of the civilizations of antiquity, was the reading of omens in the signs noted on the liver of the animal offered as a sacrifice to some deity.",
        "It constituted the most common form of divination in ancient Babylonia, where it can be traced back to the 3rd millennium B.C. Among the Etruscans the prominence of the rite led to the liver being looked upon as the trade-mark of the priest.",
        "The evidence for the rite among the Greeks is sufficient to warrant the conclusion of its introduction at a very early period and its persistence to a late day.",
        "3, which identifies the blood with the soul of the animal and therefore prohibits its use fairly represents the current conception both among primitive peoples as well as among those who had advanced along the road of culture and civilization.",
        "Again the crowd of members of the suite and street gazers (among whom was Rostov) moved nearer to the Emperor.",
        "The three soldiers were eating and talking among themselves, taking no notice of him.",
        "When he reached the bridge he saw two unlimbered guns, the infantry crossing the bridge, several overturned carts, and frightened and laughing faces among the troops.",
        "He was told by his fellow officers that the screams of the crowd and the shrieks of the woman were due to the fact that General Ermolov, coming up to the crowd and learning that soldiers were dispersing among the shops while crowds of civilians blocked the bridge, had ordered two guns to be unlimbered and made a show of firing at the bridge.",
        "Only among the back rows of the people, who were all pressing toward the one spot, could sighs, groans, and the shuffling of feet be heard.",
        "As soon as the men of the various regiments began to disperse among the wealthy and deserted houses, the army was lost forever and there came into being something nondescript, neither citizens nor soldiers but what are known as marauders.",
        "Among the trees a man with long legs and long, swinging arms, wearing a short jacket, bast shoes, and a Kazan hat, was approaching with long, light steps.",
        "There was a stir among the officers in the shadow beyond the fire, and one tall, long-necked officer, walking round the fire, came up to Dolokhov.",
        "Grilled, barbecued or roasted are among the other ways chicken is prepared.",
        "Xander is an anomaly among our kind.",
        "Noteworthy among the buildings within the ancient citadel is a small tetrastyle temple, variously ascribed to Jupiter and Minerva, the portico supported by six monolithic columns of cippolino, four being in front.",
        "In the past, political alliances were sealed by marriages among monarchs or nobles.",
        "Since Bishop Brooks died I have read the Bible through; also some philosophical works on religion, among them Swedenborg's \"Heaven and Hell\" and Drummond's \"Ascent of Man,\" and I have found no creed or system more soul-satisfying than Bishop Brooks's creed of love.",
        "The doll cried, too, and stretched out its arms from among the green branches, and looked distressed.",
        "The manual alphabet is that in use among all educated deaf people.",
        "She seemed to think at first that the children all belonged to the visiting ministers; but soon she recognized some little friends among them, and I told her the ministers didn't bring their children with them.",
        "Petroleum ranks second to coal among the state's mineral resources.",
        "\"You will go down as legend among your people,\" she continued.",
        "Among the public buildings are the town hall, classic in style; the market house, and literary and scientific institution, with a museum containing a fossil collection from the limestone of the locality.",
        "They shelter in crevices of the bark of trees, in the dried stems of herbaceous plants, or among moss and fallen leaves on the ground.",
        "Lever's grammar school, founded in 1641, had Robert Ainsworth, the Latin lexicographer, and John Lempriere, author of the classical dictionary, among its masters.",
        "The borough is finely situated in the Wyoming Valley among the rich anthracite coalfields of eastern Pennsylvania, and its inhabitants are chiefly engaged in the coal industry; in 1906 and 1907 (when it shipped 24,081,4 9 1 tons) Luzerne county shipped more anthracite coal than any other county in Pennsylvania.",
        "Among the great glaciers which stream from the peak the most noteworthy are those of Bossons and Taconnaz (northern slope) and of Brenva and Miage (southern slope).",
        "Among the blockhouses was one which by various enlargements and refoundations grew into the well-known Saalburg fort on the Taunus near Homburg.",
        "The original name, however, survived among the English-speaking inhabitants for many years after this change.",
        "Among the most important trees of this area are the white and chestnut oaks, the black walnut, the yellow poplar, and the cherry, the southern portion of the state containing the largest reserve supply.",
        "Among the shrubs and vines are the blackberry, black and red raspberry, gooseberry, huckleberry, hazel and grape.",
        "The bituminous coal of West Virginia is a particularly good coking coal, and in 1905, 1906, 1907 and 1908 West Virginia ranked second (to Pennsylvania) among the states of the Union in the amount of coke manufactured; the Flat Top district is the principal cokemaking region.",
        "Next in importance among the state's manufactures are lumber and timber, and flour and grist mills.",
        "Among the old houses one, dating from the 16th century, was the birthplace of Blaise Pascal, whose statue stands in a neighbouring square.",
        "Theocritus (Idyll 17) hails Ptolemy Philadelphus as a demigod, and speaks of his father as seated among the gods along with Alexander.",
        "Ali among Shiite Mahommedans; the Bab in Babism; the Druse Hakim).",
        "Charlottesville is a trade centre for the surrounding country; among its manufactures are woollen goods, overalls, agricultural implements and cigars and tobacco.",
        "Among later additions were gunmounting stores, boiler shop, boat sheds, canteen, coal stores, &c., together with a double dock 750 ft.",
        "Among the population were about 12,800 Christians, mostly Karens.",
        "At the age of eight he was taken in charge by an elder brother of his father, Howard Hastings, who held a post in the customs. After spending two years at a private, school at Newington Butts, he was moved to Westminster, where among his contemporaries occur the names of Lord Thurlow and Lord Shelburne, Sir Elijah Impey, and the poets Cowper and Churchill.",
        "Among his companions on his voyage round the Cape were the Baron Imhoff, a speculative portrait-painter, and his wife, a lady of some personal attractions and great social charm, who was destined henceforth to be Hastings's lifelong companion.",
        "In 1900 the value of the factory products was $4,691,779; in 1905 it was $5,900,129, the city ranking third among the cities of the state in value of factory products.",
        "Erasmus and Calvin were among his correspondents.",
        "It was very beautiful; but the idle fairies were too much frightened at the mischief their disobedience had caused, to admire the beauty of the forest, and at once tried to hide themselves among the bushes, lest King Frost should come and punish them.",
        "I do not remember what they all were; but I do know that MOTHER, FATHER, SISTER and TEACHER were among them.",
        "These extracts are from her exercises in her course in composition, where she showed herself at the beginning of her college life quite without rival among her classmates.",
        "\"How was it a gun was abandoned?\" asked Bagration, frowning, not so much at the captain as at those who were laughing, among whom Zherkov laughed loudest.",
        "At headquarters and among the troops near by the news spread that the Emperor was unwell.",
        "That spring a new disease broke out among the soldiers, a swelling of the arms, legs, and face, which the doctors attributed to eating this root.",
        "He noted this down that same evening, among other facts he felt to be of historic importance.",
        "A pleasant feeling of excitement and an expectation of something joyful and solemn was aroused among the soldiers of the convoy and the prisoners.",
        "Pierre sobbed as he sat among them and could not utter a word.",
        "The French, excited by all that had happened, were talking loudly among themselves, but as they passed Dolokhov who gently switched his boots with his whip and watched them with cold glassy eyes that boded no good, they became silent.",
        "Kutuzov rode to Dobroe on his plump little white horse, followed by an enormous suite of discontented generals who whispered among themselves behind his back.",
        "Among the innumerable categories applicable to the phenomena of human life one may discriminate between those in which substance prevails and those in which form prevails.",
        "The men soon accepted Pierre into their family, adopted him, gave him a nickname (\"our gentleman\"), and made kindly fun of him among themselves.",
        "Some crows, scenting blood, flew among the birch trees cawing impatiently.",
        "It was not till nearly evening that the officer commanding the escort collected his men and with shouts and quarrels forced his way in among the baggage trains, and the prisoners, hemmed in on all sides, emerged onto the Kaluga road.",
        "As long as they remained with their own people each might hope for help from his fellows and the definite place he held among them.",
        "Standing among the crowd of peasants, Pierre recognized several acquaintances among these notables, but did not look at them--his whole attention was absorbed in watching the serious expression on the faces of the crowd of soldiers and militiamen who were all gazing eagerly at the icon.",
        "So they hid themselves among the bushes and waited silently for something to happen.",
        "The very fact that the nineteenth century has not produced many authors whom the world may count among the greatest of all time does not in my opinion justify the remark, \"There may come a time when people cease to write.\"",
        "Nearly two years before this, in 1808, Pierre on returning to Petersburg after visiting his estates had involuntarily found himself in a leading position among the Petersburg Freemasons.",
        "One instance, which had occurred some twenty years before, was a movement among the peasants to emigrate to some unknown \"warm rivers.\"",
        "I've heard rumors among my vamps of the Others walking among them.",
        "Your father's betrayer planted a traitor among those closest to you.",
        "I think there's no openly declared war, but there's lots of unrest and skirmishes among the clans.",
        "Had the thought been able to gather support among her disjointed faculties, she would have walked away from him.",
        "While he never believed he'd overlooked her among the throngs of women he'd met, he had heard even his sisters speak of the missing lifemate and how he had refused every woman on the planet and perhaps somehow overlooked her.",
        "The name was unfamiliar, which meant he was not well connected and not among the families of his advisors.",
        "She'd learned the parts of a warship inside and out while learning the battle planning and looked for the configuration button among her options popping up on the screen.",
        "I must know who among us has a tracking beacon.",
        "Cynthia smiled, remembering the early-days' confusion of opening the bed and breakfast, two newlyweds and one old man, operating on piggy bank finances and not an ounce of experience among them.",
        "Saint Among Sinners it's called.",
        "He can just change the title from Saint among the Sinners to Sinner among the Saints, The Life and Times of a Mine-Town Hooker.",
        "Dean searched for his wife but didn't spot Cynthia's colorful ski jacket among the pockets of viewers.",
        "Dean felt the beginnings of a headache creep along the base of his neck as he tried to concentrate on who, among the cast of characters cloistered snugly in Bird Song, might have been responsible for Jerome Shipton's fall.",
        "Dean didn't mention that Shipton was still among the living.",
        "I care even less if your brother writes Saint Among the Sinners or Sinner Among the Saints.",
        "Dean rummaged about in the snow among the remaining climbing articles but the leather apparatus he untangled was far too small for his waist.",
        "Brady's attention instinctively shifted to their surroundings as he sought threats among the quiet surroundings of the secured compound.",
        "Even so, she wasn't going to last long among the roughnecks in his camp if she didn't toughen up a little.",
        "I have thirteen children among my companions, so no one asks questions.",
        "The strikes were enough to cause disarray among the men.",
        "There are good among them, but they just aren't like … this.",
        "Elise was walking among the survivors, her features growing irritated.",
        "\"I know it,\" she said, recalling the rustic mansion nestled among pine trees next to a lake.",
        "Her circumstances were unique among all the humans he'd met, even if she wasn't the greatest mother he'd had.",
        "\"Lilith, Jade, I'm just hoping Hannah isn't among them,\" Kiki said.",
        "You'll be treated well among the Immortals for the rest of your life.",
        "His half-demon blood would render him cloaked among the demons, as it had in the castle.",
        "He grabbed an order of French fries and a burger at the drive-in of a national chain, eating on the road, licking the salt from his fingers as he searched among the glass and steel structures for the address he had jotted down earlier.",
        "They both agreed—Dean still reluctantly—that the money was one more indication that Jeffrey Byrne was among the living.",
        "Ms. Nightingale murmured a room number and motioned down a hall crowded with bodies like the day after Gettysburg while white-coated figures strolled among the moaning, clip boards in hand With wide-eyed Fred following behind, Dean ran the gauntlet until he found the room, a small office packed with five men and a lot of smoke, three of them in Philadelphia Police uniforms.",
        "Would they even want me among them?",
        "She didn't want to say it, but the bloodied immortal didn't look like he'd wake up for quite a while, especially if there was no Healer among the survivors.",
        "He came stoutly, the only among them not immobilized by fear.",
        "I believe Damian has a Hunter among his men, but the White God refuses to speak to me anymore.",
        "He'd taught her a few things during the two weeks he toyed with her, among them, how to combine her flexibility and speed into something more lethal.",
        "Among the movements of Others, they'd seen Jenn.",
        "He didn't know if she still yearned for her husband during a time when marriages among servants were arranged, but there was nothing that could soothe the ache a mother felt at losing her child.",
        "He'd buried his emotions for Claire there, among the apple trees where he'd first met her.",
        "One of her riders urged his horse into a canter and approached, while she halted her horse, disguised among the men.",
        "Caring for the ancient warrior in the catacombs, Jame, all those years taught him compassion otherwise denied him among the dead in those underground passageways.",
        "His advisors and mates dressed in well-made clothing edged with silver, denoting their rank among the shouting crowd in rags.",
        "He was among his own kind.",
        "She wisely chose not to meet the challenging gaze of a restlessly shifting man among the king's company but focused on Taran's leg.",
        "My allies will block their roads and take the fortresses at the borders, among other actions.",
        "You've proven to be among my most trusted men.",
        "Hilden appeared among the servants, and Taran waved him over.",
        "Among other tools, they found one that looked like a hockey puck with a sharp blade.",
        "Among other things, he's the owner of this property.",
        "Of all the emotions she expected to feel on the day of her great victory, anger and guilt were not among them.",
        "He was moving quickly, around the building and seeking shelter among the rocks that lined one side of the moonlit beach to separate it from the property of the neighboring set of condos.",
        "Among the activities she was engaged in: skimming money out of his accounts.",
        "There was valet parking for residents and visitors, and her car was – by far – the oldest and cheapest among those in the drive.",
        "Cushing himself swam to the swamps on the river bank, and after wading among them for hours reached a Federal picket boat.",
        "Charmingly situated among vine-clad and wooded hills, Stuttgart stands at a height of nearly 900 ft.",
        "While such judgments are naturally exaggerated, there is no doubt that he takes a very high place among modern Latin poets.",
        "Among other characteristics of these animals may be noticed the great length of the neck and limbs, the complete absence of lateral toes and the long and tufted tail.",
        "When standing among mimosas they so harmonize with their surroundings that they are difficult of detection.",
        "A favourite haunt used to be the swamp of Azufghur, lying among the sal-forests to the northward of Meerut.",
        "Among its characteristics the following points are noticeable.",
        "Res Judicatae in 1892 and various other volumes followed, for he was in request among publishers and editors, and his easy charm of style and acute grasp of interesting detail gave him a front place among contemporary men of letters.",
        "But among archaeologists the word is usually restricted in its technical modern application to a sepulchral mound of greater or less magnitude.",
        "Among the works of benevolence with which his name is associated are the establishment of a hospital for galley slaves at Marseilles.",
        "He made various charitable bequests by his will, and among them a gift of $50,000 to found an institution, opened as the \"Astor House\" in 1854, for the education of poor children and the relief of the aged and the destitute in his native village in Germany.",
        "Verres may not have been quite so black as he is painted by Cicero, on whose speeches we depend entirely for our knowledge of him, but there can hardly be a doubt that he stood pre-eminent among the worst specimens of Roman provincial governors.",
        "His talents and amiability soon won him great popularity, especially among the peasants.",
        "Quarrels of a kind only too common among exiles followed; the Hungarians were especially offended by his claim still to be called governor.",
        "Among modern buildings may be mentioned the Bakewell and High Peak Institute, and the town hall and museum.",
        "HERMAGORAS, of Temnos, Greek rhetorician of the Rhodian school and teacher of oratory in Rome, flourished during the first half of the 1st century B.C. He obtained a great reputation among a certain section and founded a special school, the members of which called themselves Hermagorei.",
        "It was for many years an object of contention among the Spanish factions, but ultimately the greater attractions of Lima and its own isolation diminished its importance.",
        "In the winter of 874-875 Healfdene returned to Northumbria, which he partitioned among his followers.",
        "The first recorded appearance of Henry Chicheley himself is at New College, Oxford, as Checheley, eighth among the undergraduate fellows, in July 1387, in the earliest extant hall-book, which contains weekly lists of those dining in Hall.",
        "He had just been admitted to the bar, but on the outbreak of war he at once offered his services to the governor, and became lieutenant-colonel and then colonel of the 42nd Ohio Volunteers, recruited largely from among his former students.",
        "Ferns are prominent among the flora, about one-third of which consists of endemic species.",
        "Prominent among these are glycerin and succinic acid.",
        "Ibn Tumart, who had been driven from several other towns for exhibitions of reforming zeal, now took refuge among his own people, the Masmuda, in the Atlas.",
        "Its houses are usually one-storeyed, built of adobe and roofed with red tiles; its public buildings are among the finest in Central America.",
        "The anatomical construction of these plants presents many peculiarities which have given rise to discussion as to the allocation of the order among the dicotyledons or among the monocotyledons, the general balance of opinion being in favour of the former view.",
        "He permitted laymen to hold certain public offices, under surveillance of the prelates, organized a guard from among the Roman nobility, decreed a plan for redeeming the base coinage, permitted the communes a certain degree of municipal liberty, and promised the liquidation of the public debt.",
        "Among his first acts was the creation of nine French cardinals.",
        "GEORGE SAND (1804-1876), the pseudonym of Madame Amandine Lucile Aurore Dudevant, née Dupin, the most prolific authoress in the history of literature, and unapproached among the women novelists of France.",
        "\" She will be fortunate,\" said the aunt, \" she was born among the roses to the sound of music.\"",
        "Its three main objects, the peace of Christendom, the crusade and the reform of the church, could be secured only by general agreement among the powers, and Leo or the council failed to secure such agreement.",
        "deserves a prominent place among the popes.",
        "The Ibn Tibbon family thus rendered conspicuous services to European culture, and did much to further among Jews who did not understand Arabic the study of science and philosophy.",
        "Conceive a beam of plane polarized light to move among a number of particles, all small compared with any of the wavelengths.",
        "Two-fifths of the land belongs to the state, and two-fifths more to the various communes; the remaining fifth is minutely subdivided among a large number of small proprietors, many of whom have been expropriated from inability to pay the taxes, which, considering the low value of the land, are too heavy; while the state is unable to let a large proportion of its lands.",
        "Among the natural flora may be noted the wild olive, the lentisk (from which oil is extracted), the prickly pear, the myrtle, broom, cytisus, the juniper.",
        "Of wild animals may be noted the moufflon (Ovis Ammon), the stag, and the wild boar, and among birds various species of the vulture and eagle in the mountains, and the pelican and flamingo (the latter coming in August in large flocks from Africa) in the lagoons.",
        "Among the exports may be noticed minerals, wines and spirits, tobacco, hides, live animals; and among the imports, groceries, cotton and cereals.",
        "The number of scholars in the elementary schools for1901-1902was 59.09 per loon (Calabria 42.27, Tuscany 67 09, Piedmont 118.00); the teachers are 1.34 per woo, a total of 1084 of both sexes (among whom only one priest) (Calabria 1.18, Tuscany I 29, Piedmont 2.",
        "This is no doubt accounted for by the extreme poverty which prevails among the lower classes, though beggars, on the other hand, are very few, the convictions being 8.95 per 100,000 against 258.15 per 100,000 for the province of Rome.",
        "The majority perhaps of the nuraghi of Sardinia present this simple type; but a very large number, and, among them, those best preserved, have considerable additions.",
        "Among the most curious relics of the art of the period is a group of bronze statuettes, some found at Uta near Cagliari and others near Teti, west of Fonni, in the centre of the island, of which many specimens are now preserved in the museum at Cagliari.",
        "To the Pisan period belong a number of fine Romanesque churches, among which may be specially mentioned those of Ardara, S.",
        "Among the notable buildings are the weigh-house (17th century), the bell-tower (1591), formerly attached to the town-hall before this was destroyed in the 18th century, and the church of St.",
        "Released for an hour from the Abbaye, she was again arrested and thrown among the horrors of Sainte-Pelagie.",
        "Madame Roland's Memoires, first printed in 1820, have been edited among others by P. Faugere (Paris, 1864), by C. A.",
        "He showed indeed none of the avaricious temper so common among the politicians of the time.",
        "He now began to be regarded as the chief upholder of Protestantism in the ministry; he lost favour with Charles, and on Sunday, the 9th of September 1673, was dismissed from the chancellorship. Among the reasons for this dismissal is probably the fact that he opposed grants to the king's mistresses.",
        "On the 24th of November he was indicted for high treason at the Old Bailey, the chief ground being a paper of association for the defence of the Protestant religion, which, though among his papers, was not in his handwriting; but the grand jury ignored the bill.",
        "Among its social clubs are the Albemarle, the Asheville, the Elks, the Tahkeeostee and the Swannanoa Country clubs.",
        "Among the public buildings are the city hall, the court house, the Federal building, the public library and an auditorium.",
        "Such a view of existence has been common throughout the history of thought, and especially among physical scientists.",
        "Though the rule of Podébrad had proved very successful and Bohemia had under it obtained a degree of prosperity which had been unknown since the time of Charles IV., the Calixtine king had many enemies among the Romanist members of the powerful Bohemian nobility.",
        "NISH (also written Nisch and NIS), the capital of the Nish department of Servia, lying in a plain among the southern mountains, on the left shore of the Nishava, a tributary of the Morava.",
        "Among Servian cities, Nish is only surpassed by Belgrade in commercial and strategic importance; for it lies at the point where several of the chief Balkan highroads converge, and where the branch railway to Salonica leaves the main line between Belgrade and Constantinople.",
        "Among the other prominent buildings are the theatre, the arsenal, the synagogue, the \"Kaufhaus,\" the town-hall (Rathaus, 1771) and the observatory.",
        "Mannheim is the chief commercial town on the upper Rhine, and yields in importance to Cologne alone among the lower Rhenish towns.",
        "Among them the Villa Litta and the Villa Ponte may be specially mentioned.",
        "Devoting himself next to optics, he produced memoirs which entitle him to a high place among the early, searchers after a true dynamical theory of light.",
        "On that occasion all Europe united to do him honour, many learned societies sent delegates to express their congratulations, the king of Italy gave him his own portrait on a gold medallion, and among the numerous addresses he received was one from Kaiser Wilhelm II., who took the opportunity of presenting him with the Grand Gold Medal for Science.",
        "But in addition to bringing forward a fundamental and philosophical view of morbid processes, which probably contributed more than any other single cause to vindicate for pathology the place which he claimed for it among the biological sciences, Virchow made many important contributions to histology and morbid anatomy and to the study of particular diseases.",
        "The Royal Society awarded him the Copley medal in 5892, and selected him as Croonian lecturer in the following year, his subject being the position of pathology among the biological sciences; and in 1898 he delivered the second Huxley memorial lecture at Charing Cross Hospital.",
        "Among other objects also known by the name of \"cat\" is the small piece of wood pointed at either end used in the game of tip-cat, and the instrument of punishment, generally known as the \"cat o' nine tails.\"",
        "In the Spanish plains, however, the young are often produced in nests built in trees, or among tall bamboos in FIG.",
        "Among these towns were Franeker in Friesland, Harderwyk, Deventer, Utrecht, Leiden, Amersfoort, Amsterdam, Leeuwarden in Friesland.",
        "And the doctrine found acceptance among some whom it enabled to get rid of the difficulties raised by Montaigne and those who allowed more difference between animal and animal than between the higher animals and man.",
        "And the salons of Mme de Sevigne, of her daughter Mme de Grignan, and of the duchesse de Maine for a while gave the questions of philosophy a place among the topics of polite society, and furnished to Moliere the occasion of his Femmes savantes.",
        "It contains among other tombs that of John Hunyady.",
        "Apart from the great interest of his philosophical work, Lazarus was pre-eminent among the Jews of the so-called Semitic domination in Germany.",
        "On the 16th of January 1547, he was crowned the first Russian tsar by the metropolitan of Moscow; on the 3rd of February in the same year he selected as his wife from among the virgins gathered from all parts of Russia for his inspection, Anastasia Zakharina-Koshkina, the scion of an ancient and noble family better known by its later name of Romanov.",
        "It has been doubted whether Pericles favoured this enterprise, but among its chief promoters were two of his friends, Lampon the soothsayer and Hippodamus the architect.",
        "His policy in encouraging the drama has already been mentioned: among his friends he could count three of the greatest Greek writers - the poet Sophocles and the historians Herodotus and Thucydides.",
        "His influence among the Edinburgh students was pronounced.",
        "Similar customs seem to have existed among the Italian races.",
        "It is certain that the hand of the assassin was prompted by some one in the background; suspicion could not fail to fall upon Alexander among others.",
        "8, it was the simpler Persian dress, not the Median.) A discontent began to work among the Battle of Issus.",
        "2.) The greatest masters of the time executed portraits of him, Lysippus in sculpture, Apelles in painting and Pyrgoteles in graven gems. Among surviving monuments, we have no completely certified portraits except the Tivoli herm (now in the Louvre) and the coins struck by his successors.",
        "As the story was reproduced, variations were freely introduced according to the bent of different times and peoples; in the Persian version Alexander (Iskander) became a son of Darius; among the Mahommedans he turned into a prophet, hot against idols; the pen of Christian monks made him an ascetic saint.",
        "The conqueror visits a cannibal kingdom and finds many marvels in the palace of Porus, among them a vine with golden branches, emerald leaves and fruit of other precious stones.",
        "Among other works see E.",
        "Printing, book-selling, the manufacture of surgical and scientific instruments, chemicals, gloves and vinegar, and the cultivation of hops, fruit and vines are among the leading occupations of the inhabitants.",
        "Among the most famous members of the house who ruled in Cyprus three may be mentioned.",
        "Among public buildings, the Stephenson memorial hall (1879), containing a free library, art and science class-rooms, a theatre and the rooms of the Chesterfield Institute, commemorates George Stephenson, the engineer, who resided at Tapton House, close to Chesterfield, in his later life; he died here in 1848, and was buried in Trinity church.",
        "With the development of cotton and silk industries the town has increased enormously, and is now second in importance only to Derby among the towns of the county.",
        "But he was a profoundly interested observer of affairs at home and among 1 The Assyrian term abubu is used of the great primeval deluge (in the Gilgamesh epic), and also of the local floods common in the country.",
        "i., in which Yahweh is represented as leaving Jerusalem and coming to take up his abode among them in Babylonia for a time, intending, however, to return to his own city (xliii.",
        "On the other hand the better party among the priests, believing the ritual to be necessary, might undertake to moralize it; of such a movement, begun by Deuteronomy, Ezekiel is the most eminent representative.",
        "The wheels symbolize divine omniscience and control, and the whole vision represents the coming of Yahweh to take up his abode among the exiles.",
        "Among its natural productions are lemons, citrons, olives, wine and honey; it also exports a considerable quantity of valonia.",
        "Two important educational establishments are the Indian Institute for the education of civil service students for thecolonies, to which is attached an ethnographical museum; and the Royal Polytechnic school, which almost ranks as a university, and teaches, among other sciences, that of diking.",
        "Among other buildings are the modern \"Phoenix\" club-house of the students; the hospital, containing some anatomical pictures, including one by the two Mierevelts.",
        "Among the principal buildings are the First National bank, the immense Union station and the Saint Vincent hospital; besides several fine office and school buildings (including the beautiful manual training high school) and churches.",
        "Immediately outside the city limits in 1905 there were many large manufactories, including the repair shops of the Southern railroad; iron and steel, car wheels and cotton-oil were among the products of the suburban factories.",
        "Every evening extracts from his great works, the Canon and the Sanatio, were dictated and explained to his pupils; among whom, when the lesson was over, he spent the rest of the night in festive enjoyment with a band of singers and players.",
        "South of the Drin is another complex mountain system, including the highlands inhabited by the Mirdites and the Mat tribe; among the principal summits are Deia Mazzuklit, Mal-i Vels, Kraba, Toli and Mnela.",
        "m.) are among the most beautiful in Europe; the waters of Ochrida, which find an outlet in the Black Drin, are of marvellous clearness.",
        "Some of the Gheg tribes, such as the Puka, Malsia Jakovs and Malsia Krues, are partly Roman Catholic, partly Moslem; among fellowtribesmen the difference of religion counts for little.",
        "Among his successors may be mentioned Vincenzo Dorsa and Demetrio Camarda.",
        "In recent years attempts have been made by Albanians resident abroad to propagate the national idea among their compatriots at home; committees have been formed at Brussels, Bucharest, Athens and elsewhere, and books, pamphlets and newspapers are surreptitiously sent into the country.",
        "It was almost entirely rebuilt after a destructive fire in 1834, and ranks among the handsomest provincial towns in Austria.",
        "TECUCI (Tecuciu), the capital of the Tecuci department of Rumania, picturesquely situated among wooded hills, on the right bank of the river Berlad, and at the junction of railways from Bacau, Bcrlad and Galatz.",
        "The great Conde was given, for a victory gained near this place, the right to use the style of Enghien among his subsidiary titles.",
        "Among the Merchiston papers is a thin quarto volume in Robert Napier's writing containing a digest of the principles of alchemy; it is addressed to his son, and on the first leaf there are directions that it is to remain in his charter-chest and be kept secret except from a few.",
        "With regard to the spelling of the name, Mark Napier states that among the family papers there exist a great many documents signed by John Napier.",
        "The principal industry is the smelting and refining of lead, and the smelting works are among the most interesting sights of the city.",
        "In this way his independence among the people to whom he ministers is to a large extent secured.",
        "The presbytery chooses its moderator periodically from The among its ministerial members.",
        "Probably the recognition and appointment of elders was simply the transfer from the synagogue to the Church of a usage which was regarded as essential among Jews; and the Gentile churches naturally followed the example of the Jewish Christians.",
        "But it shall not be so among you.\"From the foregoing outline it will be seen that Presbyterianism may be said to consist in the government of the Church by representative assemblies composed of the two classe s of presbyters, ministers and elders, and so p ?'",
        "It used to be customary among Presbyterians to stand during public prayer, and to remain seated during the acts of praise, but this peculiarity is no longer maintained.",
        "The object is not to form one great Presbyterian organization, but to promote unity and fellowship among the numerous branches of Presbyterianism throughout the world.",
        "The royal university of Parma, founded in 1601 by Ranuccio I., and reconstituted by Philip of Bourbon in 1768, has faculties in law, medicine and natural science, and possesses an observatory, and natural science collections, among which is the Eritrean Zoological Museum.",
        "Among the principal buildings are several attractive churches, the city hall, and the club-house of the Woman's Club of Orange.",
        "The cause of these evils he declared to be the unrepresentative character of the Irish constitution; and among the remedies he proposed was the shortening of parliaments.",
        "Brasiliae, p. 203), posthumously published by De Laet in 1648, to be recognized by succeeding ornithologists, among whom M.",
        "340), wherein he gave an account of it under the name of \"Saria,\" which it bore among the Guaranis, - that of \"Cariama\" being applied to it by the Portuguese settlers, and both expressive of its ordinary cry.'",
        "Among Varuna's aliases are Jalapati, \"Lord of Water,\" and Ainburaja, \"King of Water.\"",
        "As he put it: \"Suppose there were living among my contemporaries a Confucius or a Solon, I could, according to the principles of my faith, love and admire the great man without falling into the ridiculous idea that I must convert a Solon or a Confucius.\"",
        "Among them secular studies had been neglected, and Mendelssohn saw that he could best remedy the defect by attacking it on the religious side.",
        "Some of the conservatives among the Jews opposed these innovations, but the current of progress was too strong for them.",
        "Modern reform in Judaism is parting to some extent from this conception, but it still holds good even among the liberals.",
        "Of Mendelssohn's remaining years it must suffice to say that he progressed in fame numbering among his friends more and more of the greatest men of the age.",
        "The best-known among them are Puerto Deseado (Port Desire) at the mouth of the Deseado river (1253 m.), Santa Cruz, at the mouth of the Santa Cruz river (1481 m.), and Ushuaia, on Beagle Channel, Tierra del Fuego.",
        "The forest habit in this region is close association of species, and there are \" palmares,\" \" algarrobales,\" \" chanarales,\" &c., and among these open pasture lands, giving to a distant landscape a park-like appearance.",
        "Dr Burmeister was afterwards placed in charge of the provincial museum of Buenos Aires, and devoted himself to the acquisition of a collection of fossil remains, now in the La Plata museum, which ranks among the best of the world.",
        "Cabot, with a large following, entered the Parana and established a settlement just above the mouth of the river Carcaranal, to which he gave the name of San Espiritu, among the Timbu Indians, with whom he formed friendly relations.",
        "Among these was Pedro de Mendoza, a Basque nobleman.",
        "Foremost among the leaders of the revolutionary armies were Manuel Belgrano, and after March 1812 General Jose de San Martin, an officer who had gained experience against the French in the Peninsular War.",
        "But the reactionary boyars, among whom were the near kinsmen of Theodore, proclaimed him tsar and Matvyeev was banished to Pustozersk, in northern Russia, where he remained till Theodore's death (April 27, 1682).",
        "Among his other works are: Det hvide Hus (The White House, 1898), Excentriske Noveller (1885), Stille Eksistenzer (1886), Liv og Dod (Life and Death, (1899), Englen Michael (1902), a volume of poems (1889) and of recollections (Ti Aar, 1891).",
        "Alone among French rivers, the Rhne, itself Alpine in character in its upper course, is partly fed by Alpine rivers (the Arve, the Isre and the Durance) which have their floodsin spring at the melting of the snow, and are maintained by glacierwater in summer.",
        "Among birds of prey may be mentioned the eagle and various species of hawk, and among game-birds the partridge and pheasant.",
        "Among a variety of premiums awarded by the state are those for the best cultivated estates and for irrigation works, and to the owners of the best stallions and brood-mares.",
        "Both mayors and deputy mayors are elected by and from among members of the municipal council for four years.",
        "In Paris the municipal police are divided among the twenty arrondissements, which the uniform police patrol.",
        "The place still enjoys much repute among Turks, as the burialplace of Nur-ed-din Khoja.",
        "Among his other works are: a monument to John Boyle O'Reilly, Boston; \"Gen.",
        "Among its interior adornments is an onyx font, some fine wood carving in the choir, and the silver doors to the shrines of its chapels.",
        "Conspicuous among these is a large girls' school..",
        "He carried out a number of magnetic investigations which resulted in the discovery of many interesting phenomena, some of which have been rediscovered by others; they related among other things to the effect of mechanical strain on the magnetic properties of the magnetic metals, to the relation between the chemical composition of compound bodies and their magnetic properties, and to a curious parallelism between the laws of torsion and of magnetism.",
        "The four Gothic churches of St Nicholas,' St Mary, with a lofty steeple, St James and The Holy Ghost, and the fine medieval town hall, dating in its oldest part from 1306 and restored in 1882, are among the more striking buildings.",
        "Among the educational establishments of the place must be mentioned the classical school (Gymnasium), founded in 1560, and a school of navigation.",
        "The state representatives are usually apportioned among the several counties according to population and not by geographical position.",
        "For many years the natives had a reputation as dangerous cannibals, but they are now among the most civilized Melanesians.",
        "Volunteers came from all parts of Europe, and it is said that among them was Sir Richard Grenville, afterwards famous for his fight in the \"Revenge\" off Flores in the Azores.",
        "The \"analogy of faith,\" as a rule of interpretation, he greatly limits, and teaches that it can never afford of itself the explanation of words, but only determine the choice among their possible meanings.",
        "Among his works the more important are: - I.",
        "The muzzle is hairy, the ears are of moderate size, and the tail is short, and partially buried among the long hair of the rump. There are no glands on the face; but there is a large globular one at the base of each horn of the size of half a small orange..",
        "Educational establishments are numerous, and include Brighton College, which ranks high among English public schools.",
        "Among many hospitals, the county hospital (5828), \"open to the sick and lame poor of every country and nation,\" may be mentioned.",
        "Among its many small tributaries are the Catuche, Caroata and Anauco, which flow down through the city from the north and give it a natural surface drainage.",
        "Among the public edifices are the capitol, which occupies a whole square, the university, of nearly equal size, the cathedral, pantheon, masonic temple (built by the state in the spendthrift days of Guzman Blanco), national library, opera-house, and a number of large churches.",
        "Alone among marsupials bandicoots have no clavicles.",
        "It may be added that a few traces of mammals have been obtained from the English Wealden, among which an incisor tooth foreshadows the rodent type.",
        "The reigning family, however, became extinct when Duke Julius Francis died in September 1689, and there were at least eight claimants for his duchy, chief among them being John George III., elector of Saxony, and George William, duke of Brunswick-Luneburg-Celle, the ancestors of both these princes having made treaties of mutual succession with former dukes of Saxe-Lauenburg.",
        "In 1856 he was elected deputy, and soon attracted notice among the most advanced Progressists and Democrats.",
        "Among the dissident members were B.",
        "Sieyes, who were later joined by other politicians, among them being Dupont de Nemours.",
        "In 1816 he visited the continent, and first at Geneva and afterwards in Montauban (1817) he lectured and interviewed large numbers of theological students with remarkable effect; among them were Malan, Monod and Merle d'Aubigne.",
        "Among his later writings, besides numerous pamphlets on what was known as \"the Apocrypha controversy,\" are a treatise On the Inspiration of Scripture (1828), which has passed through many editions, and a later Exposition of the Epistle to the Romans (1835), which has been frequently reprinted, and has been translated into French and German.",
        "First (a), in the earlier biblical writings which describe the state of affairs under the Hebrew monarchy there is not this fundamental distinction among the Levites, and, although a list of Aaronite high-priests is preserved in a late source, internal details and the evidence of the historical books render its value extremely doubtful (1 Chron.",
        "However, the feeling which was aroused among the priests when some centuries later the singers obtained from Agrippa the privilege of wearing the priestly linen dress (Josephus, Ant.",
        "SABBATH, the day of cessation from work,' which among the Hebrews followed six days of labour and closed the week.",
        "Modern criticism of the history of Sabbath observance among the Hebrews has done nothing more than follow out these arguments in detail, and show that the result is in agreement with what is known as to the dates of the several component parts of the Pentateuch.",
        "Astrology is in its nature an occult science, and there is no trace of a day of twenty-four hours among the ancient Hebrews.",
        "Moreover, it is doubtful from extant remains of Assyrian calendars whether the astrological week prevailed in civil life even among the Babylonians and Assyrians.",
        "4 The evidence of the worship of Saturn among the oldest Hebrews is doubtful.",
        "religious feasts - with the phases of the moon among the Semites.",
        "That full moon as well as new moon had a religious significance among the ancient Hebrews seems to follow from the fact that, when the great agricultural feasts were fixed to set days, the full moon was chosen.",
        "They naturally take their rise among an agricultural folk.",
        "They are, from south to north, Osci, Aurunci, Hernici, Marruci, Falisci; with these were no doubt associated the original inhabitants of Aricia and of Sidici -num, of Vescia among the Aurunci, and of Labici close to Hernican territory.",
        "With these names must clearly be judged the forms Tusci and Etrusci, although these forms must not be regarded as anything but the names given to the Etruscans by the folk among whom they settled.",
        "The name Marica (\" goddess of the salt-marshes\") among the Aurunci appears also both on the coast of Picenum and among the Ligurians; and Stephanus of Byzantium identified the Osci with the Siculi, whom there is reason to suspect were kinsmen of the Ligures.",
        "But among the Greeks themselves the two works of Pheidias which far outshone all others, and were the basis of his fame, were the colossal figures in gold and ivory of Zeus at Olympia and of Athena Parthenos at Athens, both of which belong to about the middle of the 5th century.",
        "There must be some little exaggeration in the statement that Jericho was totally destroyed; a hamlet large enough to be enumerated among the towns of Benjamin (Josh.",
        "The principal spring in the neighbourhood of Jericho still bears (among the foreign residents) the name of Elisha; the natives call it, Ain es-Sultan, or \"Sultan's spring.\"",
        "Among such settlements may be mentioned Phaselis in Lycia, perhaps also Soli in Cilicia, Salapia on the east Italian coast, Gela in Sicily, the Lipari islands, and Rhoda in north-east Spain.",
        "Among the plants the wild banana, pepper, orange and mangosteen, rhododendron, epiphytic orchids and the palm; among mammals the bats and rats; among birds the cassowary and rifle birds; and among reptiles the crocodile and tree snakes, characterize this element.",
        "Among the inoffensive species are counted the graceful green \"tree snake,\" which pursues frogs, birds and lizards to the topmost branches of the forest; also several species of pythons, the commonest of which is known as the carpet snake.",
        "Of those peculiar to Australian waters may be mentioned the arripis, represented by what is called among the colonists a salmon trout.",
        "Among the sea fish, the schnapper is of great value as an article of food, and its weight comes up to 50 lb.",
        "Again, while they differ physically from neighbouring races, while there is practically nothing in common between them and the Malays, the Polynesians, or the Papuan Melanesians, they agree in type so closely among themselves that they must be regarded as forming one race.",
        "Four points are clear: (i) the Australians represent a distinct race; (2) they have no kinsfolk among the neighbouring races; (3) they have occupied the continent for a very long period; (4) it would seem that the Tasmanians must represent a still earlier occupation of Australia, perhaps before the Bass Strait existed.",
        "He finds near kinsmen for them in the Ainus of Japan, the Khmers and Chams of Cambodia and among some of the Micronesian islanders who, in spite of much crossing, still exhibit marked Caucasic types.",
        "In the same district Sir George Grey noticed among the blackfellows people he describes as \" almost white.\"",
        "This exception was discovered by Messrs Spencer and Gillen among the Arunta of central Australia, some allied septs, and their nearest neighbours to the north, the Kaitish.",
        "Thus, among some tribes of Western Australia the penalty for abducting another's wife was to stand with leg extended while each male of the tribe stuck his spear into it.",
        "Among some tribes a circular grave was dug and the body placed in it with its face towards the east, and a high mound covered with bark or thatch raised over it.",
        "Ling Roth, Queensland Aborigines (Brisbane, 1897); Carl Lumholtz, Among Cannibals (1889); Walter E.",
        "Roth, Ethnological Studies among the North-west-central Queensland Aborigines (London, 1897); Mrs K.",
        "Frazer, \" The Beginnings of Religion and Totemism among the Australian Aborigines,\" Fortnightly Review, July 1905; N.",
        "Among other early Dutch discoverers were Edel; Pool, in 1629, in the Guif of Carpentaria; Nuyts, in the \" Gulde Zeepaard,\" along the southern coast, which he called, after himself, Nuyts Land; De Witt; and Pelsaert, in the \" Batavia.\"",
        "Among the performances of less renown, but of much practical utility in surveying and opening new paths through the country, we may mention that of Captain Banister, showing the way across the southern part of Western Australia, from Swan river to King George Sound, and that of Messrs Robinson and G.",
        "The choice of governor-general of the new Commonwealth fell upon Lord Hopetoun (afterwards Lord Linlithgow), who had won golden opinions as governor of Victoria a few years before; Mr (afterwards Sir Edmund) Barton, who had taken the lead among the Australian delegates, became first prime minister; and the Commonwealth was inaugurated at the opening of 1901.",
        "This tribunal differs from similar courts in the states inasmuch as it consists of a single member, called the \" president,\" an officer appointed by the governor-general from among the justices of the High Court of Australia.",
        "In 1790 he was converted to Methodism, and in 1796 determined to devote himself to preaching that faith among the Pennsylvania Germans.",
        "48), lived in the East among the Dahan nomads.",
        "But that party among the Parthian magnates which was hostile to Artabanus applied to Tiberius for a king of the race of Phraates.",
        "Among other prominent buildings are the court house, the post office and the city hall.",
        "Mimaut, consul-general of France at Alexandria, sent him several books, among which was the memoir written upon the Suez Canal, according to Bonaparte's instructions, by the civil engineer Lapere, one of the scientific members of the French expedition.",
        "The area is second to that of Wandsworth among the metropolitan boroughs, but is not wholly built over.",
        "Among several military memorials, one in the Academy grounds was erected to the Prince Imperial of France, for two years a student in the Academy.",
        "Among institutions are the Battersea Polytechnic, the Royal Masonic Institution for girls, founded in 1788, and Church of England and Wesleyan Training Colleges.",
        "The Gallo-Celtic tribes bore the general appellation of Belgae, and among these the Nervii, inhabiting the district between the Scheldt and the Sambre were at the date of Caesar's invasion, 57 B.C., the most warlike and important.",
        "Both temples belong to the best period of the Doric style and are among the finest in existence.",
        "In England the story first appears in a short poem preserved among the Cotton MSS.",
        "AMAL, the name of the noblest family among the Ostrogoths, and that from which nearly all their kings were chosen.",
        "It is remarkable that the definition of the infallibility of the pope did not appear among the projects (schemata) prepared for the deliberations of the Vatican Council (1869).",
        "The minority, among whom were prominent Ca\" \"pals Rauscher and Schwarzenberg, Hefele, bishop of Rotterdam (the historian of the councils) Cardinal Mathieu, Mgr Dupanloup, Mgr Maret, &c., &c., did not pretend to deny the papal infallibility; they pleaded the inopportuneness of the definition and brought forward difficulties mainly of an historical order, in particular the famous condemn ion of Pope Honorius by the 6th ecumenical council of Const: ntinople in 680.",
        "The definition once proclaimed, controversies rapidly ceased; the bishops who wer: among the minority one after the other formulated their loyal adhesion to the Catholic dogma.",
        "Among the public buildings are the Federal building, the city hall and the public library.",
        "It ranks sixth in point of size (after Sicily) among the islands of Europe, but it is much more sparsely populated.",
        "In the mountain villages the parish priest takes the lead among his people, and is not infrequently the most important person.",
        "For the theological aspects of the dogma of infallibility, see, among many others, L."
    ],
    "definition": [
        "In the midst of; surrounded by: a pine tree among cedars.",
        "In the group, number, or class of: She is among the wealthy.",
        "In the company of; in association with: traveling among a group of tourists.",
        "By many or the entire number of; with many: a custom popular among the Greeks.",
        "By the joint action of: Among us, we will finish the job.",
        "With portions to each of: Distribute this among you.",
        "With or against one another: Don't fight among yourselves. See Usage Note at between.",
        "Link/Cite",
        "Denotes a mingling or intermixing with distinct or separable objects. (See Usage Note at amidst)\nHow can you speak with authority about their customs when you have never lived among them?",
        "Denotes a belonging of a person or a thing to a group.\nHe is among the few who completely understand the subject.",
        "Denotes a sharing of a common feature in a group.\nLactose intolerance is common among people of Asian heritage.",
        "For the comparison of among with between, see the usage notes in between.",
        "Due to a belief that \"amongst\" is an archaic/Commonwealth variant, many Americans use \"among\" exclusively.",
        "Link/Cite"
    ]
}