{
    "translation": "לנתח, לפרק לגורמים, לחקור",
    "uses": [
        "The goal is to analyze more data, from a wider variety of sources, in a shorter amount of time.",
        "I really don't know what sort of girl she is; I can't analyze her at all.",
        "I need for you to analyze the dynamics of the controlled reverse flow reactor.",
        "\"We put the numbers in a certain format that makes it easier for them to analyze,\" I said, trying to sound like I knew what I was talking about.",
        "I did not study nor analyze them--I did not know whether they were well written or not; I never thought about style or authorship.",
        "It will analyze and record the nutritional content of your meal.",
        "The system was designed to analyze trends in comments that suggest problem areas and then check if action has been taken.",
        "She used many tools to help her properly analyze the evidence.",
        "Please analyze this data very carefully.",
        "Don't analyze it to death.",
        "I asked Susan to analyze our results again.",
        "Collin loves to analyze every little nuance of our conversation.",
        "Please analyze the content and value of these aesthetically designed sculptures.",
        "analyze where he succeeded.",
        "They will develop skills as critically reflective practitioners able to use research, experience and relevant evidence to analyze practice and policy.",
        "characterization technique (test) used to analyze adhesive bond durability.",
        "Today's Seniors has budgets for senior citizens, including worksheets to analyze expenses for nursing home care or assisted living.",
        "Using a category is very useful if you want to analyze Michigan interest in a specific niche industry.",
        "It lets users analyze their personal daily food intake, including total fat, saturated fat, cholesterol, and sodium.",
        "quantifysome of these can be readily quantified, others such as severance are much more difficult to define and analyze.",
        "Introduction Polyacrylamide gels are used to analyze DNA fragments by separating such fragments according to their length.",
        "The aggregate information collected permits us to analyze traffic patterns on our Site.",
        "Visualization provide an easy-to-use graphical front-end for doctors to analyze images easily without having to navigate around large amounts of computer language.",
        "We analyze the determinants of graduate first destinations and suggest a method for the construction of university performance indicators.",
        "Analyze your budget and evaluate your cash flow.",
        "We can analyze the alternatives without the noise of public addressing systems or rallies or TV ads, which become ineffectual.",
        "Abstract Using cognitive architectures to analyze the usability of human-computer interfaces is an extensively investigated strategy.",
        "rectangular loop antennas The same arguments may be used to analyze a rectangular loop antenna, whose long dimension is comparable to a half-wavelength.",
        "First we analyze the motion of the twine of a sewing machine.",
        "The final synoptic unit asks you to analyze the language of genres such as travel writing, autobiography, news reportage and speeches.",
        "A lab-based PIMA service is also available to analyze samples provided to us by customers.",
        "The objective of this experiment was to detect, analyze and locate the local seismicity.",
        "sophisticated mathematical techniques are then used to analyze the diffraction pattern.",
        "To be able to visualize and critically analyze discontinuity data using stereograms.",
        "It introduces accounting terminology and develops the ability to analyze and interpret financial reports including income statements and balance sheets.",
        "A testing time Further modeling will be used to analyze the likely benefits of other control methods and their optimal timing.",
        "trajectoryRA menu holds a set of options that allow you to analyze GROMOS molecular dynamics trajectories.",
        "For functional studies we reconstitute purified enzyme into liposomes, to analyze coupling between electron transfer and proton translocation.",
        "treasonous waters proving its capacity to order and data of the group and to analyze patterns.",
        "AirMagnet BlueSweep is an easy-to-use freeware utility to identify and analyze any nearby Bluetooth device.",
        "Firstly, we analyze the current definition of the ODP enterprise viewpoint language.",
        "In this approach we use differential calculus and differential geometry both to filter and analyze multi-dimensional images.",
        "For small molecules, it is possible to analyze X-ray diffraction data by means of the direct methods.",
        "A large artists ' palette and five artists ' easels help to analyze the incredible components of color.",
        "In the context of the city's role as a great international emporium, we analyze how trading contacts influenced architectural expression.",
        "So if you take a swab, and analyze the fluid for fetal fibronectin, then presto!",
        "There are many risks to analyze, allocate, mitigate and price and lawyers have to help the financiers do this.",
        "However, if you want to get home this weekend, don't be too fine-grained in the objectives you analyze.",
        "First dayirst few days will also be used to analyze the different ideas for your final project.",
        "follow-up survey was then carried out in order to analyze the effects of the project.",
        "To analyze data from mitochondrial respiration to identify a metabolic defect.",
        "All of this equipment works in tandem with the computer programs they use to collect, sort, and analyze data.",
        "Pet owners will only be able to analyze these claims through experience.",
        "The research will identify the required features are required analyze the feasibility of implementing the solutions designed for fixed networks in the mobile context.",
        "Be sure to visit the site regularly as we analyze a new trend and topic area every 6 weeks.",
        "While some of these can be readily quantified, others such as severance are much more difficult to define and analyze.",
        "They should analyze and manage clinical problems and, again, reconsider who is the most appropriate decision maker.",
        "They tried to analyze these by methods taken from servomechanism theory.",
        "Sophisticated mathematical techniques are then used to analyze the diffraction pattern.",
        "The technique can be used to analyze three-dimensional surface features with very high spatial resolution in a submicron size range.",
        "The ANATRA menu holds a set of options that allow you to analyze GROMOS molecular dynamics trajectories.",
        "Advance through treasonous waters proving its capacity to order and data of the group and to analyze patterns.",
        "Use a zodiac chart as one of many tools to use in order to analyze your love match.",
        "While reading this article, have you realized you don't have adequate information to analyze your earning problem?",
        "Analyze how you plan to drive this van, how much you can budget for gas, and how many passengers you'll need to carry.",
        "This helps the cheerleaders analyze the dance and provide constructive criticism.",
        "These reports analyze the types and amounts of food your eating for nutritional soundness.",
        "On a weekly basis, that individual can motivate, encourage and educate you on a one-on-one basis, while helping you plan your weekly menus, analyze the prior week's activities, and strategize for upcoming events.",
        "In addition to not winging it whilst in the gym, having a solid paper trail allows you to go back and analyze mistakes and successes of the past.",
        "A well-designed log can help you analyze your fitness needs.",
        "This gives you a very tangible feedback system for how you're progressing toward your goals, and more importantly, it lets you go back and analyze what you did right before and what changed when the results started sagging.",
        "He or she can sit down with you to analyze your needs and make a recommendation about the right level of coverage for your needs.",
        "I am also available to analyze policies and assist insurance buyers in getting the right coverage for their situation and family.",
        "The truth is, insurance companies use an exhaustive list of factors when they analyze the level of liability a person represents.",
        "Analyze your budget and work out what you can afford to spend on insurance premiums and how much coverage you'll need in order for your family to remain happy and healthy.",
        "Our company was supposed to correlate this information and feed it on to a west coast company that would condense and analyze the reports.",
        "absolute temperatureeat distribution during curing and the absolute maximum temperature you are able to analyze the quality of the curing.",
        "analyserchers wishing to analyze the Scottish sample separately should order SN 3171, ' The General Election in Scotland, 1992 ' .",
        "analysere to visit the site regularly as we analyze a new trend and topic area every 6 weeks.",
        "analysehe Gallery Worksheet to analyze what was the purpose of each.",
        "If you wish to analyze stretches of language beyond the sentence, you will need to use what is called discourse analysis.",
        "To analyze, cure and enhance space according to the principles of Feng Shui Forms School and contemporary site energetics.",
        "experimental data to analyze in your own time.",
        "witchcraft case, you have to analyze your material.",
        "Example: The best way to deal with an opposition is to first analyze the two planets involved, and then the houses and finally the signs.",
        "This sign shares the great ability to analyze situations with Gemini.",
        "Download it, analyze it, and decide- is Tony dead?",
        "Thankfully, there are several resources available on the web that break it all down for you... or at least write out the hip hop lyrics so that you can analyze them yourself.",
        "Because all their equipment is housed in the lab, they can analyze their data on the scene, so they can react to events as they happen.",
        "If you're wondering how to get a flawless complexion, you may want to take a step back and analyze both your beauty regime and lifestyle.",
        "It's best to analyze a few different OPI gold nail polish colors and hold them up to your skin to determine their compatibility with your skin tone prior to making the splurge.",
        "Social Network Theory attempts to analyze and explain communication and other behavioral attributes within an organization.",
        "The program allows you to track and analyze conversations about your own brand so that you get a better grasp of what customers and clients like or would like to see changed.",
        "DH: If you really do your research and analyze a client's industry, often times the ideas almost emerge all by themselves by way of pure logic.",
        "It can be very difficult to choose a firm that will analyze your website and offer advice on how to increase your site rank in the major search engines.",
        "Google Insights is a powerful SEO marketing tool that actually lets you view and analyze search trends from specific areas of the world.",
        "They develop web applications and engineer databases, track and analyze performance, as well as provide emergency services.",
        "This program includes instructions on how to analyze keywords and use Wordtracker tools to find hidden keyword gems.",
        "It also lets you analyze your color scheme for the differently-abled (such as color blind or visually impaired) users, allowing you to adjust based on their needs.",
        "Choose Analyze -- Windows will examine the hard drive and see if it needs to be defragmented or not.",
        "hypothetical scenario for you to analyze.",
        "Analyze the link between traditional rangeland management, the needs of the rural communities and recent changes.",
        "To write a report on a witchcraft case, you have to analyze your material.",
        "Whether your funding sources start drying up or you receive a lowball buyout offer, you can use a given phase to analyze the problem and seek a solution.",
        "As you analyze what you hear, accept that even negative feedback can be useful.",
        "Failure, though, forces us to analyze all the data and learn what went wrong.",
        "He can analyze situations and make proper decisions if only given the tools to do so.",
        "You will notice that there are a lot of \"B\" type movies and lower quality wholesale movies for sale, but you can find movies like Austin Powers and Analyze That.",
        "Analyze your own driving habits, specifically whether you always fill your tank at the same gas station.",
        "So shrewdly analyze your ability to pay off debt, then examine many of the introductory offers for the lowest possible APR for the longest period of time, in addition to the parameters of the APR hike at the end of the promotional period.",
        "Whether you have a large fleet or a small fleet, a fleet card can help you easily analyze your company's expenses and provide you with the information you need to take control of your business.",
        "Expense Management Reports - This service helps you track and analyze your spending on your company's Plum Card.",
        "Be sure to analyze all the rates, fees and restrictions on a card to make sure it is the best card for you.",
        "Playing the game of pool will increase your thinking power and your ability to analyze complex problems.",
        "The best formula for discovering your own personal scent is to test and analyze your perfume fragrances.",
        "Funston and other Yahoo analysts also analyze other key facets of fantasy football such as coaching changes.",
        "Analyze: Once all of these techniques are in place, now is the time to analyze your schedule.",
        "One way to make the job easier is to break everything down and analyze the various areas that are most likely to impact your decision.",
        "Known as the case method, this learning process encourages students to use their skills to analyze real life business situations and create workable solutions to complex problems.",
        "Available at most college career centers and also online, career aptitude tests assess your skills and interests and analyze results to provide recommendations for vocations or fields of study that might appeal to you.",
        "You'll learn to create a curriculum from scratch and how to analyze current curricula with a critical eye and an objective of making them better.",
        "Human DNA testing techniques are now being used to analyze dog genetics in order to identify specific breed heritage, as well as check for specific genetic markers related to certain common diseases.",
        "Find out more about the DFA website and how to analyze dog food ingredients.",
        "Often the nightmare will no recur if the dreamer has the opportunity to analyze, solve or deal with the issue which might be causing the nightmare.",
        "Princeton snoring solutions include sleep centers that are dedicated to helping people analyze various sleeping problems and conditions.",
        "The key to finding the right 'stop snoring' aid or remedy is to effectively analyze why it is exactly that you are snoring.",
        "The Curious Dreamer is an interesting dream analyzer that allows visitors to enter their memory of their dreams into a box and then they click \"analyze\" for an analysis.",
        "Once you have worn the lenses for roughly a week, you will be asked to go back in to discuss your thoughts and analyze the vision correction with the current prescription one more time.",
        "Gamers would analyze any little scrap of information about the game, and the introductory cinematic for games started to gain sophistication and theatrical bombast.",
        "In a neurosonogram, ultra high frequency sound waves are used to analyze blood flow and possible blockages in the blood vessels in or leading to the brain.",
        "A special type of blood test called a karyotype may be done to analyze the girl's chromosomes if the doctor suspects Turner's syndrome or another genetic disorder.",
        "In a therapy session, therapists seek to analyze the process of family interaction and communication as a whole and do not take sides with specific family members.",
        "Metalinguistic skills-The ability to analyze language and control internal language processing; important for reading development in children.",
        "If no fecal impaction is found, the pediatrician works with a counselor or psychiatrist to analyze the variables that characterize the encopresis.",
        "Afterward, tiny cells shed by the fetus can be studied in the laboratory; scientists can analyze the samples to determine if the fetus has certain genetic conditions.",
        "Video recording of the abnormal movement is often used to analyze movement patterns and track progress of the disorder and its treatment.",
        "An EEG (electroencephalogram) may be performed to detect seizures, analyze general brain functioning, and measure brain activity associated with movement or sensation.",
        "Of course, contemporary culture tends to analyze and valuate things in order to make sure people know why a particular activity is good for them.",
        "One of the first rooms that a feng shui practitioner will analyze is your bedroom since she recognizes how important it is to your overall health and well-being.",
        "Any changing-lines of the hexagram are provided, and the seeker can click a link to analyze and interpret the changes.",
        "These specialists are trained to analyze your natural hair color and skin tones to come up with the perfect formula to give you the best results possible.",
        "Analyze what your child might be learning during various times of day and log it accordingly.",
        "In the dialectic stage, homeschoolers take the knowledge that they gained in the grammar stage and analyze it.",
        "They then analyze what they have learned to develop their reasoning skills.",
        "When teachers use analytic phonics, they teach students to analyze whole phonemes for sound meaning.",
        "Technology has certainly improved the ability of the truck driver to analyze progress and keep in touch with the dispatcher, family members, customers and other truck drivers.",
        "The Office of Intelligence and Analysis collects information from all appropriate departments, state, local, private sector, and international, to analyze them and piece together any potential threats to the security of the nation.",
        "Legal Nurse Consultant: A legal nurse consultant is a registered nurse who works with legal teams or insurance companies to assess analyze and prepare medical information related to legal cases.",
        "Because of their education and experience, they can analyze medical facts for attorneys in malpractice and insurance cases.",
        "Major insurance companies may need a legal nurse consultant on staff to review pending cases, analyze facts, and organize the cases.",
        "The job entails scouring many different websites to compare and analyze information user experiences.",
        "Criminologists analyze patterns, statistics and behaviors of criminals to predict future behaviors and help prevent future crimes.",
        "Sometimes criminologists analyze police practices to determine what is working well and what needs improvement, while other times criminologists play a role in criminal profiling to help catch serial criminals.",
        "First, consider your talents, skills and interests; next, analyze how you can use those factors to make a living.",
        "EverydayLending.net also features a variety of mortgage affordability calculators that can help prospective borrowers analyze the implications of different financing options.",
        "To price and analyze these new types of investments, a new measure of interest rate uniformity was needed.",
        "This is when you have analyzed something thoroughly but you continue to analyze it until you miss a great deal.",
        "They develop empathy, teamwork skills, and the intellectual ability to objectively analyze the sibling relationship.",
        "Design to analyze - You can isolate each piece of the game and the game board to determine what it will cost to produce the game.",
        "The Writer, Impress and Draw programs allow users to analyze and plan campaigns and track donor information.",
        "Watch a few documentaries to really analyze how they're put together and what makes them work.",
        "Combat these fears by realizing that no matter what it is that you \"see\", you can always take the helm by deciding to analyze it.",
        "If you suffer from diabetes or a similar chronic illness, look for a company that has underwriters who can specifically analyze the extent of your problem.",
        "Soap Opera Fan is a website that not only lets you view full episodes of your favorite soaps, but also contains blog entries that catch you up and analyze the latest twists and turns of the various plotlines currently being featured.",
        "As a writer, you can examine and analyze a transcript for a school paper, or use it as an example for your own project.",
        "Spa professionals will systematically analyze client responses to a self-assessment questionnaire, which allows them to design individualized relaxation and pampering experiences for each guest.",
        "I tend to focus on the functions the users would need and benefit from, as well as analyze what look the target audience will accept and prefer.",
        "Eventually, you will be able to step back and analyze the way you've behaved.",
        "For example, a researcher may analyze the changes in repetitive behavior in two different groups of people over a three-year period.",
        "You can also analyze the cost of your product ad placement and effectiveness compared to competitors.",
        "analyze why you postpone studying these topics by discussing them with other students.",
        "It is important to analyze a balance sheet, but employers want people who can prepare a set of accounts too.",
        "How much simpler to debate those than to analyze and resolve the conundrum of our world's present state.",
        "data processing system to create, scan, analyze, enhance, interpret or display images.",
        "I cannot analyze this, because I was listening to the judge's decision quite emotionally.",
        "Here we analyze the prognostic relevance of histopathological grading and the immunohistochemical detection of p53 and p21/WAF1.",
        "We are using molecular genetic approaches, in particular random mutagenesis, to analyze fungal genes involved in the disease process.",
        "neutralizeass=\"ex\">Neutralizing antibodies were used in vitro to analyze whether the pathway contributed to tumor cell proliferation.",
        "numerate with the ability to analyze information and prepare reports.",
        "optimizean>optimizing space utilization, OLAP servers can minimize physical storage requirements, thus making it possible to analyze exceptionally large amounts of data.",
        "When we analyze ourself, what we are primarily doing is analyzing the subconscious mind to find out how it works.",
        "To be able to analyze an algorithm and detect parallelism using notions of data dependency.",
        "About GridPP UK particle physicists are builing a computing Grid, to analyze the data deluge from CERN's next particle accelerator.",
        "phonetics laboratory we analyze speech using computers.",
        "Quest use unique timed release technology and are the first company to analyze and guarantee the potency of the active ingredients within herb tablets.",
        "This workshop will use a traditional management typology to identify and analyze issues that arise through contemporary discourses around e-learning.",
        "Whether you have to memorize a poem for school, analyze a poem for a literature class, or read a prayer at church, many people throughout history have put to words their wonder at the season and Christ's birth.",
        "Analyze what they say and what they don't say.",
        "Analyze his behavior once he comes clean.",
        "They also don't analyze every detail of a date or conversation.",
        "Step 2: We analyze and cleanse the customer's personal carbon source.",
        "If you are feeling a lack of any of your four aura bodies, then you can use your aura chart to analyze what colors you need to introduce into your life.",
        "Like all poems, free verse requires the reader to analyze the writing and develop their own understanding of it.",
        "So, don't over analyze that interesting new man or woman you meet; simply relax, have fun and let your Virgo self shine!",
        "Virgo: Virgos are thought to stay in their heads and analyze the world.",
        "Analyze your own intentions and ambitions carefully.",
        "An air sign needs to analyze things and although it can have deep emotions, especially when the moon sign is in a fire sign, it will be more mental than emotional throughout life.",
        "The first thing you need to do is analyze your relationship with your child and the atmosphere in your home.",
        "Preschoolers carefully analyze each clue and think about how they fit together.",
        "As you begin to search for a curriculum, you will need to carefully analyze your family's needs and circumstances.",
        "Doing science experiments helps kids learn to analyze and synthesize information better.",
        "Others prefer to analyze purported evidence in a laboratory setting.",
        "If the effect is significant, have a forensics expert analyze the video.",
        "Once all of the testing has been completed, the team takes a few days to analyze the data they have collected and search for realistic explanations for what might have caused any activity they've picked up on.",
        "The best Twitter tools allow you to share more information and pictures, analyze your followers, see what people are saying about you and your brand, and manage multiple accounts.",
        "This can make it easy for you to analyze other purchasing options to be sure you're making the best choice for your application.",
        "This allows you to go back, track your progress, and analyze what seems to be working and what doesn't.",
        "The consultant will meet with you, analyze the contents of your closet, determine how well the garments fit you and occasionally even remove the things you no longer wear - or shouldn't be wearing at all!",
        "Typically, you'll answer a set of questions and send a few photographs of yourself to the consultant, who will then analyze the information and send you a host of style suggestions.",
        "Staffing. Analyze the ratio, the involvement, the coverage of breaks, and especially the overnight care situation.",
        "They also analyze proposed legislation, a vital factor in early recognition of a rule that could seriously imperil our right to ride."
    ],
    "definition": [
        "To examine methodically by separating into parts and studying their interrelations.",
        "Chemistry To make a chemical analysis of.",
        "Mathematics To make a mathematical analysis of.",
        "To psychoanalyze.",
        "an′a·lyz′a·ble\nadj.",
        "an′a·ly·za′tion (-lĭ-zā′shən)\nn.",
        "an′a·lyz′er\nn.",
        "Link/Cite"
    ]
}