{
    "translation": "עתיק",
    "uses": [
        "It looked ancient, and he opened it carefully.",
        "The ancient world was a cruel place.",
        "It is said that in ancient China, doctors were paid when their patients were well.",
        "The Ancient Immortal swept by her, his anger palpable.",
        "To Moscow, our ancient Capital!",
        "Deliver me from a city built on the site of a more ancient city, whose materials are ruins, whose gardens cemeteries.",
        "The Russians retreat and abandon their ancient capital.",
        "\"It's ancient history,\" said another, guessing that it referred to a former war.",
        "His ancient, rusted Camaro was illegally parked in front of the building.",
        "The soulless, ancient intelligence there was as fathomless as the night sky.",
        "So according to history it has been found from the most ancient times, and so it is to our own day.",
        "He was neither ancient nor ugly, with familiar dark eyes and hair and roughly hewn features.",
        "The power of an Ancient is beyond anything humans can understand.",
        "Gabe didn't know which way the Ancient would go.",
        "Greece, ancient Greece, exercised a mysterious fascination over me.",
        "The man looked like an ancient Greek prince with blond hair and chiseled features.",
        "If Andre the Ancient was still around, he'd be able to help you with the demons.",
        "Plus, we have powers formerly attributed to the ancient gods; we can fly, talk to people in other places, and see what is happening elsewhere.",
        "One word from me, one movement of my hand, and that ancient capital of the Tsars would perish.",
        "I must tell you, mon cher,\" he continued in the sad and measured tones of a man who intends to tell a long story, \"that our name is one of the most ancient in France.\"",
        "Instead of pointing to the four directions, its edges were lined with ancient symbols he took to be writing from the time-before-time.",
        "He had climbed the high mountains in Switzerland and visited beautiful churches in Italy and France, and he saw a great many ancient castles.",
        "The very well documented corn dole of ancient Rome is one of many cases.",
        "She has the power of ancient healers to return to life that which otherwise wouldn't live.",
        "Beat Fitzgerald in the election and then start your term of office chasing down some ancient murder if you want.",
        "Even the younger Guardians referred to him by the ancient title that meant my king.",
        "Darkyn was lean and wiry, his youthful looks at odds with the ancient intelligence in his black eyes.",
        "But I must not waste my time wishing idle wishes; and after all my ancient friends are very wise and interesting, and I usually enjoy their society very much indeed.",
        "He pushed open the fourth door, walking into a large room stacked from floor to ceiling with ancient tablets, manuscripts, and books.",
        "Her eyes went from the ancient site glowing in the moonlight to her father's form as he walked up the hill.",
        "This Ancient Immortal hadn't given up his soul without a struggle.",
        "Many of the treatments of the ancient world had high degrees of efficacy, all obtained without access to any modern knowledge or equipment.",
        "My favorite cookbook, Apicius, is a 1,500-year-old collection of recipes from ancient Rome.",
        "He smiled to himself as he climbed the steps, wondering what Jake's reaction would be to a search for ancient bones.",
        "In Petersburg and in the provinces at a distance from Moscow, ladies, and gentlemen in militia uniforms, wept for Russia and its ancient capital and talked of self-sacrifice and so on; but in the army which retired beyond Moscow there was little talk or thought of Moscow, and when they caught sight of its burned ruins no one swore to be avenged on the French, but they thought about their next pay, their next quarters, of Matreshka the vivandiere, and like matters.",
        "Images of landmark buildings, of the seven greatest wonders of the ancient world, and city scenes from around the world.",
        "Gabe distrusted the Ancient father of the Council as much as he did Darkyn.",
        "They emerged through a back door into a massive foyer made of white marble and limestone with ancient carvings on the walls and statues positioned throughout.",
        "\"With the Ancient Andre dead, they won't be able to find you in time,\" Darkyn replied.",
        "Not many people thought differently of the first Ancient Immortal, who had led the Council with six of his sons for many years before being killed.",
        "Our Order imitates the ancient societies that explained their teaching by hieroglyphics.",
        "The only real difference: the ancient intelligence in the deity's steady gaze, which seemed out of place in such a youthful face.",
        "Darkyn was ancient, according to the tutorial she'd watched, from the time-before-time.",
        "It was a new one, recently made by the Ancient Immortal that Gabriel hired to help, indicating another of his dealers had defected.",
        "One day, he'd be able to make love to his mate at will and kill the Ancient that almost killed her.",
        "In the ancient world, man wanted guidance from the gods on what he should do.",
        "\"Nonsense. Summer storms are as common as a fat man at a pie fair,\" he said as the ancient truck lurched forward.",
        "She closed her eyes to the gentle flow and strange sensations: Jule's warmth, her father's hot-cold rain, the ancient power of the ruins.",
        "Certainly some of the medical practices of the ancient world, such as bloodletting and the use of leeches, seem to us at least misguided and at worst, barbaric.",
        "He sensed the wards he tripped and waited for the Ancient to appear.",
        "\"I saw something in an ancient text,\" Tamer mumbled.",
        "Everybody will feel an interest in dear little Helen; everybody will want to do something for her; and, if she becomes an ancient, gray-haired woman, she is still sure of being thoughtfully cared for.",
        "The ancient megalith pulsed with power older than that of her father's.",
        "Good. We're bringing all the souls to this one and sending everyone but five guards to the Ancient Tamer.",
        "In ancient times, the consenus was that the world was flat.",
        "In the ancient world, it was Greek in the European arena.",
        "He looked around to make sure he hadn't missed anything else that might give him a sign as to what Darkyn was doing by killing off an Ancient Immortal.",
        "The keeper of ancient Immortal histories, Tamer was able to read scripts from the time-before-time.",
        "The ancient cannon, which look seaward, wear a very menacing expression; but I doubt if there is any unkindness in their rusty old hearts.",
        "If the Deity issues a command, expresses His will, as ancient history tells us, the expression of that will is independent of time and is not caused by anything, for the Divinity is not controlled by an event.",
        "\"Have they surrendered my ancient capital without a battle?\" asked the Emperor quickly, his face suddenly flushing.",
        "The idea that a person can be a political prisoner, jailed for his beliefs about government, politics, or politicians, is ancient but happily fading.",
        "Be this as it may, I know that I can feel the heart-throbs of the ancient Greeks in their marble gods and goddesses.",
        "A notebook lay on the table next to a few scrolls, an ancient manuscript and another block of stone with carvings too faint for Gabe to read.",
        "No way of thinking or doing, however ancient, can be trusted without proof.",
        "But what right had I to oust johnswort and the rest, and break up their ancient herb garden?",
        "The ancient historians all employed one and the same method to describe and seize the apparently elusive--the life of a people.",
        "His eyes were so cold and ancient.",
        "It was too easy of a death for the first Ancient.",
        "Pais, Ancient Legends of Roman History (Eng.",
        "It was an ancient pueblo, of considerable size and importance as early as the end of the 18th century.",
        "She's an Ancient's mate.",
        "\"She's an Ancient's mate, not just any immortal's mate,\" he explained.",
        "He led her through a fortress too ancient for her to date, its blackened walls and well-worn stones massive and thick.",
        "It is the ancient Arius.",
        "It is to their pages that we owe nearly all that we know of the life of ancient Christianity.",
        "Whatever creature it was, it had to be ancient.",
        "Why don't you walk away now before a certain Ancient tears you into pieces.",
        "Pain blazed through him as he took the shape of the ancient creature.",
        "Only the Ancient Ones and Death may pass with their powers intact.",
        "We normally expel the Ancient Ones.",
        "The site of the arx of the ancient town is probably to be sought on the hill on which lies the Villa Spada, though no traces of early buildings or defences are to be seen: pre-Roman tombs are to be found in the cliffs to the north.",
        "The struggle of the Bohemians against Rome continued uninterruptedly, and the position of Podébrad became a very difficult one when the young king Ladislas, who was crowned in 1453, expressed his sympathies for the Roman Church, though he had recognized the compacts and the ancient privileges of Bohemia.",
        "Larnaca occupies the site of the ancient Citium, but the citadel of the ancient city was used to fill up the ancient harbour in 1879.",
        "Albania abounds in ancient remains, which as yet have been little explored.",
        "(I) It is probable, though not very clearly demonstrated, that Venetic, East Italic and Messapian are connected together and with the ancient dialects spoken in Illyria, so that these might be provisionally entitled the Adriatic group, to which the language spoken.",
        "geography, but, following the model of Strabo, described the world according to its different political divisions, and entered with great zest into the question of the productions ' Bunbury's History of Ancient Geography (2 vols., London, 1879), Muller's Geographi Graeci minores (2 vols., Paris, 1855, 1861) and Berger's Geschichte der wissenschaftlichen Erdkunde der Griechen (4 vols., Leipzig, 1887-1893) are standard authorities on the Greek geographers.",
        "He jabbed his thumb toward the wall behind him, where she made out the slender nickel doorknob in the space between two shelves of ancient books.",
        "Still, you'd have to be something more to attract an Ancient.",
        "I knew he was an Ancient --a powerful one --but he wasn't much for talking.",
        "It was believed that no Ancient would ever take a mate, because none ever have.",
        "Why would any Ancient creature choose me?",
        "He's the least friendly Ancient I've ever met.",
        "\"Are there any benefits to being an Ancient's mate?\" she asked.",
        "The Ancient Andre, who became dead-dead recently, left us his fortune, as have many others before him.",
        "Maybe she was an Ancient's mate, too.",
        "She was the first Ancient's mate born and should've been Kris's mate, if she hadn't first promised herself to the Dark One.",
        "You're an Ancient's mate, and maybe you were meant for him and only him, he said.",
        "That's the Ancient Rhyn?",
        "\"Trust me, if he weren't an Ancient and he looked that good, she'd snatch him up, even if he had a mate,\" Megan said with a laugh.",
        "\"Your Ancient drew too much too fast,\" Molly said.",
        "Rhyn said nothing, aware the penalty for an Ancient killing another Ancient was death-death and eternal Hell.",
        "Her hand went to her neck, where the name of her Ancient Immortal mate, Rhyn, had been until he broke their mating bond two days before.",
        "\"I know where to find one,\" Rhyn said, his thoughts going to the Ancient healer that had been a prisoner in Sasha.s zoo in Hell across the hall from his own cell.",
        "I need a hand finding an Ancient healer named Lankha.",
        "If you.ll remember, I didn.t choose which Ancient to become my mate.",
        "I am still an Ancient.",
        "Sasha.s guard fell quickly, and Jade hacked at the Ancient with all his fury until Sasha lay in a bloodied heap.",
        "He knelt beside the Ancient and set the machete on top of the sarcophagus.",
        "She led them into Kris.s room again and slammed the door, vaguely pissed at the Ancient for having the only door that locked in the whole castle.",
        "I.ll have this Lankha keep the Ancient in a deep sleep until you return.",
        "At least, that.s what some of Ancient Erik.s warriors said.",
        "He attacked them to get to the Ancient Sasha.",
        "Since your castle was attacked, we.ve had an Ancient wash up on our shores, Death.s assassin sitting in our hall, and now this.",
        "In place of its ancient fortifications Angouleme is encircled by boulevards known as the Remparts, from which fine views may be obtained in all directions.",
        "Lectures on the History of Ancient Philosophy by William Archer Butler (1814-1848;(1814-1848; lecturer on moral philosophy at Trinity College, Dublin), the value of which was greatly enhanced by Thompson's notes.",
        "FIDENAE, an ancient town of Latium, situated about 5 m.",
        "It is not built exactly on the ancient site.",
        "There are also considerable remains of the ancient theatre, a large cryptoporticus 197 ft.",
        "The Kabul (ancient Kophes), which is the most important (although not the largest) river in Afghanistan, rises at the foot of the Unai pass leading over the Sanglakh range, an offshoot of the Hindu Kush towards Bamian and Afghan Turkestan.",
        "The variety of his pursuits at this time carried him over the whole field of ancient and modern literature.",
        "SAMARIA, an ancient city of Palestine.",
        "This is the best harbour, the ancient Portus Argous.",
        "Ancient writers are agreed as to the composite character of the population of Italy, and the diversity of races that were found within the limits of the peninsula.",
        "These materials, imperfect as they are, when combined with the notices derived from ancient writers and the evidence of archaeological excavations, may be considered as having furnished some results of reasonable certainty.",
        "The division of Italy into eleven regions, instituted by Augustus for administrative purposes, which continued in official use till the reign of Constantine, was based mainly on the territorial divisions previously existingi and preserved with few exceptions the ancient limits.",
        "The seventh region consisted of Etruria, which preserved its ancient limits, extending from the Tiber to the Tyrrhenian Sea, and separated from Liguria on the north by the river Macra.",
        "The Via Salaria, a very ancient road, with its branch, the Via Caecilia, ran north-eastwards to the Adriatic coast and so also did the Via Flaminia, which reached the coast at Fanum Fortunae, and thence followed it to Ariminum.",
        "The road along the east coast from Fanum Fortmrnae down to Barium, which connected the terminations of the Via Salaria and Via Valeria, and of other roads farther south crossing from Campania, had no special name in ancient times, as far as we know.",
        "In this way, Qwing to the dislocation of the ancient aristocracy, to the enlarged jurisdiction,of a power so democratic as the episcopate, and to the increased privileges of the burghs, feudalism received a powerful check in Italy.",
        "But the conditions under which it could arise, casting from itself all foreign and feudal trammels, recognizing its true past in ancient Rome, and reconstructing a civility out of the ruins of those glorious memories, were now at last granted.",
        "daughter of ancient Rome, assumes the lead.",
        "Her ancient prestige, her geographical position and the intellectual primacy of her most noble children rendered Italy the battleground of principles that set all Christendom in motion, and by the clash of which she found herself for ever afterwards divided.",
        "They recognized the fact that their blood was Latin as distinguished from Teutonic, and that they must look to ancient Rome for those memories which constitute a pecples nationality.",
        "His ancient place is now occupied by a new functionary, no longer acting as arbiter, but concentrating the forces of the triumphant party.",
        "Gian Pietro Caraffa, who was made pope in 1555 with the name of Paul IV., endeavoured to revive the ancient papal policy of leaning upon France.",
        "Emmanuel Philibert, duke of Savoy, represented the oldest and not the least illustrious reigning house in Europe, and his descendants were destined to achieve for Italy the independence which no other power or prince had given her since the fall of ancient Rome.",
        "Not only the Gonzagas, but several other ancient ducal families, died out about the date which we have reached.",
        "The ancient rival of Venice, Genoa, was likewise far gone in decline.",
        "By an instrument signed on the 24th of April 1815, the Austrian territories in north Italy were erected into the kingdom of Lombardo-Venetia, which, though an integral part of the Austrian empire, was to enjoy a separate administration, the symbol of its separate individuality being the coronation of the emperors with the ancient iron crown of Lombardy (Proclamation de lempereur dAutriche, &c., April 7, 1815, State Papers, ii.",
        "On the 10th of April 1891, Menelek communicated to the powers his views with regard to the Italian frontier, and announced his intention of re-establishing the ancient boundaries of Ethiopia as far as Khartum to the north-west and Victoria Nyanza to the south.",
        "Peter, Historicorum Romanorum Reliquiae (1870, 1906), and Historicorum Romanorum Fragmenta (1883); also articles ROME, History (ancient) ad fin., section \"Authorities,\" and Liv y, where the use made of the annalists by the historian is discussed; Pauly-Wissowa, Realencyclopddie, art.",
        "Maine's Ancient Law.",
        "Ancient scepticism was frankly opposed to religious belief.",
        "The ancient name (Acerrae) was also borne by a town in Umbria and another in Gallia Transpadana (the latter now Pizzighettone on the Adda, 13 m.",
        "Henceforward he who inherits a barony must pay r¦o, he who inherits a knight's fee too shillings or less, and for smaller holdings less \"according to the ancient custom of fiefs.\"",
        "gives to the citizens of London all their ancient liberties and free customs.",
        "asserts that persons shall not be compelled to make bridges, unless they are bound to do so by ancient custom.",
        "of Chipping Barnet, has an ancient parish church retaining Norman portions, though enlarged in modern times.",
        "The name is probably derived from the Malay Handuman, coming from the ancient Hanuman (monkey).",
        "The question still remains open, however, which of the two types of person may be regarded as the most primitive, the most ancient in the race-history of the Hydromedusae.",
        "This must not be taken to mean, however, that the medusa is derived from a sessile polyp; it must be regarded as a direct modification of the more ancient free actinula form, without primitively any intervening polyp-stage, such as has been introduced secondarily into the development of the Leptolinae and represents 'a revival, so to speak, of an ancestral form or larval stage, which has taken on a special role in the economy of the species.",
        "One of the oldest towns in Lower Lusatia, Sorau contains a number of ancient buildings, among which the most prominent are several of the churches (one dating from 1204), the town hall, built in 1260, and the old palace of 1207 (now a prison).",
        "TRIER (French treves), an ancient city of Germany, formerly the capital of an archbishopric and electorate of the empire, and now the seat of a Roman Catholic bishop and the chief town of a governrnental department in the Prussian province of the Rhine.",
        "As such, moreover, it is a much more limited theory of evolution than the ancient.",
        "It is vain, therefore, to look for clearly defined and systematic presentations of the idea among ancient writers.",
        "Yet the first indistinct germ of such an idea appears to emerge in combination with that of creation in some of the ancient systems of theogony.",
        "3, 2 it has been concluded that Sabazius was identified in ancient times with the Jewish Sabaoth (Zebaoth).",
        "The modern highroad follows the ancient line, and remains of the 1 It is important to note how the Romans followed up every victory with a road.",
        "In Austria, the ancient ecclesiastical jurisdiction was taken away by various acts of legislation from 1781 to 1856; even voluntary jurisdiction as to dispensations.",
        "are some ruins of the ancient abbey of St Bavon and of a 12th-century octagonal chapel dedicated to St Macharius.",
        "While preserving most of the ancient features of its High Street, the town has tended to become a suburb of the capital, its fine beach and golf course hastening this development.",
        "The ancient custom called the beklem-recht, or lease-right, doubtless accounts for the extended ownership of the land.",
        "Delfzyl, which was formerly an important fortress for the protection of the ancient sluices on the little river Delf (hence its name), has greatly benefited by the construction of the Ems (Eems) shipcanal connecting it with Groningen, and has a good harbour with a considerable import trade in wood.",
        "Of these, eleven volumes had by 1910 been edited for the Pali Text Society by various scholars, the Jatakas and two other treatises had appeared elsewhere, and two works (one a selection of lives of distinguished early Buddhists, and the other an ancient commentary), were still in MS.",
        "For special points see: (1) Historical: Authorities under ROME: Ancient History; S.",
        "With the Jews of Cochin, they represent a very ancient Judaic invasion of India, and are to be entirely distinguished from those Jews who have come to India in modern days for purposes of trade.",
        "It has been conjectured that the ancient Etruscan ornaments in amber were wrought in the Italian material, but it seems that amber from the Baltic reached the Etruscans at Hatria.",
        "The amber of Sicily seems not to have been recognized in ancient times, for it is not mentioned by local authorities like Diodorus Siculus.",
        "Here you find articles in the encyclopedia on topics related to Ancient Mesopotamia.",
        "Yet the town is under no great industrial or other modernizing influence, and therefore stands in the position of an ancient shrine, drawing a pilgrimage of modern origin.",
        "The plan of Shakespeare's Stratford at least is preserved, for the road crossing Clopton's bridge is an ancient highway, and forks in the midst of the town into three great branches, about which the village grew up. The high cross no longer stands at the marketplace where these roads converged.",
        "The maiden name of the poet's mother was Mary Arden, and this name, that of an ancient county family, survives in the district north-west of Stratford, the Forest of Arden, though the true forest character is long lost.",
        "156-158, are the chief references in ancient literature.",
        "Holmes, Ancient Britain (1907), appendix, identifies the Cassiterides with the British Isles.",
        "It is possible, but very improbable, that Orpheus was an historical personage; even in ancient times his existence was denied.",
        "(1802); Orpheo and Heurodis from the Auchinleck MS. in David Laing's Select Remains of the Ancient Popular Poetry of Scotland (new ed., 1885); and Kyng Orfew from the Ashmolean MS. in J.O.",
        "The ancient broad-leaved Gymnosperm Gnetum has a few surviving species scattered through the tropics of both worlds, one reaching Polynesia.",
        "492): Here, more perhaps than in any other part of the globe, in Compositae as in so many other orders, we ma~ fancy we see the scattered remains of ancient races dwindlinf down to their last representatives.",
        "The Australian land-surface must be of great antiquity, possibly Jurassic, and its isolation scarcely less ancient.",
        "For the ancient topography cf.",
        "Certain ancient stringed instruments were played with a plectrum or plucker made of the quill of a bird's feather, and the word has thus been used of a plectrum made of other material and differing in shape, and also of an analogous object for striking the strings in the harpsichord, spinet or virginal.",
        "The chief blot on his reign was the systematic and authorized persecution of the Christians, which had for its object the restoration of the religion and institutions of ancient Rome.",
        "2 History of Ancient Geography (Cambridge, 1897), p. 70.",
        "He divides geography into The Spherical Part, or that for the study of which mathematics alone is required, and The Topical Part, or the description of the physical relations of parts of the earth's surface, preferring this division to that favoured by the ancient geographers - into general and special.",
        "The works of the ancient Greek geographers were translated into Arabic, and starting with a sound basis of theoretical knowledge, exploration once more made progress.",
        "The ancient authorities for Sulla and his time are his Life by Plutarch (who made use of the Memoirs); Appian, Bell.",
        "Of the ancient gates but two remain, the Ponttor on the N.W.",
        "The two ancient towers, the Granusturm to the W.",
        "The contrast between the new regime and the ancient tradition of the city was curiously illustrated in 1818 by a scene described in Metternich's Memoirs, when, before the opening of the congress, Francis I., emperor of Austria, regarded by all Germany as the successor of the Holy Roman emperors, knelt at the tomb of Charlemagne amid a worshipping crowd, while the Protestant Frederick William III.",
        "Some of the Malagasy avifauna is certainly ancient, aboriginal, and even points to India; other forms indicate clearly their African FIG.",
        "Gumenek), an ancient city of Pontus, said to have been colonized from Comana in Cappadocia.",
        "By his first wife, Margaret, daughter and heir of Sir John Plays, Sir John Howard had a son who died before him, leaving a daughter through whom descended to her issue, the Veres, earls of Oxford, the ancient Norfolk estates of the Howards at East Winch and elsewhere, with the lands of the houses of Scales, Plays and Walton, brought in by the brides of her forefathers.",
        "But Philip Howard, the son and heir, succeeded to the ancient earldom of Arundel in 1580, on the death of his maternal grandfather, while the Lord Lumley, his uncle by marriage, surrendered to him his life interest in the castle and honour of Arundel.",
        "Roger Stafford, the impoverished heir male of the ancient Staffords, had been forced to surrender his barony to the king by a deed dated in the preceding year, a piece of injustice which is in the teeth of all modern conceptions of peerage law.",
        "There are many other, though slighter, remains of the ancient churches and monasteries of Kampen; but the most remarkable building is the old town-hall, which is unsurpassed in Holland.",
        "of the ancient Catholic Church.",
        "The amethyst was used as a gem-stone by the ancient Egyptians, and was largely employed in antiquity for intaglios.",
        "Interesting remains of the substruction wall supporting the ancient road are preserved in Itri itself; and there are many remains of ancient buildings near it.",
        "The name is preserved in a small Roman site in the neighbourhood, Umm Lakis, which probably represents a later dwelling-place of the descendants of the ancient inhabitants of the city.",
        "The fact also that many of the most ancient of these ruins, like Ur, Lagash (Sirpurla), Larsa, Erech, Nippur, Sippara and Babylon, were situated on the banks of the great canals would indicate that the control of the waters of the rivers by a system of canalization and irrigation was one of the first achievements of civilization.",
        "This ancient system of canalization was inherited from the Persians (who, in turn, inherited it from their predecessors), by the Arabs, who long maintained it in working order, and the astonishing fertility and consequent prosperity of the country watered by the Euphrates, its tributaries and its canals, is noticed by all ancient writers.",
        "29 cities of former days, there is a succession of small towns along the course of the river - Ramadiya, Feluja, Mussaib, Hillah, Diwanieh, Samawa, el-Khudr (an ancient daphne or sacred grove, 3 I° 11' 58\" N., 76° 6' 9\" E., the only one anywhere which preserves to this day its ancient charter of the inviolability of all life within its precincts), Nasrieh and Suk-esh-Sheiukh----by means of which the Turkish government controls the river and levies taxes on a small part of the adjacent territory.",
        "inland, has a small harbour, and was formerly the seat of an Orthodox bishop. In the neighbourhood are the ruins of the ancient Buthrotum, from which the modern town derives its name.",
        "(Piero Tomacelli), pope from 1389 to 1404, was born at Naples of a poor but ancient family.",
        "of Ancient Geography (1879), ii.",
        "(b) Gaul proper first enters ancient history when the Greek colony of Massilia was founded (?",
        "LAMPSACUS, an ancient Greek colony in Mysia, Asia Minor, known as Pityusa or Pityussa before its colonization by Ionian Greeks from Phocaea and Miletus, was situated on the Hellespont, opposite Callipolis (Gallipoli) in Thrace.",
        "The ancient name is preserved in that of the modern village of Lapsaki, but the Greek town possibly lay at Chardak immediately opposite Gallipoli.",
        "If Normans, as Normans, now exist anywhere, it is certainly only in that insular fragment of the ancient duchy which still cleaves to the successor of its ancient dukes.",
        "The town has three parts: the Upper, built on the sides of a lofty foreland known as North Hill; the Lower; and the Quay Town, with many ancient houses, stretching for about a mile beside the harbour.",
        "BUDINI, an ancient nation in the N.E.",
        "The plebs did not gather round the patres, neither were they conquered by the patres; the patres were developed by natural selection out of the plebs, or, more strictly, out of the ancient populus.",
        "The commune of Venice, the ancient style of the commonwealth, changed into the seigniory of Venice.",
        "v.; histories of ancient philosophy, and specially Ed.",
        "The limestone and marble foyer was lined with artifacts, a sign of Tamer's passion for all things ancient.",
        "He wanted to snap the Ancient's neck.",
        "Gabriel began to see the Ancient's plan as well.",
        "Andre had another idea, one that might increase the chances of success, based on ancient myths from the time-before-time.",
        "The Ancient Andre's mind magic.",
        "The simple cut reminded her of something she'd seen in movies about ancient Rome: loose-fitted and airy, it was secured by a thin cord around her neck.",
        "Gabriel's lover and master, the deity Death, materialized beside him at the Oracle's altar in the center of an ancient fortress in the Sanctuary.",
        "Restless, he rose and paced again, wondering why Sasha needed an ancient healer in his zoo, a place where creatures came to suffer.",
        "Are you saying she's an Ancient's mate?",
        "An Ancient's mate had never before been found.",
        "She's immune to all but the most ancient of us.",
        "There was reason to fear the Ancients, especially this Ancient, who seemed to have no alliance to anything good or bad and was so unpredictable.",
        "The contest being carried on by warfare, it followed that these captains in the burghs were chosen on account of military skill; and, since the nobles were men of arms by profession, members of ancient houses took the lead again in towns where they had been absorbed into the bourgeoisie.",
        "Other ancient writers, however, speak of his visit to the underworld; according to Plato, the infernal gods only \" presented an apparition\" of Eurydice to him.",
        "Thus the English canon of 1571 directs preachers \"to take heed that they do not teach anything in their sermons as though they would have it completely held and believed by the people, save what is agreeable to the doctrine of the Old and New Testaments, and what the Catholic Fathers and ancient Bishops have gathered from that doctrine.\"",
        "Squarcione, whose original vocation was tailoring, appears to have had a remarkable enthusiasm for ancient art, and a proportionate faculty for acting, with profit to himself and others, as a sort of artistic middleman; his own performances as a painter were merely mediocre.",
        "MISENUM, an ancient harbour town of Campania, Italy, about 3 m.",
        "Canons were adopted, thirty according to the generally received tradition, although the most ancient texts contain but twentyeight, and, as Hefele points out, the so-called twenty-ninth and thirtieth are properly not canons, but repetitions of proposals made in a previous session.",
        "In what proportion zeal for the ancient canons and the rights of others, and jealous fear of encroachment upon his own jurisdiction, were mixed in the motives of Leo, it would be interesting to know.",
        "Cynthia took Edith's place on the sofa and began folding the ancient underwear.",
        "Everyone followed suit, as if welcoming royalty into the warm and ancient parlor.",
        "It was difficult for all of them to work together so Cynthia made two extra copies of a dozen random pages of the ancient text.",
        "They came up to a steel trestle that held the ancient penstock above an open gorge.",
        "As Dean watched, scarcely breathing, she lifted the ancient white dress above her head in one motion and dropped it to the floor.",
        "She was dressed for spring in only a light sweater and glared at Dean as if he were a street mugger before surrendering her torn and ancient luggage.",
        "The ancient farmhouse needed repair - or a demolition crew.",
        "The ancient dagger was heavy and cold in Rhyn's hands.",
        "\"I'm saying, the mate of an Ancient or any Immortal is preordained.  No one can break that bond, not even Death,\" Toby answered.",
        "The convent members who managed the Sanctuary had replaced the wall Rhyn knocked down with a row of brown tents that matched their dresses.  Rhyn eased between two of them, aware of Kiki's fading pulse.  He set his brother down on the ground and looked around wildly, hoping they hadn't sent Katie's Ancient Healer, Lankha, home to the underworld.",
        "The Anasazi, \"The Ancient Ones,\" as the pres­ent day Navajo call them, built cities and a society for 13 centuries before abandoning this high Sonoran desert, all before Columbus ever set sail.",
        "Naw. I'm ancient history to him.",
        "Until that time came when their sparring became a final battle, she'd learn as much as she could from the ancient warrior.",
        "There are ancient laws that forbid it.",
        "Jenn leaned against the sink counter, one hand taking the worn, ancient medallion around her neck.",
        "The nights made him think fondly of his old friend, an ancient blind man who saved him from madness in the catacombs.",
        "Of everyone he'd known since coming to this land, Vara had been the only kind one, aside from the ancient warrior in the catacombs.",
        "Caring for the ancient warrior in the catacombs, Jame, all those years taught him compassion otherwise denied him among the dead in those underground passageways.",
        "The darkness peering out of her eyes was ancient and evil.",
        "He smiled to himself as he thought of the ancient man.",
        "He moved against her, and she responded, parting her knees and raising her hips in an ancient sign of invitation.",
        "He sat on the edge of the bed and lifted ancient pages clenched between heavy wooden covers.",
        "The book's ancient pages were so brittle, he feared they would crumble before he finished.",
        "Hilden suddenly appeared haggard, ancient, and worn.",
        "In front of her stood a rusty old one lane bridge with ancient wooden slats.",
        "He focused his mind magic on the Other, whose ancient mind was older than Xander's.",
        "Noteworthy among the buildings within the ancient citadel is a small tetrastyle temple, variously ascribed to Jupiter and Minerva, the portico supported by six monolithic columns of cippolino, four being in front.",
        "PELLA, the capital of ancient Macedonia under Philip II.",
        "HERNICI, an ancient people of Italy, whose territory was in Latium between the Fucine Lake and the Trerus, bounded b'y the Volscian on the S., and by the Aequian and the Marsian on the N.",
        "Ancient accounts agree in describing Alexander as a typically cruel and suspicious tyrant.",
        "Within are some admirable specimens of encaustic tiles, and several monuments of the Vernon and Manners families; while an ancient runic roodstone stands in the churchyard.",
        "His grandfather, Gregorio Brunacci, of an ancient family of Pisa, had changed his name in order to become heir to a certain marchese di Consalvi.",
        "Fabricius was regarded by the Romans of later times as a model of ancient simplicity and incorruptible integrity.",
        "Farnell refers to the ancient association between the healing craft and the singing of spells, and says that it is impossible to decide which is the original sense.",
        "It is a clear case of an ancient frontier laid out in American fashion.",
        "It is not known to have been printed before 1786, when it appeared in Pinkerton's Ancient Scottish Poems. 3.",
        "A monastic library was the proper place for this gentle emotional dreamer, who clung so fondly to the ancient traditions.",
        "Being surrounded by its ancient walls, and retaining thirteen out of its original fifty towers, it is, with its predominantly Gothic architecture, a thoroughly medieval town in appearance.",
        "Clermont is identified with the ancient Augustonemetum, the chief town of the Arverni, and it still preserves some remains of the Roman period.",
        "Thus the ancient Greek religion was especially disposed to belief in heroes and demigods.",
        "The Euhemerist theory mainly appeals to ancestor worship - a fact of undoubted importance in the history of religion, especially in China and in ancient Rome.",
        "The part played by equity in the development of law is admirably illustrated in the well-known work of Sir Henry Maine on Ancient Law.",
        "The equivalent of the alb in the ancient Churches of the East is the sticharion (art bpeov) of the Orthodox Church (Armenian shapik, Syrian Kutina, Coptic stoicharion or tuniah).",
        "'EX€vOEparrbXcs, \"free city\"), an ancient city of Palestine, 25 m.",
        "Besides the crusader and other remains in the village itself, the surrounding country possesses many tells (mounds) covering the sites of ancient cities.",
        "In 1814-1815, before the decrees of the Vienna Congress were known, an extraordinary attempt was made by Philippe d'Auvergne of the British navy, the cousin and adopted son of the last duke, to revive the ancient duchy of Bouillon.",
        "CHICHEN-ITZA, or CHICHEN, an ancient ruined city of Yucatan, Mexico, situated 22 m.",
        "- Jeremy Bentham, An Introduction to the Principles of Morality and Legislation; Henry Maine, Ancient Law; C. B.",
        "NABATAEANS, a people of ancient Arabia, whose settlements in the time of Josephus (Ant.",
        "Girgenti), an ancient city on the south coast of Sicily, 21111.",
        "Biagio], from which the city took its name and which, though shallower than that of the Hypsas, still affords a sufficient obstacle to attack, and the two unite a little way to the south of the town; at the mouth was the ancient harbour, small and now abandoned.",
        "The most famous remains of the ancient city are the temples, the most important of which form a row along the low cliffs at the south end of the city.",
        "The Name Is Also Given To Certain Legendary Races Described By Ancient Naturalists And Geographers As Having No Heads, Their Mouths And Eyes Being In Their Breasts, Generally Identified With Pliny'S Blemmyae.",
        "BARTAN, more correctly Bartin, a town in the vilayet of Kastamuni, Asiatic Turkey, retaining the name of the ancient village Parthenia and situated near the mouth of the Bartan-su (anc. Parthenius), which formed part of the boundary between Bithynia and Paphlagonia.",
        "It was one of the ancient manors of the Butlers, who received for it the grant of a fair from Henry VIII.",
        "The ancient Roman city Naissus was mentioned as an important place by Ptolemy of Alexandria.",
        "Victor (rebuilt1580-1615and 1795), to which is attached an ancient baptistery (dating from the 9th century but rebuilt in the 13th).",
        "Even before this it had been clear to archaeologists and ethnologists that there was no evidence to support the popular theory that Zimbabwe had been built in very ancient days by some Oriental people.",
        "They occupy the site of an ancient royal palace called Greenwich House, which was a favourite royal residence as early as 1300, but was granted by Henry V.",
        "Early in the 19th century the venue of the dinner, which had now become a ministerial function, was transferred to Greenwich, and though at first not always held here, was later celebrated regularly at the \"Ship,\" an hotel of ancient foundation, closed in 1908.",
        "In old days New Mexico was the home of a breed of hairless cats, said to have been kept by the ancient Aztecs, but now well-nigh if not completely extinct.",
        "VIA LABICANA, an ancient highroad of Italy, leading E.S.E.",
        "MEGARA, an ancient Greek town on the road from Attica to Corinth.",
        "The modern town of Megara is situated on two low hills which formed part of the ancient site; it is the chief town of the eparchy of Megaris; pop. about 6400.",
        "But as yet he had only glimpses of a logical method which should invigorate the syllogism by the co-operation of ancient geometry and modern algebra.",
        "The ancient geometry, as we know it, is a wonderful monument of ingenuity - a series of tours de force, in which each problem to all appearance stands alone, and, if solved, is solved by methods and principles peculiar to itself.",
        "Of the ancient building of de Romille all that remains is the western doorway of the inner castle.",
        "In the castle grounds are the remains of the ancient chapel of St John.",
        "Skipton was the capital of the ancient district of Craven.",
        "OSTIA, an ancient town and harbour of Latium, Italy, at the mouth of the river Tiber on its left bank.",
        "from Rome by the Via Ostiensis, a road of very ancient origin still followed by a modern road which preserves some traces of the old pavement and remains of several ancient bridges.",
        "constructed in 830 a fortified enceinte, called Gregoriopolis, in the eastern portion of the ancient city, and the Saracens were signally defeated here under Leo IV.",
        "In 1483-5486 Giuliano della Rovere (nephew of Pope Sixtus IV., and afterwards himself Pope Julius II.) caused the castle to be erected by Baccio Pontelli, a little to the east of the ancient city.",
        "On the east the site is approached by an ancient road, flanked by tombs.",
        "Palo), an ancient town of Etruria, 29 m.",
        "Considerable remains of ancient villas still exist along the low sandy coast, one of which, about 1 m.",
        "On the 16th of January 1547, he was crowned the first Russian tsar by the metropolitan of Moscow; on the 3rd of February in the same year he selected as his wife from among the virgins gathered from all parts of Russia for his inspection, Anastasia Zakharina-Koshkina, the scion of an ancient and noble family better known by its later name of Romanov.",
        "The duma, or council, still attended to all the details of the administration; the old boyars still retained their ancient offices and dignities.",
        "In the following spring he fastened a quarrel upon Potidaea, a town in Chalcidice, which was attached by ancient bonds to Corinth, and in the campaign which followed Athenian and Corinthian troops came to blows.",
        "Pericles' home policy has been much debated since ancient times.",
        "Ancient Authorities.",
        "- Historians are agreed that Pericles was one of the most powerful personalities of ancient times, and generally allow him to have been a man of probity.",
        "Gardner, Ancient Athens (London, 1902), for his strategy, H.",
        "See ATHENS: History; GREECE: Ancient History; and GREEK ART.",
        "The area of the ancient city is now called the Kaleh, and is inhabited by the Turks; eastward of this is the extensive Christian quarter, and beyond this again a low promontory juts northward into the sea, partly covered with the houses of a well-built suburb, which is the principal centre of commerce.",
        "On the eastern side of the river, on the other hand, there are several important tributaries descending from the Persian mountains: the Khabur, a little north of 37° N., navigable for rafts; the Great Zab, at 36° N., just below Nimrud, the ancient Calah; the Little Zab, about 35° 15' N.; the 'Adhem at 34° N.",
        "south of Mosul, at which point navigation is blocked by two ancient dams, erected, apparently, to control the river for the Assyrian city of Calah, the ruins of which are called Nimrud by the natives after these dams, which they conceive to be the work of that mythical hero.",
        "This part of the river's course, the ancient Assyria, is also a rich agricultural region.",
        "A little south of Samarra the stony plateau of Mesopotamia ends, and the alluvial plain of Irak, ancient Babylonia, begins.",
        "Shortly below Kut-el-Amara all traces of ancient canalization on the east side vanish, and it would appear as though much of that region, now largely under water at flood time, constituted an inland sea.",
        "Opposite Mosul are the ruins of ancient Nineveh, the last capital of Assyria, and 20 m.",
        "farther south, on the opposite bank, lies Kal'at-Shergat, the ancient Assur, the original name-place and capital of the Assyrian Empire.",
        "In this neighbourhood also stood the ancient Opis.",
        "The Prytaneum, mentioned by Pausanias, and probably the original centre of the ancient city, was situated somewhere east of the northern cliff of the Acropolis.",
        "- On the Prytaneum as the centre of an ancient state see article Fire, and references in a paper (s.v.) by Frazer (Journal of Philology, 1885, xiv.",
        "Ariminum became a place of considerable traffic owing to the construction of the Via Aemilia (187 B.C.) and the Via Popilia (132 B.C.), and is frequently mentioned by ancient authors.",
        "The present Piazza Giulio Cesare marks the site of the ancient forum.",
        "As the captial of the ancient district of Kennemerland between den Helder and Haarlem, Alkmaar frequently suffered in the early wars between the Hollanders and the Frisians, and in 1517 was captured by the united Gelderlanders and Frisians.",
        "The story of Alexander's cutting the fatal \"Gordian knot\" on the chariot of the ancient Phrygian king Gordius is connected with his stay in this place.",
        "For modern views of Alexander see Thirlwall, History of Greece; Niebuhr, Lectures on Ancient History (Eng.",
        "After an account of the ancient history of Macedonia and of the intrigue of Nectanebus we are told how Philip dies, and how Alexander subdues Rome and receives tribute from all European nations.",
        "The church of St Mary and St Modwen is classic in style, of the 18th century, but embodies some remains of an ancient Gothic building.",
        "Wendover (Wendovre, Wandovre, Wendoura) is on the Upper Icknield Way, which was probably an ancient British road, and various traces of a British settlement have been found in the town and neighbourhood.",
        "In 1087 the king held the manor of Wendover, and therefore it belonged to the ancient demesne of the crown.",
        "Larissa, written Larisa on ancient coins and inscriptions, is near the site of the Homeric Argissa.",
        "A few traces of the ancient acropolis and theatre are still visible.",
        "Cornill, Ezechiel (1886) (very valuable for text and ancient versions); H.",
        "Southern Albania, again, is almost wholly mountainous, with the exception of the plains of Iannina and Arta; the most noteworthy feature is the rugged range of the Tchika, or Khimara mountains, which skirt the sea-coast from south-west to northeast, terminating in the lofty promontory of Glossa (ancient Acroceraunia).",
        "Goritza), 10,000; Elbassan (perhaps ancient Albanopolis), 8000; Metzovo, 7500; Preveza, 650o; Avlona, 6000; Durazzo, 5000; Parga, 5000; Butrinto, 2000; and Kroia, the ancient fortress of Scanderbeg, 5000.",
        "The Albanians are apparently the most ancient race in southeastern Europe.",
        "An alphabet of fifty-two letters, some presenting ancient Phoenician and Cretan forms, was found by Hahn in partial use at Elbassan and Tirana; its antiquity, however, has not been established.",
        "\"Cyclopean\" structures were discovered by Hahn at Kretzunista, Arinista, and other sites in the district of Argyrokastro; the walls, partly \"Cyclopean,\" of an ancient city (perhaps Bullis) are visible at Gradisti on the Viossa.",
        "At Pollina, the ancient Apollonia, are the remnants of a Doric temple, of which a single column is still standing.",
        "22) which had probably languished since the wreck of Jehoshaphat's ships (1 Kings xxii, 48); but the ancient kingdom had been re-established by the time of Ahaz,.",
        "Josephus used the name Idumaea as including not only Gobalitis, the original Mount Seir, but also Amalekitis, the land of Amalek, west of this, and Akrabatine, the ancient Acrabbim,, S.W.",
        "Its ancient gates, walls and towers have disappeared, but it still possesses a few medieval edifices.",
        "It lay on the ancient trade route from Sinope to the Euphrates, on the Persian \"Royal Road\" from Sardis to Susa, and on the great Roman highway from Ephesus to the East.",
        "is the ancient and common view; but even in the 15th century B.C. Jerusalem was known as Uru-salim.",
        "It was decided to send a deputation of bishops with a letter of greeting to the national council of the Russian Church about to be assembled (60) and certain conditions were laid down for intercommunion with certain of the Churches of the Orthodox Eastern Communion (62) and the \"ancient separated Churches of the East\" (63-65).",
        "Ancient authorities have invested Mithradates with a halo of romance.",
        "He married a great-granddaughter of Duncan, 8th earl of Levenax (or Lennox), and besides this relationship by marriage the Napiers claimed a lineal male cadency from the ancient family of Levenax.",
        "The legend with regard to the origin of the name Napier was given by Sir Alexander Napier, eldest son of John Napier, in 1625, in these words: \"One of the ancient earls of Lennox in Scotland had issue three sons: the eldest, that succeeded him to the earldom of Lennox; the second, whose name was Donald; and the third, named Gilchrist.",
        "The site of the ancient Argentomagus lies a little to the north.",
        "The ancient differences between Old and New Side were revived, and once more it was urged that there should be (1) strict subscription, (2) exclusion of the Congregationalized churches, and strict Presbyterian polity and discipline, and (3) the condemnation and exclusion of the new divinity and the maintenance of scholastic orthodoxy.",
        "The men of Lowestoft as tenants on ancient demesne of the crown possessed many privileges, but had no definite burghal rights until 1885.",
        "From south to north it is traversed by the channel of the Parma, crossed here by three bridges; and from east to west runs the line of the Via Aemilia, by which ancient Parma was connected on the one hand with Ariminum (Rimini), and on the other with Placentia (Piacenza).",
        "From archaeological discoveries it would appear that the ancient town was preceded by a prehistoric settlement of the Bronze Age, the dwellings of which rested upon piles - one, indeed, of the so-called terremare, which are especially frequent in the neighbourhood of Parma.",
        "One of the ancient trade routes across the Sahara - that from Tripoli to Kuka in Bornu - strikes the lake at its northwest corner, but this has lost much of its former importance.",
        "The town is surrounded by avenues, which occupy the site of the ancient ramparts, remains of which are to be seen on the north side.",
        "Within the northern circle of the 8 lie the Mesozoic and Tertiary beds of the Paris basin, dipping inwards; within the southern circle lie the ancient rocks of the Central Plateau, from which the later beds dip outwards.",
        "Beginning with the Aptian and Albian the sea again gradually spread over the country and attained its maximum in the early part of the Senonian epoch, when once more the ancient massifs of the Central Plateau, Brittany and the Ardennes, alone rose above the waves.",
        "Ancient Provinces.1",
        "Ancient Provinces.",
        "The Cour des Comptes, an ancient tribunal, was abolished in 1791, and reorganized by Napoleon I.",
        "The realization of the fact that the value to France of her colonies was mainly commercial, led at length to the abandonment of the attempt to impose on a great number of diverse peoples—some possessing (as in Indo-China and parts of West Africa) ancient and highly complex civilizations—French laws, habits of mind, tastes and manners.",
        "ARCHIPELAGO, a name now applied to any island-studded sea, but originally the distinctive designation of what is now generally known as the Aegean Sea (Aiyaiov 7rEXayos), its ancient name having been revived.",
        "(I) it is a corruption of the ancient name, Egeopelago; (2) it is from the modern Greek, `Ayco iraayo, the Holy Sea; (3) it arose at the time of the Latin empire, and means the Sea of the Kingdom (Arche); (4) it is a translation of the Turkish name, Ak Denghiz, Argon Pelagos, the White Sea; (5) it is simply Archipelagus, Italian, arcipelago, the chief sea.",
        "A similar influence was exerted by him in other branches of the common law; and although, after his retirement, a reaction took place, and he was regarded for a while as one who had corrupted the ancient principles of English law, these prejudices passed rapidly away, and the value of his work in bringing the older law into harmony with the needs of modern society has long been fully recognized.",
        "The municipal government is housed in an ancient tobacco factory converted to public uses, and a fine old Capuchin convent now serves as a public hospital.",
        "CALATIA, an ancient town of Campania, Italy, 6 m.",
        "For full accounts of the battle, with copious references to authorities and to ancient controversies, mostly arising out of the conduct of Doria, see Sir W.",
        "CINQUE PORTS, the name of an ancient jurisdiction in the south of England, which is still maintained with considerable modifications and diminished authority.",
        "As the name implies, the ports originally constituting the body were only five in number - Hastings, Romney, Hythe, Dover and Sandwich; but to these were afterwards added the \"ancient towns\" of Winchelsea and Rye with the same privileges, and a good many other places, both corporate and non-corporate, which, with the title of limb or member, held a subordinate position.",
        "The court is an ancient one.",
        "And, as the office of lord warden is more ancient than the office of lord high admiral (The Lord Warden v.",
        "- (1) Ancient.",
        "These ancient opossums have been separated generically from Didelphys (in its widest sense) on account of certain differences in the relative sizes of the lower premolars, but as nearly the whole of the species have been formed .on lower jaws, of which some hundreds have been found, it is impossible to judge how far these differences are correlated with other dental or osteological characters.",
        "All that can be done is to form a continuous account in accord with the ancient histories, and with the original formation of the ground, so far as this has been identified by modern exploration.",
        "In ancient times a brook flowed down the valley of the Kidron, and it is possible that a stream flowed also through the Tyropoeon valley.",
        "Speaking generally, it is probable that the water supply of Jerusalem in ancient times was better than it is at present.",
        "corner of the present Mosque el Aksa meets the accounts of the ancient authorities better than any other.",
        "PERSEPOLIS, an ancient city of Persia, situated some 40 m.",
        "The city must have gradually declined in the course of time; but the ruins of the Achaemenidae remained as a witness to its ancient glory.",
        "The Sassanian kings have covered the face of the rocks in this neighbourhood, and in part even the Achaemenian ruins, with their sculptures and inscriptions, and must themselves have built largely here, although never on the same scale of magnificence as their ancient predecessors.",
        "LEVITES, or sons of Levi (son of Jacob by Leah), a sacred caste in ancient Israel, the guardians of the temple service at Jerusalem.'",
        "Certainly the names are largely identical with ancient holy cities, which, however, are holy because they possessed noted shrines, not because the inhabitants were members of a holy tribe.",
        "As it stands in these ancient laws, the Sabbath is not at all the unique thing which it was made to be by the Scribes.",
        "Astrology is in its nature an occult science, and there is no trace of a day of twenty-four hours among the ancient Hebrews.",
        "They did not dedicate each day in turn to its astrological planet; and it is therefore precarious to assume that the Sabbath was in its origin what it is in the astrological week, the day sacred to Saturn, and that its observance is to be derived from an ancient Hebrew worship of that planet.4 The week, however, is found in various parts of the world in a form that has nothing to do with astrology or the seven planets, and with such a distribution as to make it pretty certain that it had no artificial origin, but suggested itself independently, and for natural reasons, to different races.",
        "That full moon as well as new moon had a religious significance among the ancient Hebrews seems to follow from the fact that, when the great agricultural feasts were fixed to set days, the full moon was chosen.",
        "VOLSCI, an ancient Italian people, well known in the history of the first century of the Roman Republic. They then inhabited the partly hilly, partly marshy district of the S.",
        "Another ancient stone is said traditionally to cover the grave of Angus, the Columban missionary,.",
        "GABRIEL BETHLEN (GABOR) (1580-1629), prince of Transylvania, the most famous representative of the Iktari branch of a very ancient Hungarian family, was born at Illye, and educated at Szarhegy, at the castle of his uncle Andras Lazar.",
        "No ancient writer ascribes them to him, and he seldom, if ever, executed works in marble.",
        "Ancient critics take a very high view of the merits of Pheidias.",
        "The rest of the island is occupied in great part by ranges of moderately elevated hills, on which are found extensive woods of ancient pines, planted by the hand of nature.",
        "Rhodes was famed in ancient times for its delightful climate, and it still maintains its former reputation.",
        "No trace exists of the splendour of the ancient city, with its regular streets, well-ordered plan and numerous public buildings.",
        "The principal buildings which remain are the church of St John, which is become the principal mosque; the hospital, which has been transformed into public granaries; the palace of the grand master, now the residence of the pasha; and the senate-house, which still contains some marbles and ancient columns.",
        "The only relics of classical antiquity are the numerous inscribed altars and bases of statues, as well as architectural fragments, which are found scattered in the courtyards and gardens of the houses in the extensive suburbs which now surround the town, the whole of which were comprised within the limits of the ancient city.",
        "The sites of Lindus, lalysus, and Camirus, which in the most ancient times were the principal towns of the island, are clearly marked, and the first of the three is still occupied by a small town with a medieval castle, both of them dating from the time of the knights, though the castle occupies the site of the ancient acropolis, of the walls of which considerable remains are still visible.",
        "It is, Mivart remarks, a survival of a very ancient state of things.",
        "The \" mudfish \" of Queensland (Ceratodus Forsteri) belongs to an ancient order of fishes - the Dipnoi, only a few species of which have survived from past geological periods.",
        "(1893); Hedley, \" Surviving Refugees in Austral Lands of Ancient Antarctic Life,\" Royal Society N.",
        "The church (Early English) contains some carved woodwork and ancient brasses.",
        "Worthy of special note are canon 33, enjoining celibacy upon all clerics and all who minister at the altar (the most ancient canon of celibacy); canon 36, forbidding pictures in churches; canon 38, permitting lay baptism under certain conditions; and canon 53, forbidding one bishop to restore a person excommunicated by another.",
        "While young Rousseau went to Rome, where he spent some years in painting the ancient ruins, together with the surrounding landscapes.",
        "See further Persia: History, § ancient, and works there quoted.",
        "Rottum was once the property of the ancient abbey at Rottum, 8 m.",
        "The ancient town, traces of the fortifications of which still exist, was situated near Lacco, at the N.W.",
        "The potter's clay of Ischia served for the potteries of Cumae and Puteoli in ancient times, and was indeed in considerable demand until the catastrophe at Casamicciola in 1883.",
        "Already the emperor was beginning to feel weary of the heavy burdens which the government of so many realms had imposed upon him, and in 1549 he presented Philip to the states of the Netherlands, that they might take the oath of allegiance to him, and Philip swore to maintain all ancient rights, privileges and customs. The abdication of Charles V.",
        "Although in the course of its long history it has undergone many sieges and was sacked at various epochs by the Vandals, Normans, French and Spaniards, it preserves many monuments of its ancient days.",
        "The church of St Quentin in the same square as the belfry is almost as ancient as NotreDame, and the people of Tournai call it the \"little cathedral.\"",
        "It constituted the most common form of divination in ancient Babylonia, where it can be traced back to the 3rd millennium B.C. Among the Etruscans the prominence of the rite led to the liver being looked upon as the trade-mark of the priest.",
        "It but remains to call attention to the fact that the earlier view of the liver as the seat of the soul gave way among many ancient nations to the theory which, reflecting the growth of anatomical knowledge, assigned that function to the heart, while, with the further change which led to placing the seat of soul-life in the brain, an attempt was made to partition the various functions of manifestations of personality among the three organs, brain, heart and liver, the intellectual activity being assigned to the first-named; the higher emotions, as love and courage, to the second; while the liver, once the master of the entire domain of soul-life as understood in antiquity, was degraded to serve as the seat of the lower emotions, such as jealousy, anger and the like.",
        "St Mary's in Builth, took its name from the ancient territorial division of Buallt in which it is situated, which was, according to Nennius, an independent principality in the beginning of the 9th century, and later a cantrev, corresponding to the modern hundred of Builth.",
        "ARISTAEUS, a divinity whose worship was widely spread throughout ancient Greece, but concerning whom the myths are somewhat obscure.",
        "In ancient sculptures and coins he is represented as a young man, habited like a shepherd, and sometimes carrying a sheep on his shoulders.",
        "- The only ancient remains found in the peninsula are the stone implements, of which mention has already been made, and some remarkable ancient mines, which are situated in the Jelai valley in Pahang.",
        "In the absence, however, of any relics of a kind which might lead to the identification of the ancient miners, their nationality and origin are matters which must continue to be mere questions of speculation and conjecture.",
        "As early as the 3rd century B.C. Megasthenes makes mention of spices brought to the shores of the Ganges from \" the southern parts of India,\" and the trade in question was probably one of the most ancient in the world.",
        "The only town charter is one of 1567-1568, in which Queen Elizabeth confirms an ancient privilege of the burgesses that they should not be upon assizes or juries with strangers, relating to matters outside the town.",
        "DANNEWERK, or Danewerk (Danish, Dannevirke or Danevirke, \" Danes' rampart\"), the ancient frontier rampart of the Danes against the Germans, extending 102 m.",
        "It retains an ancient town hall; there is a good market cross; and in the neighbourhood, along the Fal, are several early earthworks.",
        "The city consists of two parts; the modern French town, built on the level ground by the seashore, and the ancient city of the deys, which climbs the steep hill behind the modern town and is crowned by the kasbah or citadel, 400 ft.",
        "The principal streets of the city meet in the place du Gouvernement: the rue Bab Azoun (Gate of Grief) which runs parallel to the boulevard de la Republique; the rue Bab-el-Oued (River Gate) which goes north to the site of the old arsenal demolished in 'goo; the rue de la Marine which leads to the ancient harbour, and in which are the two principal mosques.",
        "In the museum are some of the ancient sculptures and mosaics discovered in Algeria, together with medals and Algerian money.",
        "By the ancient Irish the district was called Feor-magh-Eanagh, or the \"country of the lakes\" (lit.",
        "In various places throughout the county may be seen the ruins of several ancient castles, Danish raths or encampments, and tumuli, in the last of which urns and stone coffins have sometimes been found.",
        "Gaeta), an ancient harbour of Latium adiectum, Italy, in the territory of Formiae, from which it is 5 m.",
        "It occupies the site of the ancient Beneventum, originally Maleventum or Maluentum, supposed in the imperial period to have been founded by Diomedes.",
        "in length, probably follow the ancient line, which was razed to the ground by Totila in A.D.",
        "in length) and an ancient brick arch (called the Arco del Sacramento), while below the town is the Ponte Lebroso, a bridge of the Via Appia over the Sabbato, and along the road to Avellino are remains of thermae.",
        "Many inscriptions and ancient fragments may be seen built into the houses; in front of the Madonna delle Grazie is a bull in red Egyptian granite, and in the Piazza Papiniano the fragments of two Egyptian obelisks erected in A.D.",
        "Sofia, a circular edifice of about 760, now modernized, the roof of which is supported by six ancient columns, is a relic of the Lombard period; it has a fine cloister of the 12th century constructed in part of fragments of earlier buildings; while the cathedral with its fine arcaded facade and incomplete square campanile (begun in 1279) dates from the 9th century and was rebuilt in 1114.",
        "The interior is in the form of a basilica, the double aisles being borne by ancient columns, and contains ambones and a candelabrum of 1311, the former resting on columns supported by lions, and decorated with reliefs and coloured marble mosaic. The castle at the highest point of the town was erected in the 14th century.",
        "It is situated on the site of the ancient Suessa Aurunca, on a small affluent of the Liri.",
        "The town contains many ancient remains, notably the ruins of an ancient bridge in brickwork of twenty-one arches, of substructures in opus reticulation under the church of S.",
        "The ancient chief town of the Aurunci, Aurunca or Ausona, is believed to have lain over 2000 ft.",
        "Many of the ancient oaks that remain in England may date from Saxon times, and some perhaps from an earlier period; the growth of trees after the trunk has become hollow is extremely slow, and the age of such venerable giants only matter of vague surmise.",
        "Some trees of the sessile-fruited oak bear sweet acorns in Britain, and several varieties were valued by the ancient Italians for their edible fruit.",
        "The attitude of Paul toward glossolaly among his converts strikingly resembles Plato's opinion as expressed in the Timaeus, p. 72, of the enthusiastic ecstasies of the ancient µav ns (soothsayer).",
        "46, 98) draws a life-like picture of the ancient prophetess \"speaking with tongues.\"",
        "The month may be divided in two ways: a fractional part may be taken (decad or pentad), as in East Africa or Ancient Egypt (moon-week), or the week may be settled without regard to the length of the month (market-week, &c.).",
        "America), the four-day week of the Chibchas, the five-day week of Persia, Malaysia, Java, Celebes, New Guinea and Mexico; in ancient Scandinavia a five-day period was in use, but markets were probably unknown.",
        "Every twenty years or so (last in 1889 and 1905) the Fete des Vignerons is held here by an ancient gild of vinedressers, and attracts much attention.",
        "8) that the Armenians were ardent Christians, and ancient friends and allies of the Roman empire when Maximin attacked them about the year 308.",
        "The Serchio (anc. Auser), which joined the Arno at Pisa in ancient times, now flows into the sea independently.",
        "ADRIANOPLE, a vilayet of European Turkey, corresponding with part of the ancient Thrace, and bounded on the N.",
        "11), the great comic dramatist of ancient Rome, was born at Sarsina in Umbria according to the testimony of Festus, who calls him Umber Sarsinas, and Jerome.",
        "Outside the walls are the scanty ruins of two ancient temples.",
        "Strabo mentions linen-weaving as an ancient industry of Panopolis, and it is not altogether a coincidence that the cemetery of Akhmim is one of the chief sources of the beautiful textiles of Roman and Coptic age that are brought from Egypt.",
        "Fokia or Fokha) an ancient city on the western coast of Asia Minor, famous as the mother city of Marseilles.",
        "The terror of their name had long preceded them, and Bela, in 1235 or 1236, sent the Dominican monk Julian, by way of Constantinople, to Russia, to collect information about them from the \"ancient Magyars\" settled there, possibly the Volgan Bulgarians.",
        "San Pietro de' Cassinensi (outside the Porta Romana) is a basilica with nave and aisles, founded in the beginning of the i 1th century by San Pietro Vincioli on the site of a building of the 6th century, and remarkable for its conspicuous spire, its ancient granite and marble columns, its walnut stall-work of 1535 by Stefano de' Zambelli da Bergamo, and its numerous pictures (by Perugino, &c.).",
        "the Etruscan necropolis of the ancient city was discovered in 1870.",
        "The ancient Perusia first appears in history as one of the twelve confederate cities of Etruria.",
        "His brass instruments have lost nothing of their ancient nobility.",
        "During the excavations on Chatham Hill after 1758 a number of tumuli containing human remains, pottery, coins, &c., suggestive of an ancient settlement, were found.",
        "The Code did not merely embody contemporary custom or conserve ancient law.",
        "The universal habit of writing and perpetual recourse to written contract even more modified primitive custom and ancient precedent.",
        "The island called La Escombrera, the ancient Scombraria (i.e.",
        "St Michael's church in East Teignmouth was rebuilt in 1824 in Decorated style, but retains a Norman doorway and other ancient portions; of St James', in West Teignmouth, the south porch and tower are Norman.",
        "Not far off are ruins probably of ancient baths, and the concrete core of a large tomb with a vaulted chamber within.",
        "The ancient town is chiefly celebrated for the famous Iguvine (less correctly Eugubine) Tables, which were discovered there in 1444, bought by the municipality in 1456, and are still preserved in the town hall.",
        "Various derivations are given by the ancient grammarians - one from the town of Aegae; another from Aegea, a queen of the Amazons who perished in this sea; and a third from Aegeus, the father of Theseus, who, supposing his son dead, drowned himself in it.",
        "The men are hardy, well built and handsome; and the women are noted for their beauty, the ancient Greek type being well preserved.",
        "The habitat of the latter extends from the lower course of the Keria river to the desert at the termination of that river, and thence to the neighbourhood of the Achik, the ancient bed of the Tarim river.",
        "ITALY (Italia), the name1 applied both in ancient and in modern times to the great peninsula that projects from the mass of central Europe far to the south into the Mediterranean Sea, where the island of Sicily may be considered as a continuation of he continental promontory.",
        "Ancient Languages and Peoples 27.2 B.",
        "Ancient geographers appear to have generally regarded the remarkable headland which descends from the Maritime Alps to the sea between Nice and Monaco as the limit of Italy in that direction, and in a purely geographical point of view it is probably the best point that could be selected.",
        "Towards the north-east, the point where the Julian Alps approach close to the seashore (just at the sources of the little stream known in ancient times as the Timavus) would seem to constitute the best natural limit.",
        "This great valley—one of the most considerable on the southern side of the Alps—has attracted special attention, in ancient as well as modern times, from its leading to two of the most frequented passes across the great mountain chain—the Great and the Little St Bernard—the former diverging at Aosta, and crossing the main ridges to the north into the valley of the Rhone, the other following a more westerly direction into Savoy.",
        "The space thus included was known in ancient times as Venetia, a name applied in the middle ages to the well-known city; the eastern portion of it became known in the middle ages as the Frioul or Friuli.",
        "The narrow strip of coast-land between the Maritime Alps, the Apennines and the sea—called in ancient times Liguria, and now known as the Riviera of Genoa—is throughout its extent, from Nice to Genoa on the one side, and from Genoa to Spezia on the other, almost wholly mountainous.",
        "The Magra (Macra), in ancient times the boundary between Liguria and Etruria, may be considered as constituting on this side the limit of Northern Italy.",
        "The district west of the Apennines, a region of great beauty and fertility, though inferior in productiveness to Northern Italy, coincides in a general way with the countries familiar to all students of ancient history as Etruria and Latium.",
        "South of Palestrina again, the main mass of the Apennines throws off another lateral mass, known in ancient times as the Volscian mountains (now called the Monti Lepini), separated from the central ranges by the broad valley of the Sacco, a tributary of the Liri (Liris) or Garigliano, and forming a large and rugged mountain mass, nearly 5000 ft.",
        "The whole of this portion of Central Italy is a hilly country, much broken and cut up by the torrents from the mountains, but fertile, especially in fruit-trees, olives and vines; and it has been, both in ancient and modern times, a populous district, containing many small towns though no great cities.",
        "farther, from the basin-shaped group of the Monti del Matese (which rises to 6660 ft.) to the neighbourhood of Potenza, in the heart of the province of Basilicata, corresponding nearly to the ancient Lucania.",
        "The whole of the district known in ancient times as Samnium (a part of which retains the name of Sannio, though officially designated the province of Campobasso) is occupied by an irregular mass of mountains, of much inferior height to those of Central Italy, and broken up into a number of groups, intersected by rivers, which have for the most part a very tortuous course.",
        "Such is the Lago di Bolsena, near the city of the same name, which is an extensive sheet of water, as well as the much smaller Lago di Vico (the Ciminian lake of ancient writers) and the Lago di Bracciano, nearer Rome, while to the south of Rome the well known lakes of Albano and Nemi have a similar origin.",
        "Gorgonzola, which takes its name from a town in the province, has become general throughout the whole of Lombardy, in the eastern parts of the ancient provinces, and in the province of Cuneo.",
        "The relations between owners and tillers of the soil are still regulated by the ancient forms of agrarian contract, which have remained almost untouched by social and political changes.",
        "The textile industries, some of which are of ancient date, are among those that have most rapidly developed.",
        "In the various ceramic arts Italy was once unrivalled, but the ancient tradition for a long time lost its primeval impulse.",
        "The present Italian mutual benefit societies resemble the ancient beneficent corporations, of which in some respects they may be considered a continuation.",
        "The universities are maintained by the state and by their own ancient resources; while the higher special schools are maintained conjointly by the state, the province, the commune and (sometimes) the local chamber of commerce.",
        "There are in Italy six clearing houses, namely, the ancient one at Leghorn, and those of Genoa, Milan, Rome, Florence and Turin, founded since 1882.",
        "The following identifications have been suggested: Birket Isra`il, near St Stephen's gate; a large cistern, near St Anne's church; the \"Twin Pools,\" north of the Haram (the ancient Temple area); the Hammam esh-Shifa', or pool of healing, west of the Haram; the Virgin's fountain, south of the Haram; and the \"Pool of Siloam.\"",
        "ALCMENE, in ancient Greek mythology, the daughter of Electryon, king of Mycenae, and wife of Amphitryon."
    ],
    "definition": [
        "Of, relating to, or belonging to times long past, especially before the fall of the Western Roman Empire (AD 476): ancient cultures. See Synonyms at old.",
        "Of great age; very old: “The males live up to six months—positively ancient, for a bee” ( Elizabeth Royte )",
        "Archaic Having the qualities associated with age, wisdom, or long use; venerable: “You seem a sober, ancient Gentleman by your habit” ( Shakespeare )",
        "A very old person.",
        "A person who lived in times long past.",
        "ancients\na. The peoples of the classical nations of antiquity.\nb. The ancient Greek and Roman authors.",
        "an′cient·ly\nadverb",
        "an′cient·ness\nnoun",
        "Archaic An ensign; a flag.",
        "Obsolete A flag-bearer or lieutenant.",
        "Link/Cite",
        "Having lasted from a remote period; having been of long duration; of great age; very old.\nan ancient city;  an ancient forest",
        "Existent or occurring in time long past, usually in remote ages; belonging to or associated with antiquity; old, as opposed to modern.\nan ancient author;  an ancient empire",
        "modern",
        "antiquarian",
        "antiquated",
        "antiquity",
        "A person who is very old.",
        "A person who lived in ancient times.",
        "(heraldry, archaic) A flag, banner, standard or ensign.",
        "(UK, law) One of the senior members of the Inns of Court or of Chancery.",
        "Link/Cite"
    ]
}