{
    "translation": "אגף, תוספת",
    "uses": [
        "Hewett, British consul, arrived with a mission to annex the country to Great Britain.'",
        "He occupied Ancona and seemed about to annex the Papal States outright.",
        "the opportunity to annex Peshawar.",
        "It is a custom in the South to build a small house near the homestead as an annex to be used on occasion.",
        "The British flag was hoisted on the 12th of June, and the conditions of the occupation were explained in an annex to the convention, dated the 1st of July.",
        "A handful of people were building an annex onto one of the buildings with their hands rather than with the technological tools she'd seen create structures.",
        "They desired also to annex the coast lands to its east and thus obtain - at Kosi Bay - a seaport of their own.",
        "He pointed out that if France drove Austria out of Italy she might annex Savoy, but could not prevent the restoration of Italian unity under Victor Emmanuel.",
        "In the case of King Louis, family quarrels embittered the relations between the two brothers; but it is clear from Napoleon's letters of November - December 1809 that he had even then resolved to annex Holland in order to gain complete control of its customs and of its naval resources.",
        "Ceylon, though geographically an annex of India, has not followed its fortunes historically.",
        "W., is a sort of annex to the port of Reval.",
        "The French remedy for an unsuccessful colony has always been to annex more territory, and forestall a possible rival.",
        "In itself, indeed, this loss was of no great significance to such a vast empire; and th at tempts of Athens to annex Cyprus and conquer the Nile valley, in alliance with the revolted Egyptians, ended in failure Athens, in fact, had not sufficient strength to undertake a seriou~ invasion of the empire or an extensive scheme of conquest.",
        "He acted in the same spirit a few months later, when (about July 1839), understanding that the authorities intended to prevent the despatch of emigrants to New Zealand, he hurried them off on his own responsibility, thus compelling the government to annex the country just in time to anticipate a similar step on the part of France.",
        "An annex to the convention provided that, except by arrangement between England and Russia, no scientific expedition should be allowed to enter the country for three years.",
        "In Africa Britain and France proceeded to annex territory adjacent to the German acquisitions, and a period followed during which the boundaries of German, French and British possessions were determined by ncgotiation.",
        "If the northern powers supported the king of Holland by force, they would encounter the resistance of France and England united in arms, if France sought to annex Belgium she would forfeit the alliance of England, and find herself opposed by the whole continent of Europe.",
        "At later dates definite proposals for immediate annexation were considered but not adopted, the king showing a strong disinclination to cede the state, while among the mass of the Belgians the disinclination to annex was equally strong.",
        "Thus, in order to secure the town of Subotica (Szabadka) with its large Bunjevac (or Catholic Serb) population, she was allowed to annex not less than 250,000 Magyars.",
        "It included the whole peninsula bri ept Venetia and Rome, and these the govei~nment and the Ita fion were determined to annex sooner or later., sep un- reb diate attention.",
        "annex a territory.",
        "Even without allies, however, the Dutch continued to extend their trade and to annex fresh territory, for the British were weakened by civil war at home, while, after 1640, the Portuguese were struggling to maintain their independence against Spain.",
        "In 1901 Belgium renounced the repayment of its loans and the payment of interest, reserving the right to annex the state, whose financial obligations to Belgium would revive only if that kingdom should renounce its rights to annex the Congo.",
        "There have always been states which dominated their neighbours, but which did not think fit to annex them formally.",
        "2 The kingdom of Jerusalem is thus from 1192 to its final fall a strip of coast, to which it is the object of kings and crusaders to annex Jerusalem and a line of communication connecting it with the coast.",
        "By the provisions of the \" Annex Decree,\" also described below, three-quarters of the additional revenue is assigned to the Turkish government, and one-quarter to the Public Debt Administration to swell the sinking-fund.",
        "The war seemed to furnish a renewed opportunity to annex Canada to the American Union, and Canada became the chief theatre of conflict.",
        "In the latter part of 1809 Napoleon virtually resolved to annex Holland, in order to stop the trade which the Dutch secretly carried on with England.",
        "Taking advantage of the disturbed condition of Bolivia, Gamarra made an attempt to annex the rich province of La Paz, invading it in August 1841 and besieging the capital; but in a battle with Ballivian his army was totally routed, and Gamarra himself was killed.",
        "The ministers of Arcadius desired to annex Dalmatia to his portion, while the general Stilicho, who was supreme in the west, wished to wrest from the eastern realm the prefecture of Illyricum or a considerable part of it.",
        "- On the 4th of July 1900, a month after the occupation of Pretoria, a commission was issued to Lord Roberts authorizing him to annex the Transvaal.",
        "General Gordon, who succeeded Baker, and who had Dr Emin Bey (afterwards Emin Pasha) as lieutenant, attempted through Colonel Charles Chaille Long, in 1874, not only to annex Unyoro but also Buganda to the Egyptian dominions, and thoroughly established Egyptian control on Albert Nyanza.",
        "During a halt of a few days in Poland on his way back from Vienna, King Augustus had explained to him a project for partitioning the transBaltic provinces of Sweden, by which Poland should recover Livonia and annex Esthonia, Russia should obtain Ingria and Karelia, and Denmark should take possession of Holstein.",
        "It was intended that Russia should take what remained of the northern coast of the Black Sea, Austria should annex the Turkish provinces contiguous to her territory, the Danubian principalities and Bessarabia should be formed into an independent kingdom called Dacia, the Turks should be expelled from Europe, the Byzantine empire should be resuscitated, and the grand-duke Constantine, second son of the Russian heir-apparent, should be placed on the throne of the Palaeologi.",
        "The Bahmani dynasty was, however, already tottering to its fall; and in 1490 Imad-ul-Mulk, governor of Gawil, who had formerly held all Berar, proclaimed his independence and proceeded to annex Mahur to his new kingdom.",
        "Raymund at once submitted to the pope, but the Crusade continued none the less, because, as Luchaire says,\" the baronage of the north and centre of France had finished their preparations,\"and were resolved to annex the rich lands of the south.",
        "of Naples, a proposal to which she seemed not averse, decided to recall the queen to Venice and formally annex the island.",
        "Almeida sought to subordinate all else to sea power and commerce, to concentrate the whole naval and military force of the kingdom on the maintenance of maritime ascendancy; to annex no territory, to avoid risking troops ashore, and to leave the defence of such factories as might be necessary to friendly native powers, which would receive in return the support of the Portuguese fleet.",
        "The sovereigns of Sardinia, Naples, Portugal and Spain were dethroned, the pope was driven from Rome, the Rhine Confederation was extended till France obtained a footing on the Baltic, the grand-duchy of Warsaw was reorganized and strengthened, the promised evacuation of Prussia was indefinitely postponed, an armistice between Russia and Turkey was negotiated by French diplomacy in such a way that the Russian troops should evacuate the Danubian principalities, which Alexander intended to annex to his empire, and the scheme for breaking up the Ottoman empire and ruining England by the conquest of India, which had been one of the most attractive baits in the Tilsit negotiations, but which had not been formulated in the treaty, was no longer spoken of.",
        "attached at annex A.",
        "granny annex.",
        "Sir Theophilus Shepstone was given a commission, dated the 5th of October, 1876, instructing him to visit the Transvaal and empowering him, if it was desired by the inhabitants and in his judgment necessary, to annex the country to the British crown.",
        "This attitude had been dictated partly by -his constitutional timidity, partly by the desire to annex Hanover, to which Austria and Russia at .jena.",
        "This sultan avenged the attacks on Alexandria repeatedly made by Cyprian ships, for he sent a fleet which burned Limasol, and another which took ~ Famagusta (August 4th, 1425), but failed in the endeavour to annex the island permanently.",
        "Since that period it has remained nominally a part of the Turkish empire; but with the decline of Turkish power, and the general disintegration of the empire, in the first half of the 18th century, a then governor-general, Ahmed Pasha, made it an independent pashalic. Nadir Shah, the able and energetic usurper of the Persian throne, attempting to annex the province once more to Persia, besieged the city, but Ahmed defended it with such courage that the invader was compelled to raise the siege, after suffering great loss.",
        "On the other side, the great men coveted the wide estates of bishop and abbot, and were ready without persuasion to annex portions of them to their own on the easy terms of this tenure, not always indeed observed by the holder, or able to be enforced by the Church.",
        "On the one hand, the northern powers were anxious to defend the king of Holland; on the other hand a party in France aspired to annex the Belgian provinces.",
        "Spain and the bishop of Urgel are very jealous of French encroachments, and claim to have a better right ultimately to annex the little state.",
        "draft bill, with notes, is set out at Annex 2.",
        "In addition to the wide range of stores located in the main center, there are more shops located in the Annex adjacent to the outlet mall.",
        "In April 1860 Victor Emmanuel again proposed an alliance whereby Naples, in return for help in expelling the Austrians from Venetia, was to receive the Marche, while Sardinia would annex.",
        "His barons subdued much of South Wales, though his own expeditions into North Wales, which he had designed to conquer and annex, had a less fortunate ending.",
        "A comparison of these databases revealed a number of discrepancies, which are discussed in detail in the accompanying technical annex.",
        "attached as an annex to the minutes of the meeting.",
        "In Namaqualand and ~ Damaraland, British influence, exercised from Cape Colony, had long been strong, but the British government had refused to annex the country even when asked so to do by the German missionaries who labored among the natives.",
        "At the beginning of 1877 a secret understanding had been made between the two powers, by which Russia undertook not to annex any territory, and in other ways not to take steps which would be injurious to Austria.",
        "The tract lay within the province of \"Louisiana,\" and the grant to Morgan was a part of Gardoqui's plan to annex to that province the western American settlements, Morgan being required to establish thereon a large number of emigrants, whom he secured from New Jersey, Canada and elsewhere.",
        "Porcius Cato to annex the island, nominally because its king had connived at piracy, really because its revenues and the treasures of Paphos were coveted to finance a corn law of P. Clodius.",
        "In view of the troubles in the Transvaal, and in furtherance of Carnarvon's federation scheme, Shepstone was, on the 5th of October following, given a dormant commission to annex the republic \" if it was desired by the inhabitants and in his judgment necessary.\"",
        "After the downfall of Athens at the end of the Peloponnesian War the Thebans, finding that Sparta intended to protect the states which they desired to annex, broke off the alliance.",
        "The wazir then decided to annex their country, and appealed to Hastings for assistance, which was given in return for a sum of forty lakhs of rupees.",
        "CHAETOSOMATIDA, a small group of minute, free-living, aquatic organisms which are usually placed as an annex to the Nematoda.",
        "Among the principal buildings and institutions are the Congregational Church, organized in 1660; the Norwich Free Academy (1856) and its Slater Memorial Hall, in which are the Peck Library and an Art Museum, and the Converse Art Annex and Art Collection; the Otis Public Library (1848); the William W.",
        "annexes T - unoccupied annex An unoccupied property which is an annex to, or in the grounds of, the owners main home.",
        "guidance published in Annex G?",
        "This was the principal reason why the elector was unable to annex Pomerania when its last duke, Bogislaus XIV., died in 1637.",
        "self-contained annex of an attractive thatched cottage is set in a wonderful rural location just outside the West Dorset village of Melplash.",
        "In much the same way you might sign up for a local community education or learning annex course, you can find online classes focusing on everything from book discussions to craft projects.",
        "This rental villa annex has its own sun terrace and private solar heated pool, Costa Blanca.",
        "annex i Parties have played their cards quietly with respect to this issue.",
        "The quieter front section of the venue houses pool tables and the dining room, while the back annex holds the bands and a dance floor.",
        "Indeed, in the East European crisis of 1909 Lord Rosebery had taken a somewhat isolated part in vindicating the attitude of Austria and her right to annex Bosnia-Herzegovina, in opposition to the criticisms generally passed in the English press.",
        "The earlier years of his rule were troubled by a quarrel with the margrave of Brandenburg, who wished to annex Pomerania.",
        "He wanted to ruin Chape lie, this nation both in a military and an ecOnomic sense, in order te annex to French Flanders the rest of the Catholic Netherlands allotted to him by a secret tret~y for partitioning the Spanish possessions, signed with his brother-in-law the emperor Leopold on the i9tb of January 1668.",
        "The Sardinian government took the opportunity of disturbances that occurred in 1848 to annex Mentone and Roccabruna, which were occupied by a Sardinian garrison till 1859.",
        "That he took his position of king of kings seriously would seem to be proved by the fact that when his brother Garcia attacked him in 1054, and was defeated and slain at Atapucrca, he did not annex Navarre, but left his nephew, Garcias son, on the throne as vassal.",
        "Joseph wished to restore peace and order among his subjects in the hope of ruling an independent nation, while Napoleon was determined to annex Spain to his own overgrown empire.",
        "We must notice, first, how in arranging the terms of peace he opposed the king and the military party who wished to advance on Vienna and annex part of Austrian Silesia; with greater foresight he looked to renewing the old friendship with Austria, and insisted (even with the threat of resignation) that no territory should be demanded.",
        "alleged violations of the provisions of this Annex through the procedures provided in Article VIII.",
        "This model is further explored in the attached annex.",
        "The property also benefits from a self-contained annex, currently an artist studio.",
        "Otherwise, the bulk of the report was to be made public with the exempt information set out in a confidential annex.",
        "The terraced property accommodates six students, one in a separate annex with own shower room.",
        "The Quarterly Bulletin will no longer contain a statistical annex.",
        "annex E contains further information on the value for money evidence from project appraisals.",
        "annex f of OPCS 1981 User Guide 53 lists all those parishes which have been subject to subdivision.",
        "annex I habitats present as a qualifying feature, but not a primary reason for selection of this site Not applicable.",
        "annex v: entities in the sectors covering the exploration for and extraction of coal or other solid fuels.",
        "It has the advantage of a side wing, ideal for use as a guest or granny annex.",
        "annexeproperty has an attached ground floor annex to the rear with separate access via Western Avenue.",
        "annexeine application for the erection of a detached annex in the garden.",
        "annexegranny annex occupied by a dependent relative.",
        "annexeMotel style bedrooms are in a self contained annex built in 1996.",
        "annexes for 2005 include an annex of three rooms for Bed & Breakfast.",
        "annexethree-storey Victorian pile comes with a self-contained annex.",
        "annexenitary annex was erected at the Church of England Chapel.",
        "annexee property is an occupied annex of another property and is used by a dependent relative.",
        "annexe may have land, outbuildings, ' granny flats ' or other additional annex accommodation, or some commercial aspect or potential.",
        "annexestaff annex building also contained a complete laundry service for all of the Strand hotels in London.",
        "annexee is also an independent two bedroom annex which would be ideal for a family member or potential let.",
        "annexe included is a detached two bedroom park home style single story annex.",
        "annexeperb motor home annex incorporating the famous Ridgi-Dome Rapidex pole system.",
        "annexeUnit also has 4 bed annex which is joined to the main house by an internal walkway.",
        "The stag beetle is listed on Annex II of the EC Habitats Directive.",
        "The draft bill, with notes, is set out at Annex 2.",
        "blanket bog is listed under Annex 1 of the EC Habitats Directive where ' active ' examples are a priority habitat.",
        "chapter I of Annex III shall be made publicly and permanently available.",
        "cladding panels wrap the existing annex structure, blocking off all existing windows.",
        "ANNEX B BAIL A court can remand a defendant in custody or grant bail, with or without conditions attached.",
        "Diaries The secret annex: an anthology of the world's greatest war diarists; edited by Irene and Alan Taylor.",
        "The Annex I habitat types decalcified fixed dunes with Empetrum nigrum and 2150 Atlantic decalcified fixed dunes (Calluno-Ulicetea) are similar in composition.",
        "flowchart attached at Annex A shows the linkage between the various stages.",
        "The outer parts of these systems are little diluted by freshwater and typically conform to Annex I type 1160 Large shallow inlets and bays.",
        "The 23 guest rooms are located in the manor house, pool annex or Victorian cottage and are well appointed with handcrafted furniture.",
        "granny annex occupied by a dependent relative.",
        "ANNEX D gives some practical guidance on layout of the workstation.",
        "What are your views on the draft guidance on public sector accounting in Annex H?",
        "italics in the text of annex A to these minutes.",
        "Pluvialis squatarola gray plover L L WCA 1981 EC Birds Directive Annex II Bern Convention App.",
        "proviso in mind, members ' responses are summarized in the attached annex.",
        "rapporteur for inclusion of this active substance in Annex I of 91/414/EEC.",
        "A partial ria is attached at Annex 3. Question 20 Do you have any comments on the partial RIA?",
        "This Annex I habitat is defined as \" Sublittoral sandbanks, permanently submerged.",
        "sanitary annex was erected at the Church of England Chapel.",
        "The constituent willows of Sub-Arctic Salix spp. scrub also occur occasionally in a range of other habitats, including several Annex I types.",
        "self-contained annex, currently an artist studio.",
        "Here heaven on earth has become a sinister slum, an annex of history.",
        "stag beetle is listed on Annex II of the EC Habitats Directive.",
        "The Oriental Institute has an annex in a Victorian terrace on St John's Street.",
        "Class T - Unoccupied annex An unoccupied annex An unoccupied property which is an annex to, or in the grounds of, the owners main home.",
        "The Parties shall respond to alleged violations of the provisions of this Annex through the procedures provided in Article VIII.",
        "website addresses have been included at Annex B.",
        "A full write-up of the visit is at Annex D.",
        "In 1854 the Utah legislature created the county of Carson, which included all the settlements in western Utah; but the inhabitants sought to rid themselves of all connexion with the people of the Salt Lake region, and petitioned Congress to annex them to California.",
        "But the Austro-Hungarian government, profiting by the weakness of Russia after the war with Japan, and aware that the proclamation of Bulgarian independence was imminent, had already decided to annex Bosnia and Herzegovina, in spite of the pledges given at Berlin, and although the proposal was unpopular in Hungary.",
        "The latter view is more in conformity with Roman policy in the East, which did not usually annex countries till they reached (under the rule of client princes) a certain level of civilization and order, but it is difficult to reconcile with Strabo's statements (p. 541 sqq.).",
        "Further obstruction was manifestly futile, and the British authorities reluctantly instructed Captain Hobson, R.N., to make his way to northern New Zealand with a dormant commission of lieutenant-governor in his pocket and authority to annex the country to Australia by peaceful arrangement with the natives.",
        "At the congress of Vienna the claim of Prussia to annex the whole kingdom was supported by Russia, and opposed by Austria, France and Great Britain, the question all but leading to a complete break-up of the alliance (see Vienna, Congress Of).",
        "Her exasperation with the affectations of the Prussian king was unquestionably increased by her discovery that he would not be induced to apply himself to a crusade against the French Revolution, which by employing all his forces would have left Russia free to annex the whole of what remained of Poland.",
        "A scheme for her betrothal to Edward, prince of Wales, was defeated by the grasping greed of his father, whose obvious ambition to annex the crown of Scotland at once to that of England aroused instantly the general suspicion and indignation of Scottish patriotism.",
        "Cayley gave a practical illustration of the efficacy of the screw as applied to the air by constructing a small machine, consisting of two screws made of quill feathers, a representation of which we annex (fig.",
        "The UK is also rapporteur for inclusion of this active substance in Annex I of 91/414/EEC.",
        "The two bullet points in this Annex should therefore be recast in terms of \" religion or belief \" - \".",
        "Annex 3 Glucose signaling The phosphoprotein Ure2p is a central repressor of genes involved in nitrogen metabolism.",
        "A partial RIA is attached at Annex 3. Question 20 Do you have any comments on the partial RIA?",
        "This Annex I habitat is defined as Sublittoral sandbanks, permanently submerged.",
        "This self-contained annex of an attractive thatched cottage is set in a wonderful rural location just outside the West Dorset village of Melplash.",
        "The Oriental Institute has an annex in a Victorian terrace on St John 's Street.",
        "One method has been to allow inner cities to annex the surrounding urbanized areas.",
        "Contact details including website addresses have been included at Annex B.",
        "You can browse books by genre, check out special collections and award winners, and take advantage of the sales annex, which offers up to 80% off select titles.",
        "Fire Safety Week T shirts are also available from The Annex Book Store in the same sizes.",
        "This time it was an attempt to~ annex the great, county of Toulouse, and so to carry the borders of Aquitaine~ to the Mediterranean, which distracted him.",
        "His title was to be Lord Beaconsfield, and it was designed to annex to the title an income for three lives.",
        "As this would awaken English jealousy, he sent Talleyrand to London with assurances that, if victorious, the French would annex no territory.",
        "The conquest of the Netherlands and the symptoms of a wish to annex that country made his task most difficult.",
        "he was allowed to annex part of Thrace under his own dominion and in 1353 was proclaimed joint emperor.",
        "p. 64), \"will take place when the conquering power has declared its will to annex it, and has established its authority throughout the territory, any opposition still made being on the scale of brigandage rather than of war, and no corner remains in which the ordinary functions of government are carried on in the name of the old state.\"",
        "annex b provides some very useful criteria which were used in the survey visits."
    ],
    "definition": [
        "To add, affix, or append as an additional or minor part to an already existing item, such as a document, building, or land.",
        "To attach as an attribute, condition, or consequence.",
        "Link/Cite"
    ]
}