{
    "translation": "אחר, נוסף",
    "uses": [
        "Let's try another one.",
        "\"Oh, no!\" said another man who had seen and heard it all.",
        "They may have just moved to Alaska from another state.",
        "He paused, obviously struck by another thought.",
        "Then he noticed when he bred tall pea plants with another tall plant, he occasionally got a short offspring, but usually tall ones.",
        "\"Well,\" said another piglet, \"you are a wizard, are you not?\"",
        "Another time she was asking about the power and goodness of God.",
        "And one person's solution may be another person's problem.",
        "Where another can go, she can go.",
        "When her fingers were too tired to spell another word, I had for the first time a keen sense of my deprivations.",
        "It was one thing to tell herself everything was resolved, but quite another to thoroughly accept something she had always considered wrong.",
        "We must have another entree.",
        "A sweet voice called from another room.",
        "At this moment another thought seemed to flash through her mind, and she added, \"But Mr. Anagnos did not speak to my soul.\"",
        "One stone was \"small,\" another was \"very small.\"",
        "This is another great forward step.",
        "It wasn't something she had considered before, but another thought followed his.",
        "She moved her finger from one printed character to another as I formed each letter on my fingers.",
        "We'll have another dispute.",
        "After what seemed like a short wait, they boarded another plane.",
        "Imagine if all the people with boring, dead-end machine jobs were told they never had to work another day in their life at a job they did not like.",
        "That remains for her to do at another time.",
        "I will go to Cincinnati in May and buy another child.",
        "No longer can a person own another person and have the power of the state backing him up.",
        "Another criminal, thin and pale, stood near.",
        "It was another hour before I succeeded in getting her napkin folded.",
        "Helen wrote another letter to the little girls yesterday, and her father sent it to Mr. Anagnos.",
        "Then I'll find you another place.",
        "One country angry at another one.",
        "He tried first one plan and then another; but none of them proved anything at all.",
        "French wines and luxury brands are appreciated by connoisseurs (another French concept) everywhere.",
        "Borlaug also promoted the process (which proved wildly successful) of having two wheat-growing seasons in Mexico, one in the highlands, then another in the valley regions.",
        "That served another purpose when the conversation turned to the possibility of another child.",
        "Wolf! they cried, as they met another farmer coming over the hill.",
        "\"For tomorrow!\" said he, quickly finding the page and making a scratch from one paragraph to another with his hard nail.",
        "But you meant to stay another two days?",
        "But all that evening and next day reports came in one after another of unheard-of losses, of the loss of half the army, and a fresh battle proved physically impossible.",
        "He was respectful of her concerns, but they didn't see eye-to-eye on any of it - except the fact that they both wanted another child.",
        "Carmen stroked his cheek again and Matthew went back for another try.",
        "\"I should say so!\" grunted another of the piglets, looking uneasily at the kitten; \"cats are cruel things.\"",
        "One ball after another came whizzing near him.",
        "Here is another person descended from the air to prove you were wrong.",
        "Another pleasure, which comes more rarely than the others, is going to the theatre.",
        "It affects more than one hundred million people in a hundred countries, kills more than a million people a year, and blinds another half million for good measure.",
        "Another million people were lost in the Battle of Verdun.",
        "There followed another band after this, which was called the Royal Court Band, because the members all lived in the palace.",
        "Then Psammeticus tried still another plan.",
        "Swiftly behind that thought came another.",
        "That thought ushered in another.",
        "Backing out of that file, she went into another.",
        "What causes a parent to love one child more than another?",
        "I hate to ask you for another favor, but I wonder if I could pay you to drive me home.",
        "How surprised must the fishes be to see this ungainly visitor from another sphere speeding his way amid their schools!",
        "Another instant and I shall never again see the sun, this water, that gorge!...",
        "For a moment the crowd stood still, but then it made another rush forward.",
        "Making another hole directly over it with an ice chisel which I had, and cutting down the longest birch which I could find in the neighborhood with my knife, I made a slip-noose, which I attached to its end, and, letting it down carefully, passed it over the knob of the handle, and drew it by a line along the birch, and so pulled the axe out again.",
        "But, unfortunately, another man saw fit to pay it.",
        "She picked up her coffee cup and took another sip, her eyes searching his over the rim.",
        "A few days later when Carmen and Destiny were visiting Katie, the issue popped out of her mouth in another conversation.",
        "Why don't we all make another trip to Texas?",
        "But that's because I would be sharing the experience with another human being, and human beings form connections with other human beings.",
        "Here then men saluted one another, and heard and told the news, and went their ways again.",
        "Now and then they glanced at one another, hardly able to suppress their laughter.",
        "Another fact is of great significance in this connection.",
        "Felipa left Carmen at the foot of the stairs, striding off without another word.",
        "Then he caught up another piglet and pushed it into the first, where it disappeared.",
        "If he can produce but seven, then this is not the piglet that was lost, but another one.",
        "I have never met someone who returned from another country saying, Man, those guys are such jerks.",
        "Another friend, who is as familiar with French as with English, finds her French much more intelligible than her English.",
        "The radio had shifted into Christmas mode with one song after another.",
        "Yes, and we're expecting another.",
        "They loved one child as much as the other, but one child could never take the place of another.",
        "Either he would give her due respect or he could find another sitter.",
        "Without another word, he stalked from the room.",
        "It was quite another to trick her into betraying her father.",
        "She caught her breath as another thought struck her.",
        "It was time to fall back and rebuild another.",
        "She re-read the letter and then added another paragraph.",
        "A short walk up the road uncovered another mailbox.",
        "On the other hand, if Sarah was telling the truth, there was another side to Giddon - a loyal brother.",
        "Since his wife left, he's avoided relationships because he's afraid of giving his heart again only to drive another love away.",
        "If he thought he could terrorize her, he had another think coming.",
        "Was it merely another game he was playing with her mind?",
        "They had cake and ice cream and talked for nearly an hour about one thing and another.",
        "If I devote myself to other pursuits and contemplations, I must first see, at least, that I do not pursue them sitting upon another man's shoulders.",
        "Natasha was foremost in setting a merry holiday tone, which, passing from one to another, grew stronger and reached its climax when they all came out into the frost and got into the sleighs, talking, calling to one another, laughing, and shouting.",
        "Now he was exerting his authority in another way.",
        "A strong hand grabbed Carmen's arm as the band started another song.",
        "But Tessa wasn't simply another pretty face.",
        "Pulling the rail back up, she stood beside the tent, helplessly watching Destiny cry until she coughed herself into another retching fit.",
        "Immediately after that thought came another - more painful.",
        "He led them within another but smaller circle of hedge, where grew one large and beautiful bush.",
        "\"We can see you,\" said another of the piglets.",
        "Then another light flashed clear and bright by the side of the first one.",
        "Then another shoe came off.",
        "Then, without another word, he mounted his brother's little farm horse and rode away.",
        "\"No use to make laws,\" said another, \"for they will never be needed.\"",
        "I will tell you another story of the same brave and famous king.",
        "This scene, in one form or another, should seem familiar.",
        "That sends you down another line of thought.",
        "Finally, we get to the fourth order of GMO: being able to splice genes from one species into another species, a process known as transgenesis.",
        "It was a rhetorical question and, to those posing it, simply a wish—just another way to say, \"Why can't we all just get along?\"",
        "This is not to say that if another Pearl Harbor or another 9/11 occurred, people in any country wouldn't rise to the occasion and make great sacrifices if needed.",
        "It is yet another major disincentive to war—and we are only six items into our list!",
        "This is simply another form of trade, so some might accuse me of double counting some of my forty-three reasons war will end.",
        "If someone writes a book in one country, does another country enforce the copyright within its borders?",
        "What about extradition, if a citizen of one country visits another and breaks the local law?",
        "In Montana, where 10 percent of residents spoke German and another 10 percent were of German descent, ministers weren't allowed to preach in German to congregants who understood no English, and one town publicly burned German textbooks, the Bozeman Daily Chronicle reported.",
        "I had another tree friend, gentle and more approachable than the great oak--a linden that grew in the dooryard at Red Farm.",
        "The jar made by shifting the men from one hole to another tells me when it is my turn.",
        "He has another daughter, named Mildred, who knows Carrie.",
        "I'm enjoying my work even more than I expected to, which is another way of saying that I'm glad I came.",
        "Then we had another tussle over folding her napkin.",
        "She pointed to each puppy, one after another, and to her five fingers, and I taught her the word FIVE.",
        "On another occasion while walking with me she seemed conscious of the presence of her brother, although we were distant from him.",
        "One cute little fellow stole her hair-ribbon, and another tried to snatch the flowers out of her hat.",
        "Another said, \"Damn me! but I'd give everything I own in the world to have that little girl always near me.\"",
        "But I haven't time to write all the pleasant things people said--they would make a very large book, and the kind things they did for us would fill another volume.",
        "She examined one stone after another, and seemed pleased when she could decipher a name.",
        "By signs she made me understand that she wished another story, and I gave her a book containing very short stories, written in the most elementary style.",
        "At another time she asked, \"What is a soul?\"",
        "At another time she asked, \"Do you not think we would be very much happier always, if we did not have to die?\"",
        "Near at hand, upon the topmost spray of a birch, sings the brown thrasher--or red mavis, as some love to call him--all the morning, glad of your society, that would find out another farmer's field if yours were not here.",
        "The sea, however, is said to be blue one day and green another without any perceptible change in the atmosphere.",
        "One man still preserves the horns of the last deer that was killed in this vicinity, and another has told me the particulars of the hunt in which his uncle was engaged.",
        "First he had left a lady before she had finished speaking to him, and now he continued to speak to another who wished to get away.",
        "In another four years... then I will ask for your hand.",
        "He noticed that they whispered to one another, casting significant looks at him with a kind of awe and even servility.",
        "The two women let go of one another, and then, as if afraid of being too late, seized each other's hands, kissing them and pulling them away, and again began kissing each other on the face, and then to Prince Andrew's surprise both began to cry and kissed again.",
        "Another group was at the tea table.",
        "Pressed by the throng against the high backs of the chairs, the orators spoke one after another and sometimes two together.",
        "There were sounds of men slapping one another, yelling, and puffing.",
        "Neither in his presence nor out of it did they weep, nor did they ever talk to one another about him.",
        "No, but I can't sit on the fence forever - and I do want another baby.",
        "Katie smiled knowingly and picked up another potato.",
        "He walked away with his clipboard in hand, barking some orders at another officer.",
        "The next morning the king wished to send him on another errand.",
        "Young people, who would be expected to do the dying if another war came, are generally more determined to keep the peace than their elders.",
        "She kept spelling \"dog--baby\" and pointing to her five fingers one after another, and sucking them.",
        "I observed that the vitals of the village were the grocery, the bar-room, the post-office, and the bank; and, as a necessary part of the machinery, they kept a bell, a big gun, and a fire-engine, at convenient places; and the houses were so arranged as to make the most of mankind, in lanes and fronting one another, so that every traveller had to run the gauntlet, and every man, woman, and child might get a lick at him.",
        "To have another Helen Keller there must be another Miss Sullivan.",
        "Connie wouldn't be there for another hour.",
        "Exploring would be left for another day.",
        "One way or another, she had to get into that building.",
        "Dropping it now would be like losing another friend.",
        "She opened the door and scrambled out, shutting it without another word.",
        "Without another word, he walked out the door and down the trail.",
        "Find yourself another sitter to boss and holler at!",
        "I figured that if Giddon was using a pseudonym, he would have to either do his banking with his own name or fill out some kind of paperwork to do business under another name.",
        "Another lecture was imminent.",
        "He's just another room mate.",
        "There was another reason she had been turning down Michael's invitations.",
        "Obviously they thought she was upset by Michael's interest in another girl.",
        "He took another sip.",
        "And yet, his lips had already told her in another way.",
        "He shot her another warning look.",
        "Then she would be engulfed by another convulsive sob.",
        "We can run another test, if you wish.",
        "I love you, Brandon, and I'll never find another you.",
        "More than likely the unidentified rider was only another drifter.",
        "Probably another greenhorn Pete had to pull out of a scrape.",
        "We're already late getting started on account of him and the saddle bum will probably use up another half-hour of daylight eating our food.",
        "If Pete had another name, nobody knew it.",
        "Noticing Bordeaux was the only one who didn't have coffee, she poured another cup and handed it to him.",
        "Without another word, he turned and walked away.",
        "Without another word he road away from the wagons.",
        "He fired at another figure trying to force its way into the circle.",
        "Yet his presence reminded her that he was alive because she had taken another life.",
        "He took another sip of his coffee.",
        "He leaned over to get more coffee and Cassie pored him another cup.",
        "Her legs felt like posts, but she drug one foot in front of another until the ground under her feet seemed to change.",
        "A coyote howled in the distance and another answered.",
        "A few minutes later another horse came by, its hooves clattering loudly above them.",
        "Another rider appeared on a black horse.",
        "At the edge of town the sound of hammers announced the building of another hotel.",
        "She had a little money to buy another place.",
        "I had another reason to go to Ashley.",
        "Dull would be another.",
        "Another full bath and two more bedrooms - all empty.",
        "Tomorrow would be another day at the house, and she intended to enjoy every minute of this day with Cade.",
        "Is there another Cindy in the house?",
        "He sauntered to the stove and poured himself another cup of steaming coffee.",
        "He could always find another maid and she could go back to the diner.",
        "She crossed to the window and stood watching another majestic sunset.",
        "He coaxed one melody after another from the old piano, and then finally he folded the lid down.",
        "Go ahead and take a seat while I set another place.",
        "Cynthia picked up another potato and eviscerated an eye.",
        "Does that mean you're giving me another chance?",
        "The tension was paying its toll in another way.",
        "One beautiful day followed another and she gradually wandered farther from the house exploring the ranch - sometimes on horseback, sometimes on foot.",
        "There was probably another one brewing.",
        "He turned his attention to the fire and tucked another piece of bark into the bright coals.",
        "He turned to the stove, pouring himself another cup of coffee and leaned against the counter, watching her thoughtfully as he sipped the coffee.",
        "She had to have some place to stay until she found another apartment.",
        "That created another problem.",
        "At the time I thought it was another diversionary tactic.",
        "They were both silent for a few moments, remembering that emotion packed morning - and another one.",
        "One thing led to another and I finally worked up the courage to offer you the job.",
        "There was little interest in another round of Monopoly.",
        "I'll call it a dream for lack of another word but that's not what I experienced.",
        "In any event, I won't wait so long before I take another.",
        "But I will I find another perfect one before I'm on my way!",
        "\"Get back in shape and run another one,\" she answered with a smile.",
        "\"How about Croft's Feed,\" I asked, remembering another name.",
        "Later, another group will test the results and record the reactions.",
        "When I rose and asked if we were ready to begin another session, he was eager to join us on our trek to the basement.",
        "We commenced another session without even bothering to go upstairs.",
        "We only managed four sessions; one to an uninhabited area, another in open farm land but one we thought was interesting.",
        "It was with much anticipation we drove north on another Friday afternoon.",
        "We drove another mile before spotting a corner variety store.",
        "In another case, a missing twelve year old boy turned out to be a runaway.",
        "You can look away when it actually happens but we have to get this guy before he kills another child.",
        "It's is warm here in the south and I fear I can't keep my tiny trophy in my auto another day.",
        "I read in the paper today they recovered another child and arrested the stupid abductor.",
        "We stumbled into an incredible gift that was bestowed on Howie and we couldn't live with ourselves or look at one another if we didn't embrace everything in our power to maximize its benefits.",
        "We almost passed up the case, thinking it was yet another teenager leaving home on her own.",
        "Public knowledge noted the arrest resulted from yet another unidentified tip.",
        "I see on the internet another one of us was caught!",
        "Yet another problem surfaced later the same day.",
        "We'd learned to accommodate one another's quirks with no more than a raised eyebrow.",
        "Quinn, absent Howie, was just another low level scientist.",
        "I could see another storm cloud looming on the horizon.",
        "But that's another story for another day.",
        "After the birth we were set to take yet another day off as both Quinn and Martha were unavailable.",
        "You can expand on it if you want to; say get a driver's license in another state, or establish an address.",
        "By the way, the good news is you might have just saved another life.",
        "Another dead end, but at least he spared the girl.",
        "We just wait until he snatches another child?",
        "Once in a while, I'm off duty and a call comes to someone else but I think the tipster person maybe knows my hours, 'cause it's rare another girl has to answer.",
        "I plan to warn her but there's another matter.",
        "Narrow down the field to another pasture, so to speak?",
        "One clue following another until we are together and I rid myself of your foolish games and inconvenient interruptions.",
        "Now I have another dazzling thought, bred from my brilliant research.",
        "We five hirelings, as dissimilar as snowflakes, are tripping over one another in an effort to display mutual accommodation.",
        "We tackle our work; professionally and without rancor to one another in spite of a pall of indecision that oft times seeps in like a chill from a leaky window frame.",
        "He poured another wine before moving to the garage.",
        "I'm in another country, if only for a short while to see if the pickings here are to my liking.",
        "Somehow, you two have to be honest with one another, regardless of the outcome.",
        "Another guy was writing for a magazine.",
        "Another opportunity will present itself I'm sure, but not where I might be identified with my perfect house on wheels and electric bicycle.",
        "Tears weren't far away as she swallowed what remained in her glass and poured another.",
        "I stayed downstairs for another hour until Betsy came looking for me.",
        "When he spoke, he had encouraging news on another matter.",
        "Another chore for Howie, I thought.",
        "Now I would muddy the waters even more by contacting Daniel Brennan, another fact I planned to withhold from all but my wife.",
        "Quinn is another matter.",
        "I'm in another room now and I have to be quiet.",
        "He was later arrested on another rape, charged with that crime, and sent away.",
        "I confirmed that she had temporarily began working but something else has come up so she should expect another lull.",
        "As Jackson moved away, I heard him say to another officer, \"Put a guard on him until we find out what happened.\"",
        "I heard another sound as Molly came across the room and stood behind my wife.",
        "I took another sip of water.",
        "Instead, he continued in another direction.",
        "Then, low and behold, another visitor arrives to call on the popular gentleman!",
        "They closed the case when a guy named Willard Humphries they were sure did it was sent away for another crime.",
        "I tried another tack.",
        "Then suddenly I thought of another matter entirely.",
        "The idea of any of us going out to California is another matter.",
        "If I can't today have this child so abruptly placed in police care, I shall drive down the road and find another.",
        "It was a warm late afternoon as I stood out on the sidewalk and looked up at the six massive columns towering above another busy and impressive train station.",
        "They looked at one another until one of the younger looking men was pushed forward, as a spokesman.",
        "\"You're just dreaming, Annie,\" piped up another.",
        "They stopped looking for Annie's abductor when you were jailed for another crime.",
        "Molly was thrilled with the pool, another first for her.",
        "In New Hampshire, I watched as another tried to mimic me and failed while no one even knew I was nearby.",
        "He gave me another bewildered look.",
        "To be able to pluck two such treasures and eliminate another is worthy of praise from high!",
        "We consoled one another.",
        "Wouldn't you like to be another one with this gift?",
        "Yes, he professed a desire to know what happened but actually seeing it was another matter.",
        "Another ten minutes passed before I was him again.",
        "I want to have another word with you.",
        "I want to have another word with you, I repeated, somewhat more sternly.",
        "A bucket, quickly smelling of excrement, occupied another corner.",
        "We held one another and allowed ourselves to cry.",
        "How would have another embraced this talent?",
        "She concentrated hard on another wilted flower, bringing it back to full bloom.",
        "You must also never harm another.",
        "He'd lost another five pounds this month.",
        "He couldn't remember when he'd last had a full five hours of his own, and he knew he wasn't likely to get another break for a while.",
        "\"I found a cell phone!\" another shouted as he scoured the gutters around the church.",
        "You want me to call you if we see another one of these?",
        "She wondered how many more there would be and doubted she'd last more than another day or two if he kept draining her blood.",
        "Talon entered, followed by another man.",
        "He dragged her into another room.",
        "And yet, she couldn't forget what she'd seen him doing-- drinking another woman's blood as Talon did hers!",
        "More gunfire and another smaller explosion went off somewhere else in the house.",
        "He indicated her with the gun before turning away without another look.",
        "I have to, because Damian's going to be gone for another week and a half, and then a lot of bad stuff is about to happen, but whatever.",
        "If Darian lost his focus and disappeared again, he suspected it'd be another week before he had a chance to sleep.",
        "Another warm buzz traveled through her, scattering her thoughts at his nearness and scent.",
        "Darian gave another of his annoyed sighs and hung up.",
        "His blood quickened with bloodlust at the thought of ending the life of another miserable vamp.",
        "He rose without another look at Jonny and intercepted Bianca on her way back from the nurse's station.",
        "She was too traumatized and he too busy to deal with another source of drama.",
        "Another part of her couldn't fathom how a man colder than a sociopath could be working for the side of good.",
        "He ate another cookie in troubled silence.",
        "\"Can I have another cookie?\" he asked.",
        "It bit another animal before they killed it.",
        "He stood in the center, one phone at his ear while he texted on another.",
        "He was glaring at Darian, who sat across the kitchen on another stool.",
        "Darian swiped his towel from another machine and approached.",
        "His rules made it clear she was just another of his duties.",
        "He flipped a switch to display an aerial of the country club on one wall and Dusty's condo on another.",
        "Dusty didn't know if a few months of Darian having his own mind back were enough to erase thousands of years under the control of another.",
        "She took one step forward, then another, throwing herself onto the ground beside Sofi.",
        "Darian grabbed another zombie-vamp and tried to heal him.",
        "She felt another drain as he took another swig of her power, and coldness, then silence.",
        "One buffet table sagged beneath the weight of five kegs while another held food wrapped in cellophane and tinfoil.",
        "Dusty wanted nothing more than to order Darian back to Ohio to finish one mess before dragging them into another.",
        "Talon took one and Dusty the other, feeling the coldness of Traveling from one place to another.",
        "In another flash of lightning, she saw a form dart from the hallway, around the stunned crowd, towards her.",
        "Dusty's shout to Darian was lost in another burst of thunder.",
        "His smile turned to another chuckle.",
        "Of course, there's always another option.",
        "He closed the front door and went into another room.",
        "Part of her wanted to return to her home that very night, and another part of her feared what she'd find if she did.",
        "You may not have another chance to ask me what you want to know.",
        "\"I …\" Another hesitation, as the youth grappled with what to say to his sworn enemy.",
        "In the morning, her father really would kill him, and she'd be lucky to escape with another beating.",
        "Yully listened, dismayed by the lies stacking up on top of one another.",
        "She closed her eyes and braced herself for another.",
        "It's the same thing you do to change an object into another, only normal objects have far less energy to control.",
        "But there was another reason she dared not leave her father, one she feared voicing even to the man before her.",
        "He was driving … Jule skipped through the details of Yully's car.… Another figure followed them.",
        "He stood there, frustrated, as another thought hit him.",
        "Long ago, the heavens and the earth split from one another.",
        "We don't turn on one another.",
        "With the rise of her anger came another emotion: gratitude for finding Jule, the one man who had accepted her.",
        "One source of energy was darker than a stormy sky while another was as bright as the sun.",
        "He stood next to Dusty and another of Dusty's Guardians.",
        "She strode to her room, irritated by another thought.",
        "I can bring you another one of the notes verifying that's where I am when I'm missing work.",
        "Yet another symptom of her illness: insanity!",
        "As the man took her arm to help her stand, his haggard face appeared in yet another vision.",
        "There was the sound of a phone being shuffled from one person to another, then a flat, deep male voice.",
        "Jake gave her enough that she should sleep for another day or so, Han answered.",
        "Another … thing … had entered her nightmare and taken over.",
        "She ran into a blurry wall, shoved herself off, and smashed into another monster.",
        "With another scream, she bolted and careened into a door that gave.",
        "You always do, Dusty typed with another string of angry emoticons.",
        "At their silence, another thought hit her.",
        "She closed her eyes against the sunlight and took another two steps into the garden.",
        "He held her another minute, resting his chin on her head.",
        "It made no sense, but neither did the sudden craving for peanut butter that dragged her to the kitchen, where yet another man she wanted to avoid was lounging.",
        "After another half an hour, she gathered up a small backpack she'd found in a closet.",
        "\"There's another basement,\" Damian said, pacing the room in search of a door.",
        "\"I bet you won't make it another day and a half,\" he said.",
        "She gritted her teeth and turned to go, trying not to think of how jealous the idea of another woman made her.",
        "Her voice, thick with sleep, ratcheted up his hormones another level.",
        "Sofia drank another glass of water and forced her attention to her list.",
        "Claire sat beside another Guardian, watching the movie.",
        "\"Two, what're you doing?\" another voice, this one softer, asked.",
        "She swallowed hard and held out her hand to another woman in red.",
        "A woman was screaming, another man shouting.",
        "As each course came and went, she felt another piece of her die.",
        "\"Haydaen,\" she said, drawing out another.",
        "It'll be another two weeks before I'll feel comfortable imaging her uterus to see the fetus.",
        "Damian took aim with the pistol and fired into her heart before she could make another sound.",
        "They ignored her, and she rested her head on the back of the chair, their low talk and the warmth of the fire lulling her into another trance.",
        "\"I'm not going in there,\" Pierre assured him, earning him another look of disapproval.",
        "The door opened and led to another keypad.",
        "He winked and swallowed another.",
        "\"That pocket is for knives, not your shit,\" Pierre snapped as Linda dropped another trinket she'd bought into one of his pockets.",
        "\"Just another day at the office,\" he said with one of his warm smiles.",
        "He patted her leg with another of his friendly smiles and turned his attention to the world racing by them.",
        "\"Dusty, we're going to have another problem soon,\" Jule said for Dustin's ears only.",
        "As Two gazed at Damian, another flash of images driving him to his knees.",
        "They passed through the activity unscathed before he started down another hall.",
        "They were at another discreet location, this one nestled between the peaks of two mountains.",
        "\"Traci,\" Rainy appeared from down another hallway, holding out his hand.",
        "\"Ikira, I am a Watcher, one of those who guards the Guardians,\" he said with another of his warm smiles.",
        "Another thought crossed her mind as she stood in Hell's library.",
        "One smiled coldly, revealing its sharpened teeth, while another was the first to take a step towards her.",
        "\"You know she'll taste good,\" another agreed.",
        "\"I'm not about to be tricked into another bond or whatever it is you're trying to trick me into,\" she replied.",
        "\"I get to live another day,\" she murmured.",
        "The second put his weapon away and darted off down another hallway.",
        "One Gabriel doesn't know and probably shouldn't for another few days.",
        "There's another issue you haven't figured out yet.",
        "Another thought occurred to her as she thought about Katie, the half-demon's mate she met when last at the fortress.",
        "She waited another few seconds for a catch before letting herself believe him.",
        "This felt like another of his tests or maybe, his way of closing another door.",
        "Were they talking in their heads to one another?",
        "A portal appeared behind him, and he left without another word.",
        "Another kiss, this one harder.",
        "She hesitated, though, not wanting to walk into another trap of Harmony's death dealers.",
        "She gave him another smile and turned away, retreating through the black portal.",
        "In either case, Deidre never put a stupid deal over the life of another suffering as she had.",
        "You want to lead another deity through my domain without my permission.",
        "\"Maybe we will get through another deity or two more today,\" he said in a disgruntled voice.",
        "You may never get another.",
        "Another reason you won't deal without me.",
        "But the idea he did want her was almost a relief, another sign he was capable of providing at least some form of affection.",
        "Another shake of her head.",
        "Maybe someone had accidentally summoned her, and she wasn't about to have yet another confrontation today.",
        "The tunnel elbowed around yet another corner.",
        "She cried out as he turned yet another corner and his fading yellow light receded into darkness.",
        "According to the brief phone call, the ten-year-old girl's natural mother, another loser like faux foster mother Janet, had been recently discharged to a halfway house after doing hard time in the state's Cañon City facility.",
        "His ex-wife dragged the boy to another state and he never saw the lad again.",
        "The two remained that way, blanketed in the comforting stillness of the old house and one another's arms.",
        "She and another child were poking around a mine up above Governor's Basin.",
        "The old man smiled as he poured another drink.",
        "Joseph and Ginger sat, pretending everyone continued to love one another while no doubt plotting their own sneaky revenge.",
        "Westlake was once again off photographing; the Dawkins, in independent pairs, Jeeping somewhere in the mountains, probably spying on one another.",
        "Another morsel of info emerged over ice cream and brownies as the sun began coloring the west.",
        "The Deans looked at one another.",
        "They were too busy distrusting one another and, for whatever reason, trying to con the other out of the mine.",
        "\"That's another easy one,\" Fred said.",
        "The passageway continued beyond where Martha had ventured and the Deans continued another hundred yards but once more the passageway forked.",
        "They retraced their steps until they reached another fork in the tunnel.",
        "They looked at one another in astonishment.",
        "They stumbled from the mine, hugging one another in the sunshine, thankful that the frightening ordeal was over.",
        "Once again he reached behind his seat, this time pulling out a child's red polka-dot umbrella, no doubt another garage sale bargain.",
        "Another woman, a very tall blond, stood a few paces back, a smile on her face, watching the old man.",
        "Finding another Dawkins in one of Ouray's dozen or two lodging places shouldn't be much trouble for an ace detective-almost sheriff.",
        "I figure them bones is another matter.",
        "Another reminder the child hadn't called.",
        "After a nod of her head, Paulette's hand shot up and the auctioneer all but cheered as he looked about for another sucker, his voice sounding like an old Lucky Strike commercial.",
        "While Dean distrusted the Dawkins, given their mutual animosity toward one another, any collective effort on their part—on any project—seemed questionable, if not impossible.",
        "I've got another one.",
        "In September, there was another ad.",
        "Dean spotted another public servant at the liquor store.",
        "The two women chatted amicably, as if they'd known one another for a lifetime, with Cynthia pointing out the sights with a running line of commentary.",
        "She promised they'd take Jennifer there another time, but then added, \"Your property is equally beautiful, with far fewer visitors.\"",
        "Jennifer would remain in Ouray for at least another week, so she elicited a promise for a later dinner date.",
        "He made the entire trip up without seeing another vehicle, and the lords of luck were with him—Jennifer Radisson's camera was sitting in the crevice of a rock as if it were waiting for him.",
        "Thoughts raced through his mind of another crash, when Bird Song's very first guest had met a similar fate—but on a traveled highway, not a remote Jeep road deep in the San Juans.",
        "He had turned to check Lydia's light above him when another display followed.",
        "When another flash painted the night, he was sure.",
        "Then, in the glow of yet another rocket, he saw it—a nearly unrecognizable mass of twisted red metal.",
        "One member of Mountain Rescue grabbed him under the arms while another unfastened his line, but he shook off their ministrations while he tried to focus on the activity going on around him.",
        "Fodder for another horse race, Dean thought.",
        "He never saw another human being.",
        "\"I can't think of another reason,\" Harold said.",
        "It was equally obvious that the group was uniform in their ability to poke fun at one another as well as an unsuspecting visitor.",
        "Dawkins, Sr. had never hired another mine manager after Josh and never so much as mentioned the Lucky Pup after that time—to his sons or his wife.",
        "While the Deans discussed contacting the state once more, both agreed another phone call would be as fruitless as earlier ones.",
        "Hours later they were still awake, talking intermittently, taking comfort in one another.",
        "Give me another hour and go see Fitzgerald, in his cruiser.",
        "Civility isn't the right word but at least they're speaking with one another.",
        "Dean wondered if there was another, more sinister reason for Paul Dawkins' silence on the subject—that he was the murderer of his wife's natural father.",
        "There was another phone call from the state authorities as Jennifer was leaving.",
        "Brandon Westlake moseyed by with Paulette and Ginger Dawkins, the first time Dean had seen the women voluntarily in one another's company.",
        "Much as he disliked making Fred wait, he decided to put off the task until nine o'clock but another phone call forced a change of plans.",
        "Dean felt another pang of conscience.",
        "He filled one pad and then another as they brought him up to speed, while Mrs. Lincoln nudged his pencil for attention.",
        "\"Just go ahead and make up another name,\" he said.",
        "The Deans looked at one another, the unspoken question of what to do painted on each face.",
        "Dean reminded the voice on the other end of a three-way conversation that mother and girl hardly knew one another.",
        "The audience included the Dawkinses, still in residence after an airplane mechanical problem delayed them yet another day.",
        "I'm taking another chance telling you, you know.",
        "She finished the cigarette and lit another.",
        "Lydia spoke not another word, ignoring Dean in favor of her thoughts as she raced back to town.",
        "The answers fell into place, one after another like a child's wooden puzzle, and even absent the last lingering block, the finished the picture was finally clear.",
        "I knew one way or another the bones would be made public.",
        "Another held him accountable, with remorse causing him to take his own life.",
        "Now I need another favor.",
        "It was beyond Wynn's control, but maybe, somehow, another deity was able to save Deidre from Darkyn, who was not likely to be merciful, even to his mate.",
        "Wynn watched their exchange, fascinated by the idea of seeing two bloodthirsty deities try to outwit one another.",
        "Knowing the most powerful creature – one the Dark One himself exiled at one point for his ruthlessness – had taken over Hell was another matter entirely.",
        "Hell ran off deals, but Wynn's life was already in enough trouble without incurring another debt on behalf of a woman who had no hope of ever escaping Hell.",
        "Her skin was prickling the way it did when another deity used magic around her, the fair hair on her arms standing on end.",
        "The death-dealer gave her another long look before she pointed to the stainless steel box at the end of the kitchen.",
        "Another of the newfound feelings crept into her.",
        "She paused at the intersection with another narrow alley, not liking the smelly alleys at all.",
        "He seemed at ease with himself, another thing she didn't remember about him.",
        "In her mind, she saw only them being happy, finally, after an eternity of struggling to understand one another.",
        "They got another compass.",
        "It was a new one, recently made by the Ancient Immortal that Gabriel hired to help, indicating another of his dealers had defected.",
        "\"If it makes you feel better, I've got another traitor,\" Gabriel said in cold anger, motioning to the soul compass the demon's had obtained.",
        "He grunted and stuffed another handful in.",
        "Another four are missing, assumed in the underworld.",
        "\"Find me another one,\" he ordered.",
        "She ate another croissant.",
        "\"Alright. Here's another,\" Tamer said and held out the compass.",
        "He scribbled them down onto another piece of paper and tore them off for Gabriel.",
        "A few floated away until caught by another current while others settled nearby.",
        "I'm waiting for the tables to turn and there to be another Deidre.",
        "Not that there is another one.",
        "Rhyn went through one door while Gabriel went through another.",
        "It was another part that remained of the girl he fell for last week.",
        "We won't spend our nights away from one another.",
        "Why he wanted the soul that he then let go was another mystery Gabriel wanted to resolve.",
        "There is another way, and I'll find it.",
        "Death and the Dark One stared at each other, assessing one another.",
        "Andre had tipped them off about another, smaller warehouse.",
        "Another sense grew stronger.",
        "He waited another moment, unleashing his senses.",
        "They circled one another.",
        "He released her, and she gave another curtsy then took a few steps back.",
        "Another way she was much like Josh.",
        "You're always helping me out one way or another.",
        "He used to be awake instantly - another indication that this thing with Lori was troubling him deeper than he would admit.",
        "Meanwhile, another problem surfaced.",
        "Pushing the moment to the recesses of her mind where she could cherish it another time, she smiled up at him, lightening to his mood.",
        "Another vehicle came down the hill, a red flashing light attached to the top.",
        "Another agonizing hour passed before a doctor finally came out to talk to them.",
        "On Thursday of the third week, she arrived at the hospital and walked into the room he shared with another man."
    ],
    "definition": [
        "One more; an additional: had another cup of coffee.",
        "Distinctly different from the first: took another route to town.",
        "Some other: put it off to another day.",
        "An additional one: one encore followed by another.",
        "A different one: This shirt is too big; I'll try another.",
        "One of an undetermined number or group: for one reason or another. See Usage Note at each other.",
        "Link/Cite",
        "One more, in addition to a former number; a second or additional one, similar in likeness or in effect.\nYes, I'd like another slice of cake, thanks.",
        "Not the same; different.\nDo you know another way to do this job?",
        "Any or some; any different person, indefinitely; anyone else; someone else.\nHe has never known another like her.",
        "As a fused head construction another may have a possessive another's (plural: others, or possessive plural other). It is much used in opposition to one; as, one went one way, another another. It is also used with one, in a reciprocal sense; as, \"love one another,\" that is, let each love the other or others.\nMilton\nThese two imparadised in one another's arms.",
        "Milton\nThese two imparadised in one another's arms.",
        "Sometimes, the world \"whole\" is inserted into another by the common process of tmesis, giving: \"a whole nother.\" This is a colloquialism which some recommend avoiding in formal writing. The prescribed alternatives are \"a whole other\" or a \"another whole.\"",
        "There may be ambiguity: \"I need another chair.\" may mean \"My chair needs to be replaced.\" or \"I need an additional chair [and I need to keep my existing chair].\"",
        "on Earth, on earth",
        "Link/Cite"
    ]
}