{
    "translation": "תנאי קודם, גורם",
    "uses": [
        "We should expect the albuminous state of the seed to be an antecedent one to the exalbuminous condition, and the recent discoveries in fertilization tend to confirm this view.",
        "It was of course antecedent to the discovery of auscultation.",
        "The antecedent task is the action.",
        "Much depends upon its antecedent magnetic condition, and indeed upon its whole magnetic history.",
        "The lower forms of life prefigure man in unequal degrees of imperfection; they exist for his sake, but they are not regarded as representing necessary antecedent conditions of human existence.",
        "It needs not distillation, but expansion and illustration from contemporary and antecedent thought and literature.",
        "The most obvious antecedent for \"this\" is Jesus Christ.",
        "The structure of the region previous to faulting was dependent on long antecedent processes of accumulation and deformation and the surface of the region then was dependent on the amount of erosion suffered in the prefaulting cycle.",
        "What Hume called repeated sequence Pearson calls \" routine \" of perceptions, and, like his master, holds that cause is an antecedent stage in a routine of perceptions; while he also acknowledges that his account of matter leads him very near to John Stuart Mill's definition of matter as \" a permanent possibility of sensations.\"",
        "In common with all other Coelomata, the Mollusca have the mouth and first part of the alimentary canal which leads into the met-enteron formed by a special invagination of the outer layer of the primitive body-wall, not to be confounded with that which often, but not always, accompanies the antecedent formation of the archenteron; this invagination is termed the stomodaeum.",
        "As an authority for times antecedent to his own, Severus is of little moment.",
        "Antecedent strengthening seems to fail.",
        "He was looking for antecedent recoveries, income payments and aging book debts or equity in the matrimonial home.",
        "From the judgment viewed as hypothetical we pass by affirmation of the antecedent or denial of the consequent to inference.",
        "Hobbes's conception of the state of nature antecedent to civil organization as a state of war and moral anarchy was obviously very offensive to churchmen.",
        "He reconciled free-will and necessity by representing the divine decree not as temporarily antecedent, but as immediately related to the action of the created will.",
        "A system more elaborate than anything antecedent was then introduced under the name of flying transport.",
        "Finally, a universal judgment is often existential; but whether it is so or not it remains categorical, so long as it introduces no hypothetical antecedent about the existence of the thing signified by the subject.",
        "It is not necessary to seek the germ of gilds in any antecedent age or institution.",
        "Mill's definition of miracles: \" to constitute a miracle, a phenomenon must take place without having been preceded by any antecedent phenomenal conditions sufficient again to reproduce it.",
        "The reason assigned for these extraordinary diversions of the drainage right across the general strike of the ridges is that it is antecedent - i.e.",
        "Antecedent poliomyelitis was demonstrated in all patients by electromyography or muscle biopsy or both.",
        "Possibly mammalian remains also occur in the antecedent Triassic epoch, some palaeontologists regarding the South African Tritylodon as a mammal, while others consider that it was probably a reptile.",
        "The most instructive classification of the \" variations \" exhibited by fully formed organisms consists in the separation in the first place of those which arise from antecedent congenital, innate, constitutional or germinal variations from those which arise merely from the operation of variation of the environment or the food-supply upon normally constituted individuals.",
        "Its appearance has been associated with the invasion of the Israelites or with the establishment of the independent monarchy, but on very inadequate grounds; and since it has been independently placed at the latter part of the monarchy, its historical explanation may presumably be found in that break in the career of Palestine when peoples were changed and new organizations slowly grew up. 5 The great significance of these vicissitudes for the course of internal conditions in Palestine is evident when it is observed that the subsequent cleavage between Judah and Samaria, not earlier than the 5th century, presupposes an antecedent common foundation which, in view of the history of the monarchies, can hardly be earlier than the 7th century.",
        "He thus emphasizes in apperception the connexion with the self as resulting from the sum of antecedent experience.",
        "Out of this grew her Indian Story and Song from North America (1900), illustrating \"a stage of development antecedent to that in which culture music appeared.\"",
        "Hence the hypothetical element is not a hypothetical antecedent \" If anything is a' man,\" but an uncertain conclusion that \" All existing men are mortal.\"",
        "Considering the great importance of arresting the spread of infection at the outset, and the implicit reliance placed upon bacteriological criteria, the aetiology of such antecedent ailments deserves more attention than has hitherto been paid to it.",
        "Here the \" antecedent \" theory will not is typical.",
        "Lord Rayleigh has recorded that he was himself convinced by Fraunhofer's reasoning at a date antecedent to the writings of Helmholtz and Abbe.",
        "Insect metamorphosis may be briefly described as phenomena of development characterized by abrupt changes of appearance and of structure, occurring during the period subsequent to embryonic development and antecedent to the reproductive state.",
        "Widely divergent forms make their appearance suddenly in the Cambrian period amongst the earliest known fossils; and the high perfection of structure to which they had at that time attained Let a = We have also (31) n2x2 y (I implies the antecedent existence of much simpler types, and refers the origin of life to a date immeasurably distant from that at which we have actual proof of the existence of animal and vegetable organisms.",
        "This state of affairs has no antecedent improbability about it, since in the Vertebrata the coelom is unquestionably confluent with the haemal system through the lymphatic vessels.",
        "So too, if the canon of the Method of Agreement is never more than approximately satisfied, intermixture of effects will in practice mean that we at least often do not know the cause or antecedent equivalent of a given effect, without the possibility of an alternative.",
        "Once applied to the facts at all, it would drive us beyond the first antecedent or term of antecedents of volition to a still further cause or ground - in fact, land us in an infinite regress of causes.",
        "And there is much that is anticipatory of modern libertarian views in the psychological argument by which Carneades attempted at once to avoid the Epicurean identification of will with chance, and to prove the rationality of choice, undetermined by any external or antecedent necessity, as an explanation of human actions Xxviii.",
        ".For to give a reason for choosing (where \"reason\" is not merely equivalent to the determinists' \"cause\" or \"necessary antecedent\") would simply be to find the explanation of the individual's choice in some previous decision.",
        "proper) by supposing some latent or antecedent voluntary sin, of which the apparently involuntary heresy was the fearful.",
        "And although he never called himself a mystic, he showed that in his judgment spiritual truth is apprehended by direct intuition, as an antecedent necessity to the professedly purely rational basis of the Roman Catholic creed.",
        "The Hindu Kush is, in fact, but the face of a great upheaved mass of plateau-land lying beyond it northwards, just as the Himalaya forms the southern face of the great central tableland of Tibet, and its general physiography, exhibiting long, narrow, lateral valleys and transverse lines of \"antecedent\" drainage, is XIII.",
        "The generally transverse course of these rivers has given rise to the suggestion that they are of antecedent origin; but there are many objections to this over-simple, Gordian explanation.",
        "The range is squarely transected by the Columbia river, which bears every appearance of antecedent origin:",
        "Both Darwin and Wallace lay great stress on the close relation which obtains between the existing fauna of any region and that of the immediately antecedent geological epoch in the same region; and rightly, for it is in truth inconceivable that there should be no genetic connexion between the two.",
        "The tilting of the mountain mass was presumably not a simple or a single movement; it was probably slow, for Pitt river (headwaters of the Sacramento) traverses the northern part of the range in antecedent fashion; the tilting involved the subdivision of the great block into smaller ones, in the northern half of the range at least; Lake Tahoe (altitude 6225 ft.) near the range crest is explained as occupyilig a depression between two block fragments; and farther north similar depressions now appear as aggraded highland meadows.",
        "Of the proceedings against peers founded upon indictment very few trials antecedent to the revolution took place in parliament.",
        "The channel between Cape Bon in Tunis and the south-west of Sicily (a distance of 80 m.) is, on the whole, shallower than the Straits of Messina, being for the most part under 100 fathoms in depth, and exceeding 200 fathoms only for a very short interval, while the Straits of Messina, have almost everywhere a depth exceeding 150 fathoms. The geological structure in the neighbourhood of this strait shows that the island must originally have been formed by a rupture between it and the mainland, but that this rupture must have taken place at a period long antecedent to the advent of man, so that the name Rhegium cannot be based even on the tradition of any such catastrophe.",
        "The physics and psychology of Descartes were much studied in England, and his metaphysical system was certainly the most important antecedent of Locke's; but Descartes hardly touched ethics proper.",
        "The ore is chiefly haematite, and has been developeci from antecedent ferruginous sedimentary deposits, through concentration and purification by ground water.",
        "It is usually maintained that this work was written before the Old Testament poems. The arguments for this view are that the Heliand contains no allusion to any foregoing poetical treatment of the antecedent history, and that the Genesis fragments exhibit a higher degree of poetic skill.",
        "In (i.) a valid conclusion follows from the affirmation of the antecedent: in (ii.) from denying the consequent, but in neither case conversely.",
        "This involves that its activity cannot be truly conceived of as included in an antecedent, as an effect in a cause or one term of an equation in the other.",
        "Instead of making the motive to choice a factor within the concrete process of volition, he regards it as a cause antecedent to the exercise of a special mental faculty.",
        "On the continent of Europe, France was the first to recognize the merits of its bygone designers and craftsmen, and even antecedent to the Exhibition of 1851, when art in Great Britain was dormant, it was possible to obtain in Paris faithful reproductions of the finest ormolu work of the 18th century.",
        "Bacon's form has already in transmission through Hobbes been transmuted into cause as antecedent in the time series.",
        "Two forms are possible (i.) modus ponens (which establishes the consequent set down in the major premise): if A is B, it is C (or C is D); A is B; therefore A is C (or C is D), and (ii.) modus tollens (which disproves the antecedent): if A is B, it is C (or C is D); A is not C (or C is not D); therefore it is not B (or A is not B).",
        "For all that is or happens there is an immediate cause or antecedent; and as \" cause \" means \" cause of motion,\" and only body can act upon body, it follows that this antecedent cause is itself as truly corporeal as the matter upon which it acts.",
        "8, 191 b 29), and therefore ought to be regarded as antecedent.",
        "This close connexion invests the antecedent.",
        "Kiamath river, draining several lakes in the north-west part of the Basin Range province and traversing the Cascade Range to the Pacific, is apparently also an antecedent river.",
        "Funeral Customs. - Icelandic writers of the 12th and 13th centuries distinguished between an earlier \" age of burning \" and a later \" age of barrows,\" and the investigations of modern archaeologists have tended in general to confirm the distinction, though they have revealed also the burial-places of times antecedent to the age of burning.",
        "The organization of society, therefore, produces successive states, in each of which the principle of freedom is better established than in the antecedent.",
        "Maybe places retain all of the past, every antecedent happening, not just the bad but the good too.",
        "interpolated here in order to form an antecedent to the following words.",
        "Obviously, the semantics of such anaphoric pronouns is very simple: the referent of the anaphoric pronoun is the referent of the anaphoric pronoun is the referent of its antecedent.",
        "Hence the entocodon represents a precocious formation of the sub-umbral surface, equivalent to the peristome of the polyp, differentiated in the bud prior to other portions of the organism which must be regarded as antecedent to it in phylogeny.",
        "It may well be the immediate antecedent of that revealed in i Peter, an epistle which perhaps shows traces of its influence (e.g.",
        "Accordingly, in 1655, he printed everything that had passed between them (under the title of A Defence of the True Liberty of Human Actions from Antecedent or Extrinsic Necessity), with loud complaint against the treatment he had received, and the promise added that, in default of others, he himself would stand forward to expose the deadly principles of Leviathan.",
        "The passage from Numbers xi., which is here included, is obviously out of place in its present context (the story of the quails), and supplies in part the necessary antecedent to Ex.",
        "\" If anything is M it is P,\" containing a hypothetical antecedent, \" If anything is NI,\" which is sometimes a hypothesis of existence (e.g.",
        "\" If an existing man is wise \"); and the second premise or assumption, \" Something is NI,\" establishes part of the first, namely, the hypothetical antecedent, whether as regards existence (e.g.",
        "Frazer regards religion (see his definition quoted below) as superposed on an antecedent stage of magic. In The Tree of Life (1905), Mr E.",
        "Taking as a starting-point the wide archenteric cavity which the medusa inherits primitively from the antecedent actinula-stage (see article Medusa), we find, in such a form as Tessera, four interradial areas of concrescence between the exumbral and subumbral layers of endoderm, four so-called septal nodes or \" cathammata,\" subdividing the stomach into four wide, radially situated pouches which communicate with each other beyond the septal nodes by wide apertures constituting what is termed by courtesy a ring-canal.",
        "Instead of being written in Aramaic, as it would almost necessarily be if antecedent to the Pauline epistles, or even in the Semitic style characteristic of the older and more Palestinian elements of the New Testament we have a Greek even more fluent than Paul's and metaphors and allusions (i.",
        "Obviously, the semantics of such anaphoric pronouns is very simple: the referent of the anaphoric pronoun is the referent of its antecedent.",
        "Use the sigil to show that it is antecedent (i.e.",
        "If the antecedent is the subject of the verb in the relative clause then qui is used.",
        "Record the antecedent (A) or situation that occurs prior to the behavior.",
        "Evidence of remote denervation consistent with antecedent poliomyelitis was demonstrated in all patients by electromyography or muscle biopsy or both.",
        "use the sigil to show that it is antecedent (i.e.",
        "At the same time, in his later view, Plato avoids the exaggeration of denying all positive quality of pleasure even to the coarser sensual gratifications; they are undoubtedly cases of that \" replenishment \" or \" restoration \" to its \" natural state \" of a bodily organ, in which he defines pleasure to consist (see Timaeus, pp. 64, 65); he merely maintains that the common estimate of them is to a large extent illusory, or a false appearance of pleasure is produced by contrast with the antecedent or concomitant painful condition of the organ."
    ],
    "definition": [
        "One that precedes another.",
        "a. A preceding occurrence, cause, or event. See Synonyms at cause.\nb. antecedents The important events and occurrences in one's early life.",
        "antecedents One's ancestors.",
        "Grammar The word, phrase, or clause that determines what a pronoun refers to, as the children in The teacher asked the children where they were going.",
        "Mathematics The first term of a ratio.",
        "Logic The conditional member of a hypothetical proposition.",
        "an′te·ce′dent·ly\nadverb",
        "Link/Cite",
        "Earlier, either in time or order.\nan event antecedent to the Biblical Flood\nan antecedent cause",
        "presumptive\nan antecedent improbability",
        "Any thing that precedes another thing, especially the cause of the second thing.",
        "An ancestor.",
        "(grammar) A word, phrase or clause referred to by a pronoun.",
        "(logic) The conditional part of a hypothetical proposition.",
        "(mathematics) The first term of a ratio, i.e. the term a in the ratio a:b, the other being the consequent.",
        "Link/Cite"
    ]
}