{
    "translation": "עתיק, ענתיקה",
    "uses": [
        "The large room contained some of the most beautiful antique furniture she had ever seen.",
        "But in some ways, it's like antique furniture.",
        "All we had time to do was fix up a friend of Myrtle's friend's husband's antique car!",
        "Large Mahogany doors swung into an entry graced with antique furnishings.",
        "It is an antique style, older than Greek or Egyptian.",
        "It is surrounded by walls and is of antique appearance.",
        "As he answered the late night call, he glanced up the staircase to see Edith in the hall above, a specter in her antique dress, a look of alarm on her face.",
        "Angelo, with sixteen antique columns in the interior, probably dates from the middle of the 6th century.",
        "She opened the antique music cabinet Jackson had purchased for her, and brought a piece to him.",
        "You should have seen the look on her face when she came a calling in her antique duds and found me there!",
        "Ensconced lights glowed in the midday, and antique furniture, rare paintings, elegant marble sculptures befitting a museum, silk Persian rugs underfoot, and many other priceless displays of prestige lined the wide hall.",
        "Another corner contained crates full of sleeping babies while older children sat reading antique books in the center of the room.",
        "We look at antique furniture today and say, \"Man, they sure don't make stuff as good as they used to.\"",
        "When Jackson entered the house, he glanced at the antique clock on the mantle: two minutes to six.",
        "It contains a few antique churches, and was created a bishopric at the close of the 18th century.",
        "But about the year 1452 he finally retired to Florence, where he was admitted to the burghership, and on the death of Carlo Aretino in 1453 was appointed chancellor and historiographer to the republic. He had already built himself a villa in Valdarno, which he adorned with a collection of antique sculpture, coins and inscriptions.",
        "Mismatched chairs, crates, and one couch had been arranged in two circles around stacks of antique books and lanterns.",
        "I tell you, Papa\" (he smote himself on the breast as a general he had heard speaking had done, but Berg did it a trifle late for he should have struck his breast at the words \"Russian army\"), \"I tell you frankly that we, the commanders, far from having to urge the men on or anything of that kind, could hardly restrain those... those... yes, those exploits of antique valor,\" he went on rapidly.",
        "See the careful study by C. Dubois, Pouzzoles antique (Paris, 1907) (Bibliotheque des ecoles francaises d'Athenes et de Rome, fasc. 98).",
        "She focused on the dim light of her microcomputer acting as a page marker in the antique book on her nightstand.",
        "It is surrounded on the first story by a sixteensided gallery (the Hochmiinster) adorned by antique marble and granite columns, of various sizes, brought by Charlemagne's orders from Rome, Ravenna and Trier.",
        "Well-worn furniture populated the homey main room, some no doubt the envy of an antique shop.",
        "He was already a poet by predilection, an idyllist and steeped in the classical archaism of the time, when, in 1784, his taste for the antique was confirmed by a visit to Rome made in the company of two schoolfellows, the brothers Trudaine.",
        "He can't bear to pass up an antique bargain—buying or selling.",
        "The morning light was too bright for his eyes, and he turned to face shelves of antique books.",
        "It was at Strassburg that he published his remarkable volume La Cite antique (1864), in which he showed forcibly the part played by religion in the political and social evolution of Greece and Rome.",
        "Strange as it may appear, I would refer to an Australian as the finest model of the human proportions I have ever met; in muscular development combining perfect symmetry, activity and strength, while his head might have compared with the antique bust of a philosopher.\"",
        "The huge scale of many of his conceptions can be compared only with that of antique Oriental monuments.",
        "They had moved the antique furniture out of her old downstairs room and put it upstairs months before he was born.",
        "The Kaisersaal retained its antique appearance until 1843, when, as also again in 1904, it was restored and redecorated; it is now furnished with a series of modern paintings representing the German kings and Roman emperors from Charlemagne to Francis II., in all fifty-two, and a statue of the first German emperor, William I.",
        "We find it retaining some traces of Byzantine influence in the decorated surfaces of applied marbles, and in the roundels of porphyry and verd antique, while it also retained certain characteristics of Gothic, as, for instance, in the pointed arches of the Renaissance facade in the courtyard of the ducal palace designed by Antonio Rizzo (1499).",
        "The valves are, consequently, essentially symmetrical, which is not the case with the Lamellibranchiata, - so much so, that certain Brachiopod shells were named Lampades, or lamp shells, by some early naturalists; but while such may bear a kind of resemblance to an antique Etruscan lamp, by far the larger number in no way resemble one.",
        "She glanced at antique school house clock on the kitchen wall, a recent purchase.",
        "They are, however, though antique and interesting, somewhat dismal and unsavoury.",
        "The last and the worst of the Cid ballads are those which betray by their frigid conceits and feeble mimicry of the antique the false taste and essentially unheroic spirit of the age of Philip II.",
        "Inside the lean-to was a menagerie of antique farm equipment.",
        "The town is one of the oldest in Norway, founded in the 8th or 9th century, but the present town is modern, though narrow, winding streets and wooden houses give it an antique appearance.",
        "She didn't wear a bra or her panties or Annie's antique drawers.",
        "The remarkably definite and original style formed by Mantegna may be traced out as founded on the study of the antique in Squarcione's atelier, followed by a diligent application of principles of work exemplified by Paolo Uccello and Donatello, with the practical guidance and example of Jacopo Bellini in the sequel.",
        "By the ancient Greeks and Romans obsidian was worked as a gem-stone; and in consequence of its having been often imitated in glass there arose among collectors of gems in the 18th century the practice of calling all antique pastes \"obsidians.\"",
        "de Heredia, mosaistes who have at heart the cult of antique and pagan beauty, of \"pure art\" and of \"objective poetry.\"",
        "The old prince always dressed in old-fashioned style, wearing an antique coat and powdered hair; and when Prince Andrew entered his father's dressing room (not with the contemptuous look and manner he wore in drawing rooms, but with the animated face with which he talked to Pierre), the old man was sitting on a large leather-covered chair, wrapped in a powdering mantle, entrusting his head to Tikhon.",
        "They all looked up as Edith Shipton tentatively entered the room, dressed in Annie Quincy's antique dress.",
        "It is flanked by medieval walls, towers and gates, and its antique appearance has been carefully preserved.",
        "We owe to his pen curious remarks on English and Swiss customs, valuable notes on the remains of antique art in Rome, and a singularly striking portrait of Jerome of Prague as he appeared before the judges who condemned him to the stake.",
        "Perhaps the aged master and connoisseur regarded as barely less trying the hard necessity of parting with a beloved antique bust of Faustina.",
        "But in general I can tell you, Papa, that such a heroic spirit, the truly antique valor of the Russian army, which they--which it\" (he corrected himself) \"has shown or displayed in the battle of the twenty-sixth-- there are no words worthy to do it justice!",
        "This is decorated with circles of rosettes of blue, green and red enamel, each surrounded by lines of gold; within the circles are little figures evidently suggested by antique originals, and precisely like similar figures found on carved ivory boxes of Byzantine origin dating from the II th or 12th century.",
        "Sculptured panels, with conventional motives, peacocks, eagles devouring hares, peacocks drinking from a cup on a tall pillar, are let into both exterior and interior walls, as are roundels of precious marbles, sawn from columns of porphyry, serpentine, verd antique, &c. The adoption of veneer for decoration prohibited any deep cutting, and almost all the sculpture is shallow.",
        "Deluge), we meet again with the primeval waters and the world-egg, and with the famous mythological tortoise-theory, 5 also found among the Algonkins (§ 2) - antique beliefs gathered up by the framers of philosophic systems, who felt the importance of maintaining such links with the distant past.",
        "He travelled in Italy, and perhaps in Greece also, collecting antique statues, reliefs, vases, &c., forming the largest collection then extant of such works, making drawings from them himself, and throwing open his stores for others to study from, and then undertaking works on commission for which his pupils no less than himself were\" made available.",
        "Marat despised the ruling party because they had suffered nothing for the republic, because they talked too much of their feelings and their antique virtue, because they had for their own virtues plunged the country into war; while the Girondins hated Marat as representative of that rough red republicanism which would not yield itself to a Roman republic, with themselves for tribunes, orators and generals.",
        "It is certainly not derived from the antique stola, called tunica, as was formerly always held, nor yet from the prayer blanket (tallith) of the Jews.",
        "By Ancillon he was grounded in religion, in history and political science, his natural taste for the antique and the picturesque making it easy for his tutor to impress upon him his own hatred of the Revolution and its principles.",
        "Is it an antique?",
        "An old clock is an antique.",
        "The restaurant takes its name from its location inside an old tobacco warehouse, and its four stories of dining are connected by an antique exposed elevator.",
        "It was pink with white tips, in an antique brass planter.",
        "antique dealers come from all over Italy to attend.",
        "A narrow staircase leads up to an attractive bedroom with an antique style bedstead.",
        "bisque porcelain antique dolls.",
        "And although no single feature of the book is Gre'ek, there hangs round it a moral fragrance only to be called forth by one who had fulfilled the vow of his youth, and learnt to breathe, as purely as on \"the double summit of Parnassus,\" the very essence of the antique.",
        "The glass was described quite openly as reproduction antique, it was illustrated in catalogs, and some pieces even bear a factory mark.",
        "It is decorated in French Provencal style, with an antique armoire.",
        "Furnished with a fine antique bed and French armoire the room is decorated with lime wash of the original color and sumptuous fabrics.",
        "attic room above a friend's antique shop.",
        "Some collectors like collecting music boxes such as antique music boxes, inlaid music boxes, ballerina music boxes, and carousel music boxes.",
        "The bathroom has a large antique bathtub with brass fittings and a power-shower over the tub.",
        "A wonderful antique carpet beater in willow wood, dating to circa 1895.",
        "antique double brass bedstead, gorgeous furniture, lovely views over the gardens.",
        "All other rooms have antique brass, wrought iron or period wooden bedsteads - one with a canopy over.",
        "Made from pine with a warm antique finish, the bedstead hides a second full-size single bedstead below.",
        "Made from pine with a warm antique finish, the bedstead hides a second full-size single bedstead hides a second full-size single bedstead below.",
        "The antique lanterns that hang from the ceiling give the establishment the feel of times past.",
        "quarry from which other red marbles are taken; and at Roxbury, Washington county, a fine serpentine, called \"green marble,\" or verde antique, is quarried.",
        "An antique persuasion, that the grand cycle of creation opened under the first sign, has been transmitted to modern cognizance by Dante (Inf.",
        "10 Their origin is unknown; but some, if not all of them, have antique associations.",
        "In the township there are outcrops of good granite and of verde antique, and along a range of hills E.",
        "Beauty of form alone was at first sought, and found in the antique; but, with the form, the spirit of the classical attitude towards life was revived.",
        "Priestly acts - that is, acts done by one and accepted by the gods on behalf of many - are common to all antique religions, and cannot be lacking where the primary subject of religion is not the individual but the natural community.",
        "It is sufficient to remark here that the presentation of the sacrifice of the mass came to be viewed as the essential priestly office, so that the Christian presbyter really was a sacerdos in the antique sense.",
        "They are youths aged from twelve to sixteen, selected by the sovereign in person, to attend on him at state ceremonies, when two of them, arrayed in an antique costume, assist the groom of the stole in carrying the royal train.",
        "But the words which follow have an antique ring: \" Amen, I say unto you, I will no more drink of the fruit of the vine, until that day when I drink it new in the kingdom of God.\"",
        "The weapons are equally antique.",
        "Though cherishing a strong antipathy to the received ecclesiastical formulas, Irving's great aim was to revive the antique style of thought and sentiment which had hardened into these formulas, and by this means to supplant the new influences, the accidental and temporary moral shortcomings of which he detected with instinctive certainty, but whose profound and real tendencies were utterly beyond the reach of his conjecture.",
        "The church of Nuestra Senora de Guadalupe (modernized with a shingle roof and a wooden steeple) contains interesting paintings and antique wood-carvings.",
        "The Romanesque churches, still reminiscent of antique models, had preserved all the simplicity of the ancient basilicas with much more than their grandeur; but the taste for religious symbolism which culminated in the 13th century, and the imaginative genius of the northern peoples, transformed them into the marvellous dreams in stone of the \" Gothic \" period.",
        "But a still more striking period of art is represented by the Vatican, with its antique collections, the Sistine and the Stanze.",
        "details of antique life and obsolete usages (iv.",
        "Indeed, the diction and versification of his own Latin compositions show that he had paid at least as much attention to modern copies from the antique as to the original models.",
        "Maria di Castello (11th century), the columns and capitals of which are almost all antique.",
        "It consists of three parts - the old town to the east, and the middle and new towns to the west - of which the first retains some of the antique features of a Hanse town, while the last two are for the most part regularly and handsomely built.",
        "In the case of the architectural remains, the Greek tradition is obvious at Hatra (Jacquerel, Rev. archeol., 18 97 [i i ], 343 f.), and in the relics of the temple at Kingavar (Dieulafoy, L' Art antique de la Perse, v.",
        "The inspiring idea of the poem was accepted, purified of all alien material, and realized in artistic shape by Virgil in his national epic. He deliberately imparted to that poem the charm of antique associations by incorporating with it much of the phraseology and sentiment of Ennius.",
        "ii.; Stolze, Persepolis; Dieulafoy, L' Art antique de la Perse; and E.",
        "Without entirel y break ing with the pseudo-classic method he had adopted in Don Carlos - the two lovers, Max Piccolomini and Thekla, are an obvious concession to the tradition of the French theatre - Wallenstein shows how much Schiller's art had benefited by his study of Greek tragedy; the fatalism of his hero is a masterly application of an antique motive to a modern theme.",
        "The monarch's artistic sense led him not only to adorn his house with a number of works of antique art, but also to study German medieval art, which he did to good effect.",
        "He went to Rome in Winckelmann's footsteps; it was the antique he sought, and his interest in the artists of the Renaissance was virtually restricted to their imitation of classic models.",
        "ABRAXAS, or Abrasax, a word engraved on certain antique stones, called on that account Abraxas stones, which were used as amulets or charms. The Basilidians, a Gnostic sect, attached importance to the word, if, indeed, they did not bring it into use.",
        "As for manufactures, the antique methods survived until the 18th and 19th centuries.",
        "Thus public monuments became fortresses, and antique sculpture was built into city walls.",
        "The plastic arts were left for Italy, where antique models were at hand, and the glory of its achievement in the 15th and 16th centuries was so great as to obscure in men's eyes what had been done before.",
        "But during its massacres, jacqueries, plagues and famines, the cities of Italy, growing rich with trade and manufactures, were in their turn the centres of progress, this time in a new direction, toward the recovery of the antique past and the development of art.",
        "In the purely intellectual sphere it is certainly true that the recovery of the antique world was of great importance; that it made possible genuine criticism by presenting new points of contrast and opening up fields that led away from theological quibbles.",
        "Or it may mean the resuscitation of simply intellectual activities, stimulated by the revival of antique learning and its application to the arts and literatures of modern peoples.",
        "Yet, when we concentrate attention on the recovery of antique culture, we become aware that this was only one phenomenon or symptom of a far wider and more comprehensive alteration in the conditions of the European races.",
        "Thus, while Christendom was still preoccupied with the Crusades, two main forces of the Renaissance, naturalism and enthusiasm for antique modes of feeling, already brought their latent potency to light, prematurely indeed and precociously, yet with a promise that was destined to be kept.",
        "Meanwhile the languages of Greece and Rome had been so thoroughly appropriated that a final race of scholars, headed by Politian, Pontano, Valla, handled once again in verse and prose both antique dialects, and thrilled the ears of Europe with new-made pagan melodies.",
        "We have therefore to recognize that the four greatest writers of the 14th century, while the Revival of Learning was yet in its cradle, each after his own fashion acknowledged the vivifying touch upon their spirit of the antique genius.",
        "Fortunately for the unimpeded expansion of Italian art, little was brought to light of antique workmanship during the 14th and 15th centuries.",
        "Gradually, as the race became penetrated with antique thought, the earlier Christian motives of the arts yielded to pagan subjects.",
        "But at this period no lecture-rooms were so crowded as those in which professors of antique literature and language read passages from the poets and orators, taught Greek, and commented upon the systems of philosophers.",
        "One mass of Greek and Roman erudition, including history and metaphysics, law and science, civic institutions and the art of war, mythology and magistracies, metrical systems and oratory, agriculture and astronomy, domestic manners and religious rites, grammar and philology, biography and numismatics, formed the miscellaneous subject-matter of this so-styled rhetoric. Notes taken at these lectures supplied young scholars with hints for further exploration; and a certain tradition of treating antique authors for the display of general learning, as well as for the elucidation of their texts, came into vogue, which has determined the method of scholarship for the last three centuries in Europe.",
        "The Christian virtues were scorned by the foremost actors and the ablest thinkers of the time, while the antique virtues were themes for rhetoric rather than moving-springs of conduct.",
        "The German dialects were too rough to receive that artistic elaboration under antique influences which had been so facile in Tuscany.",
        "Here, as in Lombardy, a feeling for serene beauty derived from study of the antique has not interrupted the evolution of a style indigenous to France and eminently characteristic of the French temperament.",
        "Whether we regard Spain, the Netherlands, or Germany at this epoch, we find a national impress stamped upon the products of the plastic and the decorative arts, notwithstanding the prevalence of certain forms derived from the antique and Italy.",
        "The humanistic movement led these learned writers to engraft the graces of the antique upon their native literature, and to refine it by emulating the lucidity of Petrarch.",
        "Depicting feudalism in the vivid colours of an age at war with feudal institutions, breathing into antique histories the breath of actual life, embracing the romance of Italy and Spain, the mysteries of German legend, the fictions of poetic fancy and the facts of daily life, humours of the moment and abstractions of philosophical speculation, in one homogeneous amalgam instinct with intense vitality, this extraordinary birth of time, with Shakespeare for the master of all ages, left a monument of the Re- naissance unrivalled for pure creative power by any other product of that epoch.",
        "Yet no other treatment was possible upon the lines laid down at the outset, where it was explained why the term Renaissance cannot now be confined to the Revival of Learning and the effect of antique studies upon literary and artistic ideals.",
        "Max Muller, The Sacred Books of the East; Victor Henry, La Magie dans l'Inde antique; J.",
        "- Fustel de Coulanges, La Cite antique (Paris, 1864); Lubbock, Origin of Civilization (1870); Whitney, Oriental and Linguistic Studies (New York, 1872 and 18 74); Brinton, The Religious Sentiment (1876); Myths of the New World' (New York, 1876); Essays of an Americanist (1890); Religions of Primitive Peoples (1897); Keary, Outlines of Primitive Belief (London, 1882); Leblois, Les Bibles et les initiateurs de l'humanite (4 vols.",
        "A few, however, preserve antique narrow fronts with gables, as in some of the North German towns.",
        "In the latest inscriptions the iguage is already much degraded; but on the whole it is almost antique as Zend, with which it has many points in common.",
        "Some of the streets are very narrow, and contain curious specimens of old buildings, chiefly in antique Spanish style, being square, with a central court, and a gateway opening into the street.",
        "He was the first writer to introduce a modern and European tone into belles lettres, and the first to refresh the sources of native thought from the springs of antique and Renaissance poetry.",
        "The Royal Cork Institution (1807), in addition to an extensive library and a rare collection of Oriental MSS., possesses a valuable collection of minerals, and the collections of casts from the antique presented by the pope to George IV.",
        "The use of engraved gems in the early middle ages has already been noticed; but the taste for antique intaglios was not confined to any one period.",
        "- Antique vided with a ridge on the back (or, in some ingem used as a stances, with a vertical handle), by which it could p rivate seal.",
        "surrounding the device as with a border, that distinguishes it from the antique engraved gem, which rarely bore an inscription and then only its field.",
        "Such antique gems as were adopted for matrices in the middle ages were usually set in metal mounts, on which the legends were engraved.",
        "For example, in the great seals of Henry III., something of the antique stiffness remains, but the general effect and the finish of the details are admirable.",
        "In one mood he was fain to ape the antique patriot; in another he affected the monastic saint.",
        "But the world was changing from antique to Christian ideals just as he was writing, and with him we leave this outline of ancient history.",
        "The Renaissance marked the first great gain in the historic sense, in the efforts of the humanists to realize the spirit of the antique world.",
        "1907, p. 8), containing several antique columns.",
        "The pilgrim enters the Haram in the antique and scanty pilgrimage dress (ihram), consisting of two cloths wound round his person in a way prescribed by ritual.",
        "The royal library (1798) contains upwards of 500,000 volumes, including some early illuminated MSS., a valuable collection of coins and medals and some fine antique gems. In addition to the royal palace already mentioned, there are the palaces of the queen-dowager, of the prince of Orange (founded about 1720 by Count Unico of Wassenaar Twiekels) and of the prince von Wied, dating from 1825, and containing some good early Dutch and Flemish masters.",
        "The columns of verde antique on either side of the nave are commonly said to have come from the temple of Diana at Ephesus, but recent authorities regard them as specially cut for use in the church.",
        "They had created an eager appetite for the antique, had disinterred many important Roman authors, and had freed Latin scholarship to some extent from the barbarism of the middle ages.",
        "This is known from the orders promulgated by the emperor Yao about 2300 B.C., as recorded in the Shu Chung, a collection of do'.uments antique in the time of Confucius (550-478 B.C.).",
        "He attempted no detailed discussion of planetary theory; but his catalogue of 1 080 stars, divided into six classes of brightness, or \" magnitudes,\" is one of the finest monuments of antique astronomy.",
        "The retention, however, by Copernicus of the antique postulate of uniform circular motion impaired the perfection of his plan, since it involved a partial survival of the epicyclical machinery.",
        "The former, on the other hand, has an enlightened conception of Elohim; the Deity, though grand, is a lifeless figure; several antique ideas are nevertheless preserved.",
        "Yet in their inadequate way they served to keep alive throughout the dark ages some little knowledge of the antique culture and learning.",
        "King Alphonso XIII., whose enthronement took place with all the antique ceremonial on the 17th of May, was himself at Enthrone.",
        "Dieulafoy, L' Art antique de la Perse, pt.",
        "116; Marcel Dieulafoy, L' Art antique de la Perse, 1884-1889, v.",
        "Antique >>",
        "His room was also filled with antique furniture, although his appeared to be mahogany.",
        "It needs something light and not too distracting from the natural beauty of the room - something that would compliment the antique quality.",
        "When Martha did have a few free hours, she and my wife scoured every auction or antique shop for miles around, like two kids on a treasure hunt.",
        "He can't bear to pass up an antique bargainâ€”buying or selling.",
        "This English antique envelope style clutch is made from the skin of a small alligator with its head adorning the front.",
        "You can buy antique reconditioned Bar Billiards tables from Masters Games.",
        "antique pine double bed is set in the center of this painted wood paneled room.",
        "A really pretty antique French Jet graduated beaded collar necklace, dating to circa 1920.",
        "Coffs Harbor has beautiful botanic gardens with a mangrove boardwalk; other enticements include art, crafts and antique shops.",
        "Visit one of the antique markets in the village hall and you may well be taking home some prize booty of your own.",
        "Petworth Art & Antique Dealers Association Profile, list of members and their specialities, information about the town and downloadable brochure.",
        "The sculpture is finished in cold cast bronze, antique silver (nickel brass) or copper.",
        "A very sweet antique Victorian brooch, dating to circa 1880.",
        "A very pretty English antique brass buckle dating to circa 1860.",
        "A very sweet English antique belt buckle, dating to circa 1920.",
        "More pictures of the antique childrens cape - click here.",
        "The present consisted of an antique map of England and Wales, dating from 1753 and drawn by a famous French cartographer.",
        "celebrated as an annual holiday in Germany with rallies of antique automobiles.",
        "I've always adored how the small lights of the antique crystal chandelier illume the rich, peach chintz.",
        "A very sweet English antique Victorian mother of pearl shell belt buckle, perfect for customizing your vintage chic or antique chic outfits.",
        "citadel walls appear to have late antique remains at their base.",
        "House hunters, artists, antique collectors are all particulary catered for.",
        "Or, you might be a lover of the Antique, and want, before you die, to see the Colosseum for yourself.",
        "A fantastic English antique Victorian copper hot water bottle or bed warmer, with original early celluloid plastic screw top.",
        "Wide range of antique and reproduction phones, plus plaited cords.",
        "Fascinating antique corkscrews, Corkscrew history, patents, functionality, etc. .. .",
        "crammed with antique shops.",
        "Lincrusta dado and antique style corner wash basin in pine cabinet with cupboard under.",
        "Bare tables, simple chairs, a high ceiling with antique stucco decorations.",
        "The town of Modbury is a short drive away, with its antique shops and wonderful delicatessen.",
        "One True Saxon offering many styles of men's jeans all using hand made antique Japanese denim.",
        "As to condition, this has a few dints, however, these don't distract from this great antique hot water bottle.",
        "dollhouse kits and miniatures; plus dolls, bears, accessories and antique toys.",
        "The play takes place on an antique kitchen dresser.",
        "Sitting Room 2 sofas, 2 easy chairs, antique chests, welsh dresser, high beams, French doors to private road area.",
        "Amazed and almost dumbstruck, he makes his way back to the antique shop.",
        "And test your grip with an antique hand dynamometer!",
        "White corner style bath, with antique style tap and shower fitment over the bath.",
        "A wonderful set of antique flatware, dating to circa 1925.",
        "We now have eighteen en-suite bedrooms with lots of original romantic four-poster, half-tester antique beds and beamed suites.",
        "The hotel rooms are equipped with original antique furniture.",
        "This elegantly styled headboard with its antique gold rails and sculpted accents is certainly full of Italian charm.",
        "An antique limousine style hearse from Volvo Two styles of hearse bodywork are common.",
        "A little closer to home, some antique dealers in the Winchester area are using very high-pressure tactics.",
        "A very cool antique English brass coat hook, this features St George (the patron saint of England) slaying the dragon.",
        "hung door with 3 heavy duty antique style hinges.",
        "An antique dress or even just a vintage handbag can be a great icebreaker.",
        "The heads of various beasts are mounted on the walls alongside antique weapons and heraldic insignia.",
        "Antique, vintage, retro, kitsch, shabby chic, kitsch and collectible china, pottery and porcelain decorative pieces.",
        "A fantastic little English antique brass door knocker, perfect for your vintage chic home.",
        "raised lettering on your vellum overlays makes for a beautiful antique look.",
        "mahogany paneling and antique fitments.",
        "Also suitable for later care of waxed antique marble surfaces.",
        "Marcia mule us quot says of the room buildings and antique.",
        "Nutty flavors and melted marshmallows, with just a hint of antique roses.",
        "Many people use the old maxim that over 100 years old means it is antique.",
        "VAT Bradley Globe 30cm globe Antique colored with gold tone metal half meridian, on a wood tone base £ 40.00 incl.",
        "Today there is a more pleasing deli, a few antique shops and a rather good milliner, selling some interesting ladies hats.",
        "monde antique.",
        "These items include music boxes, antique coins, mechanical music and instruments, antique furniture, and NASCAR collectibles to name a few.",
        "Antique, vintage, retro, kitsch & collectible necklaces.",
        "Old Worldou plan of encouraging someone to redo his or her house with the elegant old-world, antique home style?",
        "antique Oriental rugs are included in the world's great art collections.",
        "Brian Rix plays a Brighton antique dealer with a talking parrot whom he believes is the reincarnation of his dead partner Ronald Shiner.",
        "Built from quality laminated particleboard in a warm antique pine-effect finish, it has four shelves; two of which are height adjustable.",
        "This is the front door to our photo gallery of just some of the many incredible personal collections of antique phonographs and related items.",
        "We also manufacture from reclaimed pine to produce a softer, antique pine style.",
        "A tall antique pine double bed is set in the center of this painted wood paneled room.",
        "This is a very pretty display piece for your antique chic or vintage chic interior.",
        "pueblo Arts - Specializing in fine antique and contemporary southwestern pueblo pottery.",
        "Across the room, a young girl's face in an antique mirror oozed gray puss as her face disintegrated into a charred skull.",
        "Antique lovers will feel at home at Egerton Gray, a former 17th century rectory.",
        "A really pretty antique brooch, in a floral design, decorated with sparkling clear and green diamante rhinestones, dating to circa 1924.",
        "A very pretty pair of matching European antique shoe buckles in the form of a square of diamante rhinestones dating to circa 1885.",
        "Antique copper and brass may be satisfactorily cleaned with jeweler's rouge and a spot of paraffin.",
        "Lucy and I were walking through a local village at the week end and found this beauty between the antique shops.",
        "In an antique sideboard we find a fund of games.",
        "This long-running sitcom from Thames Television ran for ten years and dealt mainly with the rivalry between the two antique dealers.",
        "Quinn's recent sculptures of disabled sitters evoke the broken figures and marble materials of antique statuary.",
        "In another collection found in Dor were many statuettes of an antique Greek style.",
        "Leading off the dining room is bedroom 1, which has an antique double brass bed stead, wardrobe and chest of drawers.",
        "Taken from an antique model of a heroic charger, this is a really stupendous piece.",
        "watch the glorious sunsets across the Swale or explore the antique shops.",
        "LISTER is dressed in antique chainmail and black surcoat like that of a knight, while KRYTEN wears the clothes of a squire.",
        "A great antique hammered pewter tankard, with a glass bottom, dating to circa 1930.",
        "Although these are private homes, the public can visit the villages quaint little tearooms, general stores and the variety of antique shops.",
        "Perhaps our towns and villages are stopping places to sample our quaint tearooms, antique shops or bustling, colorful markets?",
        "Gala is the studio collection of special, limited edition pieces often embroidered or beaded and inspired by antique textiles.",
        "A very sweet English antique brass thimble dating to circa 1890.",
        "He soon gained a reputation as a master restorer of antique timepieces.",
        "This has a couple of tiny chips and a fine crack, but these do not distract from this beautiful piece of antique treen.",
        "The museum is a treasure trove for antique lovers.",
        "A charming antique bud vase, dating to circa 1870.",
        "A wonderful antique English Art Deco pottery vase, dating to circa 1925.",
        "A very cool antique washboard, dating to circa 1890.",
        "Steep dogleg stairs lead up to snug bedrooms with antique bedsteads (double is only 4 ') and marble topped washstands.",
        "Renan, Marc. Antoninus et la fin du monde antique (Paris, 1882; Eng.",
        "facing the theatre, the Kriegerdenkmal (a memorial to those who fell in the war of 1870) and the Kongress-Denkmal, a marble hall in antique style erected in 1844 on the Adalberts-Steinweg to commemorate the famous congress of 1818 (see below).",
        "Thus on the face of it there is something like a return to the self-sufficient utterance of antique religion; but, in reality, there is all the difference in the world between a suggestion directed outwardly in the fruitless attempt to conjure nature without first obeying her, and one directed towards the inner man so as to establish the peace of God within the heart.",
        "Trained as he had been to the study of marbles and the severity of the antique, and openly avowing that he considered the antique superior to nature as being more eclectic in form, he now and always affected precision of outline, dignity of idea and of figure, and he thus tended towards rigidity, and to an austere wholeness rather than gracious sensitiveness of expression.",
        "His vigorous perspectives and trenchant foreshortenings pioneered the way to other artists: in solid antique taste, and the power of reviving the aspect of a remote age with some approach to system and consistency, he distanced all contemporary competition.",
        "One of the most perfect examples of early Christian pictorial decoration, the socalled \" Dispute with the Doctors,\" in the catacomb of Calixtus, the \" antique style of beauty \" of which is noticed by Kugler, has thus suffered irreparable mutilation, the whole of the lower part of the picture having been destroyed by the excavation of a fresh grave-recess (Bottari, vol.",
        "He deserves well of posterity for his services to learning and art; the restoration of the Arch of Constantine; the enrichment of the Capitoline museum with antique marbles and inscriptions, and of the Vatican library with oriental manuscripts (see Assemani); and the embellishment of the city with many buildings.",
        "The two former are among the finest in the world, and are filled with masterpieces by Raphael, Andrea del Sarto, Perugino, Ghirlandaio, Botticelli, the Lippi, and many other Florentine, Umbrian, Venetian, Dutch and Flemish artists, as well as numerous admirable examples of antique, medieval and Renaissance sculpture.",
        "It contains speeches in the antique manner, which may be taken partly as embodying the author's commentary upon situations of importance, partly as expressing what he thought dramatically appropriate to prominent personages.",
        "Here is an example of such a petition from the 9th century codex of Heribert, archbishop of Milan:' \" Be thou graciously pleased by the infusion of the Holy Spirit to strengthen and enhance the substance, of old approved by thee, of this oil here before thee; to the end that whatsoever in the human kind hath been touched therewith may speedily pass to a higher nature, and that the ancient Enemy may not, after anointing with the same, claim aught for himself, but that he may grieve for that he is exposed to the shafts of this blessed engine of defence, and groan because by the oil of peace the swellings of his antique fury are kept down and repressed: through our Lord Jesus Christ,\" &c.",
        "revised appeared in 1867 under the title Les Forets de la Gaule et de l'ancienne France); La Terre et l'homme, a general historical sketch of geology, geography and ethnology, being the introduction to the Histoire universelle, by Victor Duruy (1854); Histoire des religions de la Grece antique, (3 vols., 1857-1859); La Magie et l'astrologie dans l'antiquite et dans le moyen age (1863); Histoire del' ancienne academie des sciences (1864); Histoire de l'Academie des Inscriptions et Belles Lettres (1865); a learned paper on the reports of French archaeology, written on the occasion of the universal exhibition (1867); a number of articles in the Encyclopedie moderne (1846-1851), in Michaud's Biographie universelle (1858 and seq.), in the Journal des savants in the Revue des deux mondes (1873, 1877, 1879-1880, &c.).",
        "He devoted his leisure, not only to mathematical and physical science, but to a course of reading in English literature, his bias towards the antique in sentiment and style being strengthened by a perusal of the older classics, among whom Richard Hooker was his favourite author.",
        "In a few of the older districts, too, where land is least valuable, there are antique one-storeyed houses, surrounded by poplars and acacias; while the gipsies and Rumans, wearing their brightly coloured native costumes, the Russian coachmen, or sleighdrivers, of the banished Lipovan sect, and the pedlars, with their doleful street cries, render Bucharest unlike any western capital.",
        "It is not the object of this article to deal further with the history of antique seals (see Numismatics; also Gems, Jewelry and Ring), but to give some account of European seals of the middle ages, when the revival of their use for the authentication of documents resulted in their universal employment among all classes of society.",
        "Across the room, a young girl 's face in an antique mirror oozed gray puss as her face disintegrated into a charred skull.",
        "Antique lovers will feel at home at Egerton Gray, a former 17th century Rectory.",
        "For more information regarding antique reproduction furniture contact the Sales Manager, Steve Cousins.",
        "A really lovely set of antique rhinestone diamante buttons, in brass mounts, dating to circa 1880.",
        "A fantastic English antique Art Nouveau clip brooch, covered with loads of tiny diamante rhinestone stones, dating to circa 1910.",
        "Antique copper and brass may be satisfactorily cleaned with jeweler 's rouge and a spot of paraffin.",
        "Choose from a selection of tiny beaded velvet slippers, cute babygrows or ornate photo albums covered in antique sari fabric.",
        "A great antique shortbread tin, perfect for a vintage chic or shabby chic interior.",
        "Quinn 's recent sculptures of disabled sitters evoke the broken figures and marble materials of antique statuary.",
        "Leading off the dining room is Bedroom 1, which has an antique double brass bed stead, wardrobe and chest of drawers.",
        "Watch the glorious sunsets across the Swale or explore the antique shops.",
        "This wonderful collection of antique underglaze blue printed ware has given great pleasure to thousands of visitors to the original Spode site.",
        "We host four auctions of antique and useable tools each year in Needham Market.",
        "These older women enjoy antique shopping for the nostalgia of it.",
        "That lovely antique table that was covered with beautiful, glass or porcelain baby ornaments may now hold small plastic blocks, stuffed animals, and assorted board books.",
        "As your baby grows, save a few of her sweet, infant outfits and hang them from a hook on the wall or drape them over the door of an antique armoire.",
        "Don't forget a few quirky touches, such as bronzed baby shoes, antique wooden shoe forms, and other footwear-related decorative objects.",
        "Antique Stores: When looking for Christmas dinnerware that is suitable for a little one, people often overlook the possibilities that an antique store might hold.",
        "You can find handmade, designer, and even antique gowns with just a click of the mouse.",
        "If you have a set of antique or vintage china and you just need to replace some pieces, you can find replacements at Replacements.com.",
        "This is one reason why antique oriental rugs that are a century or more old can still add beauty and drama to your home.",
        "These antique rugs normally have a high quality and timeless design.",
        "If you decide to get an authentic rug, and especially if it is an antique, be sure to get a certificate of authenticity or other paperwork that ensures that the rug you are buying is what the seller says it is.",
        "OldCarpet carries antique as well as modern rugs.",
        "This is a good place to start if your budget isn't up for an antique Persian carpet.",
        "Pasarel has an eclectic selection of opal rings, pendants and brooches with antique designs.",
        "Collecting antique toys is rewarding, enriching and also great fun.",
        "Many collectors are also realize that antique toys make a good investment in addition to the pure pleasure part of the hobby!",
        "Read on to discover some basic \"musts\" for antique toy collectors.",
        "Wood and tin are more durable than glass or some of the plastics, and antique toys made from wood and metals are usually in better condition than those made from tin, glass and other breakable materials.",
        "Almost any toy that has survived two to three decades automatically becomes an antique.",
        "You will have to contend with minor damage in the form of dents and chipping of the toys when you buy an antique.",
        "You can find antique toys at specialized online toy collecting Web sites, garage sales, flea markets -- practically anywhere you may care to look!",
        "Many a time you can find a collectable antique toy in reasonably good condition at a neighborhood garage sale.",
        "Do not pay a big price for any toy that someone tells you is valuable or antique.",
        "You can buy antique toys from auction houses, antique toy dealers and other toy collecting community resources on the Web.",
        "Gasoline Alley Antiques has a large selection of antique toys in various categories.",
        "It offers a wide selection of antique and vintage toys of all types.",
        "Collectors may consider buying antique Hamadan rugs due to their exquisite beautiful design, colors and historical value.",
        "Hamadan rugs produced within the last 150 years can be purchased from antique galleries, personal collectors and even online auctions.",
        "Antique Hamadan rugs are difficult to come by since European countries purchased the majority, which are now being displayed in museums.",
        "If you are buying antique Hamadan rugs, synthetic materials are definitely not worth your time.",
        "Looking for a good place to buy antique Hamadan rugs?",
        "Their big inventory is imported from around the world, and includes a large choice of Hamadan rugs of antique and new types.",
        "If you are a collector and are considering buying antique Hamadan rugs, you will need to research the items carefully.",
        "True \"antique\" Hamadan rugs can be a challenge to find and purchase, but you can find great \"semi-antique\" pieces that were produced in the last 150 years.",
        "In the best of all possible worlds, you could use an online guide for buying antique desks to as a resource to purchase pieces of beauty and value.",
        "Simply put, an antique is a piece that is over one hundred years old.",
        "True antique furnishings are rarely uniform in their dimensions.",
        "This is something you ought to look for when inspecting that antique desk.",
        "Beyond that, you need to educate yourself on how the desk (or any other piece of antique furniture) you are considering purchasing was actually made.",
        "Finally, over the years, an antique can lose some or all of its strength and sturdiness.",
        "It means that if that beautiful antique roll top desk looks perfect, the hardware looks new, the finish is great, the corners are unworn and the dimensions are spot on, then you are probably not dealing with an antique!",
        "Knowing your seller also goes along with sourcing your antique desk.",
        "The Internet is a great way to find and research an antique desk, but it is a lousy way to buy an antique desk.",
        "If you visit an antique shop, you might have a few choices, but those frames probably need to be restored in some way.",
        "It's no surprise what you find at antique shops: old stuff.",
        "Most of the antique frames are brittle or delicate so be careful.",
        "Otherwise, ensure the frame is secure enough to hang on the wall and keep an antique theme going.",
        "Whether you are buying manufactured frames, having one built for you, or getting one from an antique shop, just be sure that it compliments the picture and perhaps any furniture around it.",
        "Personal interests: A new CD for a music buff, an antique for a history whiz, or a bestselling book for a prolific reader are all great gift choices based on an individual's personal interests.",
        "Just be sure to review the seller's feedback before placing a bid, and make sure that you don't pay the price you'd pay for an antique item for a replica (carefully read the descriptions and ask any questions you have beforehand).",
        "With the invention of modern technology sports cards are an antique of sorts, primarily held by older generations who cherished the cards as children.",
        "With such a large target audience, antique collectors and appraisers are constantly browsing listings in search of sports cards.",
        "Vintage and antique high school yearbooks are popular with collectors of ephemera and school-related antiques.",
        "It's much easier to find random vintage and antique yearbooks for your collection than it is to locate a certain year and school.",
        "Antique stores are another great shopping resource, both online and offline.",
        "Scour the antique stores in your local area for yearbooks from schools in your region.",
        "RubyLane is a great online antique mall with a small selection of antique yearbooks dating back to 1917.",
        "GoAntiques is another Internet-based antique mall that has an extensive selection of yearbooks.",
        "Flea markets are another option, especially if you focus on vendors selling antique books.",
        "It can be frustrating to have a cat that decides to claw on your antique couch, so you should provide her with a scratching post and encourage her to use it.Some scratching posts are scented with catnip to encourage the cat to use them.",
        "Secondhand jelly cabinets can often be found at garage sales, yard sales, consignment stores and antique shops.",
        "You have probably seen them in antique shops or vintage stores, and you might even have one sitting in your bathroom keeping towels and toiletries from sight, but did you ever think to ask, what is a jelly cabinet?",
        "Other historians believe that the moniker was coined by antique dealers to drive up the price of basic, small cabinets and make them more interesting to consumers.",
        "Today there are a plethora of jelly cabinets to choose from, including antique versions, vintage styles, or brand-new reproductions.",
        "If you are searching for an authentic antique be sure to carefully look over the construction details, such as the drawers, the door hinges and make certain that the shelves are still sturdy.",
        "Drop leaf tables date as far back as the 16th century, and while items from this period can only be found in museums, many 18th, 19th, and 20th century pieces can be found in antique stores and at auctions and estate sales.",
        "There's something particularly lovely about an antique table with drop down leaves.",
        "Keep in mind that you cannot expect to recover the amount that you originally spent unless you are selling antique collector's items.",
        "In this day and age, antique stores will charge a fortune for you to buy a piece of lawn furniture, an old record player, an antiquated outfit, or even a poster.",
        "You don't need to buy online; chances are good that you can find exactly what you're looking for at a yard sale or antique store.",
        "Many retailers and antique stores put forth a \"look\" that demonstrates what is now known as \"retrostalgia,\" that look from the past.",
        "It gives the furniture an antique or old-fashioned appearance.",
        "This style of furniture has an antique, distressed or gently worn look.",
        "The wood furniture might be painted antique white or some other light pastel shade in blue or green.",
        "You might also find simple, antique looking, farmhouse wood furniture in a cottage style living room.",
        "These quaint little tables can be painted in a range of soft light colors, including antique white, pastel blue or mint green.",
        "In some instances it is difficult to tell a new china cabinet from an antique.",
        "Both new and antique china cabinets with curved glass are available in many different styles, designs and types of wood.",
        "Curved antique china cabinets are sold both on and off line.",
        "If you are searching for an antique china cabinet a great place to start looking is in local antiques shops.",
        "There are many online antique shops and auction websites that offer lovely china cabinets for sale.",
        "Choose from finishes like light oak with slight antiquing, antique cherry, and more.",
        "The Oval Leg Dining Table with Two 20\" Leaves from the Summerglen dining collection is a beautiful, antique white painted wood table that would fit perfectly in a cottage style country home.",
        "Authentic French country furniture can be found in antique stores and at auctions and estate sales. eBay and similar internet auction sites can also be great sources for authentic and replication pre-owned French country furniture.",
        "Antique stores that deal in salvaged doors and windows and estate sales are also good sources for period hardware.",
        "Scour estate sales and flea markets for antique or second-hand pieces for your Country room.",
        "Whenever I hear the phrase \"old furniture,\" I remember going to an antique sale with my mother when I was in high school.",
        "Reclaimed barnwood gives furniture like dressers, buffets and hutches an antique, weathered look that fits the style perfectly.",
        "A vintage accessory such as an antique Persian rug could be added to a modern, laminate or tile floor.",
        "Antique or retro styled furniture might be mixed with modern pieces that complement each other with clean lines and simple forms.",
        "With eclectic accessories, you may find antique mixed with modern or Egyptian mixed with Mexican.",
        "Barn wood furniture makes use of salvaged wood from antique barns.",
        "So do decorative perfume bottles and antique atomizers.",
        "They lend a genuine look and feel to even modern furniture designed to replicate antique Early American pieces.",
        "Ultra white - If you decide on white as your wall color, just make sure it is a pure white and not an offshoot of white like eggshell or antique white.",
        "There are few furniture pieces with more warmth and character than antique farmhouse kitchen tables.",
        "In general, an item is considered antique when it is at least 100 years old.",
        "The style of an antique farmhouse table is usually very utilitarian in design.",
        "Many of the authentic antique farmhouse kitchen tables come from French and English sources.",
        "However, there are also antique tables from the colonial days of America which can be found mainly on the East coast and in the New England area.",
        "Typically the best place to find these genuine antique tables is through professional antique dealers, estate sales, auctions, and online sites like eBay.",
        "Whether you choose an imported or domestic antique harvest table, look for key construction elements and any documentation that can confirm the piece's authenticity.",
        "Another twist on antique farmhouse kitchen tables is the creation of new pieces which are made from aged materials like authentic rustic barnwood.",
        "The rarity of true antique pieces can make them expensive and hard to find, so many people purchase replicas of original designs as an alternative.",
        "Another benefit of buying reproduction antique farmhouse kitchen tables is the ability to customize.",
        "Gel stains or aging waxes can also recreate the look of an antique farmhouse kitchen table by establishing an instant patina.",
        "Chairs which are only made to look old will be more stable and supportive than some of the antique chairs which are available.",
        "English Antique Imports - Reproductions of old farmhouse tables, built using traditional methods, and meticulously hand finished.",
        "For a classy touch, use antique door knobs or attractive cabinet hardware as pegs for hanging a valance or sheer panels.",
        "In either case, the base color shows through the top color in areas that are \"distressed\" giving the furniture an antique or vintage appearance.",
        "Ethan Allen in particular tends to feature a great deal of Victorian inspired furniture, and you can turn to antique sales to find original pieces.",
        "Lighting in general can be pricey, but older, antique lighting styles can get exorbitant.",
        "Instead, shop antique stores, flea markets and consignment shops for gently-used furniture with clean, simple lines.",
        "You can find inexpensive antique grills at salvage shops, flea markets and antique stores.",
        "English cottage style decorating focused on antique and lace adornments.",
        "An antique bookcase could house a television and serve as an entertainment center.",
        "Many antique stores or flea markets have one of kind treasures.",
        "Lay a Berber rug wall-to-wall and cover it with an antique Oriental rug.",
        "Antique furniture is often better constructed, and sometimes cheaper, than contemporary furniture options.",
        "This catalog sells historical and antique reproductions like gargoyles and angel statues for the garden.",
        "Al Gitelman & Associates - Tapestries sells antique and reproduction tapestries to turn your home into a castle.",
        "Search antique stores for old chairs, butter churns, cooking utensils, etc., and display these around the room.",
        "The warm, honey browns of antique farm tables work very well with Tuscan-inspired interiors.",
        "Typically this style decor coincides best with a country style interior and what better way to celebrate the American lifestyle than with an antique American flag, a handmade quilt, or a vintage tin sign.",
        "Show the guests in your home your patriotism by creating a collage of antique American flags beautifully displayed on your walls.",
        "A wonderful collection of six antique flags, that can be cross stitched either together or as separate pieces, is available at Michaels craft store.",
        "A home is most comfortable when it is familiar, so bring out those once undesirable vintage light fixtures and antique kitchen stoves and refurbish them.",
        "Shop antique stores for other household items and such, the design potential is limitless and the effects of a good find can be profound.",
        "Depending on whether the rod is solid or hollow, you can have some very unique and even antique looking rods that can be used to tie a Mediterranean room or Spanish décor together.",
        "An elegant style that can be flexed with other metal colors for an antique finish.",
        "When shopping for a punched tin chandelier it is important to note than antique versions are rare and can be very pricey.",
        "It means classic lines, matching colors, and antique or reproduction antique-style furniture.",
        "The look is one of a room that has evolved over time, with lots of vintage and antique items.",
        "For this reason, don't cover anything you wouldn't want covered permanently (like expensive antique wood furniture).",
        "If you're on a budget, check out used furniture office retailers or your local antique or consignment shop, and don't forget Craigslist.",
        "For example, if you have antique patina finished hardware in your bathroom, then you'll want to repeat this finish in your lighting fixtures.",
        "This is the color palette for the antique collector, for those that love the aged, weathered look of treasures from an ancient past.",
        "Cottage chic is a design style that embraces the vintage or antique look of distressed furniture, the quaint look of old French linens, chenille bedspreads, floral patterns in pastel colors and all things feminine.",
        "If you have a gold-tone framed mirror over your fireplace, resist the temptation to go for those antique copper rods.",
        "Finishes include pewter, white matte, polished silver, antique bronze, faux walnut and matte black.",
        "Finishes include matte black and antique bronze.",
        "Aladdin lamps are a well known brand of antique style oil lamps and electric lamps.",
        "These unique, old-fashioned, oil burning lamps and antique electric lamps are very popular with collectors.",
        "It is the largest show of its kind in the U.S. and attracts antique lighting enthusiasts from all over the world.",
        "A vintage or antique wall mirror draws attention and adds character to a room.",
        "Vintage finds at thrift stores or antique markets come in shapes and sizes to match every trend and fashion of the past, from oversized and ornate Victorian brass to kitchsy retro-style mirrors.",
        "Trocadero: Trocadero, an online antiques emporium, offers a wide range of vintage and antique mirrors for perusal, from gilt-framed regency mirrors, mirrors adorned with floral designs, and mirrors with hand-carved wooden frames.",
        "Antique shops, flea markets, estate sales and even yard sales also host bargains waiting to be had.",
        "You can score authentic antique Empire chandeliers at unbeatable prices in online auctions.",
        "If you prefer to do your shopping the old fashioned way, check your local lighting stores, antique shops and estate sales.",
        "If your purchase an antique Empire chandelier, you may need to purchase braces from a home improvement store.",
        "Just as some garage sale planners go on to open their own secondhand or antique shops, selling at online auctions can be a business in its own right.",
        "Look around the local thrift and antique stores.",
        "Buy inexpensive antiques at yard sales and resell them at antique auctions, flea markets, or antique malls.",
        "For instance, one area of the room can be a sage green and cream garden theme with antique ivory vase centerpieces, while another portion of the room -- or a different room -- can be a bright, sunny yellow and orange color scheme.",
        "Would you like to own an antique wedding ring?",
        "How do you know what an antique ring is worth?",
        "More importantly, how do you know if a ring is considered an antique?",
        "All of these are important questions that must be answered if you are considering an antique wedding ring.",
        "For these answers and other tips, read our article on antique rings.",
        "Check out these pewter antique chair place card holders.",
        "Seek out craft shows, flea markets, or antique shops for one-of-a-kind and vintage items.",
        "Her inspiration comes from antique French fabric that has a lot of flowery designs, especially roses.",
        "One of her hobbies is collecting antique linens.",
        "Catherine Zeta-Jones received a 10-carat antique diamond engagement ring from Michael Douglas.",
        "Leno doesn't just collect the cars, he also restores and repairs antique cars.",
        "Billie Bob Thornton - The former leading man of Angelina Jolie's life harbors a fear of antique furniture.",
        "Norfolk is also home to several performing arts venues and antique shops.",
        "Secondhand furniture shops, architectural salvage and antique stores, and even thrift shops all sell previously owned kitchen cabinets.",
        "If antique is what you're looking for, you can transform a beautiful piece of furniture into a vanity.",
        "Vessel lavatories are reminiscent of antique washbasins, which is why they work so beautifully in a traditional style home.",
        "Obviously, the best place to start your search would be at an antique store, although you might have the most luck starting with vintage furniture stores in urban areas.",
        "You can choose from antique or Victorian finishes or simple square patterns.",
        "Add detail by choosing special hardware, such as an antique finish.",
        "Easy to install and maintenance-free, it is available in white, mocha, and antique bronze.",
        "Monorail track lighting is available in a wide array finishes, including chrome, antique bronze, gold, brushed nickel and more.",
        "Nevertheless, many fashion jewelry lovers enjoy collecting vintage jewelry from decades past and antique shops are full of attractive costume pieces.",
        "Vintage jewelry can be found at antique malls, antique shops, auction houses, websites, eBay, yard sales, your mom's or grandma's jewelry box, and thrift stores.",
        "You can buy vintage 14k gold picture locket charms in antique or vintage shops and online at auction sites like eBay.",
        "Buyers can select an antique or natural finish for the ring, as well as their curriculum, date and degree and designs to represent the sports or activities the participated in while attending college.",
        "This gives the Foster and Bailey silver jewelry a romantic, old-fashioned look desired by many fans of antique jewelry.",
        "Another option is to regularly monitor online websites that sell antique jewelry so that if a Foster and Bailey locket shows up on one of them you'll be able to snap it up.",
        "If heirloom jewelry is not available, checking estate sales, auctions, and antique dealers is another way to find exquisite Celtic jewelry for men.",
        "Authentic antique or vintage satin bracelets can be purchased through vintage and antique stores, specialty jewelry stores, and auctions and estate sales, or online sales venues such as eBay.",
        "Ruby Lane: An online collaboration of antique jewelry and other vintage and collectible items, offers beautiful vintage sterling silver saints bracelets from Italy at Suzan's Treasures.",
        "Affordable Vintage Jewelry: Sells various antique and vintage jewelry items, including marked sterling saint charm bracelets and necklaces.",
        "This classic style earring, the endless gold hoop, is available online from jewelry and antique stores, eBay, and retail websites such as Amazon.",
        "The best bet for finding a vintage ring is to search on eBay or scour antique stores and estate sales.",
        "Metal sand dollars (sterling silver, antique brass, and gold, for example) or genuine sand dollars.",
        "Their sand dollar earrings offer a beautiful contrast of antique brass sand dollars against peacock pearls.",
        "They can be found in many antique and collectors stores as well as in specialist retailers.",
        "Many jewelers and antique dealers will be able to provide repairs or at least suggest someone who can undertake this.",
        "Rainbow moonstone is the most popular color used in both antique and modern pieces.",
        "Antique modern brooches range in design from butterflies to dragons.",
        "Antique moonstone pieces are easier to find online and at antique shops than modern ones.",
        "You may be able to find vintage and contemporary Tiffany moonstone necklace pendants at estate sales, antique shops and online.",
        "Nadine Krakov Collection--This fine jewelry and antique dealer often sells vintage Tiffany jewelry on Ebay.",
        "Lang Antique--Lang Antiques and Estate Jewelry occasionally has Tiffany moonstone jewelry for sale.",
        "Adorn--Apriori Antique Jewlery's site sells Tiffany vintage jewelry.",
        "The Victorian crown brooch continues to appear in antique jewelry shops despite the changes in fashion over the years.",
        "Antique jewelry collectors will have the best luck finding a Victorian crown brooch.",
        "The best places to search for vintage crown brooches from various eras are antique stores, thrift stores, consignment shops, antique shows and flea markets.",
        "You may also want to contact antique dealers online.",
        "Antique Jewelry Exchange: Antique Jewelry Exchange offers vintage Victorian crown brooches in several styles for sale.",
        "Isadora: Isadora's Fine Antique Jewelry offers vintage Victorian crown brooches in garnet and diamond designs.",
        "Pastera: Past Era Antique Jewelry has vintage Victorian crown brooches for sell.",
        "Even if the antique dealer no longer has a Victorian crown brooch in stock, there is a chance that the dealer can find another one for you.",
        "The Victorian crown brooch appeals to both serious antique jewelry collectors and fans of the brooch style.",
        "The range of options is extensive for lovers of vintage and antique jewelry.",
        "People looking for a vintage or antique snake bracelet will find that they have plenty of options to choose from.",
        "Buying secondhand, vintage and antique jewelry can be a great way to find unusual jewelry and items that are no longer made today.",
        "Materials: Vintage and antique snake bracelets are available in a wide variety of materials.",
        "While many good quality vintage and antique items of fine jewelry have been created from gold, costume jewelry is often made from brass or gold plated metal.",
        "Snake bracelets can be purchased from antique and vintage jewelry stores as well as online.",
        "A specialist antique or jewelry store is likely to have a good range of antique jewelry and the sellers will be knowledgeable and be able to give advice.",
        "Morning Glory: People looking for antique and vintage snake jewelry, including bracelets, necklaces and rings will find plenty to interest them at this website.",
        "Amber's Attic: This website specializes in antique and vintage items.",
        "This type of jewelry has been inspired by vintage and antique designs but created using contemporary materials and manufacturing techniques.",
        "Located in Burbank, California, the company specializes in antique jewelry reproductions.",
        "You don't need to worry about damaging or losing an antique piece of jewelry.",
        "These pieces can be found on sites such as eBay and at estate sales and various antique or resale jewelers.",
        "You can often find these jewelry pieces on various jewelry auction websites as well as at antique jewelry stores.",
        "If you know that your pieces are antique or vintage, consider approaching a local antique dealer about marketing and selling your gold and silver.",
        "It's common to see attractive antique jewelry in these shops.",
        "Ruby Lane is a good source for antique or vintage jewelry boxes featuring birdseye maple.",
        "Today, you'll find replicas of antique ring chests and modern artistic designs.",
        "If you like vintage jewelry boxes, consider visiting estate sales, antique stores, consignment shops, resale shops, and flea markets to try to find a jewelry box ring holder with history."
    ],
    "definition": [
        "Belonging to, made in, or typical of an earlier period: antique furniture. See Synonyms at old.",
        "Of or belonging to ancient times, especially of, from, or characteristic of ancient Greece or Rome.",
        "a. Relating to or dealing in antiques.\nb. Having the appearance of an antique.",
        "Old-fashioned; outdated: wore a suit of rather antique appearance.",
        "An object having special value because of its age, especially a domestic item or piece of furniture or handicraft esteemed for its artistry, beauty, or period of origin.",
        "The style or manner of ancient times, especially that of ancient Greek or Roman art: an admirer of the antique.",
        "an·tique′ly\nadverb",
        "an·tique′ness\nnoun",
        "Link/Cite",
        "Old, used especially of furniture and household items; out of date.",
        "ancient",
        "antic",
        "antiquary",
        "An old piece of furniture, household item, or other similar item.",
        "(figuratively, mildly pejorative) An old person.",
        "(intransitive) To shop for antiques; to search for antiques.",
        "To make an object appear to be an antique in some way.",
        "Link/Cite"
    ]
}