{
    "translation": "התנצלות",
    "uses": [
        "I'm the one who owes you an apology, not the other way around.",
        "\"Apology accepted,\" she said and looked down.",
        "The apology may be taken for what it is worth.",
        "Dean muttered an apology to his superior and left the lieutenant's office.",
        "\"Kris sent me an apology,\" she started.",
        "For a handy edition of the Apology see G.",
        "No farewell, no apology, nothing.",
        "\"I owe you an apology for not telling you sooner,\" he added.",
        "Dawkins mumbled and apology and left the building.",
        "No simple apology was going to rectify this situation.",
        "There followed a murmured apology to the child for her language.",
        "While we have elsewhere no connected account of this, Justin's Apology contains a few paragraphs (61 seq.), which give a vivid description of the public worship of the Church and its method of celebrating the sacraments (Baptism and the Eucharist).",
        "Anselm's Apologia contra insipientem Gaunilonem (c. 110o); or the Lutheran Apology for the Augsburg Confession (1531); or J.",
        "He deserved an apology, and she intended to give him one - if she ever saw him again.",
        "I think you owe me an apology, Mr. Cynic.",
        "The continued attacks upon the Presbyterians led him to publish his Short, Sober, Pacific Examination of Exuberances in the Common Prayer, as well as the Apology for Tender Consciences touching Not Bowing at the Name of Jesus.",
        "Hearing this apology the Tiger and the Lion stopped lashing their tails and retreated with dignified steps to the side of the Princess.",
        "Then he added, \"As long as this is let's-be-honest time, I have an apology to make.\"",
        "She looked up, wondering who she now owed an apology for her embarrassing scene.",
        "\"Just colder,\" she added with a shiver, as if to apology for the crack in her voice.",
        "The apology for the necessary defects of a translation put forward by the translator of Ecclesiasticus in his Prologue shows that the work was carried on beyond the limits of the Law.",
        "The two books Against Apion are a defence or apology directed against current misrepresentations of the Jews.",
        "Of these the earliest were Watson's Apology (1776), Salisbury's Strictures (1776) and Chelsum's (anonymous) Remarks (1776).",
        "Glanvill's first work (a passage in which suggested the theme of Matthew Arnold's Scholar Gipsy), The Vanity of Dogmatizing, or Confidence in Opinions, manifested in a Discourse of the shortness and uncertainty of our Knowledge, and its Causes, with Reflexions on Peripateticism, and an Apology for Philosophy (1661), is interesting as showing one special direction in which the new method of the Cartesian philosophy might be developed.",
        "It seems to have formed part of the Apology for the Jews (Eus Pr.",
        "The fragments in Photius and in the Apology of Pamphilus serve for comparison.",
        "She rubbed her face, certain the mistake would be clarified soon and she'd be released with an apology the size of a bottle of painkiller she desperately needed.",
        "Elizabeth then suggested that he should resign; this he declined to do, and after making an apology to the queen he was reinstated towards the end of 1582.",
        "A series of negotiations followed; nothing was demanded of the Burmese beyond a very moderate compensation for the injuries inflicted on the masters of two British vessels, an apology for the insults offered by the governor of Rangoon to the representatives of the British government, and the re-establishment of at least the appearance of friendly relations by the reception of a British agent by the Burmese government.",
        "He declined any knowledge of the Apology for a late Resignation, in a Letter from an English Gentleman to his Friend at The Hague, which ran through four editions in 1748, but there is little doubt that he was, at least in part, the author.",
        "Lieutenant Anderson's response sounded more like an apology for being unable to locate two pillars of the community than a proper description of the two as a couple of leg-breaking punks.",
        "\"My heart's in my mouth ever time it rings,\" she said and added an apology as she moved to answer it, just as Cynthia Byrne entered the room.",
        "Ginger muttered an apology, but Joseph was far from finished.",
        "\"Jerome likes me to wear this,\" she said by way of apology, spreading her hands to feel the fabric of the old dress.",
        "His Ecclesiastical Characteristics (1753), Serious Apology (1764), and History of a Corporation of Servants discovered a few years ago in the Interior Parts of South America (1765), attacked various abuses in the church and satirized the \"moderate\" party.",
        "Now, however, a more logical and scholarly aspect was given to their literature by the writings of Barclay, especially his Apology for the True Christian Divinity published in Latin (1676) and in English (1678), and by the works of Penn, amongst which No Cross No Crown and the Maxims or Fruits of Solitude are the best known.",
        "Robert Barclay, writing some twenty years later, admits of degrees of perfection, and the possibility of a fall from it (Apology, Prop. viii.).",
        "The Apology - it is more correct to speak of one Apology than of two, for the second is only a continuation of the first, and dependent upon it--was written in Rome about 150.",
        "In 1649 he published the complete edition of his Apology for authorized and set forms of Liturgy against the Pretence of the Spirit, as well as his Great Exemplar.",
        "In 1809 he was at Paris, and, in a remarkable interview, received from Napoleon's own lips an apology for the treatment he had received.",
        "Plato's splendid version of the Apology of Socrates.",
        "After in vain attempting to obtain an apology for \" the unparalleled outrage against a friendly power \" he issued on the 10th of December a solemn hatti sheriff summoning the faithful to a holy war.",
        "In 1796 he published, in answer to Thomas Paine, an Apology for the Bible, perhaps the best known of his numerous writings.",
        "The other translations of Rufinus are - (I) the Instituta Monachorum and some of the Homilies of Basil; (2) the Apology of Pamphilus, referred to above; (3) Origen's Principia; (4) Origen's Homilies (Gen.",
        "The history of the agape coincides, until the end of the 2nd century, with that of the eucharist, and it is doubtful whether the following detailed account of the agape given in Tertullian's Apology (c. 39) is to be regarded as exclusive of an accompanying eucharist: \"It is the banquet (triclinium) alone of the Christians that is criticised.",
        "Violent accusations followed, indignantly repudiated; a diplomatic correspondence ensued, and a demand was made, and supported by the grand duke, for an apology, which the professor refused to make, preferring rather to lose his chair.",
        "She was very much vexed, and meant to make her apology as soon as possible.",
        "She has already apologized and I have accepted her apology.",
        "In Aberdeen the Quakers took considerable hold, and were there joined by .some persons of influence and position, especially Alexander Jaffray, sometime provost of Aberdeen, and Colonel David Barclay of Ury and his son Robert, the author of the Apology.",
        "I sent a belated apology, but had no reply.",
        "Theydecided on sending what practically amounted to an ultimatum to the Federal government, calling upon it to liberate the prisoners and to make a suitable apOlogy.",
        "Like all business letters, apology letters should be printed in black ink on either letterhead stationery or white 8 ½ x 11\" paper.",
        "Jewel's works were published in a folio in 1609 under the direction of Bancroft, who ordered the Apology to be placed in churches, in some of which it may still be seen chained to the lectern; other editions appeared at Oxford (1848, 8 vols.) and Cambridge (Parker Soc., 4 vols.).",
        "In the so-called Second Apology, Justin takes occasion from the trial of a Christian recently held in Rome to argue that the innocence of the Christians was proved by the very persecutions.",
        "Their writings, like those of the apostles, are epistolary; but editions of the apostolic fathers now usually admit also the early Church order known as the Didache, the allegory entitled the Shepherd, and a short anonymous apology addressed to one Diognetus.",
        "In the autumn of 397 Rufinus embarked for Rome, where, finding that the theological controversies of the East were exciting much interest and curiosity, he published a Latin translation of the Apology of Pamphilus for Origen, and also (398-99) a somewhat free rendering of the 7rep1 apXwv (or De Principiis) of that author himself.",
        "He drew up, with Burnet's assistance, a paper containing his apology, and he wrote to the king a letter, to be delivered after his death, in which he asked Charles's pardon for any wrong he had done him.",
        "For the Fourth Crusade the primary authority is Villehardouin's La Conquete de Constantinople, an official apology for the diversion of the Crusade written by one of its leaders, and concealing the arcana under an appearance of frank naïveté.",
        "Again, the appeal to \" God's judgment \" in the trial by battle in Lohengrin is a subject of which no earlier librettist could have made more than a plausible mess - which is the best that can be said for the music as music. But as dramatist Wagner compels our respect for the power that without gloss or apology brings before us the king, a model of royal fair-mindedness and good-nature, acquiescing in Telramund's monstrous claim to accuse Elsa without evidence, simply because it is a hard and self-evident fact that the persons of the drama live in an age in which such claims seemed reasonable.",
        "- The writings of the early Friends are very numerous: the most noteworthy are the Journals of George Fox and of Thomas Ellwood, both autobiographies, the Apology and other works of Robert Barclay, and the works of Penn and Penington.",
        "\"No problem,\" Hunter responded to Dean's apology.",
        "Dean mum­bled an insipid apology.",
        "Any single effort in apologetics may be termed \" an apology.\"",
        "The original works of Rufinus are - (I) De Adulteratione Librorum Origenis - an appendix to his translation of the Apology of Pamphilus, and intended to show that many of the features in Origen's teaching which were then held to be objectionable arise from interpolations and falsifications of the genuine text; (2) De Benedictionibus XII Patriarcharum Libri II - an exposition of Gen.",
        "Here, where he had to deal with the Judaism that believed in a Messiah, he was far better able to do justice to Christianity as a revelation; and so we find that the arguments of this work are much more completely in harmony with primitive Christian theology than those of the Apology.",
        "In this capacity he exhibited an almost feverish activity; he perpetually appeared at the bar of the assembly on behalf of the commune; he announced the massacres of September in the prisons in terms of apology and praise; and he sent off the famous circular of the 3rd of September to the provinces, recommending them to do likewise.",
        "Incidentally he introduces into his explanations the current German expressions for the things he is treating of, with the apology that Solomon had 1 In the oldest MSS.",
        "When he had fallen from power he wrote an apology, in which he maintained that he had always wished to see more attention paid to internal government, and above all to the complete unification of Portugal with Spain.",
        "Here he endeavoured to satisfy his passion for activity, partly by sharing in the municipal government of the town and the regulation of itsc commons, woods and pastures, and partly by the composition of the apology he published under the title of El Nicandro, which was perhaps written by an agent, but was undeniably inspired by the fallen minister.",
        "An elaborate Apology for the confession of Augsburg was drawn up by Melanchthon in reply to Roman Catholic criticisms. This, together with the confession, the articles of Lutheran.",
        "In 1675 Robert Barclay published an \" Apology for the Society of Friends,\" in which he declared what they held concerning revelation, scripture, the fall, redemption, the inward light, freedom of conscience.",
        "Wright, Apology (1807); W.",
        "\" It seemed,\" wrote Richard Cumberland, \" as if a whole century had been stepped over in the passage of a single scene; old things were done away, and a new order at once brought forward, 1 In the subsequent Apology addressed to the Critical Reviewers, Churchill revenged himself for the slight which he supposed Garrick to have put upon him, by some spiteful lines, which, however, Garrick requited by good-humoured kindness.",
        "So in the Apology, ch.",
        "The Christians' of Bithynia were evidently quite frank about them to Pliny (c. 112), and Justin in his Apology reveals everything to a pagan emperor (c. 150).",
        "The custom of delivering expositions or comments more or less extemporaneous on the lessons of the day at all events passed over soon and readily into the Christian Church, as may be gathered from the first Apology (c. 67) of Justin Martyr, where we read that, in connexion with the practice of reading portions from the collected writings of the prophets and from the memoirs of the apostles, it had by that time become usual for the presiding minister to deliver a discourse in which \"he admonishes the people, stirring them up to an imitation of the good works which have been brought before their notice.\"",
        "In his zeal for the historic episcopacy he published in 1807 An Apology for Apostolic Order and its Advocates, a series of letters to Rev. John M.",
        "They contain, as at present published, no fewer than ninety-three essays, besides an exceedingly long apology for the already mentioned Raymund Sabunde, in which some have seen the kernel of Montaigne's philosophy.",
        "in its natural theology, with the earliest Apologists, Aristides and Justin, even as it is itself in substance an apology addressed not to the State, but to thoughtful public opinion.",
        "The last days of Sidney's life were spent in drawing up his Apology and in discourse with Independent ministers.",
        "15; 1 Clement 44; Justin's first Apology, 67).",
        "with the filioque), and the so-called Athanasian Creed; six come from the 16th century - the Augsburg Confession, the Apology for the Augsburg Confession, the Schmalkald Articles, Luther's two Catechisms, and the Form of Concord.",
        "In 1797 appeared his Apology for the Believers in the Shakespeare Papers which were exhibited in Norfolk Street, followed by other tracts on the same subject.",
        "A whole literature of criticism and apology made its appearance, and the achievement of so many years of patient labour seemed destined to perish in a storm of resentments.",
        "In Justin's first apology (c. 140) we have two detailed accounts of the Eucharist, of which the first, in ch.",
        "In 1724 Collins published his Discourse of the Grounds and Reasons of the Christian Religion, with An Apology for Free Debate and Liberty of Writing prefixed.",
        "His most important works are those on the currency, on the French war-indemnity, his criticism of socialism and his apology for the Secession.",
        "He also wrote a preface to the Report on the Proceedings of the Board of General Officers on their Examination into the Conduct of Lieutenant-General Sir John Cope, in which he gave an apology for the battle of Prestonpans.",
        "his Apology and his Dialogue with Trypho.",
        "Harding followed with a Confutation, and Jewel with a Defence, of the Apology in 1566 and 1567; the combatants ranged over the whole field of the Anglo-Roman controversy, and Jewel's theology was officially enjoined upon the Church by Archbishop Bancroft in the reign of James I.",
        "In answer, Melanchthon was ordered to prepare an Apology of the Confession, which the emperor refused to receive; so Melanchthon enlarged it and published the editio princeps of both Confession and Apology in 1531.",
        "Acceptance of the Confession and Apology was made a condition of membership in the Schmalkalden League.",
        "457-4 60), and also in his \" Apology for the Jews,\" a fragment of which has been preserved by Eusebius (Praep. Ev.",
        "While in his treatise Quod omnis, &c., Philo speaks of their avoiding towns and preferring to live in villages, in his \"Apology for the Jews\" we find them living in many cities, villages, and in great and prosperous towns.",
        "APOLOGY OF.",
        "Seckendorf's principal works were the following: - Teutscher Farstenstaat (1656 and 1678), a handbook of German public law; Der Christenstaat (1685), partly an apology for Christianity and partly suggestions for the reformation of the church, founded on Pascal's Pensees and embodying the fundamental ideas of Spener; Commentarius historicus et apologeticus de Lutheranismo sive de Reformatione (3 vols., Leipzig, 1692), occasioned by the Jesuit Maimbourg's Histoire du Lutheranisme (Paris, 1680), his most important work, and still indispensable to the historian of the Reformation as a rich storehouse of authentic materials.",
        "Perhaps they could offer a free upgrade, maybe some advice, maybe just an apology for their obvious lack of engineering prowess.",
        "I trust you will ensure that an immediate retraction and apology are issued.",
        "sheepish apology for sounding a little crazy.",
        "stammer an apology, but he suddenly smiled, grabbed my hand and began pumping it.",
        "The giant monkey walked away with big teardrops in its eyes, bowing low many times in apology, never to be seen again.",
        "unreserved apology ' to the Government for the way the Kelly affair was reported.",
        "Only four days later the MacBrayne red on IONA's apology for a funnel was painted yellow.",
        "pp. 383, 384) and of a statue of Alexander, said by Athenagoras (Apology, c. 26) to have stood in the forum of Parium.",
        "In the Apology he is represented as sure that \" no evil can happen to a good man, either in life or after death, \" but as not knowing whether \" death be a state of nothingness and utter unconsciousness, or a change or migration of the soul from this world to the next\" (i.",
        "Lauder's charge of plagiarism (1750), attacking David Hume's rationalism in his Criterion of Miracles (1752), and the Hutchinsonians in his Apology for the Clergy (1755).",
        "The lower usage of Apology (as expression of regret for a fault) has tipped many a sarcasm besides George III.'s on the occasion of Bishop Watson's book,, \" I did not know that the Bible needed an apology!\"",
        "Jordanes professes to have had the work of Cassiodorus in his hands for but three days, and to reproduce the sense not the words; but his book, short as it is, evidently contains long verbatim extracts from the earlier author, and it may be suspected that the story of the triduana lectio and the apology quamvis verba non recolo, possibly even the friendly invitation of Castalius, are mere blinds to cover his own entire want of originality.",
        "To form an opinion of Justin as a Christian and theologian, we must turn to his Apology and to the Dialogue with the Jew Trypho, for the authenticity of all other extant works attributed to him is disputed with good reason.",
        "Thus Justin's writings were not much read, and at the present time both the Apology and the Dialogue are preserved in but a single MS. (cod.",
        "For the Fourth Crusade the primary authority is Villehardouin's La Conquete de Constantinople, an official apology for the diversion of the Crusade written by one of its leaders, and concealing the arcana under an appearance of frank naÃ¯vetÃ©.",
        "It was owing to these physical manifestations that the name \" Quaker \" was either first given or was regarded as appropriate when given for another reason (see Fox's Journal concerning Justice Bennet at Derby in 1650 and Barclay's Apology, Prop. 11, § 8).",
        "The idea which ought to underlie a Friends' meeting is thus set forth by Robert Barclay: \" When I came into the silent assemblies of God's people, I felt a secret power among them, which touched my heart, and as I gave way unto it, I found the evil weakening in me and the good raised up \" (Apology, xi.",
        "These two books form the only Apology in Jewish literature for the religious and civil hegemony of the Maccabees from the Pharisaic standpoint.",
        "141,) to pronounce an apology for the murder.",
        "Lactantius' chief work, Divinarum Institutionum Libri Septem, is an \"apology\" for and an introduction to Christianity, written in exquisite Latin, but displaying such ignorance as to have incurred the charge of favouring the Arian and Manichaean heresies.",
        "The Apology and Crito, the Phaedo, Phaedrus and Gorgias of Plato, as well as speeches of Demosthenes and Aeschines, with the Oeconomics, Ethics and Politics of Aristotle, had already been translated by Leonardo Bruni (d.",
        "In 1659 he published an Apology for the Royal Party, and in December of that year he vainly tried to persuade Colonel Herbert Morley, then lieutenant of the Tower, to forestall 'General Monk by declaring for the king.",
        "Years afterwards, he pretended that he had only signed the \"devise\" as a witness, but in his apology to Queen Mary he did not venture to allege so flimsy an excuse; he preferred to lay stress on the extent to which he succeeded in shifting the responsibility on to the shoulders of his brother-in-law, Sir John Cheke, and other friends, and on his intrigues to frustrate the queen to whom he had sworn allegiance.",
        "This is testified by George Joye in his Apology, who himself brought out a fourth edition of Tyndale's New Testament in August 1534, freed from many of the errors which, through the carelessness of the Flemish printers, had crept into the text, but with such alterations and new renderings as to arouse the indignation of Tyndale.",
        "Photius refers to the \"excellences of its language and its learning\"; while Waitz describes the aim and spirit of its contents as those of an apology for Christianity against heresy and paganism, in the widest sense of the word, written in order to win over both Jews (cf.",
        "Two works remain still to be mentioned - a comprehensive history of both principalities by an anonymous author, probably the Spatar Milescu, who finished his eventful life as ambassador of Russia to China (still in MS.), and the Hronicul Moldo-Vlahilor of Prince Demetrius Cantemir (see Cantemir), more an apology for the Roman origin of the Rumanians than a true history.",
        "I only wanted to ask because I fear the Guards won't be in action, he added as if in apology.",
        "He sent a note of apology with a £ 5 note to Philadelphia police and phoned to say sorry.",
        "Finally, with a shamefaced apology for his weakness, he rose once more.",
        "She casually remarked that I had \" good vibes \", following this with a sheepish apology for sounding a little crazy.",
        "He ignores her apology, but softens when she offers to cook a romantic meal for the two of them.",
        "I began to stammer an apology, but he suddenly smiled, grabbed my hand and began pumping it.",
        "Two - to offer unqualified public apology to the World Muslim community.",
        "The BBC has now issued an ' unreserved apology ' to the Government for the way the Kelly affair was reported.",
        "Any apology should have been the other way round.",
        "See Margery Perham 's weasel words in Sir James Robertson 's ' Transition in Africa ', an apology for treachery and treason.",
        "Only four days later the MacBrayne red on IONA 's apology for a funnel was painted yellow.",
        "She dropped a lawsuit after Hugh Hefner issued an apology.",
        "Following an apology for what he called \"vitriolic and harmful words,\" Gibson ultimately retreated to rehab to better his situation.",
        "He issued an apology about the affair and, within months, the two had reconciled again.",
        "Soon after the news spread, Michael Richards made a public apology (via satellite) during an appearance by Jerry Seinfeld on The Late Show With David Letterman.",
        "The Miss USA winner, who just turned 21, had a tearful apology at the press conference and expressed her gratitude for Trump's kindness.",
        "After the voicemail message was released April 21, 2007, Baldwin issued a public apology via the guestbook on his Web site stating, \"I have been driven to the edge by parental alienation for many years now.",
        "The year ended with the fate of the Woods' marriage up in the air, though 2010 would bring a public admission of guilt and an apology from Woods.",
        "Not even a public apology regarding the sexist remarks he made to a female officer and the Anti-Semitic remarks he yelled out during his arrest could help him recover his once spotless reputation.",
        "The pressure from the scandal got to be so much, he issued a public apology and took a leave of absence from professional golf.",
        "So, after the statement was made and the fallout ensued, Autism United, a completely legitimate agency based in New York, demanded an apology from CBS and some sponsors pulled their advertising.",
        "Dr. Drew issued a public apology after Cruise threw his tantrum.",
        "At his sentencing, he apologized for his behavior, no lame excuses, no public relations spin, just a simple apology.",
        "During the show, he reportedly \"broke down\" and gave a rambling apology to the audience, talking about how he just wants to play the guitar and was trying to be \"clever\" with his racially charged comments.",
        "Did Michael Vick's apology get him back in the good graces of his fans?",
        "Did Pete Rose's apology (okay, that's an older one) make a bit of difference?",
        "Again, ringing very similar to Tiger Woods' ongoing ordeal, Jesse James issued a strange public apology stating that although most of the allegations were untrue, he was \"...sorry for the grief\" he has caused his wife and children.",
        "Mo'Nique has yet to make any comment regarding the apology.",
        "It's just a personal choice, one for which there is no apology necessary.",
        "Activision concluded the release with an apology to the American Indian people who may have been offended.",
        "In Seraph's Apology, at the teahouse near the theater, destroy a table and all eight of the support columns.",
        "Of course before the apology was made, the media announced the dangers of Zhu Zhu pets to the public, which may have damaged their sales.",
        "For example, you'll find everything from the charts, to apology note forms, to reward bucks.",
        "When you need to say you're sorry, it helps to have a business apology letter sample ready for ideas.",
        "Like most business correspondence, an apology letter follows a certain format, style and tone.",
        "But unlike many other types of business letters, an apology letter must include certain details.",
        "Many people resist issuing an apology letter.",
        "A business apology letter lets the customer know the company is sorry for some behavior or situation.",
        "An apology letter is appropriate whenever you feel you have let your customers down in some measurable, meaningful way.",
        "Each situation in the list above calls for a different type of apology letter.",
        "But any company receiving letters of complaint or responding to a significant mistake in an order should take time to craft a personal apology letter to the customer.",
        "If you are unsure how to word your letter, a business apology letter sample can be a handy tool to help you offer a sincere apology.",
        "I'd like to offer you my personal apology for any inconvenience this may have caused you.",
        "I will personally speak to Mr. Jones, and again, please accept my apology.",
        "Many companies offer a little gift or incentive when they send a customer an apology letter.",
        "If you find yourself sending out apology letters because an item is always out of stock, you need to improve your inventory control methods.",
        "Complaints, whether by phone or in writing, that necessitate an apology letter must always be taken very seriously.",
        "From introduction letters to apology letters, learning how to write business letters will help you better manage your business affairs.",
        "She prayed he accepted her apology.",
        "I owe you an apology.",
        "Or whoever's ass ends up owning the mine, Dean thought, but he simply waved away the apology.",
        "Swallowing hard, she tilted her head to one side in a display she hoped he took to be an apology.",
        "It was better than an apology.",
        "\"I didn't come to argue, though I am sorry if I hurt your feelings, Kiera,\" Evelyn said with a small sigh, as if irritated by the apology.",
        "I think you owe his mother an apology.",
        "She hesitated, a dark thought invading her apology.",
        "Startled by his response, she mumbled an apology.",
        "\"People came by all last evening and everyone brought food,\" she said by way of apology.",
        "He was recalled in 1894, and published an apology for his administration (La Colonisation francaise en Indo-Chine) in the following year.",
        "In a written defence, the famous Apology, published later in the year, William replied at great length to the charges that had been brought against him, and carrying the war into the enemy's camp, endeavoured to prove that the course he had pursued was justified by the crimes and tyranny of the king.",
        "Philip - or rather the compiler who made excerpts from him - says that he was at the head of an Alexandrian school (the catechetical), that he lived in the time of Hadrian and Antoninus, to whom he addressed his Apology, and that Clement of Alexandria was his pupil; but these statements are more than doubtful.",
        "This statement has given rise to considerable discussion, but from it and internal evidence the date of the Apology (IIpar/3Eia crepe X pl- a-rcavwv) may be fixed at about A.D.",
        "In the Apology, after contrasting the judicial treatment of Christians with that of other accused persons, he refutes the accusations brought against the Christians of atheism, eating human flesh and licentiousness, and in doing so takes occasion to make a vigorous and skilful attack on pagan polytheism and mythology.",
        "He used the Apology of Justin, but hardly the works of Aristides or Tatian.",
        "A second apology, written before 379 (`Tirp d7roXoylas airoXoyia), exists only in the quotations given from it in a refutation by Gregory of Nyssa.",
        "Theol.; Whiston's Eunomianismus redivivus contains an English translation of the first apology.",
        "Eight years after Pascal's death appeared what purported to be his Pensees, and a preface by his nephew Perier gave the world to understand that these were fragments of a great projected apology for Christianity which the author had, in conversation with his friends, planned out years before.",
        "ARISTIDES Until 1878 our knowledge of the early Christian writer Aristides was confined to the statement of Eusebius that he was an Athenian philosopher, who presented an apology \"concerning the faith\" to the emperor Hadrian.",
        "Lazzaro at Venice published a fragment in Armenian 1 from the beginning of the apology; and in 1889 Dr Rendel Harris found the whole of it in a Syriac version on Mount Sinai.",
        "It is possible that the Apology was read to Hadrian in person when he visited Athens, and that the Syriac inscription was prefixed by a scribe on the analogy of Justin's Apology, a mistake being made in the amplification of Hadrian's name.",
        "The Apology opens thus: \"I, 0 king, by the providence of God came into the world; and having beheld the heaven, and the earth, and the sea, the sun and moon, and all besides, I 1 Codex Venet.",
        "These last words point to the use in the composition of this Apology of a lost apocryphal work of very early date, The Preaching of Peter.",
        "A criterion is thus given us for the reconstruction of the Apology, where the Greek which we have has been abbreviated, and we are enabled to claim with certainty some passages of the Syriac which might otherwise be suspected as interpolations.",
        "The style of the Apology is exceedingly simple.",
        "The student may consult The Apology of Aristides, Syriac text and translation (J.",
        "of Apology by W.",
        "This is perhaps as good an apology as could be made for his character and 1 In his report on the Ionian Treaty presented to Lord Castlereagh at the congress of Vienna in December 1814, Sir Richard Church strongly advocated, not only the retention of Parga, but that Vonitza, Prevesa and Butrinto also should be taken from Ali Pasha and placed under British protection, a measure he considered necessary for the safety of the Ionian Islands.",
        "With this answer they left the assembly, and the sultan's apology overtook them before they had passed the palace gate.'",
        "He held conferences with Roman divines appointed to adjust differences, and afterwards wrote an Apology for the Augsburg Confession.",
        "Henry's work on the navy requires no apology; without it Elizabeth's victory over the Spanish Armada, the liberation of the Netherlands and the development of English colonies would have been impossible; and \"of all others the year 1545 best marks the birth of the English naval power\" (Corbett, Drake, i.",
        "His homilies, which are still preserved, furnish ample apology for the partiality of the people, exhibiting the free command of a pure and copious vocabulary, an inexhaustible fund of metaphors and similitudes, giving variety and grace to the most familiar topics, with an almost dramatic exposure of the folly and turpitude of vice, and a deep moral earnestness.",
        "(Paris, 1854) is a weak, halfhearted apology for Clement XIV.",
        "Here he wrote a defence of the doctrine of the Real Presence against the Calvinists in the form of an apology for Rupert, abbot of Deutz (Apologia pro Ruperto abbate Tuitensi, Paris, 1669).",
        "C. Jones (1789-1858) of the United States navy, believing that war had broken out between his country and Mexico and that a British force was about to seize California,raised the American flag over Monterey (October 21st), but finding that he had acted on misinformation he lowered the flag next day with due ceremony and warm apology.",
        "The Acts of the Apostles is in fact an Apology for the Church as distinct from Judaism, the breach with which is accordingly traced with great fulness and care.",
        "The sentence quoted above 1 can therefore have been meant only as an apology for the absence of those poetic graces that necessarily disappear in translations into another tongue.",
        "His letter to Burghley,' who had told him of the queen's displeasure with his speech, offers no apology for what he had said, but expresses regret that his motives should have been misunderstood.",
        "Nothing is known with certainty of the reception given to this official explanation, but the ill-feeling against Bacon was not wholly removed, and some years later, in 1604, he published, in the form of a letter to Mountjoy, an Apology for his action in the case.",
        "This Apology gives a most fair and temperate history of the relations between Bacon and Essex, shows how the prudent counsel of the one had been rejected by the other, and brings out very clearly what we conceive to be the true explanation of the matter.",
        "Shortly after he published his Apology.",
        "St John remained a short time in prison, and was then released, after making a full apology and submission.",
        "Bacon, who seems to have acted from a simple desire to do the best for Buckingham's own interests, at once changed his course, advanced the match by every means in his power, and by a humble apology appeased the indignation that had been excited against him.",
        "While in prison he wrote an apology for his life which was placed in the hands of his executor and published in 1905.",
        "Distrusting tradition, he took a few of the finest dialogues as his standard, and from internal evidence denounced as spurious not only those which are generally admitted to be so (Epinomis, Minos, Theages, Arastae, Clitophon, Hipparchus, Eryxias, Letters and Definitions), but also the Meno, Euthydemus, Charmides, Lysis, Laches, First and Second Alcibiades, Hippias Major and Minor, Ion, Euthyphro, Apology, Crito, and even (against Aristotle's explicit assertion) The Laws.",
        "Among his works are The Life of Cotton Mather (3729); An Apology for the Liberties of the Churches in New England (1738), and America Known to the Ancients (1773).",
        "A massacre of Persians at Kerbela might have seriously complicated the dispute, but, after a first burst of indignation and call for vengeance, an expression of the regret of the Ottoman government was accepted as a sufficient apology for the occurrence.",
        "His penetrating intellect had mastered the subtleties of the system of Chrysippus, but they seldom appear in his works, at least without, apology.",
        "How much older than this the Christian story is, we cannot tell, but it is interesting to remember that it embodies in the form of a speech the \"Apology\" of the 2nd-century philosopher Aristides.",
        "Invective and apology he scorns alike, nor troubles himself to show, with Claudian, even a suppressed grief at the indignities put upon the old religion by the new.",
        "During the time of his imprisonment (307-309) Eusebius distinguished himself by assiduous devotion to his friend, and assisted him in the preparation of an apology for Origen's teaching (Hist.",
        "In grandeur of conception, comprehensiveness of treatment, and breadth of learning, this apology surpasses all other similar works of antiquity.",
        "It was projected soon after the battle of Lincoln, as an apology for the supporters of the empress.",
        "Thus, while in a proclamation to the Swedish people he represented the massacre as a measure necessary to avoid a papal interdict, in his apology to the pope for the decapitation of the innocent bishops he described it as an unauthorized act of vengeance on the part of his own people.",
        "Apology, written in A.D.",
        "Accordingly we find him reverting to Simon and Menander in a later passage of the same Apology, where he repeats that in the royal city of Rome, in the time of Claudius Caesar, Simon so astonished \" the holy Senate \" and the Roman people that he was worshipped as a god and honoured with a statue (Apo'.",
        "In the Second Apology also there is a passage which seems mutilated or misplaced, in which he declares himself to have \" despised the impious and misleading teaching of the Simonians in his own nation \" (Apo'.",
        "120) he prides himself on the independence and love of truth which he had displayed in the Apology.",
        "But Justin Martyr was decidedly weak in history, and it is not unreasonable to suppose that he may have confused the Simon of Acts with a heretical leader of the same name who lived much nearer to his own time, especially as this other Simon also had a great reputation for magic. A full century must have elapsed between the conversion of Simon Magus to Christianity and the earliest date possible (which is the one that we have adopted) for the composition of Justin Martyr's First Apology.",
        "All his philosophical writings, except the Apology, are cast in this form.",
        "These \" bodily effects,\" he insisted, were not \" distinguishing marks \" of the work of the'Spirit of God; but so bitter was the feeling against the revival in the more strictly Puritan churches that in 1742 he was forced to write a second apology, Thoughts on the Revival in New England, his main argument being the great moral improvement of the country.",
        "To the same period, but possibly somewhat earlier, belongs the apology for the principle of suicide, which was not published until 1644, long after Donne's death.",
        "As it was, these studies of Leonardo - \"studies intense of strong and stern delight\" - seemed to his trivial followers and biographers merely his whims and fancies, ghiribizzi, things to be spoken of slightingly and with apology.",
        "in the same year, with his name; 3rd ed., 1702, including an Apology for Mr. Toland).",
        "of his first Apology, (c. 140): 1 James Darmesteter, in \" Introd.",
        "When called to account for the doings of his subjects, as well as for certain disputes in Gascony, the English king promised redress, and, on the suggestion of Philip, surrendered, as a formal act of apology, the six chief fortresses of Guienne, which were to be restored when reparation had been made.",
        "Sir John Bowring, who represented Great Britain in China, failing to secure the reparation and apology which he demanded, directed the British admiral to bombard Canton.",
        "This reverse necessitated fresh operations, and in 1860 Lord Elgin and Baron Gros were directed to return to China, and, at the head of an adequate force, were instructed to exact an apology for the attack on the allied fleets, the ratification and execution of the treaty of Tientsin, and the payment of an indemnity for the expenses of the war.",
        "Stephen, An Agnostic's Apology (1893); R.",
        "When the earl of Pembroke, then lord chamberlain, broke his staff across May's shoulders at a masque, the king took him under his protection as \"my poet,\" and Pembroke made him an apology accompanied with a gift of -050.",
        "In this official apology for the moderate or Presbyterian party, he professes to give an impartial statement of facts, unaccompanied by any expression of party or personal opinion.",
        "Galileo's answer, written, as he said himself, currente calamo, was an exposition of a formal theory as to the relations of physical science to Holy Writ, still further developed in an elaborate apology addressed by him in the following year (1614) to Christina of Lorraine, dowager grand-duchess of Tuscany.",
        "There can be no doubt, in spite of the apology for his action published by Guizot in his memoirs, that Louis Philippe made a deliberate attempt to overreach the British government; and, if the attempt issued in disaster to himself, this was due, not to the failure of his statecraft so much as to his neglect of the obvious factor of human nature.",
        "The president of the Republic and his ministers had to call in person on their guest to tender an apology, which was coldly received by Alphonso and his minister for foreign affairs.",
        "France asked for a letter of apology, and Benedetti personally requested from the king a promise that he would never allow the candidature to be resumed.",
        "Adventurer: Pretender (D), Apology (0, L), Wheel of Fortune (0).",
        "Manganese when mated with Rataplan threw Mandragora, dam of Apology, winner of the Oaks and St Leger, whose sire wasAdventurer, son of Newminster.",
        "Birdcatcher was a chestnut, so also were Stockwell and his brother Rataplan, Manganese, Mandragora, Thormanby, Kettledrum, St Albans, Blair Athol, Regalia, Formosa, Hermit, Marie Stuart, Doncaster, George Frederick, Apology, Craig Millar, Prince Charlie, Rayon d'Or and Bend Or.",
        "The chief authorities for his life are Ward's Life (1710); the prefatio generalissima prefixed to his Opera omnia (1679); and also a general account of the manner and scope of his writings in an Apology published in 1664.",
        "As this fact is mentioned both ii Justin's Apology and in Tatian's Oratio ad Graecos, and the Apology can be dated with fair security about A.D.",
        "The Black God had mumbled an apology before leaving her alone to join the vamps on a hunt.",
        "It's too late for an apology, Deidre.",
        "The abject apology given by Tim Holt, the head of the HSS, was hardly necessary.",
        "It has sunk into an empty parade; it is a mere affectation of humility, an apology and excuse for something better.",
        "Kate Moss has lost her modeling contract with High Street chain H&M despite making a groveling apology earlier this week.",
        "On reflection do you not think you too owe an apology to the Forum?",
        "The BBC has a public duty to be independent. There was no need for Greg Dike to resign nor for the unreserved apology.",
        "However, when my father returned to Sligo later in a professional capacity to conduct an election, that editor made an abject apology.",
        "Van Helsing holds mirror to Dracula DRACULA: (slaps mirror to the floor) Dr. Seward, my humble apology.",
        "We offered the hand of friendship after the belated apology, but had no reply.",
        "Logged \" Five years ago, I was a four-stone apology.",
        "As well as the on-air apology, Channel 4 also contacted viewers who had complained to say sorry directly.",
        "apology>Apologies in advance to fans of the 70s movie: Depp easily walks all over Gene Wilder.",
        "apology>Apologies for the absence of a \" Diary \" in the last Focus.",
        "cut-and-paste error BR becoming a diplomatic apology, = as incredible as it BR can be.",
        "That is one reason I give no apology for introducing a spiritual dimension to a conference dedicated to the Practical Pilgrim.",
        "fulsome apology by e-mail.",
        "groveling apology from Tony Blair.",
        "insincere apology to Ann.",
        "His apology to me seemed as insincere as his motives.",
        "collect any back-up materials (apology, letters etc.",
        "At worst, it is an apology for the defunct neo-liberalism and tired post- modernism of the last decade.",
        "mumbled apology later and we continue.",
        "It regrets this omission and offers a belated unqualified apology to her for the action it took.",
        "on-air apology, no suspension of license, just a reprimand.",
        "profuse apology to all the parents!",
        "Destiny accepted Brandi's apology, but it wasn't enough for the school deans.",
        "Arthur and Fenchurch carry Marvin to the site of the final message and lift up the complaining robot to see the apology left by the creator.",
        "shamefaced apology for his weakness, he rose once more."
    ],
    "definition": [
        "Link/Cite"
    ]
}