{
    "translation": ".1 בקשה, פניה\n.2 יישום, אפליקציה",
    "uses": [
        "All the same, she finally sent her application for the job.",
        "The application of the company for permission to lay wires in streets was again refused.",
        "The application of this is obvious.",
        "When Murf, my deputy, left, I saw her application come through and signed her on.",
        "The application of this apparatus to the transmission of music was described by Gray.'",
        "They decide, as in England, on facts only, leaving the application of the law to the judges.",
        "Its evolution and the thorough application of its principles to actual church life came later, not in Saxony or Switzerland, but in France and Scotland; and through Scotland it has passed to all English-speaking lands.",
        "Most Christians on this ground repudiate the application of the term to the worship of Jesus Christ.",
        "The application of \"common sense\" to the problem of substance supplied a more satisfactory analytic for him than the scepticism of Hume which reached him through a study of Kant.",
        "By continuing this process every unit of mass which enters B will carry with it more energy than each unit which leaves B, and hence the temperature of the gas in B will be raised and that of the gas in A lowered, while no heat is lost and no energy expended; so that by the application of intelligence alone a portion of gas of uniform pressure and temperature may be sifted into two parts, in which both the temperature and the pressure are different, and from which, therefore, work can be obtained at the expense of heat.",
        "Pressure from all sides of the House, however, induced the ministry to retain office until after the debate on the application to Rome and the Papal States of the Religious Orders Bill (originally passed in 1866)a measure which, with the help of Ricasoli, was carried at the end of May.",
        "An important modern application of the micrometer, which is not dealt with in the article Transit Circle, is that which is now called \" the travelling wire micrometer.\"",
        "The general position which He takes up, that \"the Sabbath is made for man and not man for the Sabbath,\" 2 is only a special application of the wider principle that the law is not an end in itself but a help towards the realization in life of the great ideal of love to God and man, which is the sum of all true religion.",
        "The excess expenditure caused the Post Office during two or three years to make temporary application of Savings Banks' balances to telegraph expenditure, an expedient which was disapproved of by both the Treasury and the House of Commons.",
        "In 1904 he delivered at the university of California a course of lectures, the object of which was to illustrate the application of the methods of physical chemistry to the study of the theory of toxins and antitoxins, and which were published in 1907 under the title Immunochemistry.",
        "The method of induction between insulated primary and secondary circuits laid out flat on the surface of the earth proves to be of limited application, and in his later experiments Preece returned to a method which unites both conduction and induction as the means of affecting one circuit by a current in another.",
        "In almost all aspects of life, the application of this process will bring improvements.",
        "They'd never made official application for custody, but when they broached the subject with the authorities it was met with less than enthusiasm.",
        "Nach., 3377, for an illustrated account of the original Repsolds instrument and to the History and Description of the Cape Observatory for a complete description of the most modern form of its application to the Cape transit circle, with and without clockwork.",
        "While Jefferson's \"all men are created equal\" statement was not meant by him to include slaves, we have broadened the application of the principle and should continue to do so.",
        "Sir William Crookes had already suggested in 1892 in the Fortnightly Review (February 1892) that such an application might be 1 Nuovo cimento, series iii.",
        "But the most remarkable and daring application of the theory was to account for the phenomena of organic life, especially in animals and man.",
        "The cadmium molecule, as shown by determinations of the density of its vapour, is monatomic. The metal unites with the majority of the heavy metals to form alloys; some of these, the so-called fusible alloys, find a useful application from the fact that they possess a low melting-point.",
        "On the one hand it became necessary, in face of an inadequate harvest, to suspend in 1898 the application of the law on the import of corn.",
        "The application of photography to exact astronomy has created the necessity for new forms of apparatus to measure the relative positions of stellar and planetary images on photographic plates, and the relative positions of lines in photographic spectra.",
        "But among archaeologists the word is usually restricted in its technical modern application to a sepulchral mound of greater or less magnitude.",
        "The plaintiff must have resided in the state for at least the year preceding the application, and if the cause accrued in some other state or country before the parties lived together in Vermont and while neither party lived there, the plaintiff must have been a resident at least for two years preceding the action.",
        "He heard what they said, but did not understand the meaning of the words and made no kind of deduction from or application of them.",
        "Kaolin, or porcelain clay, although capable of application to commercial purposes, has not as yet been utilized to any extent, although found in several places in New South Wales and in Western Australia.",
        "New parishes were created, old parishes were improved, the property of the suppressed religious corporations was assigned to charitable and educational institutions and to hospitals, while property having no special application was used to form a charitable and religious fund.",
        "For some time all appeals to the king, to parliament, and to the courts of justice were unavailing; but on the 12th of February 1684 his application to Chief Justice Jeffreys was at last successful, and he was set at liberty on finding bail to the amount of X40,000, to appear in the House of Lords in the following session.",
        "The application of this to telegraphic purposes was suggested by Laplace and taken up by Ampere, and afterwards by Triboaillet and by Schilling, whose work forms the foundation of much of modern telegraphy.",
        "In the United Kingdom the employment of brewery yeasts selected from a single cell has not come into general use; it may probably be accounted for in a great measure by conservatism and the wrong application of Hansen's theories.",
        "The way they secure their positions is through the ruthless application of violence.",
        "A person of very high standing in our Brotherhood has made application for you to be received into our Order before the usual term and has proposed to me to be your sponsor.",
        "In its application it falls into sharp division in the hands of German and French poets.",
        "Italian charity legislation was reformed by the laws of 1862 and 1890, which attempted to provide efficacious protection for endowments, and to ensure the application of the ir.come to the purposes for which it was intended.",
        "The theory of the transference of the collective will of the people to historic persons may perhaps explain much in the domain of jurisprudence and be essential for its purposes, but in its application to history, as soon as revolutions, conquests, or civil wars occur--that is, as soon as history begins--that theory explains nothing.",
        "Notwithstanding the construction of new prisons and the transformation of old ones, the number of cells for solitary confinement is still insufficient for a complete application of the penal system established by the code of 1890, and the moral effect of the association of the prisoners is not good, though the system of solitary confinement as practised in Italy is little better.",
        "The beds are kept artificially moist by the application of water brought from the surface, and the different galleries bear crops in succession.",
        "The online application process is fast and simple.",
        "It is from the particular application of the word to sheep that \"flock\" is used of the Christian Church in its relation to the \"Good Shepherd,\" and also of a congregation of worshippers in its relation to its spiritual head.",
        "The cost derives from the application of huge amounts of energy, intelligence, and technology to obtain and process the raw materials: digging and smelting to create high-grade steel, harvesting and refining and molding to make rubber parts, and so on.",
        "When the law speaks universally, and something happens which is not according to the common course of events, it is right that the law should be modified in its application to that particular case, as the lawgiver himself would have done, if the case had been present to his mind.",
        "The history, indeed, of many a word lies hid in its equivocal uses; and it in no way derogates from the dignity of the highest poetry to gain strength and variety from the ingenious application of the same sounds to different senses, any more than from the contrivances of rhythm or the accompaniment of imitative sounds.",
        "It left the government free either to apply to foreign countries the general tariff or to enter into negotiations with them for the application, under certain conditions, of a minimum tariff.",
        "Application for admission to the Union was now made to Congress, and on the 31st of December 186 2 an enabling act was approved by President Lincoln admitting the state on the condition that a provision for the gradual abolition of slavery be inserted in the Constitution.",
        "Every branch of physics gives rise to an application of mathematics.",
        "There is not the slightest use or excuse for the application of sugar, except to cheapen the silk by about 15 to 20 Wild Silk Dyeing.",
        "But Fitzgerald had to be older than forty—he certainly looked it—a fact easily checked on his election application.",
        "The application too, is somewhat rigorous, e.g.",
        "It may help us if we rapidly review at this point the leading types of philosophy in their application to the theistic problem.",
        "But, in the words of the same article, \" This application of steam has not yet arrived at such perfection as to have brought it into general use.\"",
        "These special acts gradually gave way to general statutes under which railway corporations could be created without application to the legislature.",
        "A current development is the application of superheaters to locomotives, and the results obtained with them are exceedingly promising.",
        "in the time of David and Solomon), but the application of this theory to the list of unclean foods in Deut.",
        "Application of the Second Law of Thermodynamics to Thermochemistry.",
        "\"There is no greater charm,\" says Pasteur, \"for the investigator than to make new discoveries; but his pleasure is heightened when he sees that they have a direct application to practical life.\"",
        "The application of dialectic to theology was not new.",
        "The first work on this application of the blowpipe was by G.",
        "Are there initial sign up, application or origination fees?",
        "There is ground also for supposing that they may at first have been used with a specific or restricted local application, a more extended signification having eventually been given to them.",
        "Since 1890 further and more rigorous application of the telegraphic method of determining longitudes differentially with Greenwich has resulted in a slight correction (amounting to about 2\" of arc) to the previous determination by the same method through Suez.",
        "- Besides its use as a starting-point in the production of \"nitroglycerin\" (q.v.) and other chemical products, glycerin is largely employed for a number of purposes in the arts, its application thereto being due to its peculiar physical properties.",
        "It simply consisted iri the application, to the elucidation of these complex problems, of the exact methods of chemical and physical research.",
        "The application of these facts to surgical operations, in the able hands of Lord Lister, was productive of the most beneficent results, and has indeed revolutionized surgical practice.",
        "For those who wish to apply for this card online, you can do so by visiting the GE Money Bank website and filling out an application.",
        "Canon 13 of the first council of Orleans, which has been cited in this matter, seems to have no application.",
        "and the application of their principles by Hildebrand (afterwards Gregory VII.) are discussed in the article Canon Law.",
        "The recursus ad principem, in some form or other of appeal or application to the sovereign or his lay judges, was at the end of the middle ages well known over western Europe.",
        "The appellatio tanquam ab abusu (appel comme d'abus) in France was an application of a like nature.",
        "that the local authority, before granting a licence, \" shall take into consideration whether, in the neighbourhood, the reasonable requirements of the public are satisfied with regard to the purchase of poisonous substances, and also any objections they may receive from the chief officer of police, or from any existing vendors of the substances to which the application relates.\"",
        "the application of ordinary antiseptic powders to leaves inside which a Fungus, such as a Uredo or Ustilago, is growing can only result in failtire, and similarly if tobacco fumes, for instance, are applied when the insects concerned are hibernating in the ground beneath.",
        "The application of this oral law is called Halakhah, the rules by which a man's daily \"walk\" is regulated.",
        "application being the same as in \"rod\"; as a measure of area, a rod= a square pole or perch, 304 square yds.",
        "It finds considerable application in the colour industry.",
        "- What is commonly understood by thermochemistry is based entirely on the first law of thermodynamics, but of recent years great progress has been made in the study of chemical equilibrium by the application of the second law.",
        "The cathedral of Sodor was on St Patrick's Isle at Peel, and it is possible that the name Sodor being lost, its meaning was applied to the isle as the seat of the bishop. The termination \"and Man\" seems to have been added in the 17th century by a legal draughtsman ignorant of the proper application of the name of Sodor to the bishopric of Man.",
        "In addition to this it should be noticed that the term \" Jew \" (originally Yehudi), in spite of its wider application, means properly \" man of Judah,\" i.e.",
        "There are external historical circumstances and internal literary features which unite to show that the application of the literary hypotheses of the Old Testament to the course of Israelite history is still incomplete, and they warn us that the intrinsic value of religious and didactic writings should not depend upon the accuracy of their history.'",
        "The Graf-Wellhausen hypothesis (§ 4) does not pretend to be complete in all its details and it is independent of its application to the historical criticism of the Old Testament.",
        "The complexity of modern knowledge and the interrelation of its different branches are often insufficiently realized, and that by writers who differ widely in the application of such material as they use to their particular views of the manifold problems of the Old Testament.",
        "These measures were followed by the presentation of collective notes to the Greek and Turkish governments (2nd March), announcing the decision of the powers that (1) Crete could in no case in present circumstances be annexed to Greece; (2) in view of the delays caused by Turkey in the application of the reforms Crete should now, be endowed with an effective autonomous administration, intended to secure to it a separate government, under the suzerainty of the sultan.",
        "strict application to technical \"clerks,\" and to widen it out so as to embrace all varieties of ordained Christian ministers.",
        "The first disease investigated by Pasteur was that of chicken cholera, an epidemic which destroyed io% of the French fowls; after the application of the preventive method the death-rate was reduced to below i %.",
        "They are, indeed, merely the application of a rigorous common sense to the facts of society.",
        "The introduction of new plants, which made it possible to dispense with the bare fallow, and still later the application to husbandry of scientific discoveries as to soils, plant constituents and manures, brought about a revolution in farming.",
        "It is the improvements in methods, implements and materials, brought about by the application of science, that distinguish the husbandry of the 10th century from that of medieval and ancient times.",
        "The stones were carefully cleared from the fields, which were also watered from canals and conduits, communicating with the brooks and streams with which the country \" was well watered everywhere,\" and enriched by the application of manures.",
        "The former admitted of the general use of wheel-carriages, of the ready conveyance of produce to markets, and in particular of the extended use of lime, the application of which was immediately followed by a great increase of produce.",
        "In 1840 the appearance of Chemistry in its Application to Agriculture and Physiology by Justus von Liebig set on foot a movement in favour of scientific husbandry, the most notable outcome of which was the establishment by Sir John Bennet Lawes in 1843 of the experimental station of Rothamsted.",
        "McCormick and others in America, and finally perfected about 1879 by the addition of an efficient self-binding apparatus, is the most striking example of the application of mechanics to agriculture.",
        "The great future that seemed to await the application of steam power to the tillage of the soil proved illusory.",
        "A year or two later field trials were begun in England, with the final result that basic slag has become recognized as a valuable source of phosphorus for growing crops, and is now in constant demand for application to the soil as a fertilizer.",
        "In one case, indeed, the average produce by mixed minerals and nitrogenous manure was more than that by the annual application of farmyard manure; and in seven out of the ten cases in which such mixtures were used the average yield per acre was from over two to over eight bushels more than the average yield of the United Kingdom (assuming this to be about twenty-eight bushels of 60 lb per bushel) under ordinary rotation.",
        "The fact that the growth of a leguminous crop, such as red clover, leaves the soil in a higher condition for the subsequent growth of a grain crop - that, indeed, the growth of such a leguminous crop is to a great extent equivalent to the application of a nitrogenous manure for the cereal crop - was in effect known ages ago.",
        "The cereal crops (wheat, barley, oats, rye, maize); the cruciferous crops (turnips, cabbage, kale, rape, mustard); the solanaceous crops (potatoes); the chenopodiaceous crops (mangels, sugar-beets), and other non-leguminous crops have, so far as is known, no such power, and are therefore more or less benefited by the direct application of nitrogenous manures.",
        "Other essential conditions of success will commonly include the liberal application of potash and phosphatic manures, and sometimes chalking or liming for the leguminous crop. As to how long the leguminous crop should occupy the land, the extent to which it should be consumed on the land, or the manure from its consumption be returned, and under what conditions the whole or part of it should be ploughed in - these are points which must be decided as they arise in practice.",
        "Remarkable as Hellriegel's discovery was, it merely furnished the explanation of a fact which had been empirically established by the husbandman long before, and had received most intelligent application when the old four-course (or Norfolk) rotation was devised.",
        "The conclusions of Hellriegel and Wilfarth have thus been confirmed by the later experiences of Rothamsted, and since that time efforts have been directed energetically to the practical application of the discovery.",
        "Much of this is doubtless taken up as nitrate, yet the direct application of nitrate of soda has comparatively little beneficial influence on their growth.",
        "The disease was very rife in 1895, but the extensive application of the muzzling restrictions of the Board of Agriculture was accompanied by so steady a diminution in the [[Table Xxii I]].",
        "It is easy to understand, therefore, why we trace the beginnings of economics, so far as England is concerned, in the 16th century, and why the application of strict scientific tests in this subject of human study has become possible only in comparatively recent times.",
        "It is in the adaptation of biological conceptions and methods, in the positive contributions of jurisprudence, law and history, in the rigorous application, where possible, of quantitative tests, that the explanation of the present position of economics is to be found.",
        "Mathematics has influenced the form and the terminology of the science, and has sometimes been useful in analysis; but mathematical methods of reasoning, in their application to economics, while possessing a certain fascination, are of very doubtful utility.",
        "The application of the a priori method in economics was an accident, due to its association with other subjects and the general backwardness of other sciences rather than any exceptional and peculiar character in the subject-matter of the science itself.",
        "To many minds the interest and usefulness of economics depend entirely on the application of these methods, for it is the actual working of economic institutions about which the statesman, the publicist, the business man and the artisan wish to know.",
        "Just as the historical school grew up along with the greatest constructive achievement of the 29th century, namely, the consolidation of Germany, so the application to modern problems of the methods of that school has been called forth by the constructive needs of the present generation.",
        "From an equally loose application of the word \"fir\" by our older herbalists, it is difficult to decide upon the date of introduction of this tree into Britain; but it was commonly planted for ornamental purposes in the beginning of the 17th century.",
        "His intense application to affairs is noted by the English minister, John Robinson (1650-1723), who informed his court that there was every prospect of a happy reign in Sweden, provided his majesty were well served and did not injure his health by too much work.",
        "Its chief drawback is that it does not give any more reference to the authority for a generic term than the name of its inventor and the year of its application, though of course more precise information would have at least doubled the size of the book.",
        "\" 1 We prefer giving them here in Swainson's version, because he seems to have set them forth more clearly and concisely than Macleay ever did, and, moreover, Swainson's application of them to ornithology - a branch of science that lay outside of Macleay's proper studies - appears to be more suitable to the present occasion.",
        "Apart from its intrinsic merits as a learned and valuable addition to classification, this work is interesting in the history of ornithology because of the wholesale changes of nomenclature it introduced as the result of much diligence and zeal in the application of the strict rule of priority to the names of birds.",
        "He invented the wheel barometer, discussed the application of barometrical indications to meteorological forecasting, suggested a system of optical telegraphy, anticipated E.F.F.",
        "He is credited with the invention of the anchor escapement for clocks, and also with the application of spiral springs to the balances of watches, together with the explanation of their action by the principle Ut tensio sic vis (1676).",
        "into a mere puppet, to concentrate all the power in his own hand, and to induce even his nominal master to reject Mabmud's application for a continuance of his governorship in Khorasan.",
        "Some of the United States planters are alert to take advantage of the application of science to industry, and in many cases even to render active assistance, and very successful results have been attained by the co-operation of the United States Department of Agriculture and planters.",
        "At 150° C. it melts, and on the continued application of heat boils, giving off its water of crystallization.",
        "Here the application of the term is limited to the liquid which is so important an article of commerce, though references will also be made to natural gas which accompanies petroleum.",
        "In their application, which was unsuccessful, they stated that they had taught the Don Cossacks to \" change black naphtha into white,\" and showed by a drawing, preserved in the archives of the Caucasian government, how this was achieved.",
        "He stood, with Jefferson and Madison, at the head of his party, and won his place by force of character, courage, application and intellectual power.",
        "In its strict conception it is only an application of the Gospel precepts to the individual soul.",
        "The introduction of trades-union representatives on the Supreme Labour Council, the organization of local labour councils, and the instructions to factory inspectors to put themselves in communication with the councils of the trades-unions, were valuable concessions to labour, and he further secured the rigorous application of earlier laws devised for the protection of the working-classes.",
        "His books on Colonial Defence and Colonial Opinions (1873), The Defence of Great and Greater Britain (1879),(1879), Naval Intelligence and the Protection of Commerce (1881), The Use and the Application of Marine Forces (1883), Imperial Federation: Naval and Military (1887), followed later by other similar works, made him well known among the rising school of Imperialists, and he was returned to parliament (1886-1892) as Conservative member for Bow, and afterwards (1895-1906) for Great Yarmouth.",
        "In his Sceptical Chemist (1662) he freely criticized the prevailing scientific views and methods, with the object of showing that true knowledge could only be gained by the logical application of the principles of experiment and deduction.",
        "Hitherto no explanation has been given of these exceptions to what appears to be a law of almost universal application, viz.",
        "In the second group, we may notice the application of litmus, methyl orange or phenolphthalein in alkalimetry, when the acid or alkaline character of the solution commands the colour which it exhibits; starch paste, which forms a blue compound with free iodine in iodometry; potassium chromate, which forms red silver chromate after all the hydrochloric acid is precipitated in solutions of chlorides; and in the estimation of ferric compounds by potassium bichromate, the indicator, potassium ferricyanide, is placed in drops on a porcelain plate, and the end of the reaction is shown by the absence of a blue coloration when a drop of the test solution is brought into contact with it.",
        "It is susceptible of wider application by mixing reducing agents with the soda-lime; thus Goldberg (Ber.",
        "Photography is based on chemical action induced by luminous rays; apart from this practical application there are many other cases in which actinic rays occasion chemical actions; these are treated in the article Photochemistry.",
        "merely make application of the main ideas worked out in chapters i.-iii.",
        "This theme is not formally discussed, as in a theological treatise, but is rather, as it were, celebrated in lofty eulogy and application.",
        "styled \" civil agents \" and charged with the supervision of the local authorities in the application of reforms, were placed by the side of the inspector-general while the reorganization of the gendarmerie was entrusted to a foreign general in the Turkish service aided by a certain number of officers from the armies of the great powers.",
        "The latter were only recently introduced into the United States, though well known in Great Britain as the West Highland or Poltalloch terrier; an application which was made (1900) by some of their admirers for separate classification was refused by the Kennel Club, but afterwards it was granted, the breed being classified as the West Highland white terrier.",
        "For theoretical considerations see Vaporization, and for the most important application see Steam Engine; also Water.",
        "The government interpreted the application as implying a wish for the abolition of serfdom, and issued a rescript authorizing the formation of committees to prepare definite proposals for a gradual emancipation.",
        "His text, however, is so confused, both from obscurity of style and from corruptions in the MSS., that there is much difference of opinion as to the meaning of many words and phrases employed in his narrative, and their application in particular points of detail.",
        "In England his application was refused, and, while he obtained a patent in France, it was subsequently appropriated by the French government without compensation to himself.",
        "The stimulus of water on the breast may be regarded as a sensory presentation which is followed by a definite and adaptive application of behaviour.",
        "But this specific application is dependent upon a prolonged racial preparation of the organism to respond in this particular way.",
        "21 (v.) the purchase of the seignory of any part of settled land being freehold land, is an authorized application of capital money arising under the act.",
        "before the adoption of the Fourteenth and Fifteenth Amendments of the United States Constitution); also the sons or grandsons of such voters, not under 21 years of age, on the 12th of May 1898; and males of foreign birth who have resided in the state for five years next preceding the date of application for registration and who were naturalized prior to 1898.",
        "Wallach (Ann., 1900, 312, p. 171) has shown that the saturated cyclic ketones yield oximes which by an application of the Beckmann reaction are converted into isoximes, and these latter on hydrolysis with dilute mineral acids are transformed into acyclic amino-acids; thus from cyclohexanone, e-amidocaproic acid (e-leucine) may be obtained: CH2\" C NOH C CH 2 CH 2 7: ?12?CH2 CH2 NH /CH2 CH2 C02H CH2', An ingenious application of the fact that oximes easily lose the elements of water and form nitriles was used by A.",
        "It was not, however, a commercial success, and the same result attended Siemens and Halske's application of the silent discharge.",
        "The liquid boils at -5° C. and the solid melts at -65° C. It forms double compounds with many metallic chlorides, and finds considerable application as a means of separating various members of the terpene group of compounds.",
        "Of course a discussion as to the mere application of a word easily degenerates into the most fruitless logomachy.",
        "For example, the application of the theory of cardinal numbers to classes of physical entities involves in practice some process of counting.",
        "Whatever be the historical worth of this story, it may safely be said that it cannot be disproved by deductive reasoning from the premisses of abstract logic. The most we can do is to assert that a universe in which such things are liable to happen on a large scale is unfitted for the practical application of the theory of cardinal numbers.",
        "The application of the theory of real numbers to physical quantities involves analogous considerations.",
        "Thus rational mechanics, based on the Newtonian Laws, viewed as mathematics is independent of its supposed application, and hydrodynamics remains a coherent and respected science though it is extremely improbable that any perfect fluid exists in the physical world.",
        "If the clearance is effected without the necessary permit, the land is nevertheless granted on application, and on the payment of the tapu or sum paid by the proprietor to the state for the value of the land.",
        "deposed by the head of the Empire (April 18), and a mendicant friar, Pietro de Corbara, raised by an imperial decree to the throne of St Peter (as Nicholas V.) after a sham of a popular election (May 12), all this was merely the application of principles laid down in the Defensor pacis.",
        "The ratios of the coagulative powers can thus be calculated to be i: x: x 2, and putting x =32 we get I: 32: 1024, a satisfactory agreement with the numbers observed.4 The question of the application of the dissociation theory to the case of fused salts remains.",
        "We can calculate the heat of formation from its ions for any substance dissolved in a given liquid, from a knowledge of the temperature coefficient of ionization, by means of an application of the well-known thermodynamical process, which also gives the latent heat of evaporation of a liquid when the temperature coefficient of its vapour pressure is known.",
        "An application of the theory of ionic velocity due to W.",
        "Our views of the nature of the ions of electrolytes have been extended by the application of the ideas of the relations between matter and electricity obtained by the study of electric conduction through gases.",
        "The ordinary use of \"hustings\" at the present day for the platform from which a candidate speaks at a parliamentary or other election, or more widely for a political candidate's election campaign, is derived from the application of the word, first to the platform in the Guildhall on which the London court was held, and next to that from which the public nomination of candidates for a parliamentary election was formerly made, and from which the candidate addressed the electors.",
        "A third visit was made late in 1841, after Fellows had obtained a firman by personal application at Constantinople.",
        "The most extensive application of mica at the present day is for electrical purposes.",
        "He published some 200 sermons, in most of which are displayed unobtrusive learning, fresh application of old sayings, and a high conception of Judaism and its claims. Jellinek was a powerful apologist and an accomplished homilist, at once profound and ingenious.",
        "Linear Equations.-It is of importance to study the application of the theory of determinants to the solution of a system of linear equations.",
        "CY The proof being of general application we may state that a system of values which causes the vanishing of k polynomials in k variables causes also the vanishing of the Jacobian, and in particular, when the forms are of the same degree, the vanishing also of the differential coefficients of the Jacobian in regard to each of the variables.",
        "Application to Symmetric Function Multiplication.-An example will explain this.",
        "5-20), we have simply a practical application of the doctrine of, divine government.",
        "The different application of these words in the New Testament to \"faith\" Earlier, however, than Ps.",
        "Le Quatrieme Evangile, one thousand large pages long, is possibly over-confident in its detailed application of the allegorical method; yet it constitutes a rarely perfect sympathetic reproduction of a great mystical believer's imperishable intuitions.",
        "From 1881 to 1884 his activity in Tunisia so raised the prestige of France that it drew from Gambetta the celebrated declaration, L'Anticldricalisme n'est pas un article d'exportation, and led to the e .?mption of Algeria from the application of the decrees concerning the religious orders.",
        "His application of the pendulum to regulate the movement of clocks sprang from his experience of the need for an exact measure of time in observing the heavens.",
        "Elaborate rules are accordingly drawn up to secure the maximum of benefit, and the minimum of inconvenience, from this sacred fire; and in the application of these rules does savage casuistry consist.",
        "The application of an infusion of violet leaves was at one time believed to have the power of reducing the size of cancerous growths, but its use is now discredited.",
        "From its use in the sense of regulated order comes the application of the term to a class in a school (\" sixth form,\" \" fifth form,\" &c.); this sense has been explained without sufficient ground as due to the idea of all children in the same class sitting on a single form (bench).",
        "The best method of application is by rubbing in a small quantity of the aconitine ointment until numbness is felt, but the costliness of this preparation causes the use of the aconite liniment to be commonly resorted to.",
        "No purely astronomical enterprise was ever carried out on so Transits of P large a scale or at so great an expenditure of money and labour as was devoted to the observations of these transits, and for several years before their occurrence the astronomers of every leading nation were busy in discussing methods of observation and working out the multifarious details necessary to their successful application.",
        "The process of magnetization consists in turning round the molecules by the application of magnetic force, so that their north poles may all point more or less approximately in the direction of the force; thus the body as a whole becomes a magnet which is merely the resultant of an immense number of molecular magnets.",
        "On the application of a small magnetizing force to a bar of soft annealed iron, a certain intensity of magnetization is instantly produced; this, however, does not remain constant, but slowly increases for some seconds or even minutes, and may ultimately attain a value nearly twice as great as that observed immediately after the force was applied.'",
        "By the alternate application and withdrawal of a small magnetizing force a cyclic condition may be established in an iron rod.",
        "In the latter case the first application of stress is always attended by an increase-often a very great one-of the magnetization, whether the field is weak or strong, but after a load has been put on and taken off several times the changes of magnetization become cyclic. From experiments of both classes it appears that for a given field there is a certain value of the load for which the magnetization is a maximum, the maximum occuring at a smaller load the stronger the field.",
        "At the temperature of liquid air (-185°) the application of a field of 21,800 multiplied the resistance of the bismuth no less than 150 times.",
        "But the application of a magnetic field at right angles to the plane of the metal causes the equipotential lines to rotate through a small angle, and the points at] which the galvanometer is connected being no longer at the same potential, a current is indicated by the galvanometer.'",
        "Changes of elasticity are in all cases dependent, not only upon the field, but also upon the tension applied; and, owing to hysteresis, the results are not in general the same when the magnetization follows as when it precedes the application of stress; the latter is held to be the right order.",
        "If the structure of the molecule is so perfectly symmetrical that, in the absence of any external field, the resultant magnetic moment of the circulating electrons is zero, then the application of a field, by accelerating the right-handed (negative) revolutions, and retarding those which are left-handed, will induce in the substance a resultant magnetization opposite in direction to the field itself; a body composed of such symmetrical molecules is therefore diamagnetic. If however the structure of the molecule is such that the electrons revolving around its atoms do not exactly cancel one another's effects, the molecule constitutes a little magnet, which under the influence of an external field will tend to set itself with its axis parallel to the field.",
        "The application of this property to the construction of the mariner's compass is obvious, and it is in connexion with navigation that the first references to it occur '(see' Compass).",
        "This double cultivation of his scientific powers had the happiest effect on his subsequent work; for the greatest achievements of Riemann were effected by the application in pure mathematics generally of a method (theory of potential) which had up to this time been used solely in the solution of certain problems that arise in mathematical physics.",
        "The first volume of its memoirs,' published in the following year, contained a paper by Lagrange entitled Recherches sur la nature et la propagation du son, in which the power of his analysis and his address in its application were equally conspicuous.",
        "Intense application during early youth had weakened a constitution never robust, and led to accesses of feverish exaltation culminating, in the spring of 1761, in an attack of bilious hypochondria, which permanently lowered the tone of his nervous system.",
        "application to geometry, and the third with its bearings on mechanics.",
        "But it was in the application to mechanical questions of the instrument which he thus helped to form that his singular merit lay.",
        "Any application for a revision of the award must be based on the discovery of new evidence of such a nature as to exercise a decisive influence on the judgment and unknown up to the time when the hearing was closed, both to the tribunal itself and to the party asking for the revision.",
        "Alum finds application as a mordant, in the preparation of lakes for sizing hand-made paper and in the clarifying of turbid liquids.",
        "During the year 1827 the public debt was consolidated, and a department was created for the application of a sinking fund.",
        "The early results of the application, in the hands of Berengarius and Roscellinus, did not seem favourable to Christian orthodoxy.",
        "To Bernard of Clairvaux and many other churchmen the application of dialectic to the things of faith appears as dangerous as it is impious.",
        "M de Remusat characterizes his view on the Eucharist as a specific application of Nominalism.",
        "Abelard's application of dialectic to theology betrayed the Nominalistic basis of his doctrine.",
        "By the middle of the century, logical studies had lost to a great extent their real interest and application, and had degenerated into trivial displays of ingenuity.",
        "Soon after his deliverance he applied to be called to the bar, but his application was negatived on the ground that his orders in the Church were indelible.",
        "This latter process is growing every year, and is coupled with great improvements in agricultural methods, such as more intensive cultivation, the use of the most modern implements and the application of scientific discoveries.",
        "The time had come when the results obtained in the development and application of the law of gravitation by three generations of illustrious mathematicians might be presented from a single point of view.",
        "4to, Paris, 1799) contains methods for calculating the movements of translation and rotation of the heavenly bodies, for determining their figures, and resolving tidal problems; the second, especially dedicated to the improvement of tables, exhibits in the third and fourth volumes (1802 and 1805) the application of these formulae; while a fifth volume, published in three instalments, 1823-1825, comprises the results of Laplace's latest researches, together with a valuable history of progress in each separate branch of his subject.",
        "This reaction has taken the form of a return to the alliance between algebra and geometry (ï¿½5), on which modern analytical geometry is based; the alliance, however, being concerned with the application of graphical methods to particular cases rather than to general expressions.",
        "(ii.) We can prove the theorem of ï¿½ 41 (v.) by a double application of the method.",
        "Application of Binomial Theorem to Rational Integral Functions.",
        "The application of the method to the calculation of (I +x) n, when n= p/q, q being a positive integer and p a positive or negative integer, involves, as in the case where n is a negative integer, the separate consideration of the form of the coefficients b 1, b 2, ...",
        "An application of the method is to the summation of a recurring series, i.e.",
        "Although this transition from the discontinuous to continuous is not truly scientific, yet it materially augmented the development of algebra, and Hankel affirms that if we define algebra as the application of arithmetical operations to both rational and irrational numbers or magnitudes, then the Brahmans are the real inventors of algebra.",
        "So far the development of algebra and geometry had been mutually independent, except for a few isolated applications of geometrical constructions to the solution of algebraical problems. Certain minds had long suspected the advantages which would accrue from the unrestricted application of algebra to geometry, but it was not until the advent of the philosopher Rene Descartes that the co-ordination was effected.",
        "On April 23 President Wilson followed up this private memorandum by a public manifesto to the Italian nation, in which he repudiated the Pact of London and appealed for the application of the same principles on the Adriatic as those enforced against Germany.",
        "Another special distinction of Cuvier is his remarkable work in comparing extinct with recent organisms, his descriptions of the fossil Mammalia of the Paris basin, and his general application of the knowledge of recent animals to the reconstruction of extinct ones, as indicated by fragments only of their skeletons.",
        "It was the application of Fritz Miller's law of recapitulation which gave the chief stimulus to embryological investigations between 1865 and 1890; and, though it is now recognized that \" recapitulation \" is vastly and bewilderingly modified by special adaptations in every case, yet the principle has served, and still serves, as a guide of great value.",
        "This newly discovered inheritance of \" variation in the tendency to react \" has a wide application and has led the present writer to coin the word \" educability.\"",
        "A result of the very greatest importance arising from the application of the generalizations of Darwinism to human development and to the actual phase of existing human population is that education has no direct effect upon the mental or physical features of the race or stock: it can only affect those of the individual.",
        "In the application to sound, where we know what we are dealing with, the matter is simple enough in principle, although mathematical difficulties would often stand in the way of the calculations we might wish to make.",
        "Although the matter can be fully treated only upon the basis of a dynamical theory, it is proper to point out at once that there is an element of assumption in the application of Huygens's principle to the calculation of the effects produced by opaque screens of limited extent.",
        "Since the maxima occur when u = (m +1)7r it nearly, the successive values are not very different from 4 4 4 &c The application of these results to (3) shows that the field is brightest at the centre =o, =0, viz.",
        "When, as in the application to rectangular or circular apertures, the form is symmetrical with respect to the axes both of x and y, S = o, and C reduces to C = ff cos px cos gy dx dy,.",
        "The application, unaccountably long delayed, of this principle to the microscope by H.",
        "The statement of the law of resolving power has been made in a form appropriate to the microscope, but it admits also of immediate application to the telescope.",
        "The results of the theory of the diffraction patterns due to circular apertures admit of an interesting application to coronas, such as are often seen encircling the sun and moon.",
        "As an application of this result, let us investigate what amount of temperature disturbance in the tube of a telescope may be expected to impair definition.",
        "We will now consider the application of the principle to the formation of images, unassisted by reflection or refraction (Phil.",
        "So far as the application to gratings is concerned, the same conclusion may be derived from (2).",
        "In the present application 4' is not necessarily equal to; but if P correspond to a line upon the grating, the difference of retardations for consecutive positions of P, so far as expressed by the term of the first order, will be equal to mX (m integral), and therefore without influence, provided v (sin 0-sin0') = nzX (11), where a denotes the constant interval between the planes containing the lines.",
        "A full discussion would call for the formal application of Fourier's theorem, but some conclusions of importance are almost obvious.",
        "whether it was the cutting edge or the back of a razor - made no material difference, and was thus led to the conclusion that the explanation of these phenomena requires nothing more than the application of Huygens's principle to the unobstructed parts of the wave.",
        "These equations simplify very much in their application to plane waves.",
        "If, as suffices for all practical purposes, we limit the application of the formulae to points in advance of the plane at which the wave is supposed to be broken up, we may use simpler methods of resolution than that above considered.",
        "Retaining only the real part of (16), we find, as the result of a local application of force equal to DTZ cos nt (17), the disturbance expressed by TZ sin 4, cos(nt - kr) ?",
        "The origin of its application must be sought in a time when Egypt was regarded as hostile to the people of the Lord - that is to say, during the Ptolemaic rule over Palestine.",
        "Hence the great dispute about the application to the Virgin Mary of the epithet OEoTOKOS.",
        "Secondly, the application of extraneous matter to the body, as painting and tattooing, and the raising of ornamental scars often by the introduction of foreign matter into flesh-wounds (this practice belongs partly to the first category also).",
        "The presence of so small a quantity as i% of alcohol may be detected in ether by the colour imparted to it by aniline violet; if water or acetic acid be present, the ether must be shaken with anhydrous potassium carbonate before the application of the test.",
        "The practical bearings of a science, it will be granted, are simply, as it were, the summation of its facts, with the legitimate conclusions from them, the natural application of the data ascertained, and have not necessarily any direct relationship to its pursuit.",
        "Disease as an entity - as something to which all living matter is subject - is what the pathologist has to recognize and to investigate, and the practical application of the knowledge thus acquired follows as a natural consequence.",
        "A further application of the facts of chemiotaxis and phagocytosis has been made by Metchnikoff to the case of Inflammation.",
        "Prior to its use as an explosive, its alcoholic solution found application in medicine under the name of glonoin.",
        "Foreign usage of the term, as in French, is different, and where the word is kept with this foreign application, the distinction should be observed.",
        "The application of physiology to the explanation of diseases, and thus to practice, was chiefly by the theory of the temperaments or mixtures which Galen founded upon the Hippocratic doctrine of humours, but developed with marvellous and fatal ingenuity.",
        "The more judicious of the mechanical or physical school refrained, as a judicious modern physiologist does, from too immediate an application of their principles to daily practice.",
        "In the application of chemistry to the examination of secretions Willis made some important steps.",
        "We thus see that, while the great anatomists, physicists and chemists - men of the type of Willis, Borelli and Boyle - were laying foundations which were later on built up into the fabric of scientific medicine, little good was done by the premature application of their half-understood principles to practice.",
        "Thus the defects, whether of this secretion or of that, and again of motor activity, the state of the valvular junctions, the volume of the cavities, and their position in the abdomen, may be ascertained, and dealt with as far as may be; so that, although the fluctuations of chemical digestion are still very obscure, the application of remedies after a mere traditional routine is no longer excusable.",
        "But the chief value of Lucretius as a thinker lies in his firm grasp of speculative ideas, and in his application of them to the interpretation of human life and nature.",
        "On the other hand, by the application of the principles he thus elucidated he furthered to an immense extent the employment of electricity for the purposes of daily life.",
        "nd in general the application of the lex talionis was enjoined as the punishment for personal injuries.",
        "These names are all in common use, though their formal application is in some cases extended over several districts of which the ancient names remain familiar.",
        "(1522), but is most familiar in its application to the house of correction instituted by Edward VI., which remained a prison till 1863.",
        "He adds: \" What happened afterwards was evidently this: that the code passed by the Londoners was sent to the king for him to extend its application throughout the kingdom, and this is done by the eleventh section.\"",
        "Drifts, entries and tunnels find their chief application in mining regions cut by deep valleys.",
        "The application of the name Tanais to the Syr seems to indicate a real confusion with Colchian Caucasus.",
        "By the application of a pointed iron hook, while the glass is still ductile, the parallel coils can be distorted into bends, loops or zigzags.",
        "Next, the rest of the connecting neck is detached from the cylinder by the application of a heated iron to the chilled glass.",
        "If before this application of the molten glass the metallic leaf, whilst resting on the thin film of blown glass, was etched with a sharp point, patterns, emblems, inscriptions and pictures could be embedded and rendered permanent by the double coating of glass.",
        "To this remarkable combination of properties more than to anything else the ordinary metals owe their wide application in the mechanical arts.",
        "The practical application of hydromechanics forms the province of hydraulics.",
        "He applied this principle to the motion of fluids, and gave a specimen of its application at the end of his Dynamics in 1743.",
        "(X.) Hydrostatics Hydrostatics is a science which grew originally out of a number of isolated practical problems; but it satisfies the requirement of perfect accuracy in its application to phenomena, the largest and smallest, of the behaviour of a fluid.",
        "The absolute unit of force is employed here, and not the gravitation unit of hydrostatics; in a numerical application it is assumed that C.G.S.",
        "(2) If the actual motion at any instant is supposed to be generated instantaneously from rest by the application of pressure impulse over the surface, or suddenly reduced to rest again, then, since no natural forces can act impulsively throughout the liquid, the pressure impulse W satisfies the equations I do = I d i dos - ax -u, - - y = -v, Pdz = -t, a =p4)-}-a constant, (4) and the constant may be ignored; and Green's transformation of the energy T amounts to the theorem that the work done by an impulse is the product of the impulse and average velocity, or half the velocity from rest.",
        "As an application of moving axes, consider the motion of liquid filling the ellipsoidal case 2 y 2 z2 Ti + b1 +- 2 = I; (1) and first suppose the liquid be frozen, and the ellipsoid l3 (4) (I) (6) (9) (I o) (II) (12) (14) = 2 U ¢ 2, (15) rotating about the centre with components of angular velocity, 7 7, f'; then u= - y i +z'i, v = w = -x7 7 +y (2) Now suppose the liquid to be melted, and additional components of angular velocity S21, 522, S23 communicated to the ellipsoidal case; the additional velocity communicated to the liquid will be due to a velocity-function 2224_ - S2 b c 6 a 5 x b2xy, as may be verified by considering one term at a time.",
        "The theory preceding is of practical application in the vestigation of the stability of the axial motion of a submarine oat, of the elongated gas bag of an airship, or of a spinning rifled rojectile.",
        "There may be the folk-right of West and East Saxons, of East Angles, of Kentish men, Mercians, Northumbrians, Danes, Welshmen, and these main folk-right divisions remain even when tribal kingdoms disappear and the people is concentrated in one or two realms. The chief centres for the formulation and application of folkright were in the 10th and iith centuries the shire-moots, while the witan of the realm generally placed themselves on the higher ground of State expediency, although occasionally using folkright ideas.",
        "In 1739 the General Assembly, without any application from him, removed the sentence of deposition which had been passed against him, and restored him to the character and function of a minister of the gospel of Christ, but not that of a minister of the Established Church of Scotland, declaring that he was not eligible for a charge until he should have renounced principles inconsistent with the constitution of the church.",
        "dition being added and the every application, not so as A whole grape.",
        "The application of the name has varied considerably at different times.",
        "Although it cannot be said that any one system of extraction is the best for all places, yet the following considerations are of general application: - a.",
        "For the application of the foregoing considerations to practice, the subjoined table has been prepared.",
        "The growing demand for this system of evaporation for application in many other industries, besides that of sugar has brought to the front a large number of inventors.",
        "\" I do further declare,\" he added, \" that although in the application of heat to the refining of sugar in my said invention or process I have stated and mentioned the temperature of about 200° F.",
        "Bergne wrote to the foreign office from Brussels, reporting that a special session of the permanent commission, established under the sugar bounties convention, had opened on the 18th of November, and the principal matter for its consideration had been the application of Russia to become a party to the convention on special terms. A protocol admitting Russia to the sugar convention was signed at Brussels on the 19th of December 1907.",
        "From it we pass without a break, merely narrowing the application as the conception of sacredness grew clearer and less associated with magic, into early criminal law with its physical sanctions.",
        "But it was rather that an enlarged application of the idea of sacred made the crime of sacrilege in the sense of violatio sacri a more general one.",
        "Gratian's Decretum mirrors two tendencies, the church legislation with its growingly less extended application, and the wide meaning as in Justinian's Code, owing to the revival of Roman law in the 11th century.",
        "A somewhat distorted, but well-substantiated use of the word sacrilegium in medieval Latin was its application to the fine paid by one guilty of sacrilege to the bishop.",
        "It holds water well and is consequently cold, needing the application of much heat to raise its temperature.",
        "Soils containing less than 25% of potash are likely to need special application of potash fertilizers to give good results, while those containing as much as.",
        "It is the business of the farmer and gardener to promote the activity of these organisms by good tillage, careful drainage and occasional application of lime to soils which are deficient in this substance.",
        "In this manner organisms obtained from red clover can be grown and applied to the seed of red clover; and similar inoculation can be arranged for other species, so that an application of the bacteria most suited to the particular crop to be cultivated can be assured.",
        "The application of pure cultures of bacteria for improving the fertility of the land is still in an experimental stage.",
        "There is little doubt, however, that in the near future means will be devised to obtain the most efficient work from these minute organisms, either by special artificial cultivation and subsequent application to the soil, or by improved methods of encouraging their healthy growth and activity in the land where they already exist.",
        "This tendency to destroy organic matter makes the repeated application of lime a pernicious practice, especially on land which contains little humus to begin with.",
        "Although good crops may follow the application of lime, the latter is not a direct fertilizer or manure and is no substitute for such.",
        "It is best adapted for application to clays and fen lands and should not be practised on shallow light sands or gravelly soils, since the humus so necessary for the fertility of such areas is reduced too much and the soil rendered too porous and liable to suffer from drought.",
        "Until clearer evidence of foreign influence is found, it may, however, be safer to regard it simply as a new application of the old gild principle, though this new application may have been stimulated by continental example.",
        "In technological chemistry it finds application as a reducing agent, e.g.",
        "In many of these the application of heat is necessary to bring the substances used into the liquid state for the purpose of electrolysis, aqueous solutions being unsuitable.",
        "- Independently of the question of the application of external heating, the furnaces used in electrometallurgy may be broadly classified into (i.) arc furnaces, in which the intense heat of the electric arc is utilized, and (ii.) resistance and incandescence furnaces, in which the heat is generated by an electric current overcoming the resistance of an inferior conductor.",
        "The carbons can thus, by the application of suitable mechanism, be withdrawn from or plunged into the furnace at will.",
        "There were 12 foreign steamship lines trading at Peruvian ports in 1908, some of them making regular trips up and down the coast at frequent intervals and carrying much of its coastwise traffic. Foreign sailing vessels since 1886 have not been permitted to engage in this traffic, but permission is given to steamships on application and under certain conditions.",
        "There are a military high school, preparatory school, and \" school of application \" in connexion with the training of young officers for the army.",
        "He then notes the application to portraiture and to painting by laying colours on the projected images.",
        "He shows how the paper must be moved till it is brought into the focus of the lens, the use of a diaphragm to make the image clearer, and also the application of the method for drawing in true perspective.",
        "This is probably the first notice of the application of the camera to cartography and the reproduction of drawings, which is one of its principal uses at the present time.",
        "One was a wooden box with a projecting tube in which a combination of a concave with a convex lens was fitted, for throwing an enlarged image upon the focusing screen, which in its proportions and application is very similar to our modern telephotographic objectives.",
        "He also made great use of the simple dark chamber for his optical experiments with prisms, &c. Joseph Priestley (1772) mentions the application of the solar microscope, both to the small and portable and the large camera obscura.",
        "Instances of its application are found in the separation of orthoand para-nitrophenol, the o-compound distilling and the p- remaining behind; in the separation of aniline from the mixture obtained by reducing nitrobenzene; of the naphthols from the melts produced by fusing the naphthalene monosulphonic acids with potash; and of quinoline from the reaction between aniline, nitrobenzene, glycerin, and sulphuric acid (the product being first steam distilled to remove any aniline, nitrobenzene, or glycerin, then treated with alkali, and again steam distilled when quinoline comes over).",
        "That strenuous application which was one of his most remarkable gifts in manhood showed itself in his youth, and his application was backed or inspired by superior intelligence and aptness.",
        "In this he points out that modern society is passing ing movements, - the first, a disorganizing movement owing to the break-up of old institutions and beliefs; the second, a movement towards a definite social state, in which all means of human prosperity will receive their most complete development and most direct application.",
        "The former is concerned with the laws that regulate phenomena in all conceivable cases: the latter is concerned with the application of these laws.",
        "In 1640 the Generar Court of Massachusetts declared that the representatives of Aquidneck were \" not to be capitulated withal either for themselves or the people of the isle where they inhabit,\" and in 1644 and again in 1648 the application of the Narragansett settlers for admission to the New England Confederacy was refused except on condition that they should pass under the jurisdiction of either Massachusetts or Plymouth.",
        "Haemorrhage has been classified as - (I) primary, occurring at the time of the injury; (2) reactionary, or within twenty-four hours of the accident, during the stage of reaction; (3) secondary, occurring at a later period and caused by faulty application of a ligature or septic condition of the wound.",
        "The application.",
        "To this increase in production and to the more elaborate application of vitrifiable enamels may be attributed the erroneous idea that Satsuma faience decorated with gold and colored enamels had its origin at the close of the 18th century.",
        "In that class of beautiful ware the application of pigment to the unglazed pdle is inevitable, and both Seif and Miyagawa, working or the same lines as their Chinese predecessors, produce porcelain~ that almost rank with choice Kang-hsi specimens, though they have not yet mastered the processes sufficiently to employ them in the manufacture of large imposing pieces or wares of moderate price.",
        "The proper field for the application of these is the biscuit, in which position the covering glaze serves at once to soften and to preserve the pigment.",
        "The first is the extraction and preparation of the lac; the second, its application; and the third, the decoration of the lacquered surface.",
        "At bottom the man was frivolous, profoundly selfish, unstable, and utterly incapable of consistency or application.",
        "The same inventor has patented the application of electrolysed chlorides to the purification of starch by the oxidation of less stable organic bodies, to the bleaching of oils, and to the purification of coal gas, spirit and other substances.",
        "The parties of the Left in the chamber, united upon this question in the Bloc republicain, supported Combes in his application of the law of 1901 on the religious associations, and voted the new bill on the congregations (1904), and under his guidance France took the first definite steps toward the separation of church and state.",
        "Direct application into the widened wound of calcium hypochlorite, i.e.",
        "Though he was of a strong constitution, the seventeen years' application ruined his health.",
        "Though not a philosopher he is an admirable interpreter of those branches of philosophy which are fitted for practical application, and he presents us with the results of Greek reflection vivified by his own human sympathies and his large experience of men.",
        "This art could, he held, be only obtained by the application of experience, not only to disease at large, but to disease in the individual.",
        "He advises, however, great caution in their application.",
        "2, 21); but that word as employed by the ancients had a much more extensive application.",
        "CHRISTADELPHIANS (X purrou t,S€X ot, \" brothers of Christ \"), sometimes also called Thomasites, a community founded in 1848 by John Thomas (1805-1871), who, after studying medicine in London, migrated to Brooklyn, N.Y., U.S.A. There he at first joined the \" Campbellites,\" but afterwards struck out independently, preaching largely upon the application of Hebrew prophecy and of the Book of Revelation to current and future events.",
        "heat; hence it receives considerable application as a fuel.",
        "The great importance of alcohol in the arts has necessitated the introduction of a duty-free product which is suitable for most industrial purposes, and at the same time is perfectly unfit for beverages or internal application.",
        "All philosophy is philosophy of life, the development of a new culture, not mere intellectualism, but the application of a vital religious inspiration to the practical problems of society.",
        "Though not in name, in fact he was prime minister; in all internal affairs it was he who decided; and the fiscal and economic reforms of the new reign were the application of his theories.",
        "The object of the present article is to illustrate the practical application of the two general principles - (I) Joule's law of the equivalence of heat and work, and (2) Carnot's principle, that the efficiency of a reversible engine depends only on the temperatures between which it works; these principles are commonly known as the first and second laws of thermodynamics.",
        "The application will necessarily be confined to simple cases such as are commonly met with in practice, or are required for reference in cognate subjects.",
        "Application of the First Law.",
        "The application of the first law leads immediately to the equation, II=E - E,+W, .",
        "Application of Carnot's Principle.",
        "The most instructive example of the application of relations (I) and (2) is afforded by the change of state of a substance at constant temperature and pressure.",
        "Finally, the substance is reconverted into the first state at the temperature 0\", completing the cycle by the abstraction of a quantity of heat By the application of the first law, the difference of the quantities of heat absorbed and evolved in the cycle must be equal to the work represented by the area of the cycle, which is equal to (p' - p\") (v\" - v') in the limit when the difference of pressure is small.",
        "By the application of the second law, relations (2), the same work area is equal to (o' - o\")L'lo'.",
        "Application of the Modified Equation.",
        "This method of representation is applicable to certain kinds of problems, and has been developed by Macfarlane Gray and other writers in its application to the steam engine.",
        "The simplest application of the thermodynamic potential is to questions of change of state.",
        "Other metals which find application in the metallurgy of gold by virtue of their property of extracting the gold as an alloy are lead, which combines very readily when molten, and which can afterwards be separated by cupellation, and copper, which is separated from the gold by solution in acids or by electrolysis; molten lead also extracts gold from the copper-gold alloys.",
        "254) we find the beginning of preaching as an explanation and application of definite texts.",
        "His fondness for the allegorical and his manifest carelessness of preparation disappoint as often as his profundity, his devout mysticisms, his practical application attract and satisfy.",
        "The Reformers gave the sermon a higher place in the ordinary service than it had previously held, and they laid special stress upon the interpretation and application of Scripture.",
        "It therefore expands on solidification; and as it retains this property in a number of alloys, the metal receives extensive application in forming type-metals.",
        "Jacques Bernoulli cannot be strictly called an independent discoverer; but, from his extensive and successful application of the calculus and other mathematical methods, he is deserving of a place by the side of Newton and Leibnitz.",
        "Intense application brought on infirmities and a slow fever, of which he died on the 16th of August 1705.",
        "Before the application of photography, the camera lucida was of considerable importance to draughtsmen.",
        "ELECTROTYPING, an application of the art of electroplating to typography.",
        "The first application of the divided object-glass and the employment of double images in astronomical measures is due to Savary in 1743.",
        "4 The illumination of these scales is interesting as being the first application of electricity to the illumination of astronomical instruments.",
        "403), which might be of doubtful application, but also from the remains of olive presses and peculiarities in the local nomenclature.",
        "The most general application of the word in these transferred senses is that of an influential supporter or protector.",
        "Ludolf has asserted that this application was an invention of the Portuguese and arose only in the 15th century.",
        "But this is a mistake; for in fact the application had begun much earlier, and probably long before the name had ceased to be attached by writers on Asia to the descendants of the king of the Kerait.",
        "The mode of winning by level is of less general application than that by shafts, as the capacity for production is less, owing to the smaller size of roadways by which the coal must be brought to the surface, levels of large section being expensive and difficult to keep open when the mine has been for some time at work.",
        "In an application of this method at Vicq, two shafts of 12 and 16.4 ft.",
        "Another kind of application of machinery to coal mining is that of Messrs Bidder & Jones, which is intended to replace the use of blasting for bringing down the coal.",
        "A method of wedging down coal sufficiently perfected to be of general application would add greatly to the security of colliers.",
        "A more extended application of the same principle was made in the apparatus of L.",
        "If P represent the average value of the component of a force in the direction of the displacement, s, of its point of application, the product Ps measures the work done during the displacement.",
        "The angular displacement, 0, of the disk is made proportional to the displacement, s, of the point of application of the force by suitable driving gear.",
        "If do is the angular displacement of the roller corresponding to displacements, dO of the disk, and ds of the point of application of P, a, and C constants, then d4) = x _ ¢Pds = C.Pds, and therefore 4) = C f 82 Pds; that is, the angular displacement of the roller measures the work done during the displacement from s 1 to s 2 .",
        "White's A New Century of Inventions (Manchester, 1822), illustrates possibly the earliest application of this principle to dynamometry.",
        "In 1787, after an unsuccessful application to the consistory for pecuniary assistance, he seems to have been driven to miscellaneous literary work.",
        "a convention was called, a constitution framed and application for admission made.",
        "As a consequence there has been a tendency towards the formation of two opposing elements within the dominant party; the more radical seeking the promotion of what since 1902 has been known as the \"Iowa Idea,\" which in substance is to further the expansion of the trade of the United States with the rest of the world through the more extended application of tariff reciprocity, and at the same time to revise the tariff so as to prevent it from \"affording a shelter to monopoly.\"",
        "We begin with a general dynamical theorem, whose special application, when the dynamical system is identified with a gas, will appear later.",
        "This was succeeded (1887, 1888) by a new edition of the Rhetoric, and along with it, a ° book On Teaching English, being an exhaustive application of the principles of rhetoric to the criticism of style, for the use of teachers; and in 1894 he published a revised edition of The Senses and the Intellect, which contains his last word on psychology.",
        "The Urschrift was followed by a more exhaustive handling of one of its topics in Die Sadducder and Pharisder (1863), and by a more thorough application of its leading principles in an elaborate history of Judaism (Das Judentum and seine Geschichte) in 1865-1871.",
        "was absolutely forbidden, as well as the application to the bishop of Rome for dispensations.",
        "In reality it stands for a more thoroughgoing and consistent application of the test of experience.",
        "Harris; 4 (b) of confident application to the central problems of logic, ethics and politics, fine art and religion, and as a principle of constructive criticism and interpretation chiefly in T.",
        "Almost all state employees are under civil service rules; the same is true of the city of Boston; and of the clerical, stenographic, prison, police, civil engineering, fire, labourforeman, inspection and bridge tender services of all cities; and under a law (1894) by which cities and towns may on petition enlarge the application of their civil service rules.",
        "But the most rigorous application of the doomage law has only proved its complete futility as an effort to reach unascertained corporate and personal property.'",
        "In particular, it was rendered practicable on board ship, and its application to the manipulation of heavy naval guns and other purposes on warships was not the least important of Armstrong's achievements.",
        "Mycenaeans of Crete, although a wider application of this term is not to be excluded.",
        "Alcohol was used in Germany for many years before the World War in increasing quantities as a source of heat, but its application for light and power started about 1887.",
        "Zirconium oxide or zirconia, Zr02, has become important since its application to the manufacture of mantles for incandescent gas-lighting.",
        "Not the least important feature of the work of Herberstein is the application of the name aurochs to the wild ox, as distinct from the bison.",
        "Besides the breadth of its scope, in which the American census stands unrivalled, the most important American contribution to census work has been the application of electricity to the tabulation of the results, as was first done in 1890.",
        "the direct measurement of certain magnitudes (usually lengths) in terms of a unit, and the application of a formula for determining the area or volume from these data.",
        "If these are included in the description \" mensuration,\" the subject thus consists of two heterogeneous portions - elementary mensuration, comprising methods and results, and advanced mensuration, comprising certain results intended for practical application.",
        "A third group, of increasing importance, comprises cases in which curves or surfaces arise out of the application of graphic methods in engineering, physics and statistics.",
        "The treatment of an angle as generated by rotation, the investigation of the relations between trigonometrical ratios and circular measure, the application of interpolation to trigonometrical tables, and the general use of graphical methods to represent continuous variation, all imply an analytical onlook, and must therefore be deferred to this stage.",
        "The application of Simpson's rule, for instance, to a plane figure implies certain assumptions as to the nature of the bounding curve.",
        "Such a formula is approximative, in that it is known that the result of its application will only be approximately correct; it differs from an approximative formula of the kind mentioned in (i) (b) above, in that it is adopted of necessity, not by choice.",
        "For this reason, formulae which will only give approximate results are usually classed together as rules, whether the inaccuracy lies (as in the case of Huygens's rule) in the formula itself, or (as in the case of Simpson's rule) in its application to the data.",
        "We have now to consider the extension of formulae of this kind to other figures, and their application to the calculation of moments and volumes.",
        "If, as is usually the case, the ordinate throughout each strip of the trapezette can be expressed approximately as an algebraical function of the abscissa, the application of the integral calculus gives the area of the figure.",
        "The first, which is the best known but is of limited application, consists in replacing each successive portion of the figure by another figure whose ordinate is an algebraical function of x or of x and y, and expressing the area or volume of this latter figure (exactly or approximately) in terms of the given ordinates.",
        "(ii) Similarly, if m is a multiple of 3, the repeated application of Simpson's second formula gives Simpson's second rule A 1?",
        "(iv) m a multiple of 6 (Weddle's rule, or its repeated application).",
        "The application of the methods of §§ 75-79 to calculation of the volume of a briquette leads to complicated formulae.",
        "The following are instances of the application of approximative formulae to the calculation of the volumes of solids.",
        "This system of divination has the charm of simplicity and definiteness, as an application of the \"doctrine of signatures\" which formed so extensive an element in the occult writings of the past six centuries.",
        "In the course of ages every detail has been brought under a formal set of rules, which only need mechanical application.",
        "The amount of gold in standard ounces (916.6 fine) corresponding to the \" imported \" bullion is thus ascertained, and on the application of the importer the gold is coined and delivered to him in the form of sovereigns and half-sovereigns at the rate of £3, 17s.",
        "Whatever may be thought of their application of these principles, there is no mistaking the deeply religious aim of these separatists for conscience' sake, viz.",
        "The poor law of the state defines the town poor as those who have gained a settlement in some town or city, by residing there for one year prior to their application for public relief and who are unable to maintain themselves; the county poor as the poor who have not resided in any one town or city for one year before their application for public relief, but have been in some one county for sixty days; and the state poor as all other poor persons within the state.",
        "As a further concession to the insurgents, reforms on the widest scale were promised; but their application required time, even if the good faith of the Government could be trusted.",
        "Now from Philo to Origen we have a long Hellenistic, Jewish and Christian application of that all-embracing allegorism, where one thing stands for another and where no factual details resist resolution into a symbol of religious ideas and forces.",
        "A plaintiff must reside in the state one year before filing an application for a divorce.",
        "As an example of the application of this siren, suppose that the number of revolutions of the plate, as shown by the indices, amounts to 5400 in a minute, that is, to 90 per second, then the number of vibrations per second of the note heard amounts to 90n, or (if number of holes in each plate = 8) to 720.",
        "We see, then, that the conditions for the application of Fourier's theorem are equivalent to saying that all disturbances will travel along the system with the same velocity.",
        "Upon application of either or both of the parties, provided the employees be not less than twenty, this board is required to inquire into the cause of the dispute, with the aid of two expert assistants, who shall be nominated by the parties, and to render a decision, which is binding for at least six months upon the parties to the application.",
        "4, where arbiters differ in opinion, they, or, if they fail to agree on the point, the court, on the application of either party, may nominate an oversman whose decision is to be final.",
        "If the arbitrators, differing in opinion, cannot agree upon an umpire (tiers arbitre), the president of the Tribunal of Commerce will appoint one, on the application of either party (art.",
        "In Portugal, provision has been made for the creation in important industrial centres, on the application of the administrative corporations, of boards of conciliation (decrees of the 14th of August 1889, and the 18th of May 1893).",
        "For an elastic arch of metal there is a more complete theory, but it is difficult of application, and there remains some uncertainty unless (as is now commonly done) hinges are introduced at the crown and springings.",
        "For the application of this method to a series of loads Prof. Eddy's paper must be referred to.",
        "Though he discharged the duties of this office to Fouche's satisfaction, his strength was overtasked by his continued application to study, and he found it necessary in 1801 to recruit his health by a three months' trip in the south.",
        "But the most important therapeutic application of this drug is in gonorrhoea, where its antiseptic action is of much value.",
        "An objective and non-party application of the laws, and equal rights for all nationalities, were in consequence the ever-recurring heads of their programme.",
        "At an early period Wallsend was famous for its coal, but the name has now a general application to coal that does not go through a sieve with meshes five-eighths of an inch in size.",
        "In the year 1789, when the French Revolution broke out, he was archdeacon of Ajaccio, and, like the majority of the Corsicans, he felt repugnance for many of the acts of the French government during that period; in particular he protested against the application to Corsica of the act known as the \"Civil Constitution of the Clergy\" (July 1790).",
        "But James was unmoved by his application, and granted the revenue of his see to the duke of Lennox.",
        "Since the conditions of the age no longer allow the pope to depose a temporal sovereign, the practical application of this conception of the relationship between the spiritual and temporal powers has taken other forms, all of which, however, clearly show that the superiority of the Church over the state is assumed.",
        "In the past this principle led to the erection of the Inquisition and, even at the present day, there exists in the Curia a special congregation charged with its application '(see' Curia Romana).",
        "On the day after this curious document had furnished both amusement and uneasiness to the Commons, a woman, describing herself as Sophia Elizabeth Guelph Sims, made application at the Mansion House for advice and assistance to prove herself the lawful child of George IV.",
        "The of Wales's ' 'c i evidence laid before the committee explained to the country for the first time the actual state of the royal income, and on the proposal of Gladstone, amending the proposal of the government, it was proposed to grant a fixed addition of £36,000 per annum to the prince of Wales, out of which he should be expected to provide for his children without further application to the country.",
        "Its only important application in medicine is as a carminative to lessen the griping caused by some purgatives such as aloes.",
        "In 1907 the legislature proposed an amendment providing for the application of initiative and referendum to statutory laws and constitutional amendments; two years later the legislature passed a substitute resolution, which omits the clause regarding amendments of the constitution, and which, if passed by the legislature of 2922 will be put to popular vote at the general election of 1912.",
        "The grounds for absolute divorce are adultery, cruelty, desertion (one year), neglect (one year), habitual drunkenness (one year) and conviction for felony; residence in the state for one year is required before application for divorce.",
        "A complication is caused by the fact that the consonants are grouped into three classes, to each of which a special tone applies, and consequently the application of a tonal sign to a letter has a different effect, according to the class to which such letter belongs.",
        "Neither of these processes admitted of commercial application, but by a modification of Ruff and Plato's process, W.",
        "In this application it has lost its original precise sense, and means only the ruler of part of a divided kingdom, or of a district too unimportant to justify a higher title.",
        "Botanists were for a long time content to know that the scattering of the pollen from the anther, and its application to the stigma, were necessary for the production of perfect seed, but the stages of the process of fertilization remained unexplored.",
        "Dutrochet towards the middle of the century, and Liebig's application of chemistry to agriculture and physiology put beyond question the parts played by the atmosphere and the soil in the nutrition of plants.",
        "The use of slave labour, and the application of the corvee system to natives who were nominally free, enabled the company to lower the cost of production, while the absence of competition enabled it to raise prices.",
        "3, p. 319.) Ammonia finds a wide application in organic chemistry as a synthetic reagent; it reacts with alkyl iodides to form amines, with esters to form acid amides, with halogen fatty acids to form amino-acids; while it also combines with isocyanic esters to form alkyl ureas and with the mustard oils to form alkyl thioureas.",
        "In a wider application it means the succession of ranges which extend from the Pamirs on the W.",
        "If material systems are constituted of discrete atoms, separated from each other by many times the diameter of any of them, this simple plan of exhibiting their interactions in terms of direct forces between them would indeed be exact enough to apply to a wide range of questions, provided we could be certain that the laws of the forces depended only on the positions and not also on the motions of the atoms. The most important example of its successful application has been the theory of capillary action elaborated by P. S.",
        "We may now, as is somewhat the more natural course in the terrestrial application, take axes (x,y,z) which move with the matter; but the current must be invariably defined by the flux across surfaces fixed in space, so that we may say that relation (i) refers to a circuit fixed in space, while (ii) refers to one moving with the matter.",
        "The style \"Protestant\" had, however, during the 19th century assumed a variety of new shades of meaning which necessarily made its particular application a somewhat hazardous proceeding.",
        "But the Republicans, as is almost inevitable under a party system, championed the policy opposed by the other side, and declared themselves not only in favour of the maintenance of existing duties, but of the consistent and unqualified further application of protection.",
        "The introduction of the coefficients now called Laplace's, and their application, commence a new era in mathematical physics.",
        "His chief title to fame, however, is his pioneering work in the application of the art of photography to astronomical research.",
        "Calvin had taught that the true way to regard substance was to think of its power (vis), and that the presence of a substance was the immediate application of its power.",
        "The theological application and development of Hamilton's arguments in Mansel's Bampton Lectures On the Limits of Religious Thought marked a still more determined attack, in the interests of theology, upon the competency of reason.",
        "This, however, did not mean that he paid no attention to the practical application of science nor that he despised knowledge which tended to use.",
        "Sodium is largely employed in the manufacture of cyanides and in reduction processes leading to the isolation of such elements as magnesium, silicon, boron, aluminium (formerly), &c.; it also finds application in organic chemistry.",
        "As Oberprdsident of Silesia he had already done much to mitigate the rigour of the application of the \"May Laws,\" and as minister of public worship and of the interior he continued this policy.",
        "The authority to grant such discharge was conceived to be included in the power of binding and loosing committed by Christ to His Church; and when in the course of time the vaguer theological conceptions of the first ages of Christianity assumed scientific form and shape at the hands of the Schoolmen, the doctrine came to prevail that this discharge of the sinner's debt was made through an application to the offender of what was called the \" Treasure of the Church \" (Thurston, p. 315).",
        "After making these recommendations concerning amendments the Convention resolved: \" That if the application of these states to the government of the United States, recommended in a foregoing resolution, should be unsuccessful, and peace should not be concluded, and the defence of these states should be neglected, as it has been since the commencement of the war, it will, in the opinion of this convention, be expedient for the legislatures of the several states to appoint delegates to another convention, to meet at Boston in the state of Massachusetts on the third Thursday of June next, with such.",
        "Already more than one suitor had made application for her hand, Ferdinand of Aragon, who ultimately became her husband, being among the number; for some little time she was engaged to his elder brother Charles, who died in 1461.",
        "The following exercises will show the application of the ballistic table.",
        "Acheson, in 1896, patented an application of his, carborundum process to graphite manufacture, and in 1899 the International Acheson Graphite Co.",
        "Though a word of not very strict application, it is now frequently used of the rural population of such countries as France, where the land is chiefly held by small holders, \"peasant proprietors.\"",
        "Carbon dioxide finds industrial application in the preparation of soda by the Solvay process, in the sugar industry, in the manufacture of mineral waters, and in the artificial production of ice.",
        "So ended the gigantic struggle, as to the conduct of which it is only necessary to quote, with a more general application, the envoi of a Federal historian, \"It has not seemed necessary to me to attempt a eulogy of the Army of the Potomac or the Army of northern Virginia.\"",
        "Mines, torpedoes and submarines were all employed, and with the \"Monitor\" may fairly be said to have begun the application of mechanical science to the uses of naval war.",
        "As a mathematician he occupied himself with many branches of his favourite science, more especially with higher algebra, including the theory of determinants, with the general calculus of symbols, and with the application of analysis to geometry and mechanics.",
        "It readily dissolves the epidermis of the skin and many other kinds of animal tissue - hence the former application of the \"sticks\" in surgery.",
        "Hence its frequent application in analysis as a disintegrating agent.",
        "The textual criticism of the classical literatures made way before the textual criticism of the Old Testament: Bentley's Phalaris (1699) preceded any thorough or systematic application of Higher Criticism to any part of the Old Testament; Niebuhr's History of Rome (181i) preceded Ewald's History of Israel (1843-1859).",
        "The significance of these and the extent to which they must govern the application of the general -principles have even yet scarcely obtained full and general recognition.",
        "A model of the application of the various resources of Old Testament textual criticism to the restoration of the text is C. H.",
        "can only be overthrown by proving the application of criticism to the Old Testament to be in itself unlawful, or else by proving the falseness or inconclusiveness of all its mutually independent judgments one by one.",
        "More important still is the application of Semitic study to elucidate the Gospels.",
        "The value of the book lay not in history for its own sake, but in its direct application to present needs.",
        "dealing with Adam, Moses or Isaiah) will always be a matter of dispute, the teaching to which it is applied stands on an independent footing as also does the application of that teaching to other ages.",
        "Often the biblical text cannot be said to supply more than a hint or a suggestion, and the particular application in Halaka or Haggada must be taken on its merits, and the teaching does not necessarily fall because the exegesis is illegitimate.",
        "16-22), and frequently passages which originally had another application have a Messianic reference in 3 For the Rabbinical \" rules \" and examples of their working see F.",
        "Similarly the application of Hos.",
        "The strict application of the word to a sanctuary containing relics was extended to embrace any place of worship other than a church, and it was synonymous, therefore, with \"oratory\" (oratorium), especially one attached to a palace or to a private dwelling-house.",
        "\"Chapel\" was early and still is in England the general name of places of worship other than those of the established Church, but the application of \"church\" to all places of worship without distinction of sect is becoming more and more common.",
        "- In the ancient and medieval Church and in the dogmatic period of Protestantism there was little or no attempt at historical study of prophecy, and the prophetical books were found instructive only through the application of allegorical or typical exegesis.",
        "Dr Chalmers' action throughout the Free Church controversy was so consistent in its application of Christian principle and so free from personal or party animus, that his writings are a valuable source for argument and illustration on the question of Establishment.",
        "The following calculation of log 5 is given as an example of the application of a method of mean proportionals.",
        "An application to the hyperbolic logarithm of is given by Burckhardt in the introduction to his Table des diviseurs for the second million.",
        "This was published in 1876 under the title Tables for the formation of logarithms and antilogarithms to twenty-four or any less number of places, and contains the most complete and useful application of the method, with many improvements in points of detail.",
        "This branch of the science has reached the highest development in its application to the history of the extinct mammalia of the Tertiary through the original work o Cope and Henri Filhol, which has been brought to a much higher degree of exactness recently through the studies of H.",
        "The grandest application of analogy is that observed in the adaptations of groups of animals evolving on different continents, by which their various divisions tend to mimic those on other continents.",
        "The theoretical existence of primitive or stem forms was clearly perceived by Darwin, but the steps by which the stem form might be restored were first clearly enunciated by Huxley in 1880 (\" On the Application of Evolution to the Arrangement of the Vertebrata and more particularly of the Mammalia,\" Scient.",
        "As early as 1862 Gaudry set forth this very polyphyletic principle in his tabular phylogenies, but failed to carry it to its logical application.",
        "The general's supremacy received a shock when the eleventh general congregation appointed Oliva as vicar, with the right of succession and powers that practically superseded those of the general Goswin Nickel, whose infirmities, it is said, did not permit him to govern with the necessary application and vigour; and an attempt was made to depose Tirso Gonzalez, the thirteenth general, whose views on probabilism diverged from those favoured by the rest of the Jesuits.",
        "Pombal charged the whole Society with the possible guilt of a few, and, unwilling to wait the dubious issue of an application to the pope for licence to try them in the civil courts, whence they were exempt, issued on the 1st of September 1759 a decree ordering the immediate deportation of every Jesuit from Portugal and all its dependencies and their suppression by the bishops in the schools and universities.",
        "Each probate court, consisting of a single judge, has jurisdiction within its county of the probate of wills, of the granting of administration, in insolvency proceedings, and in relation to the adoption of children; it may appoint and remove guardians of minors, insane persons and spendthrifts, and, upon application, may change a person's name.",
        "Any town upon application, and by contracting to appropriate annually a certain fixed sum for its maintenance, may receive state aid for establishing a library, and in 1904 libraries had been established by this means in 146 towns.",
        "The willows are cut at the first indication of the sap rising and \"couched\" in rotten peelings and soil at a slight angle, the butts being on the ground, which should be strewn with damp straw from a manure heap. The tops are covered lightly with rotted peelings and by periodical application of water, fermentation is induced at the bottom, heat is engendered, the leaves force their way through the covering and peeling may begin.",
        "How this application was answered we do not know..",
        "Iodine finds application in organic chemistry, forming addition products with unsaturated compounds, the combination, however, being more slow than in the case of chlorine or bromine.",
        "Vinegar, however, which contains about 5% acetic acid, is frequently taken as a cure for obesity, but there is no warrant for this application.",
        "By the Lex Julia of 90 B.C. and the Lex Plautia Papiria of 89 B.C. every town in Italy which made application in due form received the complete citizenship. The term municipium was no longer confined to a particular class of Italian towns but was adopted as a convenient name for all urban communities of Roman citizens in Italy.",
        "In 1847 he was appointed professor of the mechanical principles of engineering in University College, London, and at the same time he was employed as a member of the Royal Commission appointed to inquire into the application of iron to railway structures.",
        "In 'spring the horse and hand hoe must be used, and the previous application of r cwt.",
        "The physiographic description of the Appalachian mountain system offers an especially good opportunity for the application of the genetic method based on structure, process and stage.",
        "If, however, application be made of the rate in its entirety from 1790 to 1900, the result would be a theoretical pure native stock in 1900 equal to the then actually existing native and foreign stock combined.",
        "2-}-cos B It is readily shown that the latter gives the best approximation to 0; but, while the former requires for its application a knowledge of the trigonometrical ratios of only one angle (in other words, the ratios of the sides of only one right-angled triangle), the latter requires the same for two angles, 0 and 3B.",
        "It is clearly the form of the fundamental property (expressed in the terminology of the \"application of areas\") which led him to call the curves for the first time by the names parabola, ellipse, hyperbola.",
        "He argued that the determination of the tribunal must be grounded upon \"the principles of right,\" that \"by the rule or principle of right was meant a moral rule dictated by the general standard of justice upon which civilized nations are agreed, that this international standard of justice is but another name for international law, that the particular recognized rules were but cases of the application of a more general rule, and that where the particular rules were silent the general rule applied.\"",
        "The methods of cultivation do not involve the application of so much hand labour per acre as in Europe.",
        "In 1869 the government of Canada sent a deputation to England to press upon the imperial government the necessity of asserting Canada's position in regard to the fisheries, and the desirability of settling other questions in dispute with the republic. The outcome of this application was the appointment of a commission to consider and if possible settle outstanding differences between the three countries.",
        "The application of electricity to purposes of manufacture and transportation made the waterfalls and rapids in which the country abounds the source of an almost unlimited supply of energy capable of easy distribution for industrial purposes over wide areas.",
        "Lawes in Hertfordshire have proved that the natural fruitfulness of the wheat plant can be increased threefold by the application of the proper fertilizer.",
        "TEXTUAL CRITICISM, a general term given to the skilled and methodical application of human judgment to the settlement of texts.",
        "This is practically an application of the method to a portion of such manuscripts.",
        "Both of these procedures are arbitrary in their principle, and liable to be erratic in their application.",
        "The Fourth Fraction,I 7 Combines Three 128 ?99293 X33 29 Periods Of Thirty Three Years With One Of Twenty Nine, And Would Consequently Be Very Convenient In Application.",
        "It Is Therefore Infinitely More Commodious To Determine The Commencement Of The Year By A Fixed Rule Of Intercalation; And Of The Various Methods Which Might Be Employed, No One, Perhaps Is On The Whole More Easy Of Application, Or Better Adapted For The Purpose Of Computation, Than The Gregorian Now In Use.",
        "Augusta was the home of the inventor, William Longstreet (1759-1814), who as early as 1788 received a patent from the state of Georgia for a steamboat, but met with no practical success until 1808; as early as 1801 he had made experiments in the application of steam to cotton gins and saw-mills at Augusta.",
        "It is upon this principle that the hydrometer is constructed, and it obviously admits of two modes of application in the case of fluids: either we may compare the weights of floating bodies which are capable of displacing the same volume of different fluids, or we may compare the volumes of the different fluids which are displaced by the same weight.",
        "Its application has been variously improved at the hands of T.",
        "The application of electricity is widely developed on account of the proximity of Alpine valleys rich in torrents."
    ],
    "definition": [
        "The act of applying or making a request.",
        "An oral or written formal motion, request, or petition.",
        "Link/Cite"
    ]
}