{
    "translation": "אישור, הסכמה",
    "uses": [
        "You got his stamp of approval, you know.",
        "Ully nodded in approval and scribbled notes on his iPad.",
        "Lucas brought in a bill in his first session to effect this reform, but was defeated on the motion to have the bill sent to England for approval by the privy council; and he insisted upon the independent.",
        "She set the parameters and waited for the approval screen.",
        "With Fred's approval, he dashed up to the old man's room to fire up his computer and do so.",
        "The electorate gave its approval to the revision by a vote of 26,771 to 21,606, and with this the agitation over representation ceased.",
        "What a style! was uttered in approval both of reader and of author.",
        "His eyes expressed approval and the thin lips twitched in what she had grown to accept as a smile - fleeting as it was.",
        "Martha looked for approval and received it tacitly from all but her husband.",
        "Testing her ankle in a pair of low heels, she nodded silent approval and hurried down the hall.",
        "We nodded our approval and awaited more revelations.",
        "He looked her up and down in approval, his gaze lingering on her neck.",
        "She looked over the car and expressed her approval, but her mind was consumed with guilt.",
        "He stopped to talk to several, checked a few weapons with nods of approval, and patted the younger ones on the back.",
        "She responds quickly to the gentle pressure of affection, the pat of approval, the jerk of impatience, the firm motion of command, and to the many other variations of the almost infinite language of the feelings; and she has become so expert in interpreting this unconscious language of the emotions that she is often able to divine our very thoughts.",
        "He took her other with a rough hand and nodded in approval at the healed scars.",
        "These divisions had the approval of W.",
        "She nodded her approval and I stepped outside and closed the door.",
        "He looked her up and down in approval from his position leaning against the wall nearby.",
        "Deprivation, or imprisonment for more than two months, requires the approval of the king (ib.).",
        "As a critic of independent views he won the approval of Goethe; on the other hand, he fell into violent controversy with Ranke about questions connected with Italian history.",
        "After a pirouette of approval, she sat on the edge of the bed.",
        "Each commune is in theory obliged to maintain at least one public primary school, but with the approval of the niinister, the departmental council may authorize a commune to combine with other communes in the upkeep of a school.",
        "Encouraged by this approval, de Lesseps no longer allowed anything to stop him.",
        "Though the admission of new members is, strictly speaking, the act of the session, this duty usually devolves upon the minister, who reports his procedure to the session for approval and confirmation.",
        "The new premiers first act was one which cannot be sufficiently praised: he suppressed all subsidies to journalists, and although this resulted in bitter attacks against him in the columns of the reptile press it commanded the approval of all right-thinking men..",
        "He looked up joyfully at the baby when the nurse brought it to him and nodded approval when she told him that the wax with the baby's hair had not sunk in the font but had floated.",
        "Baratieri, anxious probably to obtain some success before the arrival of Baldissera, and alarmed by the rapid diminution of his stores, which precluded further immobility, called a council of war (29th of February) and obtained the approval of the divisional commanders for a plan of attack.",
        "On the other hand, a two-thirds majority of each house of the legislature may submit an amendment or amendments to popular vote at the next general election, when the approval of a majority of the qualified voters is necessary for ratification.",
        "Cromwell was not the originator of this act, but showed his approval of it by taking his seat among the fifty or sixty Independent members who remained.",
        "The long-promised abolition of the grist tax was not explicitly mentioned, opposition to the railway redemption contracts was transformed into approval, and the vaunted reduction of taxation replaced by lip-service to the Conservative deity of financial equilibrium.",
        "The Senate, in which the partisans of the ministry had been increased by numerous appointments ad hoc, finally set the seal of its approval upon the measure.",
        "If this is successfully overcome, and the proposals meet with the Con approval of parliament, the bill is passed and, after securing the Royal Assent, becomes an act of parliament.",
        "His appointment as minister of the marine on the 10th of July 1774 met with general approval, and was hailed with enthusiasm by the philosophes.",
        "But when our artillery or cavalry advanced or some of our infantry were seen to move forward, words of approval were heard on all sides.",
        "Shouts of approval were heard from the crowd around, and at the same moment a mounted patrol of French uhlans appeared from round the corner.",
        "Pierre did not in any way seek her approval, he merely studied her with interest.",
        "There could be no doubt not only of his approval but also of his admiration for his wife.",
        "Local laws, subject to approval by the legislative council of Fiji, are promulgated by a regulation board, composed of the commissioner, native chiefs of the seven districts into which the island is divided, and two native magistrates.",
        "He therefore refused, with the approval of the representatives of these provinces, to allow the publication of the \" Perpetual Edict \" in Holland and Zeeland.",
        "Evidence in support of this view is sought for in the accounts in the Anglo-Saxon Chronicle and elsewhere, where the decisions of the witan were received with loud expressions of approval or of disapproval by an assembled crowd, and it is argued that this is a survival from an earlier age, when all the freemen attended the witan.",
        "His approval of the attempt of the Lords to alter a money bill led to the loss of the supply to Charles and to the consequent displeasure of the king.",
        "The Dean's ages—both forty—and the financial limitations of their new business would make obtaining court approval difficult.",
        "Pepys, a far more trustworthy judge, speaks of him invariably in terms of respect and approval as a \" grave, serious man,\" and commends his appointment as treasurer of the navy as that of \" a very notable man and understanding and will do things regular and understand them himself.\"",
        "He took this as a sign of approval and a confirmation of his thoughts, and after a few minutes' reflection continued to think aloud.",
        "He quotes (p. 57) with approval Kant's words, \"The death of the body may indeed be the end of the sensational use of our mind, but only the beginning of the intellectual use.",
        "organized wholesale robbery and murder of Jews, occurred in many places, it was believed with the connivance of the police and veiled approval in exalted quarters.",
        "Malvintseva expressed approval, and the governor's wife began to speak of Rostov in Mary's presence, praising him and telling how he had blushed when Princess Mary's name was mentioned.",
        "His share in the divorce of Anne of Cleves was less prominent than that of Gardiner, though he did preside over the Convocation in which nearly all the dignitaries of the church signified their approval of that measure.",
        "The bishop of Rome claimed for his legates the right to preside, and insisted that any act that failed to receive their approval would be invalid.",
        "Many voices shouted and talked at the same time, so that Count Rostov had not time to signify his approval of them all, and the group increased, dispersed, re-formed, and then moved with a hum of talk into the largest hall and to the big table.",
        "At this meeting all the colonies except New Zealand were represented, and it was agreed that the parliament of each colony should be asked to pass a bill enabling the people to choose ten persons to represent the colony on a federal convention; the work of such convention being the framing of a federal constitution to be submitted to the people for approval by means of the referendum.",
        "Any community containing thirty or more houses may, with the approval of the selectmen of the town, receive a separate village organization.",
        "The bishops' Interpretations and Further Considerations, issued in 1560, tolerated a lower vestiarian standard than was prescribed by the rubric of 1559; the Advertisements, which Parker published in 1566, to check the Puritan descent, had to appear without specific royal sanction; and the Reformatio legum ecclesiasticarum, which Foxe published with Parker's approval, received neither royal, parliamentary nor synodical authorization.",
        "The elevation of Newman to the college of Cardinals in 1879 was regarded with approval throughout the English-speaking world, both on Newman's account and also as evidence that Leo XIII.",
        "Count Rostov at the back of the crowd was expressing approval; several persons, briskly turning a shoulder to the orator at the end of a phrase, said:",
        "He certainly had Destiny's approval - and the admiration appeared to be mutual.",
        "Cromwell's government seemed now established on the firmer footing of law and national approval, he himself obtaining the powers though not the title of a constitutional monarch, with a permanent revenue of £1,300,000 for the ordinary expenses of the administration, the command of the forces, the right to nominate his successor and, subject to the approval of parliament, the members of the council and of the new second chamber now established, while at the same time the freedom of parliament was guaranteed in its elections.",
        "\"Bon,\" he said with a nod of approval.",
        "Donnie smiled at his mother and nodded his approval.",
        "He looked to the others for approval.",
        "\"Good one,\" he said in approval.",
        "He could repudiate the purchase of a slave attacked by the bennu sickness within the month (later, a hundred days), and had a female slave three days on approval.",
        "Designed to protect heretics from the secret and summary methods of the Inquisition, it certainly had his sympathy and approval.",
        "Landor's maxims of \"few acquaintances, fewer friends, no familiarities\" had his cordial approval.",
        "In May 1533 he expressed approval of Henry VIII.'s marriage with Anne Boleyn in a sermon preached before the king.",
        "But the quarrel was settled when he was on the point of departure, and he undertook the difficult task of obtaining the pope's approval of the marriage.",
        "Railway, street railway, telegraph and telephone franchises can be granted only by the Executive Council with the approval of the governor, and none can be operative until it has been approved by the President of the United States.",
        "She opened her eyes, looking for my approval.",
        "He nodded in approval.",
        "The popes were henceforth to be chosen by the cardinals, the bishops by the chapters subject to the popes approval.",
        "borrowing approval to a direct grant to local authorities.",
        "melanoma vaccine as yet has FDA approval, the first criterion would not be met.",
        "Actual test data will only be issued to approval holders if it is not considered proprietary to their suppliers.",
        "The announcement follows the EU's approval at the end of July for the disbursement of $ 61 million for post-flood reconstruction.",
        "At these words Alpatych nodded as if in approval, and not wishing to hear more went to the door of the room opposite the innkeeper's, where he had left his purchases.",
        "He was invited to come to Brussels, and after some hesitation, and not without having first obtained the approval of the states of Holland and Zeeland, he assented.",
        "The Piedmontese government rightly regarded this measure as a violation of the peace treaty of 1850, and Cavour recalled the Piedmontese minister from Vienna, an action which was endorsed by Italian public opinion generally, and won the approval of France and England.",
        "The sovereigns of the chief states are entitled to nominate the lower grades of officers, and the king of Bavaria has reserved to himself the special privilege of superintending the general administration of the three Bavarian army corps; but all appointments are made subject to the emperors approval.",
        "Education, trade, religious toleration, the emancipation of the agricultural population from feudal burdens - all had her approval up to a certain point.",
        "The abolition of the cropping of the ears of Great Danes, bull terriers, black and tan terriers, white English terriers, Irish terriers and toy terriers, in 1889 gained the approval of all humane lovers of dogs, and although attempts have been made to induce the club to modify the rule which prohibits the exhibition of cropped dogs, the practice has not been revived; it is declared, however, that the toy terriers and white English terriers have lost such smartness by the retention of the ears that they are becoming.",
        "He can suspend for a month a municipal council, mayor or deputy-mayor; certain decisions of the municipal councils require his approval; and he may annul such of their regulations as are extra vires.",
        "Sardar Singh had no son, and on his death in 1872 his widow and principal ministers selected Dungar Singh as his successor, with the approval of the British government.",
        "1880), who succeeded as 21st chief of Bikanir with the approval of the government.",
        "He quotes Lafargue with approval: \" The working-man who eats a sausage and is paid five francs a day knows quite well that his employer robs him, and that a sausage tastes well and is good food.\"",
        "Of late years, however, there has been a gradual assimilation of broader views by the leaders of Islam in Turkey, at any rate at Constantinople, and the revolution of 1908, and its affirmation in the spring of 1909, took place not only with their approval, but with their active assistance.",
        "The decisions of the conference, moderate though they were, in the end requiring merely the nomination of an international commission to investigate the state of the European provinces of Turkey, and the appointment by the sultan, with the approval of the powers, of governors-general for five years, were rejected by the Porte.",
        "A devoted and sincere Roman Catholic, he refused at first to sanction a constitution for the church in France without the pope's approval, and after he had been compelled to allow the constitution to become law he resolved to oppose the Revolution definitely by intrigues.",
        "solicitor-general of the republic. The judges and solicitor-general are appointed by the president with the approval of the senate, but the tribunal chooses its own presiding officers and secretaries and, nominally, is independent of executive control.",
        "This policy received the approval and sympathy of the majority of Brazilians, but naturally met with bitter opposition from the military element.",
        "The president-elect accordingly undertook with the full approval of Dr Moraes, who was still in office, the task of visiting Europe with the object of endeavouring to make an arrangement with the creditors of the state for a temporary suspension of payments.",
        "There three bishops were consecrated in 1528 by Peter Magnusson, who had himself been consecrated by a cardinal with the pope's approval at Rome in 1524, for the see of Westiras, to which he had been elected by the chapter.",
        "The Sacred Congregation, with the pope's approval, declared his orders to be null.",
        "Dinizulu protested his loyalty to the British, nor was it likely that he viewed with approval the action of Bambaata, a comparatively unimportant and meddlesome chief.",
        "He also cites, apparently with approval, the view of those who held Porphyry's treatise to be not de quinque rebus, but de quinque vocibus.",
        "These statesmen expressed in general terms their approval of his purpose, but he went entirely on his own account, clothed at first with no official authority.",
        "His mission, which was a slight to Jellachich, was conceived as a concession to the Magyars, and had the general approval of Batthyany.",
        "The plan, concerted by Kossuth and Apponyi, with the approval of Baron Aehrenthal, was to carry on a modified coalition government with the aid of the Andrassy Liberals, the National party, the Clerical People's party 2 and the Independence party, on a basis of suffrage reform with plural franchise, the 2 The People's party first emerged during the elections of 1896, when it contested 98 seats.",
        "The Fathers of the 4th century, and notably the Cappadocian Fathers, provide us with a quantity of evidence on this subject, which leaves no doubt as to the practice of the invocation of saints, nor of the complete approval with which it was viewed.",
        "The president, however, is empowered to deny admission into the country of foreigners engaged in special religious work not meeting his approval.",
        "He wrote, with papal approval, the letter requesting the Italians to occupy the Leonine city, and obtained from the Italians payment of the Peter's pence (5,000,000 lire) remaining in the papal exchequer, as well as 50,000 scudi - the first and only instalment of the Italian allowance (subsequently fixed by the Law of Guarantees, March 21, 1871) ever accepted by the Holy See.",
        "There was a fierce 1 The laws of Hiero are often mentioned with approval in Cicero's speeches against Verres.",
        "The new practice was received at first with contempt and even ridicule, and afterwards by Stoll and Peter Frank with only grudging approval.",
        "With their approval a bishop was again consecrated, after six years' interval (1881-1887), for the Anglican congregations in Jerusalem and the East; and the features which had made the plan objectionable to many English churchmen were now abolished.",
        "His peculiar fashion of attacking the popular beliefs of his time has also failed to secure the approval of some who had very little sympathy with those beliefs.",
        "The existing palace was finished by John Nash in 1835, but did not meet with approval, and was considerably altered before Queen Victoria occupied it in 1837.",
        "The authority has powers to borrow money, but for certain purposes in this connexion, as in other matters, it can only act subject to the approval of the Board of Trade.",
        "Ben Adret, with the approval of other prominent Spanish rabbis, sent a letter to the community at Montpellier proposing to forbid the study of philosophy to those who were less than thirty years of age, and, in spite of keen opposition from the liberal section, a decree in this sense was issued by ben Adret in 1305.",
        "and the revolution of 1688 were national crimes; it exists to study the history of the Stuarts, to oppose all democratic tendencies, and in general to maintain the theory that kingship is independent of all parliamentary authority and popular approval.",
        "This action was confirmed in 1366 by an assembly of the Hansa which at the same time, on the occasion of a regulation made by the Bruges counter and of statutes drawn up by the young Bergen counter, ordered that in future the approval of the towns must be obtained for all new regulations.",
        "He returned home in 1834 broken in health, but succeeded in securing the approval of his church for his educational plans, and also in arousing much interest in the work of foreign missions.",
        "Littre and others, with Comte's approval, published an appeal for subscriptions, and on the money thus contributed Comte subsisted for the remaining nine years of his life.",
        "In the preface to it he took occasion to express his approval of Louis Napoleon's coup d'etat of the 2nd of December, - \" a fortunate crisis which has set aside the parliamentary system and instituted a dictatorial republic.\"",
        "The chief burgomaster (Oberburgermeister) is nominated by the emperor for twelve years, and the second burgomaster must receive the emperor's approval.",
        "how to secure its approval was to them a perplexing problem.",
        "that at every tenth year the number of spots reached a maximum), but it met with scant approval, and he continued his observations, which were afterwards utilized in 1851 by Humboldt in the third volume of his Kosmos.",
        "Probably it was also usual for them to signify their approval of a proposal by the clash of their arms, as was the practice among the Scandinavian peoples.",
        "Trajan in his reply (Epp. 97) expresses approval of Pliny's course of action in the case of the Christians brought before him.",
        "(3) They were judged and condemned by Pliny (with Trajan's full approval) by virtue of the imperiu y n delegated to him, and in accordance with the instructions issued to governors of provinces to search out and punish sacrilegious persons.",
        "His early work in `Ireland met with general approval.",
        "He displayed his interest in his native land by the publication of a Cohortatio ad Concordiam Pietatis, miss y in Patriam suam (1544) which had the express approval of Luther, and a Cohortatio ad Pietatis Concordiam ineundam (1559)ï¿½ The best early account of Alesius is the Oratio de Alexandro Alesio of Jacob Thomasius (April 1661), printed in the latter's Orationes (No.",
        "His reputation among Protestants was at the time so bad that he was charged with the authorship of the treatise De tribus impostoribus, as well as with having carried his alleged approval of polygamy into practice.",
        "Embarrassed by want of money, on bad terms with his parliament, and secretly intent on schemes incompatible with a policy which could earn the approval of his subjects, the king preferred to spend what money he could command on raising troops, and neglected his fleet.",
        "One of the peculiarities of the government was that in addition to the regular executive, legislative and judicial departments there was a privy council without whose approval the governor's power was little more than nominal.",
        "His policy, however, of discountenancing military trials and conciliating the conquered did not meet with approval at Washington, and he was at his own request transferred.",
        "In the conduct of the naval war the official role of Tirpitz was confined to reporting and advising at general headquarters, the actual conduct and initiative in operations being in the hands of the higher command of the navy at Wilhelmshaven, subject to the Emperor's approval or veto.",
        "Members of boards of regents or trustees of state institutions are for the most part elected by the General Assembly; railway commissioners are elected by the state electors; while in the case of the few appointments left for the governor, the recommendation or approval of the executive council, a branch of the legislature, or of some board, is usually required.",
        "Franklin noted the phenomenon with disapproval in his advocacy of increased population; Malthus with approval in his search for means to decrease population.",
        "His efforts as constitutional king were paralysed by the rivalry between the various Spanish factions, but with the approval of his father he rejected all idea of a coup d'etat.",
        "Los Angeles, like all other Californian cities, has the privilege of making and amending its own charter, subject to the approval of the state legislature.",
        "The German diet of Regensburg (1439) ratified in the main the decrees of the council of Basel, which clearly gratified the electors, princes and prelates; and Germany for the first time joined the ranks of the countries which subjected the decrees of the highest ecclesiastical instance to the placet or approval of the civil authorities.",
        "But not any and every tradition; only such as the church stamps with her approval.",
        "Lothair, however, came to Rome in person, and took advantage of this opportunity to redress many abuses in the papal administration, to vest the election of the pope in the nobles, and to confirm the statute that no pope should be consecrated until his election had the approval of the emperor.",
        "The third modified this provision by requiring the approval of only a majority of the members elected to each house of the second legislature, and directed that the legislature should call a convention to revise the constitution at least once in twenty years if the people requested it.",
        "The choice of most of these was given to the people in 1846, but since then many new state departments have been created, the heads of which are usually appointed by the governor, subject to the approval of the Senate.",
        "Under the present system, therefore, there is a biennial election (in even-numbered years) of a governor, a lieutenant-governor, a secretary of state, a state comptroller, a state treasurer, an attorney-general and a state engineer and surveyor; and the governor appoints, subject to the approval of the Senate, a superintendent of public works, a superintendent of state prisons, a superintendent of insurance, a superintendent of banks, a commissioner of excise, a commissioner of agriculture, a forest, fish and game commissioner, a commissioner of health, a commissioner of labour, a state architect, a state historian, a state librarian, two public service commissions, a civil service commission, a board of charities, a commission of prisons, a commission in lunacy, three tax commissioners and several other boards and commissions.",
        "A bill or item of an appropriation bill that has been vetoed by the governor can become a law only with the approval of two-thirds of the members elected to each house of the legislature.",
        "The regulation and control of such public service corporations as own or operate steam, electric or street railways, gas or electric plants, and express companies were, in 1907, vested in two public service commissions (the first for New York City and the second for all other parts of the state), each of five members appointed by the governor with the approval of the Senate; in 1910 the regulation of telephone and telegraph companies throughout the state was vested in the second commission.",
        "A state civil service commission (1883) consists of three members (not more than two of the same political party) appointed by the governor with the approval of the Senate.",
        "For the classified service of the state and of the minor civil divisions, except cities, the commission makes rules (subject to the governor's approval and to statutory and constitutional provisions) governing the classification of offices, the examination of candidates for office, and the appointment and promotion of employees.",
        "In 1849 the legislature passed a free-school bill subject to the approval of the people.",
        "The commissioner (subject to approval of the regents) appoints three assistant commissioners, for higher, secondary and elementary education respectively.",
        "To Cornell University, a non-sectarian institution opened at Ithaca in 1868, the state turned over the proceeds from the National land-grant act of 1862 on condition that it should admit free one student annually from each Assembly district, and in 1909 a still closer relation between this institution and the state was established by an act which makes, the governor, lieutenant-governor, speaker of the Assembly and commissioner of education ex-officio members of its board of trustees, and authorizes the governor with the approval of the Senate to appoint five other members, one each year.",
        "It was authorized to plant colonies and to govern them under a very limited supervision of the States-General, such as the approval of its appointment of a governor and of its instructions to him; and its own government was vested in five chambers of directors and an executive board or college of nineteen delegates from those chambers, eight of the nineteen representing the Chamber of Amsterdam.",
        "The director-general was formally appointed by the Company subject to the approval of the States-General, but the Amsterdam Chamber and the College of Nineteen supervised his administration.",
        "along the river on both sides \" and so far into the country as the situation of the occupyers will permit \" by purchasing the same from the Indians and planting upon it a colony of fifty persons, upwards of 15 years old, within four years from the beginning of the undertaking, one-fourth part within one year; and that any private person might with the approval of the director-general and council take up as much land as he should be able to improve.",
        "of Anjou, who wished to obtain the succession of Naples at Joanna's death, a course which met with the approval of the pope.",
        "The \"On to Richmond\" appeal, which appeared day after day in The Tribune, was incorrectly attributed to him, and it did not wholly meet his approval; but after the defeat in the first battle of Bull Run he was widely blamed for it.",
        "With the approval of the majority of a board of pardons (composed of the secretary of state, attorney-general and auditor), he may pardon offences or commute punishment, and remit fines and forfeitures.",
        "Without his approval, also, no order or resolution of either House, other than to adjourn or relating solely to the business of the assembly, can take effect until passed again by a two-thirds vote as in case of a bill.",
        "The Railway Department was originally constituted in 1840, and performs multifarious duties under various railway acts, including the inspection of railways before they are open, inquiries into accidents, reports on proposed railways, approval of by-laws, appointment of arbitrators in disputes, as well as many duties under private railway.",
        "The educational institutions of the state are all under the management of a board of regents of five members, who are appointed by the governor, with the approval of the senate for terms of six years.",
        "In accordance with the Enabling Act, which received the President's approval on the 22nd of February 1889, a convention met at Sioux Falls on the 4th of the following July and re-adopted, with some slight verbal changes, the constitution of 1885.",
        "There are the usual administrative boards whose members are appointed by the mayor, some of them with the approval of the board of aldermen, though the board of school directors is elected by direct popular vote.",
        "At the end of 1851 an important event took place, which ended a long-standing grievance on the part of the queen, in Lord Palmerston's dismissal from the office of foreign secre- The tary on account of his expressing approval of Louis Napoleon's coup d'etat in Paris.",
        "She expects to be kept informed of what passes between him and the foreign ministers, before important decisions are taken, based upon that intercourse; to receive the foreign despatches in good time, and to have the drafts for her approval sent her in sufficient time to make herself acquainted with their contents before they must be sent off.",
        "Then finally she discovered (December 13) at the time of the coup d'etat, that he had, of his own initiative, given assurances of approval to Count Walewski, which were not in accord with the views of the cabinet and with the \"neutrality which had been enjoined\" by the queen.",
        "In accordance with the Enabling Act, which received the president's approval on the 22nd of February 1889, a constitutional convention met at Bismarck on the 4th of July following, and drafted a frame of government for the state of North Dakota.",
        "It was adopted and received the royal approval, but was strongly opposed and set aside by parliament two months afterwards.",
        "13 ff.), because with the approval of Bathsheba he wished to marry Abishag, formerly David's concubine, and thus seemed to have designs on the throne.",
        "By the promotion to the cardinalate of such men as Contarini, Caraffa, Pole and Morone, and the appointment of a commission to report upon existing evils and their remedy, the way was opened for reform; while by the introduction of the Inquisition into Italy (1542), the establishment of the censorship and the Index (1543), and the approval of the Society of Jesus (1540), most efficient agencies were set on foot for combating heresy.",
        "The legislatures of Massachusetts and Connecticut approved of these proposed amendments and sent commissioners to Washington to urge their adoption, but before their arrival the war had closed, and not only did the amendments fail to receive the approval of any other state, but the legislatures of nine states expressed their disapproval of the Hartford Convention itself, some charging it with sowing \"seeds of dissension and disunion.\"",
        "The position of Greek as an \" elective \" or \" optional \" subject (notably at Harvard), an arrangement regarded with approval by some eminent educational authorities and with regret by others, probably has some effect on the high schools in the small number of those who learn Greek, and in their lower rate of increase, as compared with those who learn Latin.",
        "After lasting fifteen years the rattachement was, with the approval of the legislature, abrogated by decree dated the 31stof December 1896.",
        "Cheyne (in Critica Biblica, 1903), whose restorations resting on a dubious theory of Hebrew history have met with little approval, though his negative criticism of the text is often keen and suggestive.",
        "This ingenious theory met with considerable approval when it was first advanced, but it has gradually been seen that \" Western \" text does not possess the unity which Blass's theory requires it to have.",
        "Ordinary amendments are proposed by a three-fifths majority in each house, and are also subject to popular approval.",
        "A year later, by the help of his friend P. Anton, and with the approval and encouragement of P. J.",
        "Despite the approval of Cardinal Contarini and the goodwill of the pope (who is said to have exclaimed on perusing the scheme of Ignatius, \"The finger of God is here\"), there was a strong and general feeling that the regular system had broken down and could not be wisely developed farther.",
        "Maximilian, after some difficulty as to renouncing his right of succession to the throne of Austria, accepted the crown Maximilian subject to the approval of the Mexican people, and Emperor, reached Mexico city on the 12th of June 1864.",
        "A radical revision of the constitution is rendered especially difficult by a provision that ma amendment proposed by a convention shall be adopted without the approval of two-thirds of the electors who vote on the subject when it is referred to them.",
        "Up to the present time all attempts to arrange the genera in natural and definable groups have failed to meet with general approval; and this criticism must be extended to Beecher's subdivision of the class into three orders, named Hypoparia, Proparia and Opisthoparia, based upon the form and position of a groove, the so-called genal suture, which marks the lateral portion of the head-shield.",
        "The growing desire in Italy for alliance with Austria and Germany did not at first secure his approval; nevertheless he accompanied King Humbert to Vienna and conducted the negotiations which led to the informal acceptance of the Triple Alliance.",
        "North Carolina, bills passed by the two houses must be submitted to the state governor for his approval.",
        "Three of the original thirteen have their judges elected by the legislatures, and in five others, together with Maine and Mississippi among the newer states, they are appointed by the governor, subject to the approval of the executive council, the Senate, or (in Connecticut) the General Assembly.",
        "These latter codes have not, however, received the general approval of the legal profession.",
        "In many cities he appoints some or all of the heads of the administrative departments, usually with the approval of the council, but in some important cities the mayor has an absolute power of appointment.",
        "a state or city to submit a proposition to all the registered voters of the state (or city) for their approval.",
        "These constitutions also allow a prescribed number of voters to demand that a law passed by the state legislature, or an ordinance passed by the municipal authority, be submitted to all the voters for their approval.",
        "Its approval is necessary to any important action, and in general the president finds it advisable to keep the leaders of the senatorial majority, and in particular the Senate committee on foreign relations, informed of pending negotiations.",
        "Treaties require the approval of two-thirds of the Senate, and the foreign affairs committee of that body is usually kept informed of the negotiations which are being conducted by the executive.",
        "His mind gradually turned from belief in the efficacy of violent measures to the acceptance of constitutional methods; and in his last book, King Stork and King Log, he spoke with approval of the efforts of politicians on the Liberal side to effect, by argument and peaceful agitation, a change in the attitude of the Russian government towards various reforms. Stepniak constantly wrote and lectured, both in Great Britain and the United States, in support of his views, and his energy, added to the interest of his personality, won him many friends.",
        "These terms having been agreed to, Howe, as a pledge of his approval and support, accepted a seat as secretary of state in the Dominion cabinet.",
        "The clauses relating to the fisheries and the San Juan boundary were reserved for the approval of the Canadian parliament, which, in spite of much violent opposition, ratified them by a large majority.",
        "The general election of 1882 turned chiefly upon endorsement of the national policy of protection; in that of 1887 the electoral test was again applied to the same issue, while Sir John Macdonald also asked for approval of the government's action in exacting from Riel the full penalty of his guilt.",
        "No alteration of a text, or emendation, is entitled to approval, unless in addition to providing the sense and diction required, it also presents a reading which the evidence furnished by the tradition shows might not improbably have been corrupted to what stands in the text.",
        "Lucceius, who was of the party of Caesar; and bribery was freely used, with the approval of even the rigid Cato (Suetonius, Caesar, 9), to secure his election.",
        "Seven months after Charles's return from Scotland Henry secretly departed to Rome and, with the full approval of his father, but to the intense disgust of his brother, was created a cardinal deacon under the title of the cardinal of York by Pope Benedict XIV.",
        "The \"Unionists\" were successful in the elections of 1851 and 1852, but the feeling of uncertainty engendered in the south by the passage of the Kansas-Nebraska Bill and the course of the slavery agitation after 1852 led the State Democratic convention of 1856 to revive the \"Alabama Platform\"; and when the \"Alabama Platform\" failed to secure the formal approval of the Democratic National convention at Charleston, South Carolina, in 1860, the Alabama delegates, followed by those of the other cotton \"states,\" withdrew.",
        "At the same time, three of the classes considered by him as Mollusca have been one by one removed from that association in consequence of improved knowledge, and one additional class, incorporated since his day with the Mollusca with general approval, has, after more than forty years, been again detached and assigned an independent position owing to newly acquired knowledge.",
        "represented in the conference, regarding the most advanced form in which a general arbitration convention could be drawn up that would meet with the approval and secure ratification by all the countries represented, and afterwards to prepare a plan for such a general treaty.",
        "(f) To present, if expedient, to the governments, for their approval, measures for the protection of the common interests of agriculturists and for the improvement of their condition, after having previously taken every means of obtaining the necessary information, e.g.",
        "Although his exceptional method of address seems to have gained him the qualified approval of certain dignitaries of the church, the prospect of his obtaining a settled charge seemed as remote as ever, and he was meditating a missionary tour in Persia when his departure was arrested by steps taken by Dr Chalmers, which, after considerable delay, resulted, in October 1819, in Irving being appointed his assistant and missionary in St John's parish, Glasgow.",
        "In addition, the citizen is often called upon to vote yea or nay on questions such as amendments to the state constitutions, granting of licences, and approval or disapproval of new municipal undertakings.",
        "The bill - the first formal expression by Congress with regard to Reconstruction - did not pass both Houses until the closing hours of the session, and failed to receive the approval of the president, who on the 8th of March issued a proclamation defining his position.",
        "After Marshal Campos had failed to pacify Cuba, the Conservative government of Canovas del Castillo sent out Weyler, and this selection met the approval of most Spaniards, who thought him the proper man to crush the rebellion.",
        "He quotes with approval Schelling's phrase, \" Nature is visible Intelligence and Intelligence visible Nature.\"",
        "On Lord Salisbury's resignation on the 11th of July 1902, Mr Balfour succeeded him as prime minister, with the cordial approval of all sections of the Unionist party.",
        "his election to the pope, but did not seek the pope's approval.",
        "was alone capable of giving rise to two crusades organized privately and without the influence or even the approval of the pope.",
        "In 1909 the state legislature passed an act authorizing any city, borough or township of the first class to acquire, subject to the approval of the commissioner of forestry, a municipal forest; and it authorized the distribution of seedling forest trees, at cost, to those who would plant and protect them, for growing private forests.",
        "An amendment to the constitution to be adopted must be approved by a majority of the members elected to each house of the general assembly in two successive legislatures and then, at least three months after the second approval of the general assembly, by a majority of the popular vote cast on the adoption of the amendment.",
        "Similarly, the necessity for referring matters to the pope in person, for his approval or ratification of the decisions arrived at, varies greatly according to the 'department and the nature of the business.",
        "He subdued Tibet proper and Kham, for the continued possession of which he was, however, compelled to fight for several years; but he succeeded in the long run, and with the approval of the court of Peking established a dynasty which furnished twelve rulers in succession.",
        "In 1833 he was again elected to the Senate, notwithstanding the criticism of his independent attitude and the wide approval of Jackson's policy in regard to the bank.",
        "His cause was espoused by Senator Roscoe Conkling, for a time successfully; but on the 11th of July 1878, during a recess of the Senate, the collector was removed, and in January 1879, after another severe struggle, this action received the approval of the Senate.",
        "The highest judicial authority is the Supreme Court, which is empowered to decide upon the constitutional validity of acts passed by Congress; its three members are appointed for four years by Congress, subject to the approval of the president.",
        "By virtue of Poyning's Act, a celebrated statute of Henry VII., all proposed Irish legislation had to be submitted to the English privy council for its approval under the great seal of England before being passed by the Irish parliament.",
        "For as nature manifests the substance of the many to subsist as one and the same, so the attitude of love produces in the many an unity and sameness of will which is manifested by unity and sameness of approval and well-pleasingness.\"",
        "Aristotle, who speaks highly of the sincerity of Eudoxus's convictions, while giving a qualified approval to his arguments, considers him wrong in not distinguishing the different kinds of pleasure and in making pleasure the summum bonum.",
        "The approval of immemorial cultus comes within the category of exceptional procedure.",
        "If, by the advice of the cardinals who have examined the documents, the pope pronounce his approval, the servant of God receives the title of \"Venerable,\" but is not entitled to any manifestation of cultus.",
        "He later introduced a bill regarding slavery in the District of Columbia, which (in accordance with his statement of 1837) was to be submitted to the vote of the District for approval, and which provided for compensated emancipation, forbade the bringing of slaves into the District of Columbia, except by government officials from slave states, and the selling of slaves away from the District, and arranged for the emancipation after a period of apprenticeship of all slave children born after the 1st of January 1850.",
        "In Germany general powers are granted by law, subject to the approval of the central authorities, with the result that it is the government departments that determine what the local elected authorities may do, and that the latter regard themselves as commissioned to carry out, not so much the will of the locality by which they are elected, as that of the central government.",
        "Their decisions, however, are subject to the approval of their official chiefs.",
        "To assist the executive a small committee (Kreisausschuss, Distriktsausschuss, &c.) is elected subject to official approval.",
        "All candidates, from whatever source they come, are subject to approval or rejection by their brother officers before being definitively commissioned.",
        "The aim of his whole policy was to secure for this measure, which was proclaimed as a fundamental law in 1724, the approval of Europe; and by promises and threats he did at last obtain the guarantee of the states of the Empire and the leading European powers.",
        "A committee appointed to discuss the matter suggested that there should be a directory of three members, appointed by the German governments, subject to the approval of the parliament, and ruling by means of ministers responsible to the latter body.",
        "In 1884 a new development took place: u,nder the influence of Miquel a meeting was held at Heidelberg of the South German members of the party, who accepted the commercial and social policy of the government, including the Socialist law; their programme received Bismarcks approval, and was accepted by the rest of the patty, so that they henceforward were taken into favor by the government; but they had wpn the position by sacrificing almost all the characteristics of the older Liberalism the hope of a reunion for all the different sections which had hitherto kept the name of Liberal was at an end.",
        "In the following March accordingly were published, with papal approval, the Index librorum prohibitorum, which continued to be reprinted and brought down to date, and the \"Ten Rules\" which, supplemented and explained by Clement VIII., Sixtus V., Alexander VII., and finally by Benedict XIV.",
        "Paragraph 14 of the Constitutional law of 1867 provided that, in cases of pressing necessity, orders for which the assent of the Reichsrath was required might, if the Reichsrath were not in session, be proclaimed by the emperor; they had to be signed by the whole ministry, and if they were not laid before the Reichsrath within four months of its meeting, or if they did not receive the approval of both Houses, they ceased to be valid.",
        "Minor chiefs are nominated by their paramount chiefs, subject to the approval of the high commissioner.",
        "The ministries are those of the interior, finance, public works, justice, war, foreign affairs and public instruction,1 and in each of these are prepared the drafts of decrees, which are then submitted to the council of ministers for approval, and on being signed by the khedive become law.",
        "In the following year a Church ordinance, based upon the canons of Luther, 1Vlelanchthon and B ugenhagen, was drawn up, submitted to Luther for his approval, and promulgated on the 2nd of September 1537.",
        "For this resolution he is often abused still by historians, and at the time he had the approval of hardly any one out of Prussia.",
        "He was already taunted with being an Imperialist, but his independent attitude won public approval.",
        "The \" biographical \" view of history, however, implies the weakness, not only of unqualified approval of all Cromwell's actions, but of omitting any attempt to estimate the Protector's real relation to the social and political development of the time.",
        "But on the 23rd of January, Murray was shot dead, in the street of Linlithgow, by a Hamilton, with the approval and aid of Archbishop Hamilton and other heads of the house.",
        "The strange thing is that while Elizabeth warned James against the pretensions of men who \" would have no king but a presbytery,\" whenever he was at odds with the ministers and with the nobles who kept trying to seize his person with the approval of the ministers, Elizabeth secretly or openly backed the kirk.",
        "The Scottish commissioners in England, with Lauderdale, and with the approval of Hamilton's faction, signed, at the end of 1647, \" The Engagement \" with Charles, and broke away from the tyranny of the preachers.",
        "(2) An account of the arrival of the missionary Olopan (probably a Chinese form of Rabban = Monk) from Tats'in in the year 635, bringing sacred books and images; of the translation of the said books; of the imperial approval of the doctrine and permission to teach it publicly.",
        "Even during the period that the Assyrian monarchs exercised complete sway over the south, they rested their claims to the control of Babylonia on the approval of Marduk, and they or their representatives never failed to perform the ceremony of \"taking the hand\" of Marduk, which was the formal method of assuming the throne in Babylonia.",
        "In his name, and with his approval as indicated by favourable omens, the Assyrian armies march to battle.",
        "Twenty years later, the word \"dismissed\" (dimittantur) became the subject of controversy, some maintaining that it amounted to a direct approval, others that it was purely negative and did not imply that the books were free from error.",
        "O'Connell steadily supported Lord Melbourne's government, gave it valuable aid in its general measures, and repeatedly expressed his cordial approval of its policy in advancing Irish Catholics to places of trust and power in the state, though personally he refused a high judicial office.",
        "\"In 165 B.C. they attained their end, the regent of Syria conceded the measure of toleration they required with the approval of Rome; and in 164 B.C. the temple was purged of its desecration.",
        "Regulations for bringing the act into operation were issued by the governor-general in council, with the approval of the secretary of state, in November 1909.",
        "Ferdinand to some extent maintained French legislation, but otherwise reorganized the state with Metternich's approval on Bourbon lines; he proclaimed himself king of the Two Sicilies at the congress of Vienna, incorporating Naples and Sicily into one state, and abolished the Sicilian constitution (December 1816).",
        "Mazzini's approval, from Genoa, and landed at Sapri in Calabria, where he hoped to raise the flag of revolution; but.",
        "In his seventeenth year he became a member of the Baptist church at Soham, and his gifts as an exhorter met with so much approval that, in the spring of 1775, he was called and ordained as pastor of that congregation.",
        "The criterion which guided the studies of the academicians was far from being worthy of unqualified praise, and consequently their work did not always meet the approval of the best scholars who had the opportunity of seeing the monuments.",
        "On the 5th of February 1885 an Italian force, with the approval of Great Britain, occupied Massawa, the Egyptian garrison returning to Egypt.",
        "With the approval of Commodore Dewey, who allowed arms to be supplied him, Aguinaldo successfully renewed his campaign against the Spaniards until practically all Luzon, except the city of Manila and suburbs, was in his control.",
        "In 1822, with the approval of George IV., who frequented the gardens before his accession, the epithet Royal was added to their title.",
        "Jackson interpreted his re-election as an approval by the people of his war on the bank, and he pushed it with energy.",
        "was offended that the work had not been submitted for approval before being given to the world, and ordered Charles to send Erigena to Rome, or at least to dismiss him from his court.",
        "Little is known of him before he became consul in 97, except that he proposed a law regulating the expenses of the table, which met with general approval.",
        "He took orders in 1629, and in 1633 in preaching before the court so won the approval of the earl of Leicester that he presented him to the living of Penshurst in Kent.",
        "The Constitution, which continued the Territorial provision of full suffrage for women, met the approval of Congress, and on the 10th of July 1890 Wyoming was formally admitted as a state.",
        "So too it accepts the changes in the world of politics with qualified approval.",
        "No great church has yet modified its articles of religion so as to admit, for example, that the Garden of Eden was not a definite place where Eve was tempted, yet the doctrine is contradicted with approval by individuals, and the results of modern science are accepted and taught without rebuke.",
        "declaring her approval of his action.",
        "At the close of 1691 Anne had declared her approval of the naval expedition in favour of her father, and expressed grief at its failure.",
        "It forms one side of the virtual apologia for the absence of that earthly prosperity in which the pagan mind was apt to see the token of Divine approval.",
        "Once Paul's apostolate - a personal one, parallel with the more collective apostolate of \" the Twelve \" - has proved itself by tokens of Divine approval, Peter and his colleagues frankly recognize the distinction of the two missions, and are anxious only to arrange that the two shall not fall apart by religiously and morally incompatible usages (Acts xv.).",
        "On the 23rd of May the people of the eastern counties almost unanimously voted approval of the acts of the Convention, and the western counties took steps to form the state of West Virginia (q.v.).",
        "The assembly is summoned on all critical occasions, and its approval is the ultimate sanction.",
        "This was tolerated with approval by men who repeated Leo X.'s witty epigram: \"What profit has not that fable of Christ brought us !\"",
        "Philip II., with full approval of the Spanish nation, pursued the same policy in an even stricter spirit.",
        "Subsequently he laid his protest before the Massachusetts General Court which voted its approval of his action.",
        "In 1839, only twelve months after opposing the pro-slavery demands, he prepared an elaborate speech, in order \"to set himself right with the South,\" which, before its delivery, received pro-slavery approval.",
        "All laws passed by the Assembly and approved by the governor had to be submitted to the Federal Congress for its approval.",
        "state in which sensations are more potent than ideas (so that the future is sacrificed to the present) to a state in which ideas are more potent than sensations (so that a greater but distant pleasure is preferred to a less but present pleasure); sociologically, as evolving from approval of war and warlike sentiments.",
        "to approval of the sentiments appropriate to international peace and to an industrial organization of society.",
        "The Confession of Faith contains no approval of any system of church government, and when she adopted it in 1647 the kirk gave up her old confession in which the principles at least of true church order are laid down.",
        "In 1697 the Barrier Act was passed, which provides that any act which is to be binding on the church is to come before the assembly as an overture and to be transmitted to presbyteries for their approval.",
        "The influence of the Renaissance seems to have been tardy in penetrating into Wales itself, nor did the numerous ecclesiastical changes during the period of the Reformation cause any marked signs either of resentment or approval amongst the mass of the Welsh people, although some of the ancient Catholic customs lingered on obstinately.",
        "On the other hand, if those in authority perpetrate in the name of what their society holds sacred, and therefore with its full approval, acts that to the modern mind are cruel, silly or revolting, it is bad science and bad ethics to speak of vice and degradation, unless it can be shown that the community in which these things occur is thereby brought nearer to elimination in the struggle for existence.",
        "considered (1849), a defence of the clergy of the 17th century, which received the approval of Mr Gladstone, against the strictures of Macaulay.",
        "In early life he took an interest in politics, and the approval extended by Hippolyte Carnot to his Manuel rdpublicain de l'homme et du citoyen (1848) was the occasion of that minister's fall.",
        "The opinion of Aristotle on the barrenness of money became proverbial, and was quoted with approval throughout the middle ages.",
        "Yet its approval became the basis for three acts passed a week later; the first of which, abolishing the pope's authority and jurisdiction in Scotland, may perhaps have been consistent with toleration, as the second,.",
        "The proposal for these identical laws, which the Norwegian government in May 1904 submitted, did not meet with the approval of the Swedish government.",
        "A council of state of 12 members, consisting of the president, 6 members appointed by congress and 5 by the president, has advisory functions, and its approval is required in many executive acts and appointments.",
        "Directly and indirectly, therefore, the administration of all these political divisions is in the hands of the president, who, in like manner, makes and controls the appointments of all judicial functionaries, subject, however, to receiving recommendations of candidates from the courts and to submitting appointments to the approval of the council of state.",
        "These benefices are filled by appointments from lists of three prepared by the council of state and sent to Rome by the president, and in the case of an archbishop or bishop the appointment must also receive the approval of the Senate.",
        "Yet, by the maintenance of his peace policy, which had the full approval of the Emperor Francis Joseph, he came into serious conflict with the party led by the chief of the general staff, Conrad von Hdtzendorf, which championed a policy not afraid of energetic, warlike methods.",
        "It was transformed, with the strong approval of all its chief members and the consent of the rest, into a Fourierist \"phalanx\" in 1845.",
        "There is, however, no mention of ceremonial candles in the detailed account of the services of the Church of England given by William Harrison (Description of England, 1570); and the attitude of the Church towards their use, until the ritualistic movement of the 17th century, would seem to be authoritatively expressed in the Third Part of the Sermon against Peril of Idolatry, which quotes with approval the views of Lactantius and compares \" our Candle Religion \" 3 This is common to the Eastern Church also.",
        "Sir Benjamin's policy - which had the cordial approval both of the Dutch and the British colonists - was one of close settlement by whites in certain districts and military control of the Kaffirs in other regions, and it would have done much to ensure peace.",
        "Unfortunately, Grey's views did not meet with the - approval of the British government.'",
        "In 1884, having the power in his hands when the Scanlen ministry fell, Hofmeyr had put into office a ministry dependent upon the Bond, and had talked of a possible Dutch rebellion in Cape Colony if the Boer freebooters in Bechuanaland were ejected; in 1890 Rhodes became premier with Hofmeyr's approval and support.",
        "His doctrines did not meet with general approval among his contemporaries, partly perhaps because he pushed them too far, as for instance in holding that two elements might combine in constantly varying proportions, a view which gave rise to a long dispute with L.",
        "The inclusion in the charter of the principle of the \" initiative and referendum \" enables a percentage of the voters to compel the submission of measures to public approval.",
        "His language in approval of the resistance of the colonists was unusually bold, and perhaps no one but himself could have employed it with impunity at a time when the freedom of debate was only imperfectly conceded.",
        "The Confessio Bohemica was presented to Maximilian, who verbally expressed his approval, but would not consent to this being made public, and also refused his consent to the inclusion of the Confessio among the charters of the kingdom.",
        "It is true that he is severe towards infidels; and his approval of the knight who, finding a Jew likely to get the better of a theological argument, resorted to the baculine variety of logic, does not meet the views of the 10th century.",
        "Each of these institutions is under the control of a board of three or more members appointed by the governor with the approval of the Senate, and at the head of the department is the State Board of Corrections and Charities, consisting of the governor and four other members appointed by him, with the approval of the Senate, for a term of eight years, one retiring every two years.",
        "The college of mines, at Houghton, was established in 1885 and is under the control of a board of six members appointed by the governor with the approval of the Senate, two every two years.",
        "But at the head of the whole taxing system is the board of state tax commissioners and ex officio state board of assessors, consisting of three members appointed by the governor with the approval of the senate for a term of six years.",
        "And all banks are subject to the inspection and supervision of the commissioner of the state banking department, who is appointed by the governor with the approval of the Senate for a term of four years.",
        "To illustrate the vague use of the word in modern diplomacy may be quoted the description of suzerainty given by Lord Kimberley, which Mr Chamberlain in the correspondence as to South Africa mentioned with approval: \" Superiority over a state possessing independent rights of government subject to reservations with reference to certain specified matters \" (18 99 [C. 9 0 57], p. 28).",
        "He is elected by the lower house, subject to the approval of the metropolitan.",
        "A state Board of Railroad Commissioners (three appointed by the governor), created in 1907, became in 1910 a Board of Public Utility Commissioners with jurisdiction over all public utilities (including telephones and telegraphs); its approval is necessary for the issue of stock or bonds, but it has no power to fix rates.",
        "Recognizing the necessity of some one in the province with full power \" to do all things that may contribute to the good and advancement of the same,\" they directed the appointment of the American Board of Proprietors - a body of men identified with the province, who with the deputy-governor were to look after the proprietary interests in such matters as the approval of legislation and the granting of lands, and thereby prevent the delay caused by the transmission of such matters to England for approval.",
        "Certain disaffected elements thereupon refused to recognize his authority, on the ground that his appointment had not received the required approval of the crown, and for a time the condition of the provinces bordered on anarchy.",
        "With the approval of Antiochus Epiphanes, the Sadducean section embraced the outward forms of Hellenism, and out of the persecution of the orthodox which followed was born the hope of a future life which was in the circumstances the necessary corollary of God's righteousness and was discovered to be latent in Scripture.",
        "These various circumstances, and many more, had given rise to distrust and uneasiness in the cabinet, and these feelings reached their climax when Palmerston, on the occurrence of the coup d'etat by which Louis Napoleon made himself master of France, expressed to the French ambassador in London, without the concurrence of his colleagues, his personal approval of that act.",
        "The council may convert corporate land, with the approval of the Local Government Board, into sites for workmen's dwellings.",
        "Such committees do not, however, m hold office beyond the next annual meeting of the council, and their acts must be submitted to the council for their approval.",
        "And it is provided by the same act that the Burial Acts shall not hereafter be adopted in any urban parish without the approval of the urban council.",
        "One of the most important powers conferred upon a parish council is that which enables them to prevent stoppage or diversion of any public right of way without their consent and without the approval of the parish meeting.",
        "Sir Edward Grey affirmed that the Congo State had\" morally forfeited every right to international recognition,\"and quoted with approval Lord Cromer's statement that the Congo system was the worst he had ever seen.",
        "That body expressed its approval of both measures.",
        "An amendment may be submitted to the people at the next general election by a two-thirds vote of the members elected to each house of the legislature, and only a majority of the electors voting thereon is required for approval.",
        "The veto of the governor, which extends to separate items in appropriation bills, can be overcome only by a two-thirds vote of each house of the legislature; but if the bill is not returned to the legislature, within five days it becomes a law without the governor's approval.",
        "However his own particular interpretations may have been condemned, they were conceived in essentially the same spirit as the general scheme of thought afterwards elaborated in the 13th century with approval from the heads of the church.",
        "' In abandoning the theory of ideas - that is to say, the theory of figures and numbers, the possessions of universal mind, eternally existent out of space and time, which figures and numbers when they pass into space and time as the heritage of finite minds are regarded as things - Speusippus had the approval, as of the Platonists generally, so also of Aristotle.",
        "commendare, to entrust to the charge of, or to procure a favour for), approval, especially when expressed to one person on behalf of another, a recommendation.",
        "Whatever may have been the views of stockowners in the remote past, it is certain that during the middle ages the belief in \"infection\" was common amongst breeders, and that during the last two centuries it met with the general approval of naturalists, English breeders being especially satisfied of the fact that the offspring frequently inherited some of their characters from a former mate of the dam, while both English and Continental naturalists (apparently without putting the assertions of breeders to the test of experiment) accounted for the \"throwing back\" by saying the germ cells of the dam had been directly or indirectly \"infected\" by a former mate.",
        "The Turkish envoy then in Bucharest was persuaded to invest Brancovan with the caftan, or robe of office, in token of Turkish approval, and the patriarch of Constantinople, who was also present, and the archbishop of Walachia, Theodosius, consecrated him together at the high altar of the cathedral, where he took the coronation oath to devote his whole strength to the good of his country and received the boiars' oath of submission.",
        "Prince Charles was an officer in the Prussian army, twenty-seven years of age, and was related to the French imperial family as well as to the royal house of Prussia: his nomination obtained not only the tacit consent and approval of his friend and kinsman King William of Prussia, but also the warm and more open support of Napoleon III.",
        "On the 27th of January 1894 solemn approval was given by Pope Leo XIII., and in February 1903 a formal proposal was entered for her canonization.",
        "There were still, however, about a dozen free republics, most of them with aristocratic government, and it was in these that reforming movements met with most approval and support.",
        "It is quite evident from the action which President Kruger subsequently took in the matter that this charge was put on with his approval, and with the object of compelling traffic to be brought to the Transvaal by the Delagoa route, instead of as heretofore by the colonial railway.",
        "14 1913, in answer to a memorial from the bulk of the Unionist M.P.'sa memorial which wished for a reassurance as to food duties, but strongly deprecated a change of leadership - Mr. Law announced that he and Lord Lansdowne were willing to agree that food duties should not be imposed without the approval of the electorate at a subsequent general election; and to remain leaders in deference to their followers' appeal, in spite of the party's disregard of their advice.",
        "Eight per cent of the number of voters who at the last preceding election voted for a justice of the supreme court, by filing with the secretary of state a petition for the enactment of any law or constitutional amendment - the petition must contain the full text of the law and must be filed at least four months before the election at which it is to be voted upon - may secure a vote on the proposed measure at the next general election, and if it receives the approval of the voters it becomes a law without interposition of the legislature, and goes into effect from the day of the governor's proclamation announcing the result of the election.",
        "A referendum of legislative enactments may be ordered in two ways: the legislature itself may refer any of its acts to the people for approval or rejection at the next regular election, in which case the act may not be vetoed by the governor and does not go into effect until approved at the polls; or 5% of the number of voters at the last election for a supreme court justice may by petition order any act, except such as are \"necessary for the immediate preservation of the public peace, health or safety,\" to be referred to the voters for their approval or rejection.",
        "Great responsibility is centred upon him by giving him power to appoint the heads of departments and sub-departments, subject to the approval of the second branchb of the council, and permitting him to remove at pleasure for six months after an appointment; in appointing a board or commission, however, he is required to choose the members from more than one political party.",
        "The department of education is intrusted to an unsalaried board of nine commissioners, appointed by the mayor with the approval of the second branch of the council for a term of six years, three retiring every two years.",
        "had laboured so long; but in place of this he painted with astonishing vigour the great political struggle that accompanied the fall of the republic. It was, above all, his new reading of old characters which demanded attention, if not always approval: Cicero, the favourite of men of letters, was for him \"a journalist in the worst sense of the word\"; Pompey, the hero of Plutarch and the Moralists, was brushed aside as a mere drill-sergeant; and the book culminated in the picture of Caesar, who established absolute rule in the name of democracy, \"the complete and perfect man.\"",
        "The governor appoints, with the approval of the Senate, a board of public works and some other administrative boards, and he may veto any bill from the legislature, which cannot thereafter become a law unless again approved by two-thirds of the members elected to each house.",
        "As early as 1155 he had asked and obtained the approval of Pope Adrian IV., the only Englishman who ever sat upon the papal throne, for a scheme for the conquest of Ireland.",
        "The Yorkists courted the approval of public opinion by their careful avoidance of pillage and requisitions; and the Lancastrians, though less scrupulous, only once launched out into general raiding and devastation, during the advance of the queens army to St Albans in the early months of 1461.",
        "The Long Parliament of the Restoration met in 1661, and the Act of Uniformity ~ntirely excludeci all idea of reform in the Puritan direction, md ordered the expulsion from their benefices of all clergymen who refused to express approval of the whole of the Book of Common Prayer (1662).",
        "The Commons gladly welcomed the cessation of the war~ The approval of the Lords had been secured by the creation of twelve Tory peers.",
        "Profiting by their experience, it succeeded in framing and passing a measure reconstituting the regular militia, which obtained general approval.",
        "Lord Derby consented to a new convention, from which any verbal reference to suzerainty was excluded; and the South African republic was made independent, subject only to the condition, that it should conclude no treaties with foreign powers without the approval of the crown.",
        "AUGURS, in ancient Rome, members of a religious college whose duty it was to observe and interpret the signs (auspices) of approval or disapproval sent by the gods in reference to any proposed undertaking.",
        "The war was prosecuted with the aid of both the great parliamentary parties of the country, and with the approval of the great bulk of the nation.",
        "At the end of the same year, with the approval of his father he started for Ireland as the adviser of the Catholic Association.",
        "The people gave their approval to a general banking law in 1852, and state banks were incorporated under it.",
        "Martin, the Territorial delegate, received the approval of President Polk.",
        "His cruelty and barbarity in punishing the rebels did not meet with the approval of Charles II., who is said to have remarked that \"the old fool has put to death more people in that naked country than I did here for the murder of my father.\"",
        "With Robespierre's approval St Just sketched at this time the plan of an ideal society in which.",
        "The change, in spite of the misnomer - for, whatever may be the case elsewhere, in England the bird does not feed upon oysters - met with general approval, and the new name has, at least in books, almost wholly replaced what seems to have been the older one.'",
        "But by the Public Worship Regulation Act 1874 the two archbishops were empowered, subject to the approval of the sovereign by sign-manual, from time to time to appoint a practising barrister of ten years' standing, or a person who had been a judge of one of the superior courts (being a member of the Church of England) to be, during good behaviour, a judge for the purpose of exercising jurisdiction under that act, and it was enacted (sec. 7) that on a vacancy occurring in the office of official principal of the Arches court the judge should become officio such official principal.",
        "Only in a secondary sense is approval due to certain \" abilities and dispositions immediately connected with virtuous affections,\" as candour, veracity, fortitude, sense of honour; while in a lower grade still are placed sciences and arts, along with even bodily skills and gifts; indeed, the approbation we give to these is not strictly moral, but is referred to the \" sense of decency or dignity,\" which (as well as the sense of honour) is to be distinguished from 1 In a remarkable passage near the close of his eleventh sermon Butler seems even to allow that conscience would have to give way to self-love, if it were possible (which it is not) that the two should come into ultimate and irreconcilable conflict.",
        "The former, while accepting utility as the criterion of \" material goodness,\" had adhered to Shaftesbury's view that dispositions, not results of action, were the proper object of moral approval; at the same time, while giving to benevolence the first place in his account of personal merit, he had shrunk from the paradox of treating it as the sole virtue, and had added a rather undefined and unexplained train of qualities, - veracity, fortitude, activity, industry, sagacity, - immediately approved in various degrees by the \" moral sense \" or the \" sense of dignity.\"",
        "This naturally suggested to a mind like Hume's, anxious to apply the experimental method to psychology, the problem of reducing these different elements of personal merit - or rather our approval of them - to some common principle.",
        "The old theory that referred this approval entirely to self-love, is, he holds, easy to disprove by \" crucial experiments \" on the play of our moral sentiments; rejecting this, he finds the required explanation in the sympathetic pleasure that attends our perception of the conduciveness of virtue to the interests of human beings other than ourselves.",
        "Taylor himself attempts to find the roots of ethics in the moral sentiments of mankind, the moral sentiments being primarily feelings or emotions, though they imply and result in judgments of approval and disapproval upon conduct.",
        "The mayor is elected for four years, and appoints, subject to the approval of the board of aldermen, the controller and the members of the two principal executive boards - the board of public works and the board of public safety.",
        "These regulations differed from those applicable to the joint settlement, in that a general supervision over municipal affairs was vested in the French consul-general, his approval being made necessary to all votes, resolutions, &c., of the ratepayers before they could be enforced at law.",
        "The French municipality is worked on similar lines, except that every vote and every disbursement of money is subject to the approval of the French consul-general.",
        "The legislature may also at any time propose a convention for amending or revising the constitution, but no such convention can be called without first obtaining the approval of the electorate.",
        "The first instance of the application of the Theodosian law against heretics had the approval of the synod which met at Treves in the same year, but Ambrose of Milan and Martin of Tours can claim the glory of having in some measure stayed the hand of persecution.",
        "In the following year, however, a Lateran council repudiated this compact as due to violence, and a synod held at Vienne with papal approval declared lay investiture to be heresy and placed Henry under the ban.",
        "This necessity for approval and support points to yet another alteration in the nature of the royal power, absolute as it was in theory.",
        "Still, certain disturbances made him see that aristocratic approval of his kingship might be strengthened if it could claim a divine sanction which no Merovingian had ever received.",
        "The idea originated in the stipulation made in a charter then granted by John that the citizen chosen to be mayor should be presented to the king or his justice for approval.",
        "that embody our judgments of approval and disapproval; the philosophic treatment of these conceptions falls to Aesthetic.",
        "He was known to be very hostile to the Jesuits, and at Chalons had more than once expressed official approval of Quesnel's Reflexions.",
        "Gothicus (2 70), Aurelian was proclaimed his successor with the universal approval of the soldiers.",
        "Artwil, the son of an Irish king, submitted his writings for Aldhelm's approval, and Cellanus, an Irish monk from Peronne, was one of his correspondents.",
        "Gordon and obtained his promise, subject to the approval of the British government, to enter the Belgian service on the Congo.",
        "This step was taken with the approval of the pope, who was anxious to strike a blow at Otto IV.",
        "The reading of this manifesto, drawing attention to the absolute power claimed by the popes, was received in Rome with such evidences of approval that Gregory was compelled to fly to Viterbo.",
        "It was no secret that this action of the Arminians was taken with the approval and connivance of the advocate, who was what was styled a libertine, i.e.",
        "The condemnation of Oldenbarneveldt was carried out with Maurice's consent and approval, and he cannot be acquitted of a prominent share in what posterity has pronounced to be a judicial murder.",
        "1 Of the three derivations assigned to this name, the first is by Drayton in 1613 (Polyolbion, Song 9), where it is said to be the Welsh pen gwyn, or \"white head\"; the second, which seems to meet with Littre's approval, deduces it from the Latin pinguis (fat), which idea has given origin to the German name, Fettgdnse, for these birds; the third supposes it to be a corruption of \"pin-wing\" (Ann.",
        "Amendments are adopted after approval by a majority vote of the lower house of the general assembly, a two-thirds majority of both houses of the next general assembly, and ratification by the townships.",
        "Lectures on Physical Geography (1822): published from notes of Kant's lectures, with the approval of the author.",
        "Czerno circled her again and ran his hands down her body, stepping away in approval.",
        "The Dean's agesâ€”both fortyâ€”and the financial limitations of their new business would make obtaining court approval difficult.",
        "Pumpkin Green was quick to fall from his third position on Billy Langstrom's team, but the two remaining participants held their ground to the cacophonous approval of the throng until they, too, were blasted to the ground.",
        "Instead, the women gave him open looks of lust and approval, as if he were the hunted and they the lionesses lining up to take their turns at him.",
        "I'll inform Ne'Rin you've approval to continue.",
        "Given the extenuating circumstances, I believe we'll obtain approval without an audience.",
        "A call to Leland Anderson on Memorial day secured his superior's approval to move up his vacation from Julyâ€”when he'd planned to bike in Iowa and since canceledâ€”to June.",
        "Alex recovered quickly and looked at Carmen, a glint of humor and approval in his eyes.",
        "Many academics appeared complacent about the ongoing bombing of Afghanistan, while others viewed it with cheerful approval.",
        "To expedite the approval process, you can apply online.",
        "He decided to expedite product approval with little or no regard for safety.",
        "He received kudos of approval from the intelligentsia.",
        "He gave his tacit approval in letters to the media.",
        "Sprint Nextel's $ 6.5 billion purchase of iDEN affiliate Nextel Partners has met approval and will now go ahead.",
        "For example, UK approval of genetically altered soya was based solely on safety data collected by Monsanto who produce the product.",
        "The draft amendments were sent to the Legislative Yuan for approval on June 6, 2003.",
        "Having this approval provides you with the guarantee that it comes from Poultry farms, which follow the highest standards of humane animal husbandry.",
        "Every catch by Neenan was greeted with tumultuous applause, every desperate tackle by a Burnley player produced roars of approval.",
        "So at the age of fifteen, he signed up with his father's approval as an indentured apprentice onboard the \" Oneida \" .",
        "Cash associated with excess appropriations in aid may, however, be applied against an excess cash requirement, pending its approval.",
        "appropriations in aid may, however, be applied against an excess cash requirement, pending its approval.",
        "You may seek full approval of some aspects at the outline stage, for example means of access.",
        "There are currently 2000 participants with 5000 awaiting approval.",
        "Originally the ECR had obtained Parliamentary approval to raise the capital to build a railroad from London to Norwich via Ipswich.",
        "pending Items Click Preview to preview items that are pending approval directly on the page.",
        "It does not express the views of or imply the approval of the author or of anyone else connected with the project.",
        "The sine qua non is to decide whether treaties require popular approval.",
        "approval for ratification.",
        "NAO staff who provide official entertainment outside BPR without prior approval will not normally have their claims met from public funds.",
        "Regulatory approval requires that their product is demonstrated in over 1000 patients.",
        "Where ethical issues are identified ethical approval must be sought from the Faculty's Academic Ethics Team.",
        "The Commission would not be required to obtain ministerial approval for its work plan.",
        "In fact they gave it their tacit approval in letters to the media.",
        "approval rating remained above 50 percent throughout the year.",
        "approval holder.",
        "This requires shareholder approval, which in turn requires the production of a circular.",
        "Additionally, the Governance area allows you to record important events ranging from receipt of R&D form through to ethics approval.",
        "All research must have R&D approval before it can commence.",
        "Members were informed of the details of manufacturer, data holders, pesticide approval holders and companies holding licenses for human medicines.",
        "arterydrug received approval in 1994 for treating patients having heart procedures to clear clogged arteries.",
        "He dogmatically asserts, \" I have never sought approval, I have just done what I've wanted.",
        "assist in the creative development of mailing packs, managing the approval process.",
        "LaVey's involvement gives the witchcraft elements the official seal of approval, as it were, guaranteeing their verisimilitude if not absolute authenticity.",
        "awaiting approval.",
        "awaiting planning approval from the Church's Diocesan Advisory Committee (DAC ).",
        "Informal or non-legally binding arms control arrangements are generally not subject to legislative approval to bring them into force.",
        "building regulations approval for electrical work?",
        "This suggestion struck an obvious chord with the audience who enthusiastically clapped their approval.",
        "conditional on shareholder approval, Serco's offer values each ITNET share at 320 pence.",
        "conditional approval for large or complex projects.",
        "conditional upon approval by the Company's shareholders at the EGM.",
        "We have been concerned about this as very large and sometimes controversial buildings slip through without committee approval.",
        "conveyancing lawyer sent a draft contract for approval.",
        "Headlines: Morecambe Bay Bridge A proposal to build a bridge over Morecambe Bay has received qualified approval from Cumbria county councilors.",
        "coyote design will then produce a \" draft web site \" for your approval.",
        "In addition, the school is awaiting final approval for a 60 m x 40 m third generation rubber crumb floodlit soccer facility.",
        "A renewal will run from the expiry date of the current approval.",
        "Nobody shall however be permanently deprived of a College office or post without the approval of Council.",
        "diffuser design for maximum service life Highest Human Ergonomics approval rating Washable black cover c/w zippered back for filter replacement.",
        "The regulations for approval of purchases set out in Section 3 above apply also to petty cash disbursements.",
        "Top of Page Summary of these two needs The need for social approval has the emotional dynamic of jealousy (self-pity mode ).",
        "One is that licensed drugs already have proven efficacy by virtue of their approval for use in this country.",
        "ethics committee approval.",
        "expended only with the approval of the Executive Council.",
        "expiry date of the current approval.",
        "fast trackalso end fast-track approval for mobile phone masts.",
        "On 15th November 1577 Drake, with the approval of Queen Elizabeth 1, set out from Plymouth Sound with his small flotilla.",
        "formal approval.",
        "One particularly galling feature of the SA has been the silent boycott of agreed actions which do not meet with SWP approval.",
        "This is not to say that such studies should be avoided, a position often assumed by approval committees and other gatekeepers.",
        "Alcohol may be part of a social gathering at the Museum with the Boards approval.",
        "greeted with tumultuous applause, every desperate tackle by a Burnley player produced roars of approval.",
        "On the Northgate we had got our first reaction in the form of car hooters, we presume sounded in approval.",
        "imply the approval of the author or of anyone else connected with the project.",
        "Each project has a clock which records the time from project inception through to approval, giving you valuable management information.",
        "One form of deregulation is granting advance approval to specified classes of small-scale development because they are considered inconsequential.",
        "The report details the prudential indicators prescribed by the Code and these indicators prescribed by the Code and these indicators are submitted for approval.",
        "The report details the prudential indicators prescribed by the Code and these indicators are submitted for approval.",
        "inhibitor tipranavir (Aptivus) received European approval on 25 October.",
        "The quality approval at our factory is made by a national authorized quality institution.",
        "intelligentsia approval.",
        "Working groups without full approval (i.e. with only interim approval) MUST NOT submit documents to the PAB.",
        "frequent interruptions and expressions of approval and disapproval were noticeable features as the members entered the Chamber.",
        "CRAs are responsible for selecting investigators and may assist investigators to obtain approval from ethics committees.",
        "irrevocable trust is a necessity for exempt approval of a group pension scheme.",
        "jurists of this school made much of the story of Salman, tho not of the alleged approval of the Prophet.",
        "Instead of receiving God's approval, the excuses Moses gave only kindled God's anger.",
        "Schemes that accredit landlords usually require them to submit all of their properties within the boundaries of the scheme for approval.",
        "maggot therapy is currently waiting Medical Research Council funding approval.",
        "manis theory of taste has met the approval of men of the highest genius in poetry, criticism, and art.",
        "meets with general approval.",
        "milestone payment would be due on filing for product approval.",
        "ministerial approval.",
        "take the missus with you, for her \" seal of approval \"; ).",
        "In circumstances where it is not possible to satisfactorily mitigate adverse effects, approval or financial support should not be given.",
        "The role of the external moderator is to ensure that: The program operates according to the submission agreed by the approval process.",
        "murmurs of approval Elder Statesman: Gentlemen, we shall send out immediate notification to the original cast.",
        "Campaigners face a nail-biting wait to see whether the Chancellor will give approval to tax changes in what could be his last Budget.",
        "nod of approval.",
        "A copy of the proposed practice notepaper to be sent to CLC for approval before printing.",
        "He has left it to Primrose to handle the business; he can have his companion if he secures the papal nuncio 's approval.",
        "obtained Parliamentary approval to raise the capital to build a railroad from London to Norwich via Ipswich.",
        "Although participants had to register and receive human approval, there was apparently no further review of the submissions before they appeared on-air.",
        "However, execs said that Solaris 10 also contains third-party code for which the company will need approval to make open-source.",
        "papal nuncio 's approval.",
        "Plans and specifications of new parsonages, and any subsequent alterations of such plans, shall be submitted to the Board for approval.",
        "payable on completion of center approval and is a reduced fee.",
        "paymaster approval necessary will have been given.",
        "pharmaceutical for government approval.",
        "If considered practicable the suggestions will be forwarded to the H.T. for approval and implementation.",
        "precognition teams to keep, or do you have them on approval?",
        "As we have very small numbers of IHD patients we obtained approval to place more emphasis on primary prevention as follows.",
        "prior approval will not normally have their claims met from public funds.",
        "proclamations of emergency are subject to monthly approval by parliament.",
        "procured from another supplier, providing prior approval has been sought.",
        "The general principle of making ethical approval proportionate to the level of risk is very appropriate.",
        "Big weekend for the Blues Council traveler stance ` unlawful ' Hotel revamp fails to win approval Politicians reject proposal for Lidl.. .",
        "The majority cite with approval a 1956 report of the World Council of Churches dealing with improper proselytism.",
        "protease inhibitor tipranavir (Aptivus) received European approval on 25 October.",
        "prudential indicators for approval by the MPA.",
        "She said she had received unambiguous approval in writing from the actor's publicist for the use of his words.",
        "recommended the approval of TC program funding for 2004.",
        "recommended for approval by both Greenwich and Newham boroughs.",
        "Get an online approval for: debt consolidation, home refinance, personal loans.",
        "Administration The complex approval process for pension schemes will be replaced by a simplified regime requiring registration only.",
        "regret that a grant cannot be paid for work, which has started or completed prior to grant approval.",
        "regulations approval for electrical work?",
        "The Hirer must not undertake or have undertaken any repairs, adjustment or service without the Company's prior approval.",
        "retrospective approval was granted for the advertisement at a reduced cost of £ 250.",
        "Big weekend for the Blues Council traveler stance ` unlawful ' hotel revamp fails to win approval Politicians reject proposal for Lidl.. .",
        "roar of approval of sex outside marriage has been quite deafening.",
        "This approval will be based on whether you have produced reasonably satisfactory graphics of sufficient quality.",
        "seal of approval Over the last 30 years, Peter has built up a strong team of instructors.",
        "seekC Accounts At the CTC AGM in April the Board sought approval from members on the continuing auditing of the CTC accounts."
    ],
    "definition": [
        "The act or an instance of approving.",
        "An official approbation; a sanction.",
        "Favorable regard; commendation.",
        "Link/Cite",
        "An expression granting permission; an indication of agreement with a proposal; an acknowledgement that a person, thing, or event meets requirements.\nI need to get an approval on this purchase order.",
        "An expression of favorable acceptance and encouragement; a compliment that also condones.\nWords of approval never seem to come from him.",
        "(chiefly philately) Something mailed by a seller to a collector to match his stated interests; he can approve of or return the item.",
        "Link/Cite"
    ]
}