{
    "translation": "להעריך",
    "uses": [
        "I appreciate everything you do.",
        "I appreciate your help.",
        "I really appreciate this.",
        "You've taken a great deal off my shoulders, and I appreciate it.",
        "I appreciate your concern, Daddy.",
        "We would appreciate it if anyone would be willing to try and answer some questions. ",
        "Thanks, I really appreciate you listening to my tale.",
        "I appreciate receiving your thoughts on what you would like to be included. ",
        "I'd appreciate your asking her.",
        "I really appreciate everything you've done.",
        "We appreciate what you have given us. ",
        "And I appreciate the info you're sending us, Brady said.",
        "And Sofia, I don't appreciate being stood up.",
        "His one-night stand last week made him appreciate what it was to have a lover who was as infatuated by his body as he was hers.",
        "I hope that, after reading this far, you appreciate that for our age, this is no idle boast.",
        "Sean would probably appreciate it if you came.",
        "I can appreciate that.",
        "I don't appreciate your pretentious attitude!",
        "\"I appreciate that,\" she murmured.",
        "Not that I don't appreciate the favor, she said.",
        "Programmers appreciate the complexity of interacting systems. ",
        "Visitors can appreciate the beauty of the opera house. ",
        "You'd just have to know Jeff Byrne to appreciate it.",
        "She doubted he'd appreciate her embarrassing one of them.",
        "Her face wore the proud expression of a surgeon who has just performed a difficult operation and admits the public to appreciate his skill.",
        "He would appreciate it.",
        "I didn't appreciate that lording-over-me style.",
        "I don't know what to think about everyone you killed, but I do appreciate you protecting me.",
        "It is not necessary that one should be able to define every word and give it its principal parts and its grammatical position in the sentence in order to understand and appreciate a fine poem.",
        "I appreciate your offer, but I think I'll stay here with Alex.",
        "He doubted Tim would appreciate him making moves on her.",
        "We appreciate all feedback from our customers. ",
        "\"Appreciate the chivalry,\" Katie retorted.",
        "Lori would appreciate him.",
        "Renting a car is essential to fully appreciate the area. ",
        "Only then will they truly appreciate the richness of the ancient melodies. ",
        "I appreciate all the help you've given mom.",
        "He longed to share his music with Elisabeth, yet worried she might not appreciate it; think it boring.",
        "\"In the future,\" he spoke crisply, \"I'd appreciate it if you consulted me before inviting guests into my home.\"",
        "I really appreciate everything you all did.",
        "I appreciate what I've put you people through but after this afternoon things are going to be different.",
        "\"I appreciate you trying to make me feel less nervous, but you shouldn't lie to me,\" she snapped.",
        "\"If you can spare someone to guide us to the first of the emerops facilities, we'd appreciate it,\" Dan said.",
        "To appreciate the significance of the promise, you must take note of the circumstances under which it was written. ",
        "To appreciate, one had to feel, and those born deities were somehow numbed to the world.",
        "She suggests herself that she can know them better than we do, because she can get the true dimensions and appreciate more immediately the solid nature of a sculptured figure.",
        "Jackson closed his eyes to fully appreciate her scent.",
        "\"We appreciate this, Rhyn,\" Hannah said.",
        "I know I'm pigheaded but I can't tell you how much I appreciate how you all embrace this with only my word.",
        "I admire Victor Hugo – I appreciate his genius, his brilliancy, his romanticism; though he is not one of my literary passions.",
        "\"Appreciate the pep talk,\" Gabe said drily.",
        "Martha, hon, wherever you are, I hope you appreciate this.",
        "I doubt she'll appreciate it though.",
        "I guess I can be a pill sometimes, but I really do appreciate your concern.",
        "Gabe, if we don't make it for some reason, I want you to know how much I appreciate everything you've done.",
        "They might appreciate artists more where he's from.",
        "\"Okay. I appreciate how straight forward you're being,\" Deidre said.",
        "It should not have taken this to make me appreciate what I have.",
        "Thanks. I appreciate your understanding.",
        "You obviously appreciate it.",
        "I think you're one of the few people who would truly appreciate it.",
        "Only such a one can appreciate the eagerness with which I talked to my toys, to stones, trees, birds and dumb animals, or the delight I felt when at my call Mildred ran to me or my dogs obeyed my commands.",
        "And really you appreciate them less than anyone, and so you don't deserve to have them.",
        "I appreciate the kind things Mr. Anagnos has said about Helen and me; but his extravagant way of saying them rubs me the wrong way.",
        "He used to frown at her when she acted outside the Immortal Laws, unable to appreciate that a deity charged with managing a domain often had to take steps outside the rules to protect one's underworld.",
        "If you love \"Western medicine\" and think all acupuncturists are \"quacks,\" then you are not likely to heed (or even appreciate) your friend's well-meaning efforts to get you to drink your own urine for its health benefits.",
        "All teachers of the deaf know what this means, and only they can at all appreciate the peculiar difficulties with which I had to contend.",
        "She was surrounded by young men who, she fancied, had suddenly learned to appreciate her worth.",
        "He was also too grave to appreciate the gorgeous night.",
        "In our most trivial walks, we are constantly, though unconsciously, steering like pilots by certain well-known beacons and headlands, and if we go beyond our usual course we still carry in our minds the bearing of some neighboring cape; and not till we are completely lost, or turned round--for a man needs only to be turned round once with his eyes shut in this world to be lost--do we appreciate the vastness and strangeness of nature.",
        "She's learned to appreciate life and those around her, following a diagnosis of a terminal illness.",
        "\"Who sacrificed everything for him,\" chimed in the princess, who would again have risen had not the prince still held her fast, \"though he never could appreciate it.",
        "She would probably appreciate a visit from a childhood friend.",
        "Then quickly, I can't tell you how much I appreciate your coming with me.",
        "Alex is a guest here, and I'd appreciate it if you'd keep that in mind the next time you show up.",
        "With the increase in cultural diversity, children are learning to appreciate people different from themselves.",
        "\"I realized that to appreciate what I had left, I had to let go of everything,\" she said with a shrug.",
        "Let her serve out her eternity in peace, Rhyn.  I don't appreciate you dishonoring her more than you did.",
        "After sobbing herself to sleep, she was almost too tired to appreciate the fact he was alive.",
        "It took me some time to appreciate the fact that my new friends were blind.",
        "Sometimes we are inclined to class those who are once-and-a-half-witted with the half-witted, because we appreciate only a third part of their wit.",
        "It seems very strange to me that there should be this difference of opinion; I cannot understand how any one interested in our education can fail to appreciate the satisfaction we feel in being able to express our thoughts in living words.",
        "Angels are mortals' allies, but they can't appreciate the intricacies of mortals without the years of exposure.",
        "I would like so much to show him in some way how deeply I appreciate all that he is doing for me, and I cannot think of anything better to do.",
        "He'd wanted to tell her not to go to the beach with Logan, to spend the weekend with him instead of some stupid human that had no idea how to appreciate a woman like her.",
        "My goal is to not belittle my present situation, but appreciate every moment.",
        "I appreciate the fact that you were willing to ride up here with me.",
        "I'd appreciate it if you'd take your hands off my fiancé.",
        "You do not have to be vegetarian to appreciate the benefits of organically grown food.",
        "I appreciate your concern, but I can take care of myself.",
        "But Gallatin had come home to new scenes and new actors, and he did not fully appreciate the situation.",
        "Most teens will appreciate a gift card to one of these stores.",
        "In Germany, since the victory of Kant over Wolff, realism has always been in difficulties, which we can appreciate when we reflect that the Germans by preference apply the term \" realism \" to the paradoxes of Herbart (1776-1841), who, in order to avoid supposed contradictions, supposed that bodies are not substances, but show (Schein), while \" reals\" are simple substances, each with a simple quality, and all preserving themselves against disturbance by one another, whether physically or psychologically, but not known to be either material or spiritual because we do not know the simple quality in which the nature of the real consists.",
        "I'd appreciate it if you kept his name out of this bedroom.",
        "I appreciate you taking care of me.",
        "Motivating pupils to appreciate this fully can help to prevent indiscipline.",
        "Who wouldn't appreciate a romantic weekend away, being wined and dined and thoroughly pampered?",
        "\"I appreciate it, Jonny,\" she said with an understanding smile and added to herself, no way in hell.",
        "Nevertheless, there is a charm of originality about his earlier logical work which no competent reader can fail to appreciate.",
        "penny farthing bikes made us appreciate the comfort of our machines.",
        "In addition to the main dining area, guests will appreciate a romantic dinner in a cozy side room, complete with linen-covered tables and dimmed lighting.",
        "You'd have to eat here a number of times to appreciate how good their full menu is.",
        "If you are vegetarian, you will appreciate the large vegetarian section of the menu featuring soybean products served with a variety of vegetables.",
        "You will appreciate the wide variety on both the traditional and regular menus and the moderate prices.",
        "Seattle's lunch scene provides casual and refined dining for people who appreciate gourmet eating without all the frills.",
        "I appreciate you helping me, Xander, and for being somewhat decent to my cousin.",
        "I really appreciate you taking time for them.",
        "9.6), at least enables one to appreciate more vividly the scantier hints of internal jealousies during the preceding years.'",
        "To appreciate this, it is sufficient to enumerate the birds without the critical muscle: Passeriformes and Coraciiformes, without exception; Ardeae and Podiceps; lastly various genera of storks, pigeons, parrots, petrels and auks.",
        "To appreciate the significance of the doctrines of Heraclitus, it must be borne in mind that to Greek philosophy the sharp distinction between subject and object which pervades modern thought was foreign, a consideration which suggests the conclusion that, while it is a great mistake to reckon Heraclitus with the materialistic cosmologists of the Ionic schools, it is, on the other hand, going too far to treat his theory, with Hegel and Lassalle, as one of pure Panlogism.",
        "We can now Indianrs - fully appreciate the factor in practical politics which Afghan- that definite but somewhat irregular mountain system, represents which connects the water-divide north of istan Herat with the southern abutment of the Hindu Kush, near Bamian.",
        "Mirabeau at first attempted again to make an alliance with Lafayette, but it was useless, for Lafayette was not a strong man himself and did not appreciate \"la force\" in others.",
        "With the principles of private morals he really deals only so far as is necessary to enable the reader to appreciate the impulses which have to be controlled by law.",
        "He was one of the first to use oil-cake and bone-manure, to distinguish the feeding values of grasses, to appreciate to the full the beneficial effects of stock on light lands and to realize the value of long leases as an incentive to good farming.",
        "Pappus gives several solutions of this problem, including a method of making successive approximations to the solution, the significance of which he apparently failed to appreciate; he adds his own solution of the more general problem of finding geometrically the side of a cube whose content is in any given ratio to that of a given one.",
        "I know, and I appreciate your offer.",
        "House rules » Advanced search » BACK Member Cafe 10 replies Self taught computer illiterate would appreciate advice.",
        "Even with good visibility, it can be hard to appreciate the immensity of Scapa diving.",
        "To appreciate it without prejudice, one should recall that this assembly saved France from a civil war and invasion, that it founded the system of public education (Museum, Ecole Polytechnique, .Ecole Normale Superieure, Ecole des Langues orientales, Conservatoire), created institutions of capital importance, like that of the Grand Livre de la Dette publique, and definitely established the social and political gains of the Revolution.",
        "A comparatively small stream strikes the wheel with a pressure equivalent to a great head, say 300 ft., and as the quantity of water and number of jets striking the wheel can be regulated with the greatest ease and nicety, each machine can without danger be quickly brought up to its full speed when purging high-class sugars, or allowed to run slowly when purging low-class sugars, until the heavy, gummy molasses have been expelled; and it can then be brought up to its full speed for finally drying the sugar in the basket, a boon which all practical sugar-makers will appreciate.",
        "In his childhood Gaston Paris learned to appreciate the Old French romances as poems and stories, and this early impulse to the study of Romance literature was placed on a solid basis by courses of study at Bonn (1856-1857) under Friedrich Diez, at GÃƒ¶ttingen (1857-1858) and finally at the Ecole des Chartes (1858-1861).",
        "The class clown will appreciate a good joke while the local fashionista might enjoy a stylish, feminine design.",
        "If you've ever bought a cool looking pair of jeans, only to find that it can't go over your hips, then you'll appreciate this measurement.",
        "I'm in new territory here, and I would appreciate any advice you could give me for the dance and beyond.",
        "I think he'll appreciate your honesty and maybe be a bit more patient as you charter new ground in this relationship.",
        "Dove Girls T-shirt: Emo girls who like to take a softer approach when dressing will appreciate this Doves tee shirt.",
        "She will probably appreciate the honesty.",
        "My late mother used to say to me: You'll appreciate me…when I'm dead.",
        "Sometimes with those changes and growth, couples realize they need to move on to other people, and sometimes, it just means each person needs a little bit of solo time to think, and appreciate what the other person means.",
        "There are many fish in the sea, and you don't need to waste your energy on someone who doesn't appreciate you.",
        "Ball gown prom dresses are popular amongst girls who appreciate the ruffles and fullness that create this fairytale silhouette.",
        "If the student plans to live in her own place, she will appreciate money for home décor and other necessities.",
        "This is a gift; graduates should appreciate any amount of money they receive.",
        "Though the teen may not love the gift, he or she is likely to appreciate the thought.",
        "A young girl who wants to be a race car driver might enjoy season passes to the local race track, while a girl that wants to be a model would appreciate a gift certificate for a makeover or clothes.",
        "Even though this might seem old fashioned, the person who picked out and went through the effort of sending you something will really appreciate it.",
        "The recipient will appreciate a notice that can be displayed on the fridge or used as a reminder.",
        "Poems are sometimes nicer than quotes, but both are meaningful and your graduate will appreciate the thought behind your poem or quote.",
        "While graduation sentiments often do cost money, it's not the price tag that matters, but the thought behind it that the graduate will appreciate.",
        "Whatever the issue is, your parents are likely unaware and would probably appreciate you helping them out by talking to them about it.",
        "Years down the road you will continue to appreciate the scholarship and having less or no college debt to pay off.",
        "They will appreciate themes that have both a spiritual side and help with every day issues, like school and friends.",
        "Whether you’re commemorating her high school, the special girl in your life is sure to appreciate any graduation gift she recieves.",
        "Vegans who appreciate indulgent breakfast foods need to find a few good eggless pancake recipes to keep in their arsenals.",
        "The couple will appreciate this gift as they begin to record their special journey together.",
        "Ushers and groomsmen traditionally get a small token of appreciate from the groom.",
        "You chose some very special women to be a part of your wedding festivities, now it's time to let them know how much you appreciate their friendship and hard work.",
        "While some people appreciate the convenience of knowing if the bride has registered for gifts at a specific store, others find including registry information on the invitation to be quite tacky.",
        "The guests will appreciate the personal touch.",
        "We appreciate your support on our wedding day.",
        "No matter how you choose to incorporate wedding cake cookie cutters into your wedding festivities, you can be sure your guests will appreciate the original idea you incorporated.",
        "\"Memon will appreciate the information,\" she said.",
        "Cassiodorus was one of the very few men who, Roman by birth and sympathies, could yet appreciate the greatness of the barbarians by whom the empire was overthrown.",
        "Some of the criticism of their works, necessary and useful as it has been, will probably be corrected later on by that breadth of view and sense of proportion which has enabled us to appreciate justly the achievements of lesser men in more remote times.",
        "Planters appreciate generally the value of broad-leaved and narrow-leaved plants and root crops, but there is an absence of exact knowledge, with the result that their practices are very varied.",
        "These features established the work in a position which it will always maintain by its unprecedented dramatic qualities and by the glory reflected from Wagner's later achievements; but we shall not appreciate the marvel of its nobler features if we continue at this time of day to regard the bulk of the music as worthy of a great composer.",
        "Anne, If he likes two other girls and you are number #3 on the list and not number #1, sounds like it's best to appreciate being friends and move on.",
        "Handing out CD wedding favors with your musical selections is a thoughtful way to tell guests you appreciate their support and love on your wedding day.",
        "Regardless, your guests will appreciate the extra effort you went to finding them a special \"thank you\" for sharing in their special day.",
        "Your guests will appreciate a stunningly decorated masterpiece before savoring every last piece of your delicious cake.",
        "Dear Uncle Mark and Aunt Susan,Robert and I appreciate the gift of money you gave to us.",
        "Not only can making your own favors save you money, but guests will appreciate the efforts you went to creating their mementos.",
        "We appreciate each and every one of you.",
        "He might not appreciate the china the way she did, but he would understand and support her desire to make use of it.",
        "Only now, can I fully appreciate how rustic that old cabin must have been to you.",
        "He didn't need much, and he was able to appreciate the skills she had.",
        "It fell, and I had nothing to do with it, but I'll be Machiavellian about it and simply appreciate the end result, Eden said and then paused.",
        "It takes a lot to prepare yourself to die, Gabriel, which you of all people should appreciate.",
        "There are many things to do and to see in this serene city for those who truly appreciate the beauty of nature.",
        "In his childhood Gaston Paris learned to appreciate the Old French romances as poems and stories, and this early impulse to the study of Romance literature was placed on a solid basis by courses of study at Bonn (1856-1857) under Friedrich Diez, at GÃ¶ttingen (1857-1858) and finally at the Ecole des Chartes (1858-1861).",
        "By training and temperament he was better qualified to appreciate and describe the social life of the people than their physical surroundings, and if the results of his great journey are disappointing to the geographer, his account of the society of the oasis towns, and of the remarkable men who were then ruling in Hail and Riad, must always possess an absorbing interest as a portrait of Arab life in its freest development.",
        "To appreciate the relativistic doctrines we find in various thinkers we must take account of the use to which they were put.",
        "A Japanese does not say the poison killed him but he died on account of the poison; nor does he say the war has caused commodities to appreciate, but commodities have appreciated in consequence of the war.",
        "Moreover, long habituated to snail-like modes of travel, the people did not rapidly appreciate the celerity of the locomotive.",
        "Above all, the dentition, which exhibits almost endless modifications, in most cases is difficult to ascertain and to appreciate in its subtle distinctions.",
        "Of C. Julius Caesar (102-44) as an orator we can judge only by his reputation and by the testimony of his great rival and adversary Cicero; but we are able to appreciate the special praise of perfect taste in the use of language attributed to him.'",
        "The reader possessed of no previous knowledge of electrical phenomena will best appreciate the meaning of the terms employed by the aid of a few simple experiments.",
        "Looking back even at the short remove of a single generation, it is difficult to appreciate how revolutionary was the conception of the antiquity of man thus inculcated.",
        "From the point of view implied by such words as these, it is only necessary to recall the mental attitude of our grandfathers to appreciate in some measure the revolution in thought that has been wrought in this field within the last half-century, largely through the instrumentality of Oriental archaeology.",
        "From what remains of Machiavelli's official letters, and from his tract upon the Modo the tenne it duca Valentino per ammazzar Vitellozzo Vitelli, we are able to appreciate the actual relations which existed between the two men, and the growth in Machiavelli's mind of a political ideal based upon his study of the duke's character.",
        "Subsequent psycho-physical investigations have all been in the spirit of his work; and although he consistently advocated the introspective method in psychological investigation, he was among the first to appreciate the help that may be given to it by animal and social and infant psychology.",
        "Failing to appreciate this fully, Wellington omitted to order an immediate concentration on his inner (left) flank as Blucher had done, and the danger of Blucher's position was thus enormously increased.",
        "Impressive as is their witness to the persistence of the Apostolic teaching in its essential features, amidst all personal and local variations, perhaps the most striking thing about these writings is the degree in which they fail to appreciate certain elements of the Apostolic teaching as embodied in the New Testament, and those its higher and more distinctively Christian elements.'",
        "It is only when we remember the extensive and mischievous influence on science which hypotheses about aethers used formerly to exercise, that we can appreciate the horror of aethers which sober-minded men had during the 18th century, and which, probably as a sort of hereditary prejudice, descended even to John Stuart Mill.",
        "France, Germany, Italy, Russia have all contributed to do him honour; this is the more remarkable as one or two English publicists of an older school signally failed to appreciate him.",
        "Buell's failure to appreciate political considerations as a part of strategy justified his recall, but the value of his work, like that of McClellan, can hardly be measured by marches and victories.",
        "Flowering plants are numerous, and the natives often (as in Hawaii) greatly appreciate flowers, which thus add a feature to the picturesqueness of islandlife, though they do not usually grow in great profusion.",
        "In order to appreciate the orography of the island the following sections of Sumatra should be discriminated one from another: (1) The valley of the Achin or Atjeh River.",
        "The work undoubtedly failed to do what its author expected from it; even the notice, otherwise not unsatisfactory, which it obtained in the History of the Works of the Learned, then the principal critical journal, did not in the least appreciate the true bearing of the Treatise on current discussions.",
        "It is most difficult to appreciate aright this man of fervid imagination, of powerful and persistent convictions, of unbated honesty and love of truth, of keen insight into the errors (as he thought them) of his time, of a merciless will to lay bare these errors and to reform the abuses to which they gave rise, who in an instant offends us by his boasting, his grossness, his want of selfrespect.",
        "The young king, if he had ever himself resented the apparent disloyalty of the \" Conclusion \" of Leviathan, had not retained the feeling long, and could appreciate the principles of the great book when the application of them happened, as now, to be turned in his own favour.",
        "As it progressed the Germans adopted many of the methods employed by the British in their colonial wars, and they learned to appreciate more accurately the immensity of the task which Lord Kitchener accomplished in overcoming the guerrilla warfare in the Boer republics.",
        "They are more or less touched by artificiality, but so far as we are able to appreciate them at present they very seldom attain to any degree of literary beauty.",
        "They did not fully appreciate that the united effort of all classes was essential to victory, and that such effort could be secured only by telling the people the facts and letting them know that the war was a matter of life or death to the nation (see Propaganda).",
        "The authorities also failed to appreciate the necessity for telling other peoples, and in particular the Overseas Dominions and America, what Great Britain was doing.",
        "The sound judgment of the former led them to welcome and appreciate the co-operation of the latter.",
        "The alliance concluded by him with France reveals him at once as rising superior to the narrow prejudices of his race and faith, which rejected with scorn any union with the unbeliever, and as gifted with sufficient political insight to appreciate the advantage of combining with Francis I.",
        "Thus the inspirations of genius, appropriated by those who imperfectly appreciate their subtle beauty and quality, become hackneyed and lose their charm and interest.",
        "He was anxious to show that sacred history might be presented in a form which lovers of Sallust and Tacitus could appreciate and enjoy.",
        "Here, however, his interest in the matter appears to have ceased, and he was unable either to appreciate the importance of his discovery or to describe the means by which the object was attained.",
        "Foucault appears to have been the first to appreciate these advantages and to face the difficulty of designing a siderostat which, theoretically at least, fulfils the above-mentioned conditions.",
        "To appreciate the value of the volumes unrolled but not yet published (ffor 146 vols.",
        "The native farmers are lazy and slow to appreciate the advantages of the methods recommended by the Americans.",
        "His propaganda, aimed at the small body of Filipinos who had sufficient education to appreciate political satire, was very effective.",
        "The earlier group of disciples, it is true, did not appreciate the universality of the teaching of Jesus, and they continued zealous for the older forms, but St Paul through his prophetic consciousness grasped the fundamental fact and became Jesus' true interpreter.",
        "This holding of the Italian fire, like the failure to appreciate the necessity for defence in depth, is explained by the fact that as regards the practice of defensive tactics the Italians were some two years in arrears.",
        "But 1 \"It is, perhaps, by surveying India that we at this day can best represent to ourselves and appreciate the vast external reform worked upon the heathen world by Christianity, as it was organized and executed throughout Europe by the combined authority of the Holy Roman Empire and the Church Apostolic.\"",
        "Consequently, he fails to understand the essential magnitude of the task, or to appreciate the vital vigour of the forces contending in Europe for mastery.",
        "It may strike one as characteristically Jewish that extravagant and truly oriental encomiums were passed upon such legalists and Talmudists as Isaac Alfazi, Rashi or Maimonides; none the less the medieval Jews were able to produce and appreciate excellent literature of the most varied description.",
        "To appreciate the consecrating effect of religion on primitive life we have only to look to the churinga-worship of the Central Australians (as described by Spencer and Gillen in The Native Tribes of Central Australia and The Northern Tribes of Central Australia).",
        "As the first founder was of Phoenician descent, so he drew most of his adherents from the countries which were the seat of Hellenistic (as distinct from Hellenic) civilization; nor did Stoicism achieve its crowning triumph until it was brought to Rome, where the grave earnestness of the national character could appreciate its doctrine, and where for two centuries or more it was the creed, if not the philosophy, of all the best of the Romans.",
        "Founding ethics on the native and cultivable capacity in men to appreciate worth in men and actions, and, like the ancient Greek thinkers whom he followed, associating the apprehension of morality with the apprehension of beauty, he makes morality wholly independent of scriptural enactment, and still more, of theological forecasting of future bliss or agony.",
        "To appreciate them we must take them for what they are, pieces of declamation, intended either to enliven the course of the narrative, to place vividly before the reader the feelings and aims of the chief actors, or more frequently still to enforce some lesson which the author himself has at heart.",
        "Eusebius often fails to appreciate the significance of the events which he records; in many cases he draws unwarranted conclusions from the given premises; he sometimes misinterprets his documents and misunderstands men and movements; but usually he presents us with the material upon which to form our own judgment, and if we differ with him we must at the same time thank him for the data that enable us independently to reach other results.",
        "Cavaignac failed perhaps to appreciate the political exigencies of the moment; as a soldier he would not strike his blow until his plans were matured and his forces sufficiently prepared.",
        "In order to appreciate some of the points relating to the finance of a county council, it is necessary to indicate the relations between an administrative county and the boroughs which are locally situated within it.",
        "This explanation is necessary in order to appreciate what has now to be said about county finance.",
        "Frederick had the good sense to appreciate the honesty of his friend and there was never any serious breach between them.",
        "Let us, the inhabitants of the Cape Colony, be swift to recognize that we are one people, cast together under a glorious flag of liberty, with heads clear enough to appreciate the freedom we enjoy, and hearts resolute to maintain our true privileges; let us desist from reproaching and insulting one another, and, rejoicing that we have this goodly land as a common heritage, remember that by united action only can we realize its grand possibilities.",
        "But in the course of 1913 he found that, partly no doubt owing to his insistence, Ministers began to appreciate the serious difficulty to Home Rule presented by Ulster's determined attitude.",
        "Aberdeen's popular name of the \"Granite City\" is justified by the fact that the bulk of the town is built of granite, but to appreciate its more poetical designation of the \"Silver City by the Sea,\" it should be seen after a heavy rainfall when its stately structures and countless houses gleam pure and white under the brilliant sunshine.",
        "A person would appreciate the difference between 93,000,000 m.",
        "as the distance of the centre of the sun from the centre of the earth at a particular moment; but he certainly would not appreciate the relative difference between 93,000,000 m.",
        "Some writers have maintained that this sudden elevation of the most recent member of the Sacred College was due to bribery in the conclave, whilst the apologists of Sixtus affirm it was due to the friendship of the powerful and upright Cardinal Bessarion, and explain that the pope, having been brought up in a mendicant order, was inexperienced and did not appreciate the liberality of his donations after his election.",
        "But he reaped the reward of those who strive for something better than the generation in which they live is able to appreciate.",
        "Enjoying her full confidence, consulted by her on every occasion, he had always used his influence for the public good; and perhaps those who look back now with so much satisfaction at the queens conduct during a reign of unexampled length, imperfectly appreciate the debt which in this respect is owed to her first prime minister.",
        "Most Englishmen now appreciate the wisdom of a concession which has gained for them the friendship of the United States.",
        "Men had to receive the very rudiments of culture before they could appreciate its niceties.",
        "had passed five years of voluntary exile at the court of the chief of the House of Burgundy, Philip the Good; and he was able to appreciate the territorial power of a duchy which extended from the Zuyder Zee to the Somme, with all tise country between the Sane and the Loire in addition, and its geographical position as a commercial intermediary between Germany, England and France.",
        "how a merely human being could appreciate the nature of or display divine goodness - and the epistemological problem of explaining how finite mind can cognize the infinite.",
        "I know you do, and I appreciate it.",
        "I appreciate all you do.",
        "I appreciate your help and I will be glad to pay for your generosity...",
        "It was all delicious, and I appreciate all you've done for me.",
        "I appreciate your concern - Daddy.",
        "I appreciate the fact that you guys watch your language around me and make sure you're all busy at the camp fire when I need privacy.",
        "Thanks. I really appreciate you people listening to my tale.",
        "This house is as secure as the White House and while I don't appreciate your invading my bedroom, I have to admit this business is beyond my comprehension but that doesn't mean I won't embrace it.",
        "We appreciate your gratitude but we have no interest in working for anyone.",
        "All along, she'd hoped some part of the former deity was able to appreciate Gabriel as only a human lover could.",
        "The view was spectacular but neither could appreciate it next to the yawning opening of the Lucky Pup mine.",
        "Past-Death didn't remember why exactly, but the rule was that Death could not be a responsible collector of souls if it did not appreciate what it was to have a soul.",
        "I understand, and I appreciate the gesture, but ...",
        "I'd appreciate it if you'd take your hands off my fiancÃ©.",
        "He'd taken the time to appreciate every inch of her body with his mouth and hands, all the while driving her into a haze of such yearning and sensory overload, it was almost dreamlike.",
        "He glanced at Jessi's peaceful face, able to appreciate the irony of her situation.",
        "Cecil Kilpatric, presents the fruit of his detailed research for the benefits of those who appreciate brevity in writing.",
        "Not a course for beginners, but the reasonably confident golfer will appreciate his skill in creating a hard, but fair, 18 holes.",
        "To appreciate the color and structure, focus on its many nuances. ",
        "advised TO appreciate THE FAMILY ACCOMMODATION.",
        "aestheticseither the victim's nor the murderer's perspective, CSI ' s camera trains viewers to appreciate the esthetics of wound creation.",
        "functional anatomy is used to illustrate the mechanics of movement, where appropriate, allowing students to appreciate anatomy in motion.",
        "Until one observes an Aurora of this intensity, it is difficult to appreciate the scale and speed of the constant changes in patterns.",
        "appreciate the mathematical beauty of Utzon's Opera House shells.",
        "Appreciate the contribution and coordination of expression nuclear and organellar genomes in organelle biogenesis.",
        "I would also appreciate any info regarding chinchilla breeders in/near London.",
        "browse the shelves of your local bookshop, you will soon appreciate how important the packaging of a book is.",
        "I would very much appreciate if you send me information about this fact and/or stories about enchanted castles.",
        "We appreciate your constant encouragement and your steadfast upholding of the value of celibate chastity as normative for the ordained priesthood.",
        "Thank you for coming to our grc com shields up information page, we appreciate it greatly. portscan me.",
        "comma in order to appreciate our open and democratic press.",
        "One benefit is making people appreciate the complexity of interacting systems.",
        "Dear Gilbert Murray, I am in receipt of your mail and I really appreciate the compliment.",
        "Many people begin to appreciate moral and ethical conundrums when they first see them in the cinema.",
        "Everything you need... Business guests often appreciate the added convenience of the on-site Business Center.",
        "cosye detached cottage is equally suitable for romantic breaks or for the more mature clients who appreciate the cozy ambiance amidst the peaceful setting.",
        "cyclamen intaminatum In the bulb house we have several pots of it growing where we can also appreciate the delicate and very beautiful flowers.",
        "dilatation of the blood vessels; this is difficult to appreciate and a comparison with the normal lung will help you.",
        "The scientist who cannot appreciate the beauty of the sunset has become diminished in his humanity.",
        "I would appreciate any replies or advice as things seem very dismal at this time.",
        "ecclesiology they just lack the imagination to appreciate that evangelical convictions can be upheld within radically different ecclesiologies.",
        "Please do not regard this request as an obligation, I fully appreciate the enormity of a task such as this.",
        "essential to fully appreciate the area.",
        "eventualitynce will appreciate why we have to be on guard about certain eventualities.",
        "Even through Christopher's polarized interpretation, we can appreciate the love his parents have for him but also their deep exasperation and exhaustion.",
        "Words and Music Gordon Bull You have to be an ardent fan of these two BBC comedies to appreciate the stage versions properly.",
        "Old photos of the local cycle club mounted on penny farthing bikes made us appreciate the comfort of our machines.",
        "How they appreciate games versus how they are spoon fed games.",
        "Feedback ~ We appreciate all feedback ~ We appreciate all feedback from our customers, to submit yours click here.",
        "gallant lads do appreciate the support they get from the masses.",
        "From dusty cities to eventual empires, these unearthed gems show how our ancestors learned to appreciate the finer things in life.",
        "CTT can still rear its ugly head and this will make us appreciate the generosity of the PET regime all the more!",
        "Archiving old posts has made me appreciate what a basically good-natured forum this is.",
        "Although the works were never fully completed, it's still easy to appreciate the grandeur and scale of Nash's master plan.",
        "hate to see the dead, yet we love them, we appreciate them.",
        "Our shops are staffed by volunteers and we would really appreciate extra help at this very busy time of year.",
        "From this stunning location, guests will be able to appreciate the delightful countryside walks that abound from the doorstep of this lovely home-from-home.",
        "I also appreciate the honesty and openness shown during the interviews.",
        "Even people like me who have relatives there appreciate the hospitality.",
        "Boxed Material: How does the brain appreciate humor?",
        "immoderate language would endear them to potential customers I fail to appreciate.",
        "I appreciate that it can be said that this is an argument that the minority view is correct and is therefore impermissible.",
        "WeÃ¢re staying with friends but appreciate a little more info on things to do and must see places.",
        "intoxicatey appreciate their intoxicating scent, plant daphnes toward the front of a sunny, sheltered border close to an entrance or path.",
        "intricacys either ignore them or get into a mess because the do not appreciate the intricacies of setting a good policy.",
        "I can appreciate wh... 7 Jul 2006, 11:01 PM James jag You need to consider total power requirements.",
        "We would like to appreciate the kindness and hospitality you showed us during our four day experience of fishing.",
        "Inspirations include Gustav Dore, Egon Schiele, bottoms and people who make, wear or appreciate ladies knickers.",
        "learned to appreciate the depth of the human inside the helmet.",
        "listens to fully appreciate its contents, and before its enormity hits you.",
        "Leo would appreciate Libra's effort in making everything look luxurious.",
        "However, after trekking, it will seem luxurious, and we are sure you will appreciate the rustic style.",
        "In order to appreciate fully the magnificence of this claim, it might help to transport it back to the sixteenth century.",
        "You have plenty of time to appreciate the majesty of the scenery from Notchland Inn, with wonderful walking trails nearby.",
        "midpoint structure to appreciate the Live Mini Reading!",
        "mind-set in order to appreciate them.",
        "Sometimes an artist needs a different mind-set in order to appreciate them.",
        "Being Managing Director of a telecommunications operator himself, he is perhaps in a very good position to appreciate the argument.",
        "They also help deter pests from food scraps, and neighbors often appreciate not having to look at an ugly, uncovered pile.",
        "To appreciate the emphasis that SchÃ¶nbrunn puts on pleasure, rather than imperial pomp, visit the gardens first.",
        "As an action film it's practically non-existent and what's there is so quick-fire that it becomes impossible to follow or appreciate.",
        "recommended to appreciate the accommodation on offer.",
        "They are often rather dramatic and are likely to have a following of loyal friends who appreciate their rather regal charms.",
        "If you already have rhubarb it will appreciate being divide every five years or so.",
        "Cycling is not only healthy exercise but great fun and the perfect way to appreciate the stunning scenery of the area.",
        "scones served at your table is a sure way to unwind and appreciate Pinter's important and too little-known poetry.",
        "I appreciate the opportunity to testify today on cyber security.",
        "shelfers If you browse the shelves of your local bookshop, you will soon appreciate how important the packaging of a book is.",
        "To appreciate the full significance of that promise we must take note of the circumstances in which the Epistle was written.",
        "similarity>recognizing the similarities between people you will be are able to appreciate ethnic diversity.",
        "If you've ever tried to connect your guitar to your computer, you'll appreciate the simplicity of the GarageBand Guitar Cable.",
        "Really appreciate any advice as I am desperate for her to make a full recovery and not have anymore slip-ups... .",
        "Until he uses his own summary tables and sees the snags he may not fully appreciate the important lessons to be learned.",
        "solitary in nature, in captivity they seem to appreciate company.",
        "splendours no better way to appreciate the rural splendor of the Boro of Berwick-upon-Tweed than on foot.",
        "subtletyar's too noisy to appreciate the subtleties.",
        "Contributions to the Newsletter needn't be in the form of articles; I appreciate suggestions for quotes or features just as much.",
        "The cottage is double glazed, centrally heated, and has a spacious sunroom from which to appreciate the ever-changing beauty of the loch.",
        "People of all backgrounds need to appreciate how race has been used as a tool to assert the superiority of certain groups over others.",
        "The effort will be well worthwhile, not least to appreciate Lyon's radical critique of the secularization thesis.",
        "token of esteem we will keep his work and profile available for others to appreciate.",
        "transference of merit be a way of kusala if that person who knows about our kusala does not appreciate it?",
        "And it will work for more mature readers because you can appreciate the wit, as well as the visual jokes.",
        "The main proof of the objective value of the view we may gain will rather lie in the degree in which it succeeds in assigning to every element of culture its due position, or in which it is able to appreciate and combine different and apparently opposite tendencies and interests, in the sort of justice with which it weighs our manifold desires and aspirations, balancing them in due proportions, refusing to sacrifice to a one-sided principle any truth or conviction which experience has proven to be useful and necessary.",
        "The age in which Lotze lived and wrote in Germany was not one peculiarly fitted to appreciate the position he took up. Frequently misunderstood, yet rarely criticized, he was nevertheless greatly admired, listened to by devoted hearers and read by an increasing circle.",
        "No one, unless he has previously worked without such an arrangement, can fully appreciate the advantage of bringing up a star to bisection by moving a micrometer with a delicate screw-motion, instead of having to change the direction of the axis of a huge telescope for the same purpose.",
        "This may help us to appreciate the meaning of Hegel's Dialectic. His thought then is not wholly paradox, whatever the expression may be.",
        "He failed to bring out the momentous fact that up to the i 2th century the empire was the bulwark of Europe against the East, nor did he appreciate its importance in preserving the heritage of Greek civilization.",
        "We now appreciate too thoroughly the intricacy of the medieval Church; its vast range of activity, secular as well as religious; the inextricable interweaving of the civil and ecclesiastical governments; the slow and painful process of their divorce as the old ideas of the proper functions of the two institutions have changed in both Protestant and Catholic lands: we perceive all too clearly the limitations of the reformers, their distrust of reason and criticism - in short, we know too much about medieval institutions and the process of their disintegration longer to see in the Reformation an abrupt break in the general history of Europe.",
        "If any one desires to appreciate the intellectual plane and the power - of this Ultramontane habit of thought, he will find ample material in the performances of the notorious swindler Leo Taxil under Leo XIII., and in the acceptance of his blasphemous effusions by the highest ranks of the clergy.",
        "They rather lead us to appreciate the motives which caused his contemporaries to bestow on him the honourable surnames \"The Great\" and \"Doctor Universalis.\"",
        "Billy, who, when he speedily found that his pupil was becoming his master, devoted himself to the study of higher mathematics in order to follow and appreciate him, and predicted his future fame by the punning quotation from Lafontaine': - \"Petit Poisson deviendra grand Pourvu que Dieu lui prete vie.\"",
        "To appreciate it, we must distinguish the lower mythologic aspect of him, in which he appears as an amorous and capricious deity lacking often in dignity and real power, and the higher religious aspect, in which he is conceived as the All-Father, the Father of Gods and men in a spiritual or moral sense, as a God omnipotent in heaven and earth, the sea and the realms below, as a God of righteousness and justice and mercy, who regards the sanctity of the oath and hears the voice of the suppliant and sinner, and in whom the pious and the lowly trust.",
        "Voltaire, who was prompted by his natural benevolence to comment on the latter (the profits went to a relation of the poet), was not altogether fitted by nature to appreciate Corneille, and moreover, as has been ingeniously pointed out, was not a little wearied by the length of his task.",
        "The fact that, in practice, the judgments even of connoisseurs are perpetually at variance, and that the so-called criteria of one place or period are more or less opposed to those of all others, is explained away by the hypothesis that individuals are differently gifted in respect of the capacity to appreciate.",
        "An internal viewing is strongly recommended to appreciate the accommodation on offer.",
        "Learn to appreciate and savor the wonderful things in life, from people to food, from nature to a smile.",
        "Tea and scones served at your table is a sure way to unwind and appreciate Pinter 's important and too little-known poetry.",
        "Mary Prince would also appreciate any donations of scones for cream teas at Haresfield House over the weekend.",
        "By recognizing the similarities between people you will be are able to appreciate ethnic diversity.",
        "If you 've ever tried to connect your guitar to your computer, you'll appreciate the simplicity of the GarageBand Guitar Cable.",
        "Really appreciate any advice as I am desperate for her to make a full recovery and not have anymore slip-ups....",
        "Although wild leopards are quite solitary in nature, in captivity they seem to appreciate company.",
        "Appreciate the importance of sugars as solutes in the cellular liquid.",
        "There is no better way to appreciate the rural splendor of the Boro of Berwick-upon-Tweed than on foot.",
        "As many researchers appreciate the banking process for human embryonic stem cell lines is labor intensive and time consuming.",
        "An initial consultation will enable you both to appreciate what is required, and also to strike up a rapport.",
        "This bar 's too noisy to appreciate the subtleties.",
        "Contributions to the Newsletter need n't be in the form of articles; I appreciate suggestions for quotes or features just as much.",
        "The effort will be well worthwhile, not least to appreciate Lyon 's radical critique of the secularization thesis.",
        "As a small token of esteem we will keep his work and profile available for others to appreciate.",
        "W.: But can transference of merit be a way of kusala if that person who knows about our kusala does not appreciate it?",
        "To appreciate this truly great tribute act you have to see him live.",
        "Sometimes you don’t appreciate what you have until it’s gone.",
        "I really appreciate the time and effort you’ve put into helping me get ready for the race.",
        "I don’t think you appreciate how much trouble you’re in over this prank.",
        "I would appreciate it if you would help out more around the house.",
        "The house was a good investment, as its value was sure to appreciate over the years.",
        "I do not appreciate his puerile attitude, considering he is a grown man.",
        "I don't appreciate when you equivocate with me, it seems disingenuous.",
        "Only once he juxtaposed the two images were we able to appreciate their contrasts.",
        "I also appreciate the substantial positives that come from the simplicity of either owning something outright or with a small group of trusted partners.",
        "Past investors will still take your call and they will appreciate the way you handled a difficult situation.",
        "When you're older, you may not appreciate working 24/7 or the humbling process of asking for investment funds.",
        "Whether you choose an engraved picture frame the parents will display for years or an adorable piece of clothing with the baby's name on it, parents will appreciate the extra effort it took you to personalize your gift.",
        "Porcelain Limoges Jewelry Box-While a baby might not appreciate this gift just yet, mom certainly will!",
        "Whatever you decide, the soon to be mother is sure to appreciate all of the love and effort you put forth.",
        "She enjoys working with companies who make unique and innovative products and ones which consumers can truly appreciate.",
        "Pregnant women will appreciate a cake that displays an attention to detail, rather than a haphazard attempt at saving money by making a cake at home.",
        "Your baby will appreciate your homemade toys, even more than his or her regular store bought toys.",
        "While new parents usually love all of the useful items they need to raise a baby, they'll also appreciate some gifts that are fun and individual.",
        "Some baby care packages also include an item or two for the new mom, which is a thoughtful touch that every recipient will appreciate.",
        "Engraved picture frames, silver cups, first tooth holders, birth certificate frames, picture frames, and more, make wonderful one-of-a-kind gifts that parents really appreciate.",
        "Convenience- Nursing bra flaps can typically be maneuvered with one hand, which is a necessary and convenient feature that every nursing mom will grow to appreciate.",
        "Grandparents that live far away may appreciate this type of monitor because they too can get a glimpse of their grandchild through the website.",
        "While some people argue that video is an extra functionality that provides little useful purpose, many parents appreciate the extra peace of mind that the video function provides.",
        "Coin investment is not for the impatient, because coins generally don't appreciate in less than a decade.",
        "A wedding gift should be something that both halves of the couple can use and that both will appreciate.",
        "The recipient's co-workers make not appreciate having their workday disrupted.",
        "Also, you will likely appreciate a tray that can be easily removed and wiped or rinsed clean, or even put into the dishwasher.",
        "If you make a lot of fresh meals from scratch, then you'll appreciate the chopping, shredding and slicing power of a food processor.",
        "It's a good idea when you're starting to learn to appreciate wine to keep a wine journal.",
        "Older couples would appreciate gifts to complement what they already have.",
        "You won't appreciate surprises later, when you are in need of dental care.",
        "Wish lists: If someone on your gift list has a wish list that can make buying a gift quick and easy, and you know it is an item they will appreciate.",
        "Profession: Some people appreciate gifts related to their profession the most.",
        "Some brands tend to appreciate in value and if you can find a Steinway or a Baldwin, these will go up in value much quicker.",
        "Your customers learn to appreciate your service and refer customers to you.",
        "Your relationship with the person you are buying a gift for- more personal gifts can be a great thing for friends and family, while for co-workers you may want to choose items that are a bit more generic and that anyone will appreciate.",
        "They would probably appreciate similar sentiments as they are giving.",
        "Simply buy the best cat food that you can afford and your cat will appreciate it.",
        "Cat trees are favorites with more athletic cats who appreciate a bit of climbing mixed with a few gymnastics in order to reach the top perch.",
        "These feline athletes also love a good romp in the water, something many domestic cats definitely do not appreciate.",
        "Kitty should come to appreciate these sessions as a time to be affectionate with you, and you might want to offer a little treat when the brushing is over.",
        "Next, pick the litter you feel your cat will appreciate best.",
        "If it is, we would like to get her treated as soon as possible before it gets too bad, so we appreciate any help for this little kitten!",
        "I would surely appreciate it if you would please let me know what you think.",
        "I need both dry and canned food, so I would appreciate it if you could recommend a good one.",
        "Baking for your pet can be a real pleasure, and your cat will surely appreciate the special treatment.",
        "Cats are also finicky creatures that don't appreciate change.",
        "Cat owners will appreciate the inclusion of information specific to cats.",
        "As a cat lover, you can probably appreciate the other areas of outreach in which the organization is involved.",
        "In a Washington Post interview, Jeff Kinney said that he wanted to portray \"the ultimate childhood\" in Diary of a Wimpy Kid and outline a tale that was meant for adults to appreciate in the process of looking back at their own childhoods.",
        "Because he (and his protagonist) isn't perfect, Jeff Kinney is able to find readers who can especially appreciate that.",
        "The moving story is suitable for children ages 9 to 12 years, but many younger kids would appreciate the tale of a couple who give up their most prized possessions to buy gifts for each other.",
        "Many guests will appreciate being able to mix their own drink instead of having someone do it for them.",
        "Everyone will appreciate your expertise.",
        "Card issuers will appreciate the effort.",
        "Giving these as gifts can be a good way to give a hard to find individual a gift they will appreciate; however, you should still be creative when giving them.",
        "Just like buying a present that no one will appreciate, you can make some costly mistakes with gift cards.",
        "Choose cards from companies that you trust and be sure to give them to people who will appreciate and use them.",
        "In the increasingly online market, young consumers appreciate the Internet friendliness of the First USA online system.",
        "Individuals looking for travel rewards may appreciate the American Express Blue Sky card.",
        "Many people wonder, where can I get a prepaid Visa debit card, because they appreciate the convenience of having a prepaid Visa debit card on hand.",
        "A Christian divorce attorney will be able to appreciate the fact that you may be facing the end of your marriage, but you are also called to conduct yourself in a certain manner.",
        "If you take into account that every time you communicate with your lawyer, there is a fee involved, you will appreciate the value of keeping your communications as efficient as possible.",
        "If the situation doesn't get better, you may have to tell your co-parent that you've heard your child make some upsetting statements and you would appreciate that he refrain from saying these things around your child.",
        "Those needing two different sized beds in one room will appreciate this option.",
        "Country living is never wasteful and a slower paced lifestyle enables one to appreciate the natural resources that the surrounding countryside has to offer.",
        "To fully appreciate what makes Amish made furniture unique, you need to know something about the Amish way of life.",
        "It is only by making our needs and wishes known that companies and organizations will start to appreciate the need for new alternatives.",
        "For gardeners that still appreciate the ease of use that compost tumblers offer, they may consider using several tumblers that are all in different states of decay.",
        "These cover all aspects of recycling - and learning more about the facts can help us to appreciate the importance of recycling.",
        "It can be difficult to appreciate your dorm room decorating if the place is covered in clothes and books.",
        "Episode five of HGTV's Design Star, which aired on August 20, started out with the four remaining contestants taking a moment to appreciate how far they had come in the competition - and worry that the stakes were only getting higher.",
        "What your teen may not understand (or appreciate) about the consequences of putting black paint on bedroom walls is how difficult it is to go back to lighter colors once this phase has passed.",
        "While many homeowners appreciate a minimalist decor when it appears in a home decorating magazine. many may find it difficult to adapt to this decor.",
        "Adding wall decals will help create a feeling of fun and excitement that your children will appreciate.",
        "If you are lucky enough to find a historic home that has been restored, you will appreciate the exquisite detailing that many modern homes lack.",
        "Adding wall decals or a mural will help create a feeling of fun and excitement that your children will appreciate.",
        "A young family might appreciate a brightly colored room that reflects their excitement for life and high energy of activities.",
        "It will make the kitchen smell good, and your potential buyers will appreciate them as well.",
        "I really appreciate what Joe Blasco did for me; he believed in me and helped me get started.",
        "I would greatly appreciate your help in determining what color of eye shadow, lipstick, and blush I should be wearing with a chocolate satin Mother of the Groom's dress.",
        "Those with sparse or no eyebrows will appreciate the visible difference permanent cosmetics can make.",
        "Men will appreciate their magnification powers since they are especially helpful to men who use wet/dry shavers in the shower.",
        "Teenagers who enjoy test-driving different brands will appreciate that most cosmetic manufacturers do offer sample sizes of at least some varieties of mascara.",
        "If you have more time, or patience, than I do, you will probably appreciate the product more than I did.",
        "Not only do its notes resound with a seeming inability to blend successfully, they seem practically incongruous - and it's only then that one begins to appreciate just how adventurous Parker really is.",
        "While scented powder may seem odd to you, the truth of the matter is others may appreciate it more than you do!",
        "Men who appreciate a bit of warmth in their fragrances will like the anise, ginger, cashmere sandalwood and musk notes.",
        "Whether you're an expert or a beginner, you'll appreciate the convenience and ease of application that Colorscience face brushes offer.",
        "While I appreciate the shimmer that the others provide, this provides just that and nothing else.",
        "Laura Mercier fans will likely appreciate the product immediately.",
        "Those that enjoy and appreciate the art of applying eye makeup can take heart.",
        "Even those who have less experience in the field can easily come to appreciate the intricacy involved in applying color to the eyes.",
        "Not this makeup aficionado, though (perhaps because I'm no purist, and also because I appreciate advancements in makeup as much as I do them in technology).",
        "The avid traveler will appreciate this gift set, which includes a 1.7 ounce eau de toilette spray and a 2.6 ounce deodorant in a roomy black toiletries bag.",
        "Muir Woods: Anyone who has a love for \"your lips but better\" tones will appreciate this unique shade.",
        "Non-drying: This formula is also extremely moist, and for someone who hates dry lips (I carry Chapstick everywhere), I really appreciate that.",
        "As mentioned previously, Cover Girl is a reasonable alternative to many of the more expensive eyeliners on the market, and at around $8.00 a pop, that's something we can all appreciate!",
        "Laura Mercier's Oil Free Foundation: Even though the company claims that this foundation is perfect for all skin types, those with oily skin may particularly appreciate the formula's \"oil-free\" component.",
        "For true aficionados - and simply for those who appreciate a great fragrance - the Ed Hardy fragrance collection is worth a look and a sniff.",
        "Finally, you may also appreciate this site for its prices.",
        "Most young girls will appreciate a pink eyeshadow with a hint of shimmer.",
        "If you have to wear a lot of makeup for work or you simply enjoy wearing it on for a night out on the town, then you will appreciate the effectiveness of MAC eye makeup remover.",
        "Another advantage that many women appreciate is that types of foundations tend to adhere lightly to the skin, rather than sitting heavily or settling into find lines and wrinkles.",
        "Your receiver may not appreciate the additional junk mail that comes with your greeting card.",
        "Canine lovers will appreciate the wide range of breeds on the site.",
        "As time goes on, more people come to appreciate the value of classic novels.",
        "Therefore, to appreciate some of the foundations of philosophy, science and most of the disciplines in the schools around the world today, reading Greek is actually an excellent exercise in intellectual growth.",
        "You'll come to appreciate European history and how completely ancient Roman activities influenced the modern European society.",
        "You will better appreciate the English language, which is largely based upon Latin terms.",
        "Studying the original documents written by the likes of Plato and Aristotle, you'll better appreciate philosophy, poetry, history and the various forms of modern theater.",
        "The Z-Series is best suited for advanced amateur photographers who appreciate advanced controls and a broad range of color modes.",
        "The model will appreciate the privacy and can ease into the idea of undressing for the camera.",
        "Skiers, snowboarders and extreme athletes, who scale waterfalls, will appreciate the fact that they don't have to remove their gloves to activate the camera's menus.",
        "Those who appreciate slow cooking methods will enjoy crock pots and Dutch ovens.",
        "For Him - Mr. Fix-it or the weekend warrior will appreciate a basket or suitable container with chocolate, coffee, popcorn, cheese and crackers, and a bottle of their favorite wine or imported beer.",
        "Home cooks that feed large crowds or families also appreciate the sturdiness and ability of a powerful processor.",
        "Who doesn't appreciate a dessert-gone-dinner side, covered with crispy browned marshmallows?",
        "The kits are extremely helpful for beginners, but people of all skill levels can appreciate the convenience of a scrapbook kit.",
        "Display them prominently in your kitchen, office or den so visitors can see and appreciate them without having to wait until you are finished with your albums.",
        "Getting your family involved will not only relieve some of your stress, it will help them appreciate the holidays and the work that goes into holiday events.",
        "Your loved one will appreciate a personalized gift basket more than a stock basket you pick up without much thought.",
        "The next time you see this symbol of your school, take a moment to appreciate all it represents.",
        "Any bride would appreciate a gift basket selection filled with stress relieving items such as scented lotion, a loofah sponge and aromatherapy candle.",
        "Your guests are sure to appreciate the originality.",
        "Guests invited to just this kind of celebration tell me that they always appreciate having a registry to go to for ideas, since they want to make you happy, and they don't see it as a plea for presents.",
        "All of your guests are sure to appreciate these decorative yet functional gifts.",
        "Your guests are sure to appreciate the convenience.",
        "While it's typically a tradition for bridesmaids to purchase their own bridesmaids' dresses, your wedding party members will probably appreciate your efforts to find the perfect discount bridesmaid dress.",
        "If they sent you cash and you're saving up for something as a couple, tell them how much you appreciate the money they sent that will help out with your future purchase."
    ],
    "definition": [
        "Link/Cite"
    ]
}