{
    "translation": "מתאים",
    "uses": [
        "God was apt to be thought of as purely transcendent, not immanent in the world.",
        "Veins of amethystine quartz are apt to lose their colour on the exposed outcrop.",
        "Partly for this reason and partly because pieces of wood and dirt are apt to be included with the scrap, the market value of Ceara rubber is usually less than that of Para.",
        "Frost-bite is particularly apt to attack the feet, the hands, and the tips of the ears.",
        "Moreover, yellow amber after long burial is apt to acquire a reddish colour.",
        "According to Juvenal the sons of such proselytes were apt to go farther and to substitute the Jewish Law for the Roman Romanas autem soliti contemnere leges; Judaicum ediscunt et servant ac metuunt ius Tradidit arcano quodcunque volumine Moyses.",
        "If not preserved in an envelope the calyptra and operculum are very apt to fall off and become lost.",
        "The modern Wagnerian conductor is apt to complain that Beethoven, in his four-bar phrase, drowns a melody which lies in the weakest register of the clarinet by a crowd of superfluous notes in oboes, horns and flutes.",
        "The severe forms of intermittent are most apt to occur in the very young, or in the aged, or in debilitated persons generally.",
        "Diseases am] SymptomsThe symptoms of plant diseases are, as already said, apt to be very general in their nature, and are sometimes so vaguely defined that little can be learned from them as to the causes at work.",
        "3 If one is apt to acquire too narrow a view of Jewish legalism, the whole experience of subsequent history, through the heroic age of the Maccabees and onwards, only proves that the minuteness of ritual procedure could not cramp the heart.",
        "The importance of this singular but superficial departure from the normal structure has been so needlessly exaggerated as a character that at the present time its value is apt to be unduly depreciated.",
        "Sulphur is obtained near Apt (Vaucluse) and in a few other localities of south-eastern France; bituminous schist near Autun (Sane-et-Loire) and Buxires (Allier).",
        "In plants, however, the symptoms of disease are apt to exhibit themselves in a very general manner.",
        "Even if the slide itself is mechanically perfect, the irregularity in the thickness of the lubricating oil between the bearing surfaces of the slide is apt to produce a variable error.",
        "In England nobility is apt to be confounded with the peculiar institution of the British peerage.",
        "The tree is a favourite with hares and rabbits, and the seedlings are apt to be destroyed by mice.",
        "which, if it conceives any tertium quid besides empiricism and intuitionalism, is apt to think of scepticism.",
        "He was free in his conversation, and his humour, of which he had a good deal, was apt to take the form of rather coarse jokes.",
        "All this was to be done, however, under the strict supervision and guidance of the autocratic power, with as little aid as possible from private initiative and with no control whatever of public opinion, because influential public opinion is apt to produce insubordination.",
        "A great deal of popular theism is undoubtedly hard hit by it; for popular theism is apt to throw its arguments together in very random fashion.",
        "During the rapid development of physical geography many branches of the study of nature, which had been included in the cosmography of the early writers, the physiography of Linnaeus and even the Erdkunde of Ritter, had been as so much advanced by the labours of specialists that their connexion was apt to be forgotten.",
        "In the log-glass the time is measured by running sand, which, however, is apt to be affected by the humidity of the atmosphere.",
        "At the request of Castor,bishopof Apt, he wrote two monumental and influential treatises on the monastic life.",
        "When he was informed that among others awaiting him in his reception room there was a Frenchman who had brought a letter from his wife, the Countess Helene, he felt suddenly overcome by that sense of confusion and hopelessness to which he was apt to succumb.",
        "It produces an uncertainty with regard to rates which prevents stability of prices, and is apt to promote the interests of the unscrupulous speculator at the expense of those whose business methods are more conservative.",
        "In the more southern parts of the island it often reaches a height of 90 ft., and specimens exist considerably above that size; but the young shoots are apt to be injured in severe winters, and the tree on light soils is also hurt by long droughts, so that it usually presents a ragged appearance; though, in the distance, the lofty top and horizontal boughs sometimes stand out in most picturesque relief above the rounded summits of the neighbouring trees.",
        "The spruce bears the smoke of great cities better than most of the Abietineae; but in suburban localities after a certain age it soon loses its healthy appearance, and is apt to be affected with blight (Eriosoma), though not so much as the Scotch fir and most of the pines.",
        "Flame collectors blow out in high winds, whilst water-droppers are apt to get frozen in winter.",
        "point clearly to the very close union of Israel and Judah at this period, a union which is apt to be obscured by the fact that the annalistic summaries of each kingdom are mainly independent.",
        "The opening of the doors was apt to cause a disagreeable draught through the car in cold weather, and passengers occasionally fell from the open platform, or were blown from it, when the train was moving.",
        "It is convenient to place in a small envelope gummed to an upper corner of the sheet any flowers, seeds or leaves needed for dissection or microscopical examination, especially where from the fixation of the specimen it is impossible to examine the leaves for oilreceptacles and where seed is apt to escape from ripe capsules and be lost.",
        "In the existing portraits of him those who never saw him are apt to discover a strangeness which seems to them sinister or even affected.",
        "The name probably means \"very holy\" = apt - ayvr,; another (Cretan) form 'Apt67)Xa (_ Oavepa) indicates the return to a \"bright\" season of nature.",
        "This is apt to be met with in oldish persons with diseased vessels and feeble heart-action, especially if the blood is rendered less nutritious by the presence of diabetes or of kidney disease.",
        "Indian astrono mers found apt pupils there among the Arabs; the works of 1 R.",
        "Apt to minimize difficulties, to search for the common ground of unity in opponents, he turned aside, with a disdain which superficial critics often mistook for indifference, from the base, the violent and the common.",
        "The building is modeled after a lighthouse to create an apt environment for seafood dining.",
        "In consequence of this composite formation, amethyst is apt to break with a rippled fracture, or to show \"thumb markings,\" and the intersection of two sets of curved ripples may produce on the fractured surface a pattern something like that of \"engine turning.\"",
        "Public sittings are apt to be means of obtaining money by false pretences, and the great scandal of spiritualism is undoubtedly the encouragement it gives to the immoral trade of fraudulent mediumship.",
        "Homer knows only \"Apt ot, but Herodotus speaks of \" Syrians \" as identical with Assyrians, the latter being, he thinks, a \" barbarian \" form, and he applies the name very widely to include, e.g.",
        "Strauss makes a steadily increasing use of avowedly irrational discords, in order to produce an emotionally apt physical sensation.",
        "38) though the difference is apt to be exaggerated by those who forget how much of the element of r7 44c1,4: lies in Paul's conception of 7rioiris.",
        "A true work of art is incomparably greater than the sum of its ideas; apart from the fact that, if its ideas are innumerable and various, prose philosophers are apt to complain that it has none.",
        "In the latter form old trees, the summer pruning of which has been neglected, are apt to acquire an undue projection from the wall and become scraggy, to avoid which a portion of the old spurs should be cut out annually.",
        "Medieval Englishmen were particularly apt to put their aspirations into a legal form, and then rest satisfied with their achievement.",
        "In the most prevalent variety of the Norway spruce the wood is white, apt to be very knotty when the tree has grown in an open place, but, as produced in the close northern forests, often of fine and even grain.",
        "Along this part of its course the river is apt to be choked with reeds and, except where bordered by lines of palm trees, the channel loses itself in lakes and swamps.",
        "Apt was at one time the chief town of the Vulgientes, a Gallic tribe; it was destroyed by the Romans about 125 B.C. and restored by Julius Caesar, who conferred upon it the title Apta Julia; it was much injured by the Lombards and the Saracens, but its fortifications were rebuilt by the counts of Provence.",
        "An apt definition of organic chemistry is that it is \"the study of the hydrocarbons and their derivatives.\"",
        "Milder cases of malarial fever are apt to become dangerous from the complications of dysentery, bronchitis or pneumonia.",
        "APT, a town of south-eastern France, in the department of Vaucluse, on the left bank of the Coulon, 41 m.",
        "The various stages in this kind of demolition are best seen where the underlying rock is of granite or similarly tough material, which at the same time is apt to be split and splintered by means of its numerous transverse joints.",
        "the Scottish kingdom of later history, whose kings were always apt to treat Rome in a cavalier manner, laughing at interdicts and excommunications.",
        "In addition to royal burghs, there were burghs of nobles and of bishops, and the provostship was apt to become, by custom, almost hereditary in a local noble family, which protected the burgesses.",
        "But Mary's heart was in the expedition and in the overthrow of Huntly; she was in the hands of her brother, to whom she had secretly given the earldom of Murray, coveted by Huntly, whose good faith she had never believed in, and whose power was apt to trouble the state and disturb her friendly relations with England.",
        "In woodland countries, however, a good whipper-in is really of almost as much importance as the huntsman himself; if he is not alert the hounds are likely to divide, as when running a little wide they are apt to put up a fresh fox.",
        "Owing to a prevailing confusion between tests of memory and tests of capacity, the allowance for chance fairly applied to the former is apt to be unduly extended to the latter.",
        "As a writer he was apt to be turgid and prolix, and there was a somewhat un-English element of ostentation in his manner.",
        "He sometimes altered and contorted the facts; he very often unduly simplified his problems; he was very apt when he had proved a favourite opinion true to infer it to be the whole truth.",
        "It can seldom be obtained in large portions, and has the disadvantage of being apt to warp; its great hardness, however, renders it valuable for the manufacture of various articles, such as the cogs of mill-wheels, flails and mallets, and handles of hammers.",
        "He managed to make practical use of his calculus about his farms, and seems to have been remarkably apt in the practical application of mechanical principles.",
        "Their step is full of resolution; their bearing proud and apt to be rough.",
        "The pay of the army is apt to be irregular.",
        "1,130,000 200,000 500,000 20,000 apt at times to be turbulent.",
        "She showed great forbearance and generosity towards the duchess of Marlborough in the face of unexampled provocation, and her character was unduly disparaged by the latter, who with her violent and coarse nature could not understand the queen's self-restraint in sorrow, and describes her as \"very hard\" and as \"not apt to cry.\"",
        "In order to eliminate the irregularity which is apt to be introduced by dust, &c., interfering with the working of the knifeedge, W.",
        "Nothing is known of its natural history outside the body, but on cultivation it is apt to undergo numerous involution forms. Its presence in a patient is regarded as positive diagnostic proof of plague; but failure to find or to identify it does not possess an equal negative value, and should not be too readily accepted, for many instances are recorded in which expert observers have only succeeded in demonstrating its presence after repeated attempts.",
        "It does not differ from them in its clinical features more than epidemics of other diseases are apt to vary at different times, or more than can be accounted for by difference of handling.",
        "It forms one side of the virtual apologia for the absence of that earthly prosperity in which the pagan mind was apt to see the token of Divine approval.",
        "The face of the world has changed so greatly since Paley's day that we are apt to do less than justice to his undoubted merits.",
        "to connect instrumental music with conceptions not in themselves musical, for the order of the ideas that serve as a programme is apt to interfere with the order which the musical exposition naturally assumes - and the result in most cases is but an amalgam of irreconcilable materials.",
        "In examining such points we are apt to forget that the contradictions by which a story is shown to be untrue are quite different from those by which a confessedly untrue story would be shown to be the work of different authors.",
        "His argument, however, rests on an assumption which we are apt to bring with us to the reading of the Iliad, but which is not borne out by its language, viz.",
        "of their having been originally told by the poet himself instead of being put in the mouth of his hero, we feel that inaccuracies of this kind are apt to creep in wherever a fictitious story is thrown into the form of an autobiography.",
        "adherents of the Yoga philosophy and the system of ascetic practices enjoined by it with the view of mental abstraction and the supposed attainment of superhuman powers - practices which, when not merely pretended, but rigidly carried out, are only too apt to produce vacuity of mind and wild fits of frenzy.",
        "In all but a few of the minor groups religious fervour is only too apt to degenerate into that very state of sexual excitation which devotional exercises should surely tend to repress.",
        "The generally recognized principal Avatars do not, however, by any means constitute the only occasions of a direct intercession of the deity in worldly affairs, but - in the same way as to this day the eclipses of the sun and moon are ascribed by the ordinary Hindu to these luminaries being temporarily swallowed by the dragon Rahu (or Graha, \" the seizer\") - so any uncommon occurrence would be apt to be set down as a special manifestation of divine power; and any man credited with exceptional merit or achievement, or even remarkable for some strange incident connected with his life or death, might ultimately come to be looked upon as a veritable incarnation of the deity, capable of influencing the destinies of man, and might become an object of local adoration or superstitious awe and propitiatory rites to multitudes of people.",
        "In this process changes of structure are apt to occur, and sometimes unimaginable sacrifices of the normal appearance.",
        "Exact statistics of the membership of the Churches of the Oriental rite are almost impossible to obtain; the numbers of their adherents, moreover, are apt to vary suddenly with the shifting currents of political forces in the East, for political factors have always played a considerable part in these movements towards reunion or the reverse.",
        "Benjamin was naturally an apt and useful pupil; for instance, an opinion of Mr Pollock, which for long guided the London police in the exercise of their right to search prisoners, is mentioned by him as having been really composed by Benjamin while he was still his pupil.",
        "Still the school was pregnant with instructions for so apt a pupil.",
        "In the classics they found the food which was required to nourish the new spirit; and a variety of circumstances, among which must be reckoned the pride of a nation boasting of its descent from the Populus Romanus, rendered them apt to fling aside the obstacles that had impeded the free action of the mind through many centuries.",
        "Ross wrote: \"So may he (Sir Thomas Browne) doubt whether in cheese and timber worms are generated; or if beetles and wasps in cows' dung; or if butterflies, locusts, grasshoppers, shell-fish, snails, eels, and such like, be procreated of putrefied matter, which is apt to receive the form of that creature to which it is by formative power disposed.",
        "It is a long dead-level of rich fields, with a soil lighter in colour than that of Bengal or Behar; much more friable, and apt to split up into small cubes with a rectangular cleavage.",
        "Alphonso was now shaking himself loose from the deadening influence of the reactionary court, and was beginning to display a disconcerting interest in affairs, information about which he was apt to seek at first hand., The resignation of the see of Valencia by Archbishop Nozaleda was a symptom of the new spirit.",
        "Young horses that are too highly fed are apt to become weak-limbed and top-heavy.",
        "Many caravanserais in Syria, Mesopotamia and Anatolia have considerable architectural merit; their style of construction is in general that known as Saracenic; their massive walls are of hewn stone; their proportions apt and grand.",
        "The lyrics are masterfully crafted around a funky beat and a tempo that is entirely apt.",
        "In the penultimate stanza, the lake of the title supplies an apt image of memory.",
        "Hasty writers who Their forget the existence of the eastern Rome are apt to claim for the Saracens of Bagdad, or more commonly for those of Cordova, a monopoly of science and art at some time not very clearly defined by dates.",
        "A rider with an insecure seat is apt to be thrown by any unexpected movement the horse may make; and, without a firm seat, the acquirement of good hands is well-nigh hopeless, because, when the balance is once disturbed the insecure rider will have to depend on something else for the maintenance of his seat, and this generally takes the shape of \"riding on the horse's mouth,\" a practice as cruel as it is ugly.",
        "Cholera occurs in the native city every summer, malarial fever exists and dysentery is apt to become chronic in spring and autumn on account of the sudden changes of temperature - a fall of 20Ã‚° to 30Ã‚° taking place in a few hours - and the moisture-laden atmosphere.",
        "If your supervisor sees that letting your talents shine creates a win/win situation for both you and the company, he or she will be more apt to let you try.",
        "Her hips are officially listed as 34\", but others say they are more apt to be 40\" or 44\" as they compare Beyoncé to themselves.",
        "They are particularly apt if the recipient is of Celtic heritage, but can be given to anybody.",
        "By doing this, workers are more apt to be compliant and accountable.",
        "Not only will you make more friends, but the quality of those friendships are apt to be even richer and full of depth than it would have been had you not been born on a cusp date.",
        "They are apt to occur at all seasons, are common from September to February, and most common in November.",
        "The name \" coxal gland \" needs to be carefully distinguished from \" crural gland,\" with which it is apt to be confused.",
        "They were a weapon apt to be dangerous to the employer, but the terror they inspired was such that every potentate sought to get hold of them.",
        "In Bosnia the weather resembles that of the south Austrian highlands, generally mild, though apt to be bitterly cold in winter.",
        "The river, running through an absolutely flat country, composed entirely of alluvial soil, is apt to change its channel.",
        "During the tropical rains the soil is liable, to a greater or less extent, to denudation, which becomes very serious when the land slopes; and in any case, the soil is apt to become impoverished by the loss of its soluble constituents.",
        "In some districts the collected milk is heated alone or diluted with water, to coagulate the rubber, but if heated alone an inferior rubber is apt to result owing to overheating.",
        "The new tsar, Alexander III., was an apt pupil of his tutor Pobedonostsev (q.v.), the celebrated procurator of the Holy Synod, for whom the representative system was a modern lie,\" and his reign covered a period of frank reaction, during which there was not only no question of affected even the stolid and apparently immovable masses of the peasantry.",
        "Thus gang robbery is apt to break out, gains head with rapidity, and is suppressed with difficulty.",
        "2) insist that an episcopus must be \" apt to teach,\" and some presbyters (r Tim.",
        "The symptoms of cancer of the stomach are apt to be indefinite (for many weeks or months).",
        "Secondary deposits are apt to form also in the liver and they may cause the appearance of a bulging below the ribs on the right side.",
        "Moreover, the ideas which are usually formed on these points at an early stage are incomplete; and, if the incompleteness of an idea is not realized, operations in which it is implied are apt to be purely formal and mechanical.",
        "- The calculation of the values of simple algebraical expressions for particular values of letters involved is a useful exercise, but its tediousness is apt to make the subject repulsive.",
        "A name which is apt to be forgotten in the period between Cuvier and Darwin, because its possessor occupied an isolated position in England and was not borne up by any j.",
        "They require the same culture as the more familiar garden varieties; but, as some of them are apt to suffer from excess of moisture, it is advisable to plant them in prepared soil in a raised pit, where they are brought nearer to the eye, and where they can be sheltered when necessary by glazed sashes, which, however, should not be closed except when the plants are at rest, or during inclement weather in order to protect the blossoms, especially in the case of winter flowering species.",
        "is a notable exception), and their work was apt to be stilted.",
        "When the deities were regarded as anthropomorphic they naturally wore clothing which, on the whole, was less subject to change of fashion and was apt to be symbolical of their attributes.",
        "But \" foreign apparel \" was only too apt to involve ideas of foreign worship (Zeph.",
        "On the other hand, the reagents by which such modifications are apt to be produced are not necessarily simple; many of them likewise are known to be of very high degrees of complexity, approaching perhaps in complexity the molecules to which they are akin.",
        "With changes of the pressures of the blood in arteries, veins or capillaries, and in the heart itself and its respective chambers, static changes are apt to follow in these parts; such as degeneration of the coats of the arteries, due either to the silent tooth of time, to persistent high blood pressures, or to the action of poisons such as lead or syphilis.",
        "Such injuries are apt to occur in syphilitic endarteritis, or senile arterial decay, whereby an artery may be blocked permanently, as if with an embolus, and the area supplied by it, in so far as it was dependent upon this vessel, deprived of nutrition.",
        "The regular course of trade is apt to be deflected by famines in India or Japan.",
        "These attachments, first invented by Jeremiah Howard, and described in the United States Patent Journal in 1858, are simply hydraulic rams fitted into the side or top caps of the mill, and pressing against the side or top brasses in such a manner as to allow the side or top roll to move away from the other rolls, while an accumulator, weighted to any desired extent, keeps a constant pressure on each of the rams. An objection to the top cap arrangement is, that if the volume or feed is large enough to lift the top roll from the cane roll, it will simultaneously lift it from the megass roll, so that the megass will not be as well pressed as it ought to be;' and an objection to the side cap arrangement on the megass roll as well as to the top cap arrangement is, that in case more canes are fed in at one end of the rolls than at the other, the roll will be pushed out farther at one end than at the other; and though it may thus avoid a breakdown of the rolls, it is apt, in so doing, to break the ends off the teeth of the crown wheels by putting them out of line with one another.",
        "Thus they were divided in soul between spiritual goods and worldly pleasures, and were apt to doubt whether the rewards promised by God to the life of \" simplicity \" (all Christ meant by the childlike spirit, including generosity in giving and forgiving) and self-restraint, were real or not.",
        "In the slighter forms no inconvenience may result; but in higher degrees prolonged work is apt to give rise to aching and watering of the eyes, headache, inability to read or sew for any length of time, and even to double vision and internal strabismus.",
        "In his absent-minded way Tennyson was very apt to mislay objects; in earlier life he had lost the MS. of Poems, chiefly Lyrical, and had been obliged to restore the whole from scraps and memory.",
        "He speaks of his delicate frame (gracilitas mea); and he was apt to suffer from weakness of the eyes (vii.",
        "His speeches were apt to be prolix, and he defended their prolixity on principle (i.",
        "Alexander was also an idealist, but his ideals were apt to centre in himself; his dislike and distrust of talents that overshadowed his own were disarmed for a while by the singular charm of Speranski's personality, but sooner or later he was bound to discover that he himself was regarded as but the most potent instrument for the attainment of that ideal end, a regenerated Russia, which was his minister's sole preoccupation.",
        "Faith was not belief in authoritative teachings; it was trust in the promises of God and in Jesus was apt to seem intangible, and the influence of the learned tradition was strong - for a time, indeed, doctrine was more cultivated among Protestants than in the Church of Rome.",
        "The filtering medium in this, as in other filters of the same kind, takes the form of a hollow cylinder or \"candle,\" through the walls of which the water has to pass from the outside to the inside, the candles often being arranged so that they may be directly attached to a tap, whereby the rate of flow, which is apt to be slow, is accelerated by the pressure of the main.",
        "Bunsen may be regarded as the originator of the second method, and it was he who devised the small cone of platinum foil, sometimes replaced by a cone of parchment perforated with pinholes, arranged at the apex of the funnel to serve as a support for the paper, which is apt to burst under the pressure differences.",
        "Such double allegiance is apt to exist in times of transition from one sovereignty to another; for example, in the 18th century, in the British possessions in India, the Mogul was said to exercise a personal sovereignty.",
        "There are also hooped or bowed canaries, feather-footed forms and top-knots, the latter having a distinct crest on the head; but the offspring of two such top-knotted canaries, instead of showing an increased development of crest, as might be expected, are apt to be bald on the crown.",
        "Detection and Estimation.-Most calcium compounds, especially when moistened with hydrochloric acid, impart an orange-red colour to a Bunsen flame, which when viewed through green glass appears to be finch-green; this distinguishes it in the presence of strontium, whose crimson coloration is apt to mask the orange-red calcium flame (when viewed through green glass the strontium flame appears to be a very faint yellow).",
        "His Saturday Review articles corrected many errors and raised the level of historical knowledge among the educated classes, but as a reviewer he was apt to forget that a book may have blemishes and yet be praiseworthy.",
        "In 1508 he had conceived a work on lines more to the taste of the learned world, full of apt and recondite learning, and now and again relieved by telling comments or lively anecdotes.",
        "Though he was apt to represent himself as disliked and neglected by the admiralty, and was frequently insolent towards his superiors, he was, as a matter of fact, pretty constantly employed, and he more than justified his appointments by his activity and success as captain of the \"Pallas\" (32) and \"Imperieuse\" (38) on the ocean and in the Mediterranean.",
        "It is to be noted that the chronological grouping of the epistles by minute comparison of style is apt to be deceptive; resemblances of this kind are due more to similarity of subject than to proximity in date.",
        "And it was well that it should be so, because the methods of criticism are apt to be, and certainly would have been when the Canon was formed, both faulty and inadequate, whereas instinct brings into play the religious sense as a whole; with spirit speaking to spirit rests the last word.",
        "Although exhibiting considerable tameness, it seems incapable of attachment, and when not properly fed, or when irritated, is apt to give painful evidence of its ferocity.",
        "Like many less ancient discourses, the Midrashim are apt to suffer when read in cold print, and they are sometimes judged from a standpoint which would be prejudicial to the Old Testament itself.",
        "The Hebrews had a less narrow conception of the spiritual than we are apt to read into their records.",
        "When we put down in black and white the explicit details of what is 1 We should be apt to say \"the true idea of God,\" but that is a way of putting it which does not correspond with prophetic thought.",
        "This verdict of Porphyry's is at all events more just and apt than that of the theologians on the Greek philosophers, when they accused them of having borrowed all their really valuable doctrines from the ancient Christian books.",
        "As Ignatius said, the ancient monastic communities were the infantry of the Church, whose duty was to stand firmly in one place on the battlefield; the Jesuits were to be her light horse, capable of going anywhere at a moment's notice, but especially apt and designed for scouting and skirmishing.",
        "Such of the fathers as are engaged in the work of education are permitted to continue, on condition of abstaining from lax and questionable doctrines apt to cause strife and trouble.",
        "There is, however, a distinction of type and character between those of the western and southern and those of the eastern states, the former being generally more prolix, more prone to go into details, more apt to contain new experiments in legislation.",
        "A good governor is apt to use his veto freelyindeed, a frequent exercise of the power is deemed in many states to be a sort of test of the governors judgment and courage.",
        "Disagreements, which are frequent, are usually settled in conference, and in these the Senate is apt to get the better of its antagonist.",
        "Accordingly, those who control the local organizations usually take pains to keep on the lists all the voters whom they can trust, and are apt to keep off those whom they think likely to show a dangerous independence.",
        "Summer fallowing is, however, subject to one drawback: the strong growth which it induces is apt to retard the ripening of the grain.",
        "Still less safe is it to ascribe the authorship of the forgery to any particular pope on the ground of its style; for papal letters were drawn up in the papal chancery and the style employed there was apt to persist through several pontificates.",
        "Biliary concretions, known as gall stones, are apt to form in the gall-bladder.",
        "the first letters of poems in verse and of paragraphs in prose usually, and the initial letters of lines in verse occasionally, were written separate and by another person than the scribe (who was called the rubricator), and hence were apt to be omitted.",
        "Then the copyist's eye is apt to slip from the first of two similarly written groups to the second; and he will thus omit all that is between.",
        "On the one hand, it is apt to take refuge in an uncritical acceptance of the traditional readings, and, on the other hand, to produce a crop of hesitant and mutually destructive conjectures which a reader naturally resents as a needless waste of his time.",
        "There are two reasons in particular why the part which emendation plays in the shaping of Greek and Latin texts is apt to be overlooked.",
        "If any of these is absent, the work is apt to be wasted.",
        "Platinum is employed in oxidizing processes, and in the fusion of substances with fluxes; also in observing the colouring effect of substances on the blowpipe flame (which effect is apt to be somewhat masked by charcoal).",
        "The wood of large trees is compact in texture, in the best varieties of a deep reddish colour varying to brownish-yellow, but apt to be lighter in tint, and less hard in grain, when grown in rich soils or in low sheltered situations.",
        "Men are apt to dwell too much on the co-existence and too little on the inclusiveness of substances.",
        "To the evolutionary biologist brain is apt to appear to be the crowning object of knowledge.",
        "It is a confusion, resulting in loss, not in gain, as regards spiritual power, to try to combine the two types of piety, as his readers were more and more apt to do.",
        "It does not, however, afford a convenient starting-point for a general theory, because it is apt to involve some confusion of phenomena which, from the point of view of the Galileo-Newton theory, are distinct in character.",
        "In this connexion a statement in terms of force is apt to be displaced by more direct and more comprehensive methods, and the attention of physicists is directed to the intervention of the ether.",
        "The structure of the sentence is also apt to be loose and straggling.",
        "Its extraordinary lightness forms its chief claim to general adoption, yet is apt to cause mistakes when its price is mentioned.",
        "The Stanwick nectarine, so apt to crack and not to ripen when worked in the ordinary way, is said to be cured of these propensities by being first budded close to the ground, on a very strong-growing Magnum Bonum plum, worked on a Brussels stock, and by then budding the nectarine on the Magnum Bonum about a foot from the ground.",
        "An uneven subsoil, especially if retentive, is most undesirable, as water is apt to collect in the hollows, and thus affect the upper soil.",
        "But when so situated it is apt to suffer from the shade of the building, and is objectionable on account of admitting damp to the drawing-room.",
        "Cucumber and melon plants and vines reared from eyes are sometimes started in this way, both for the reason above mentioned and because it prevents the curling of the roots apt to take place in plants raised in pots.",
        "The fifth is an example where the bud to which the shoot should be cut back is badly placed; a shoot resulting from a bud left on the upper side is apt instead of growing outwards to grow erect, and lead to confusion in the form of the tree; to avoid this it is tied down in its proper place during the summer by a small twig.",
        "Others, as the asters, spread rapidly; those possessing this habit should be taken up every second or third year, and, a nice patch being selected for replanting from the outer portions, the rest may be either thrown aside, or reserved for increase; the portion selected for replanting should be returned to its place, the ground having meanwhile been well broken up. Some plants are apt to decay at the base, frequently from exposure caused by the lifting process going on during their growth; these should be taken up annually in early autumn, the soil refreshed, and the plants returned to their places, care being taken to plant them sufficiently deep.",
        "Tomatoes should be tied up to trellises or stakes if fine-flavoured and handsome fruit is desired, for if left to ripen on the ground they are apt to have a gross earthy flavour.",
        "If cabbage, cauliflower and lettuce are wanted to plant in cold frames, the seed should be sown from about the 10th to the 20th of this month; but judgment should be exercised, for, if sown too early, cabbage and cauliflower are apt to run to seed.",
        "Although in colour, weight and warmth they are excellent, the fur is apt to become loose and to fall off with friction of wear.",
        "His energy too not infrequently degenerated into violence, and when crossed he was apt to be tyrannical.",
        "Taken by the mouth, the drug is apt to cause considerable digestive disturbance, varying in different cases and sometimes so severe as to cause serious difficulty.",
        "The general causes embrace certain states of the system which are apt to exercise a more or less direct influence upon the progress of utero-gestation.",
        "European children born in the country are apt to be seriously disfigured, as in their case the boils almost invariably appear on the face, and whereas native children have as a rule but one boil, those born of European parents will have several.",
        "It has been successfully employed in recently drained morasses, which are apt to become too dry in summer.",
        "There being at its head no weir across the Nile, the water in the Ibrahimia canal used to rise and fall with that of the river, and so the supply was apt to run short during the hottest months, as was the case with the canals of Lower Egypt before the barrage was built.",
        "In the work of pressing on the national and international expansion of Germany the interests and views of the lesser constituent states of the Empire were apt to be overlooked or overridden; and in the southern states there was considerable resentment at the unitarian tendency of the north, which seemed to aim at imposing the Prussian model on the whole nation.",
        "In particular it had in view persons of culture, as most apt to be swayed by the philosophical tendencies in the sphere of religion prevalent in that age, the age of neoPlatonism.",
        "But in such an undertaking one is always apt to take subjective assumptions or mere fancies for established data.",
        "1075-1144), edited by Nassau-Lees, Calcutta, 1859; but this scholar, with his great insight and still greater subtlety, is too apt to read his own scholastic ideas into the Koran.",
        "His inspiration may be traced in some measure to the Pre-Raphaelites and also to Blake, Shelley and Maeterlinck; but he found in his native Irish legend and life matter apt for his romantic and often elfin music, with its artful simplicities and unhackneyed cadences, and its elusive, inconclusive charm.",
        "Sudanese are very excitable and apt to get out of hand; unlike the fellahs they are not fond of drill, and are slow to acquire it; but their dash, pugnacious instincts and desire to close with an enemy, are valuable military qualities.",
        "since the accession of Tewfik, the tyranny of the Turkish system was apt to be forgotten, while the appeal to rally in support of their khalif found a response in the hearts of many Egyptians.",
        "In this wild school Ali proved an apt pupil.",
        "In Oriental systems of taxation high imposts on salt are seldom lacking and are often carried out in a very oppressive way, one result of this being that the article is apt to reach the consumer in a very impure state largely mixed with earth.",
        "Other things being equal, the higher the percentage of lime within the limits indicated above the stronger is the cement, but such highly limed cement is less easy to burn than cement containing about 62% of lime; and unless the burning is thorough and the raw materials are intimately mixed, the cement is apt to be unsound.",
        "_?: of whatever type is apt to contain a certain amount (5 Medway: its setting time is calcium sulphate, naturally formed from the sulphur in the raw materials or fuel, or intentionally added to the finished cement as gypsum or plaster of Paris.",
        "The bands of massive grit and coarse greywacke, for example, break up into larger blocks and from their greater hardness are apt to project above the general surface of the other softer rocks.",
        "We are too apt to take for granted that the men of the middle ages were immersed in meditations on the other world, and that their = intellectual exercises were confined to abstractions of the / schools, hallucinations of the fancy, allegories, visions.",
        "The ascetic instinct is probably as old as humanity, yet we must not forget that early religious practices are apt to be deficient in lofty spiritual meaning, many things being esteemed holy that are from a modern point of view trifling and even obscene.",
        "In many of the old kinds of two-revolution machines, owing to the cylinder being geared separately from the type bed, it was apt to be occasionally thrown out, but in the Miehle, for instance, it is only out of gear in reversing, and in gear while printing.",
        "With the evolution of rank, however, and the concentration of magico-religious power in the hands of certain orders, there is less solidarity and more individualism, or at all events more opportunity for sectional interests to be pursued at other than critical times; whereupon fraud and violence are apt to infect religion.",
        "Monsignor Barnes is rather too apt to employ the method of interpretation by contraries, on the ground that in such letters the writer always concealed the real facts.",
        "Their sons are big, stout men, but when they lead inactive lives are apt to become fat and sluggish.",
        "Each wrote copiously in verse, but Johan (1640-1684), who was professor of poetry at Upsala, almost entirely in Latin, while Samuel (1642-1679), especially in his Odae sveticae, showed himself an apt and fervid imitator of the Swedish hexameters of Stjernhjelm, to whom he was at one time secretary, and whose Hercules he dramatized.",
        "The thickening of the epidermis in the hands and feet, which occurs from constant use, is nature's provision for meeting the extra wear to which these parts are subjected by much use; but pressure is apt to cause the defensive process to be carried too far, and to lead to corns, which give rise to much pain and annoyance.",
        "Such patients are apt to suffer much from cough and laryngeal irritation in the cold, dry air of the Alps, whereas they live in comparative comfort on the Riviera, in the Canary Islands, Madeira or at Capri.",
        "But warm, moist climates rather favour sedentary habits and tend to lessen appetite, so that the nutrition of the patient is apt to suffer; and although phthisical patients may live in comparative comfort in such climates, their tendency to recovery in them is small.",
        "It attains at times an extreme degree of violence, and is apt to be aggravated by movement, loud noises or bright light.",
        "Attacks of sciatica are often attended with great suffering, and are apt to be very intractable to treatment.",
        "I am apt to think his stayed as much as any man's ever did in the lower region.\"",
        "To every design of this sort there should be a key, but even those who know the key are apt to be perplexed.",
        "The island is ill supplied with fresh water; there are few permanent streams except the Rakli, and springs are apt to fail in dry summers.",
        "This page gives an overview of all articles in the 1911 Brittanica which are alphabetized under Anu to Apt.",
        "The leaves are small and imbricate, and are borne on flattened branches, which are apt to be mistaken for the leaves.",
        "When such floating bodies come near the edge of the vessel they are drawn up to it, and are apt to stick fast to it.",
        "Even when used in conjunction with purely morphological characters, these physiological properties are too variable to aid us in the discrimination of species and genera, and are apt to break down at critical periods.",
        "Germans; but the Orthodox Church never conquered her conquerors, and the historian is too apt to enlarge on her past glories and forget her present strength.",
        "The habit of burlesquing the romans d'aventures was no new one, and the form lent itself easily to the two literary exercises to which he was most disposed - apt and quaint citation from and variation on the classics and satirical criticism of the life he saw around him.",
        "As any given region is opened up by railways, cheapening transportation, milling is apt to give way to smelting.",
        "He is perhaps apt to attach an exaggerated importance to some of the authorities which he was the first to bring to light, to see a general tendency in what may only be the expression of an individual eccentricity, to rely too much on ambassadors' reports which may have been written for some special end, to enter too fully into the details of diplomatic correspondence.",
        "15) shows merely that our Lord was referring to the work by its commonly accepted title, and implies no authoritative utterance with regard to its date or authorship. Our Lord simply made use of an apt quotation from a well-known work in order to illustrate and give additional force to his own prediction.",
        "From the beginning of his residence with Ludovico his combination of unprecedented mechanical ingenuity with apt allegoric invention and courtly charm and eloquence had made him the directing spirit in all court ceremonies and festivities.",
        "The emperor Alexander I., however, was apt to keep the direction of affairs in his own hands and so long as Alexander inclined to Liberalism Capo d'Istria was the interpreter of.",
        "Producing, as he certainly has produced, work which classes him with the greatest names in literature, he has also signed an extraordinary quantity of verse which has not merely the defects of genius, irregularity, extravagance, bizarrete, but the faults which we are apt to regard as exclusively belonging to those who lack genius, to wit, the dulness, and tediousness of mediocrity.",
        "\" On the other hand, the insular complacency of many Englishmen is apt to regard all German princes with a certain contempt, whereas the title is in Germany sometimes associated with sovereign power, sometimes with vast territorial possessions, and always with high social position.",
        "Beside him others are apt to seem rather theatrical - or if they do not romance they appear, perhaps, to chronicle dully.",
        "The springs in general are very accurate and uniform in their extension, and are very permanent when fairly well used; but their indications are apt to vary from fatigue of the springs if they are kept extended by a weight for a long time.",
        "So that, were a glass so exactly figured as to collect any one sort of rays into one point, it could not collect those also into the same point, which having the same Incidence upon the same Medium are apt to suffer a different refraction.",
        "The least Refrangible Rays are all disposed to exhibit a Red colour, and contrarily those Rays, which are disposed to exhibit a Red colour, are all the least Refrangible: So the most refrangible Rays are all disposed to exhibit a deep Violet Colour, and contrarily those which are apt to exhibit such a violet colour are all the most Refrangible.",
        "I was apt to suspect there might be some cause or other unknown to me which might disturb the sesquialteral proportions, for the influences of the planets one upon another seemed not great enough, though I imagined Jupiter's influence greater than your numbers determine it.",
        "Taking Pomponius Atticus as his political model, he was persuaded that a man, a lawyer and a judge could best serve his country and benefit his countrymen by holding aloof from partisanship and its violent prejudices, which are so apt to distort and confuse the judgment.",
        "Those persons who possess them are also apt to make spatial arrangements of days of the week or the month, months of the year, the letters of the alphabet, &c.; and it is practically certain that only children would make such arrangements of letters of the alphabet.",
        "Where this is not the case, difficulties are apt to arise, which are mainly due to failure to distinguish between the two kinds of division.",
        "Unfortunately for England his ambition was to be tile mirror of chivalry rather than a model administrator He took up and abandoned great enterprises with equal levity; he was reckless in the spending of money; and in times of trouble he was careless of constitutional precedent, and apt to push his prerogative to extremes.",
        "On the other hand e was wholly free from that quality which he ascribed to Lord eorge Sackville, a man \"apt to take a sort of undecided, equ vocal, narrow ground, that evades the substantial merits of the qu stion, and puts the whole upon some temporary, local, accide tal or personal consideration.\"",
        "The fundamental objections to oil gas for the enrichment of coal gas are, first, that its manufacture is a slow process, requiring as much plant and space for retorting as coal gas; and, secondly, that although on a small scale it can be made to mix perfectly with coal gas and water gas, great difficulties are found in doing this on the large scale, because in spite of the fact that theoretically gases of such widely different specific gravities ought to form a perfect mixture by diffusion, layering of the gas is very apt to take place in the holder, and thus there is an increased liability to wide variations in the illuminating value of the gas sent out.",
        "He assumed that, in certain circumstances of sorrow and need, the fasting instinct would sometimes be felt by the community and the individual; what He was chiefly concerned about was to warn His followers against the mistaken aims which His contemporaries were so apt to contemplate in their fasting (Matt.",
        "He was a statesman of integrity, ability and determination, whose good qualities are too apt to be overlooked in consequence of his connexion with the unhappy fate of Maximilian.",
        "Locke is apt to be forgotten now, because in his own generation he so well discharged the intellectual mission of initiating criticism of human knowledge, and of diffusing the spirit of free inquiry and universal toleration which has since profoundly affected the civilized world.",
        "Locke's Reasonableness of Christianity was an attempt to recall religion from the crude speculations of theological sects, destructive of peace among Christians, to its original simplicity; but this is apt to conceal its transcendent mystery.",
        "Hasty judgment, bias, absence of an a priori \" indifference \" to what the evidence may in the end require us to conclude, undue regard for authority, excessive love for custom and antiquity, indolence and sceptical despair are among the states of mind marked by him as most apt to interfere with the formation of beliefs in harmony with the Universal Reason that is active in the universe.",
        "The inward purpose of this famous argument is apt to be overlooked.",
        "Here he analyses \" abstract ideas,\" and instructively illustrates the confusion apt to be produced in them by the inevitable imperfection of words.",
        "At the end of this patient search among our ideas, he supposes the reader apt to complain that he has been \" all this while only building a castle in the air,\" and to ask what the purpose of all this stir is, if we are not thereby carried beyond mere ideas.",
        "Only we are more apt to be biassed, and thus to leave reason in abeyance, in dealing with questions of morality than in dealing with problems in mathematics.",
        "By a decree of the Convention the four accused persons were deported to Cayenne, a new mode of dealing with political offenders almost as effective as the guillotine, while less apt to excite compassion.",
        "So again, in the stress that he lays on the misery which the most secret wrong-doing must necessarily cause from the perpetual fear of discovery, and in his exuberant exaltation of the value of disinterested friendship, he shows a sincere, though not completely successful, effort to avoid the offence that consistent egoistic hedonism is apt to give to ordinary human feeling.",
        "The town itself is unhealthy and strangers especially are apt to be attacked by fever.",
        "Cholera occurs in the native city every summer, malarial fever exists and dysentery is apt to become chronic in spring and autumn on account of the sudden changes of temperature - a fall of 20° to 30° taking place in a few hours - and the moisture-laden atmosphere.",
        "Let APB be a semicircle, BT the tangent at B, and APT a line cutting the circle in and BT at T; take a point Q on AT so that AQ always equals PT; then the locus of Q is the cissoid.",
        "Owing to these controversies the real work of the early Irish missionaries in converting the pagans of Britain and central Europe, and sowing the seeds of culture there, is apt to be overlooked.",
        "It is certainly true that divine beings in most mythologies are apt to acquire solar with other elemental attributes, including vegetable attributes.",
        "Writers are apt to speak of Egyptian religion as if it were a single phenomenon of which all the aspects could be observed at a given time.",
        "As each bard of each bardic family celebrates his favourite god he is apt to make him for the moment the pre-eminent deity of all.",
        "Owing to their mental qualities, their tendencies and their resources, the bourgeoisie had been, if not alone, at least most apt in profiting by the development of industry, ly the extension of commerce, and by the formation of a new and mobile means of enriching themselves.",
        "The thoroughbred is apt to be nervous and excitable, and impatient of common work, but its speed, resolution and endurance, as tested on the race-course, are beyond praise.",
        "Polish historians, dazzled by his genius and valour, are apt to overlook his quasi-treasonable conduct and blame Sigismund III.",
        "We are so accustomed to regard Hunyadi as the incarnation of Christian chivalry that we are apt to forget that he was a great captain and a great statesman as well as a great hero.",
        "Its verses are everywhere, in this region, popular proverbs; an apt quotation from them by a stranger has an immediate effect in producing interest and confidence in the hearers.",
        "The new harbour, which was opened to navigation in December 1901, allows the direct transhipment of all merchandise whatever may be the direction of the wind, which was previously apt to render shipping operations difficult.",
        "Not only must each kind of oil or fat be considered as a special problem, but frequently even varieties of one and the same oil or fat are apt to cause the same difficulties as would a new individual.",
        "So large a proportion of the trees still belongs to the flora of North America that one is apt to overlook the fact that among the more specialized plants some of the largest American orders, such as the Compositae, are still missing from strata belonging to the Cretaceous period.",
        "It has about it the ring of reality; the language is sometimes pithy and vigorous; and now and then we meet with apt metaphors, such as those borrowed from boxing (i.",
        "To this theory the objection is raised that it is but a theory; that it is unsupported by any convincing evidence; and that the process which it postulates, that, namely, of the transformation of the gods into heroes by the popular imagination, is contrary to all that we know of the fate of dethroned deities, who are apt to live on in fairy stories in very unheroic guise.",
        "A more apt analogy would be an aquarium or a zoo: a place for special trips.",
        "So the Saturday night screening would have been exciting anyway but it was made even more so by a strangely apt journey there.",
        "The moon in Leo is particularly apt to be slow to get pregnant.",
        "It is especially apt that this year marks the 60th anniversary of the end of World War II.",
        "The totally unexpected resolution is both shocking and perfectly apt.",
        "Grade II listed \" With the rain pouring down my neck at the time, the drinking fountain seemed rather apt.",
        "Most of friends think that my interest is quite apt, most of them think I'm away with the fairies anyway!",
        "apt to mislead, or to be a stumbling-block.",
        "apt to forget both time and distance when pursuing game.",
        "apt to imagine that all were made for him!",
        "apt to occur and how to avoid any trouble. i. Use a Logbook.",
        "apt to think that hypnosis will fail also.",
        "apt to fall over or change direction than these two post ones.",
        "apt metaphor in which the whole concept of death is transformed.",
        "apt analogy would be an aquarium or a zoo: a place for special trips.",
        "apt description of a human being?",
        "apt quotations from old documents and reproductions of maps, plans and pictures.",
        "apt illustration by Florence Clerc.",
        "apt phrase adopted by Mr Roscoe, needed to hold the ring in managing the various interests.",
        "The focus on Ireland proved apt given that so much of what has gone on there provides lessons for elsewhere.",
        "The \" Junior \" factor aside, baby boys are also less apt to be given fanciful names.",
        "But they are apt to run wild, to get needlessly brisk, unpleasantly incessant.",
        "If persecutors be under restraint, yet carnal professors will be apt to blemish what is not done by themselves.",
        "An abbreviation of crate digger, the hip-hop term for a vinyl hunter, it has apt associations.",
        "Their general comments are very apt as well for Buddhist health care ethics.",
        "glamourthe backstage area had the apt faded glamor, lined with shelves of tattered books.",
        "A forbearing of events to come reflects parental anxiety inherent in the circumstances of birth, providing an apt background for what follows.",
        "We were all of us well inured to the way they were apt to quarrel.",
        "metronome markings and apt to concert performance.",
        "You could try a vinegar rinse round your apt a couple of times a week to prevent any mildew from growing.",
        "It errs by excess; for it is apt to become too paternal in the administration of law and justice.",
        "penultimate stanza, the lake of the title supplies an apt image of memory.",
        "It's an apt, if ironic, tag given that the hotel lies in an autonomous Tibetan prefecture.",
        "rarifymore apt analogy is that he introduced the oxygen so clearly lacking, way up in the rarified atmosphere of high-rise.",
        "reflects parental anxiety inherent in the circumstances of birth, providing an apt background for what follows.",
        "Follow the method formerly prescribed by pregnant reasons, apt similitudes, forcible comparisons, and by holy colloquies and soliloquies.",
        "The general squalor which I was apt to cultivate was also a symbol of revolt against Henry's standards.",
        "We are too apt to regard Beauty as a merely superficial thing, and do not realize all that it implies.",
        "crossing the tightrope seemed an apt description of how I feel doing many things, including Random Acts.",
        "trivialityppose that I am apt to take trivialities too seriously.",
        "Most of them are natives of the Old World, and chiefly of its eastern division, but several inhabit the western portion of North America, and one, C. githagineus (of which there seem to be at least two local races), is an especial native of the deserts, or their borders, of Arabia and North Africa, extending even to some of the Canary Islands - a singular modification in the habitat of a form which one would be apt to associate exclusively with forest trees, and especially conifers.",
        "Roots are often flattened, twisted and otherwise distorted by mechanical obstacles; stems by excess of food in rich soils, the attacks of minute parasites, overgrowth by climbing plants, &c. Leaves are especially apt to vary, and although the formation of crests, pitchers, puckers, &c., must be put down to the results of abnormal development, it is often difficult to draw the line between teratological and merely varietal phenomena.",
        "Hence, suppose genuine prayer to have come into being, it is exceedingly apt to degenerate into a mere piece of formalism; and yet, whereas its intrinsic meaning is dulled by repetition according to a well-known pyschological law, its virtue is thereby hardly lessened for the undeveloped religious consciousness, which holds the saving grace to lie mainly in the repetition itself.",
        "Poverty of expression is apt to cloak the real spirit of primitive prayer, and the formula under which its aspirations may be summed up, namely, \"Blessings come, evils go,\" covers all sorts of confused notions about a grace to be acquired and an impurity to be wiped away, which, as far back as our clues take us, invite interpretations of a decidedly spiritualistic and ethical order.",
        "The scholar is apt to pity the smith, the potter, the carpenter and the farmer: with better reason he is apt to condemn the trader who becomes absorbed in greed of gain and so deserts the way of righteousness and fair dealing.",
        "The constant use of chicory for coffee, and of woad for indigo, was apt to produce a reaction in favour of a humdrum peaceful policy; and yet, by a recent imperial decree, Frenchmen had the prospect of seeing the use of the new and imperfectly made beet sugar enforced from the 1st of January 1813, after which date all cane sugar was excluded as being of British origin.",
        "The-considerations are not very striking from a general point of view; but the author adds to the weight of evidence which some of his predecessors had brought to bear on certain matters, particularly in aiding to abolish the artificial groups \" Deodactyls,\" \"Syndactyls,\" and \" Zygodactyls,\" on which so much reliance had been placed by many of his countrymen; and it is with him a great merit that he was the first apparently to recognize publicly that characters drawn from the posterior part of the sternum, and particularly from the \" echancrures,\" commonly called in English \" notches \" or \" emarginations,\" are of comparatively little importance, since their number is apt to vary in forms that are most closely allied, and even in species that are usually associated in the same genus or unquestionably belong to the same family, 2 while these \" notches \" sometimes become simple foramina, as in certain pigeons, or on the other hand foramina may exceptionally change to \" notches,\" and not unfrequently disappear wholly.",
        "The news of Navarino betrayed Mahmud into one of those paroxysms of rage to which he was liable, and which on critical occasions were apt fatally to cloud his usual good sense.",
        "mixing the crushings with mercury in rotating barrels, is rarely used, the process being wasteful, since the mercury is specially apt to be \" floured \" (see below).",
        "His criticism is apt to assume a tone of moral censure when he has to deal with certain extremes of human thought - scepticism in philosophy, atheism in religion and democracy in politics.",
        "But dogmatic atheism is rare compared with the sceptical type, which is identical with agnosticism in so far as it denies the capacity of the mind of man to form any conception of God, but is different from it in so far as the agnostic merely holds his judgment in suspense, though, in practice, agnosticism is apt to result in an attitude towards religion which is hardly distinguishable from a passive and unaggressive atheism.",
        "He was thus a \"familiar spirit,\" akin to the \"daemon\" of Socrates; and if he was also half the devil of theology, half the kobold of old German myth, this was only because such \"objectivations\" are apt to clothe themselves in forms borrowed from the common stock of ideas current at the time when the seer lives; and Faust lived in an age obsessed with the fear of the devil, and by no means sceptical of the existence of kobolds.",
        "Strigops and Nestor; but he began by making two great divisions of those that he did know, separating the parrots of the Old World from the parrots of the New, and subdividing each of these divisions into various sections somewhat in accordance with the names they had received in popular language - a practice he followed on many other occasions, for it seems to have been with him a belief that there is more truth in the discrimination of the unlearned than the scientific are apt to allow.",
        "The sublime and solitary figure of Elijah, whom we are apt to take as the typical figure of a prophet in the old kingdom, has little in common with the picture even of the true prophet which we derive from I Kings xxii.; and when his history is carefully and critically read it is found to give no reason to think that he stood in any close relation to the prophetic societies of his time.",
        "Coins made by the old process of hammering were apt to have irregular edges which invited mutilation; but the introduction of the screw press, which came to be known as a mill (cf.",
        "The man who could have had such success, who could have made the Treaties of Westphalia and the Pyrenees, who could have weathered the storm of the Fronde, and left France at peace with itself and with Europe to Louis XIV., must have been a great man; and historians, relying too much on the brilliant memoirs of his adversaries, like De Retz, are apt to rank him too low.",
        "The temple inventories recently discovered at Delos illustrate the great quantity of such possessions which were apt to accumulate at a shrine of Panhellenic celebrity.",
        "Pentstemons and phloxes, amongst others, succeed well in soil of this character, but the surface must be well drained; the former are rather apt to perish in winter in loamy soil, if at all close and heavy.",
        "The pretentious language often applied to it by economists is objectionable, as being apt to make us forget that the whole subject with which it deals is as yet very imperfectly understood - the causes which modify the force of the sexual instinct, and those which lead to variations in fecundity, still awaiting a complete investigation.",
        "The quondam \"'chaser\" is, how ever, usually apt to be somewhat impetuous at his fences.",
        "Paley displays little or no spirituality of feeling; but this is a matter in which one age is apt to misjudge another, and Paley was at least practically benevolent and conscientiously attentive to his parish duties.",
        "and upwards in British plantations; but it is apt to be infested with American blight (Eriosoma).",
        "The great Swedish naturalist was possibly justified in treating the two latter creatures as quasihuman, for they seem to be grotesque exaggerations of such tailed and hairy human beings as really, though rarely, occur, and are apt to be exhibited as monstrosities (see Bastian and Hartmann, Zeitschrift fiir Ethnologie, Index, \" Geschwanzte Menschen \"; Gould and Pile, Anomalies and Curiosities of Medicine, 1897).",
        "It is the pitfall of physical science, immersed as its students are apt to be in problems dealing with tangible facts in the world of experience, that there is a tendency among them to claim a superior status of objective reality and finality for the laws to which their data are found to conform.",
        "Formerly in Anna Pavlovna's presence, Pierre had always felt that what he was saying was out of place, tactless and unsuitable, that remarks which seemed to him clever while they formed in his mind became foolish as soon as he uttered them, while on the contrary Hippolyte's stupidest remarks came out clever and apt.",
        "The more apt analogy is that he introduced the oxygen so clearly lacking, way up in the rarified atmosphere of high-rise.",
        "Another warning may be apt on Continental tires: to beware imminent sidewall failure if it goes out of true !",
        "Crossing the tightrope seemed an apt description of how I feel doing many things, including Random Acts.",
        "And I suppose that I am apt to take trivialities too seriously.",
        "One of the good bits is a RealPlayer 9 RPM, something I have been unable to find in any apt or yum repository.",
        "A child who is secure in his own habits will be less apt to change them unless she feels somehow threatened in her routines.",
        "This way you are more apt to get your loved pet back.",
        "Play the CD so your cat can get used to the new noises it is apt to hear from the baby.",
        "The sites are trying to lure you in by making you think they have the information you need for free so that when they do present you with a fee, you may apt to pay it so you can obtain the information quickly.",
        "Some websites specialize in a certain type of stencil, such as stencils for baby rooms, while other sites have a wide selection of stencils from which you are apt to find just what you were looking for.",
        "The Nivea Visage eye makeup remover is an apt choice if you're in the market for an efficient, gentle product that gets the job done in a snap.",
        "Single note scents are an apt choice, particularly if you're fond of a specific floral note.",
        "Summer makeup, therefore, is typically lighter and more natural than the cold-weather seasons, when richer, darker colors are more apt to be worn.",
        "Instead, dessert Thai-style is apt to be fruit soaked in sugar syrup with coconut sugar, a sprinkling of salt and chili.",
        "The more pleasurable they are, the more apt you'll be to do them.",
        "When you're stressed, you're apt to take shorter breathes.",
        "Adults who are suffering from drug addiction are more apt to seek help than their younger counterparts.",
        "She's still viewed by many as the ultimate domestic goddess, whose catch phrase \"It's a good thing\" seems to be apt when you consider how she's managed to maintain her name and brand.",
        "Young girls are also apt to change their minds last minute.",
        "Rather than focus on the ships' appearance, passengers are more apt to be mesmerized by the stunning ports of call these small ships can visit.",
        "Cesar says people in this country are more apt to treat their dogs as people and that this attitude causes issues.",
        "Although from the south of Europe they are hardy on the rock garden, but are apt to exhaust themselves in flowering.",
        "It is apt to grow too freely in good soil.",
        "The rock garden is most congenial to it; but it does very well on good level ground, though it is apt to get naked about the base, and may perish on heavy soils.",
        "Sowing themselves freely, they are apt to become too numerous and somewhat \"starved,\" so that they are best grown in large groups.",
        "Its branches are brittle and apt to get broken by high winds, especially if it has been grafted high; therefore choose a spot sheltered from high winds.",
        "Griselinia - There are certain exposed spots in our shore gardens where even the toughest of shrubs are apt to fail, and in this little group we have the best of all plants for such a position, thriving in any soil, and sea-wind proof.",
        "Among the best are aurantiacum, with orange flowers, a good plant, but apt to spread too much in the garden; and villosum, the Shaggy Hawkweed, a handsome plant with silvery leaves and large yellow flowers.",
        "Although somewhat apt to damp off on level ground, it is a perennial on raised ground, and keeps up a succession of bloom.",
        "It is apt to grow rather straggling, and to prevent this it is kept neatly pegged down and cut in well.",
        "In winter they are apt to go off on the London clay, at least on the level ground, but are well suited for mixed borders, banks, or copses.",
        "It grows freely, but is apt to be injured by spring frosts; the leaves are soft, and of a peculiar shade of green.",
        "In rich light soils they give little trouble; in clay soils where the drainage is less under control they are apt to fail, but we have seen them thrive in poor clayey soil if not wet.",
        "There is also a variety in which golden or striped leaves mingle with the green ones in a pretty way, but this variegation is apt to disappear.",
        "It is apt to perish in some heavy soils, and thrives best in peaty ones.",
        "L. longiflorum is so early that, unless protected by the leaves of evergreens, its growth is apt to be checked.",
        "Chromatella - The first yellow kind sent out, a free and fine plant, but apt to get crowded, and when this happens it does not flower so well.",
        "The cultivation is quite simple-placing the root-stocks in water 2 or 3 feet deep, when they will soon root in the mud; but they are apt to increase too rapidly, and may prove troublesome to get rid of.",
        "Clematis are actually fairly tough plants, and if you prune them too vigorously, they're apt to forgive your mistake and still flower the following year.",
        "The result, then, are children (as children are apt to do), that run off with little in the way of real specifics of what to do if an injury were to occur.",
        "Registration sites are more apt to have a brief personality profile for you to complete to help narrow the initial search to more compatible members.",
        "However, grading a card yourself is more apt to give you an idea of the grade rather than the specific grade.",
        "Here are a few T-Mobile camera cell phones for free that you can consider (they may not always be free, though, as specials are apt to change): Samsung t439: It has a 1.3 Megapixel camera with Bluetooth technology and a music player.",
        "Group A strep (GAS) is the form of streptococcal bacteria most apt to be associated with serious illness.",
        "Congenital nevi are more apt to become cancerous than moles that develop after birth, especially if they are more than eight inches in diameter.",
        "However, generally across all cultures, children and adolescents are more apt to experience conduct disorder symptoms manifested by acting out behaviors, while adults are more apt to experience depressive symptoms.",
        "Children's ligaments are tighter, and their bones are more apt to break before a ligament tears.",
        "However, poor oral hygiene and lack of care of the first set of teeth are apt to be reflected in problems with the gums and the permanent teeth.",
        "They also are more apt to get children to talk to them about their problems, and the presence of relatives can help ease the trauma of separation from parents.",
        "The hereditary anemias, such as the thalassemias and sickle cell anemia, may require life-long treatment and monitoring whereas other types of anemia, once treated, are apt not to recur.",
        "The bones of the arms and legs are most apt to be broken.",
        "Diabetics are four times more apt to contract Bell's palsy than non-diabetics.",
        "Steering a child's general enthusiasm for sports into activities less apt to produce head impacts may reduce the likelihood of brain injury.",
        "Teenagers who smoke are less fit than their nonsmoking peers and more apt to experience shortness of breath, dizziness, coughing, and excess phlegm in their lungs.",
        "If the skin is broken or apt to be disturbed, the burned area should be coated lightly with an antibacterial ointment and covered with a sterile bandage.",
        "It is also not considered necessary to test non-obese children for autoimmune antibodies, which are more apt to be found in adult type 2 diabetics.",
        "Myoclonic seizures are most apt to occur when waking after a night's sleep.",
        "Since children between the ages of 12 and 36 months are apt to put things in their mouths, they are more likely than older children to take in lead.",
        "The older the home, the more likely it is to contain lead paint, and the higher the concentration of lead in the paint is apt to be.",
        "Each lender has different qualifying criteria, and their rates and fees are apt to vary as well.",
        "Sellers might also be less apt to rush through the closing process and might accept fewer demands from buyers when the market is booming.",
        "This will reassure the lender that when the property is resold, it will have appreciated substantially in value, so they may be more apt to lend you the full value.",
        "People who are already apt at crafts will learn quickly and may complete a simple design in one sitting.",
        "Once you get up and move around, your body temperature is apt to rise.",
        "Bottom heavy: If you are bottom heavy, pregnancy is apt to make you even more so.",
        "Thankfully, if your baby is born in a hospital, the nursing staff is apt to help you fill out the necessary form prior to being released from the hospital.",
        "Several featured styles can show off the growing belly without letting mom become too exposed, as many trendy maternity clothes are apt to do.",
        "Pedicures also make the feet look and feel pretty during the summer months when you are apt to wear more open-toed shoes.",
        "Complications are more likely in women who have never had children before as their bodies may be apt to expel the foreign object.",
        "When you make sewing convenient, you will be more apt to take the time to enjoy your hobby.",
        "Triangle Top, Medium Modest Tie: Whoever thought that \"modest\" would be an apt description of this bikini, obviously had a great sense of humor!",
        "Many stores that specialize in clothing for big and tall frames are apt to have a wider selection than everyday department stores.",
        "Most companies in business for 50 years are apt to have at least one or two dissatisfied customers no matter how good they are.",
        "OKCupid.com- A free online dating site that also offers an extensive personality test to encourage apt matches.",
        "When going about online dating, daters are apt to talk about subjects that tend to be otherwise taboo during traditional dating.",
        "The more you have in common and the more compatible your interests and preferences, the more apt you are to make a good match.",
        "The more exact you can be in your answers, the more apt you are to find a love match.",
        "Wedding magazine editors may be more apt to accept your content if you have some form of credentials which can make you considered to be a wedding expert in one form or another.",
        "The key to this fun site is that the overviews are actually quite apt.",
        "If the partner also has perfectionist tendencies, the pair is apt to be more compatible.",
        "The arts: Gemini also loves art, but unlike a Libra that likes to lose herself at the museum, Gemini is much more apt to be a movie buff of some sort; films and television are particularly appealing to the third sign.",
        "The difference is in the way the two signs go about it; Scorpio may use clandestine methods for discovery, while Gemini is more apt to come right out and ask you!",
        "He is also more apt to feel empowered to expand his horizons and excel in other avenues of his life.",
        "Superman returns to find Lois Lane has moved on with her life, as people are apt to do when love interests disappear, and society doesn't see him as the superhero he once was.",
        "For some people, if they see a lower balance in the checkbook, they are more apt to spend less.",
        "By writing a list, you are less apt to be lured in by deals and sales on items you don't really need.",
        "Cork mats are apt to decompose quicker than rubber mats.",
        "Just like any job, the more you enjoy what you are doing, the more successful you are apt to be.",
        "By planning a variety of fundraising activities, members can avoid fundraiser burnout, and the community will be more apt to participate in fresh events.",
        "Throughout a woman's life, there are times she is more apt to gain weight than others.",
        "They were also more apt to have an increased resistance to insulin, leaving them more susceptible to type 2 diabetes.",
        "There is some evidence that those who work out in the morning are more apt to stick with their fitness routine.",
        "What's more, if a person is able to find a secure and comfortable place to exercise, he is more apt to continue with his regime rather than quit after a few sessions.",
        "Be careful not to lean forward or backwards, as your torso may feel apt to do.",
        "Without this pressure, you may find the subject matter more enjoyable, and the more pleasurable the experience, the more you'll be apt to stick with it!",
        "Women with problem skin are generally less apt to feel proud to show their bare faces.",
        "When cooler temperatures arrive, many people are apt to drink less water.",
        "Thus, the more your page represents your interests, the more apt you are to attract likewise people.",
        "It's fairly clear which version is more welcoming and more apt to attract and keep users on a site.",
        "One species was a liquid, which was apt to be adulterated; but when pure it had the property of blackening when added to pomegranate juice.",
        "Chamberlain, the necessity of committing to memory two syllabaries, one of which has many variant forms, and at least two or three thousand Chinese ideographs, in forms standard and cursive ideographs, too, most of which are susceptible of three or four different readings according to circuinstance,add, further, that all these kinds of written symbols are apt to be encountered pell mell on the same page, and the task of mastering Japanese becomes almost Herculean.",
        "These evil tendencies in the popular presentation of Christianity undoubtedly begot in Shaftesbury's mind a certain amount of repugnance and contempt to some of the doctrines of Christianity itself; and, cultivating, almost of set purpose, his sense of the ridiculous, he was too apt to assume towards such doctrines and their teachers a tone of raillery.",
        "But the method is not available if the separation is to be measured by screws; it is found, in that case, that the direction of the final motion of turning of the screw must always be such as to produce motion of the segment against gravity, otherwise the \" loss of time \" is apt to be variable.",
        "9) by the tangent screw f, acting on a small toothed wheel clamped to the rod connected with the driving pinion, there was apt to be a torsion of the rod rather than an immediate action.",
        "Virtually anyone can lose weight with this kind of serious deprivation, or when eating only one type of food because you are apt to get so sick of that food that you stop eating altogether."
    ],
    "definition": [
        "Link/Cite"
    ]
}