{
    "translation": "מערך",
    "uses": [
        "The delicious smell came from the array of food at the buffet.",
        "Brady met her gaze again, taking in the array of emotions crossing her features.",
        "The array of vegetables at the flea market fascinated Wren.",
        "Over the past week, Rebecca has felt an array of emotions.",
        "The sultan refused to believe that the pitiful array he had so easily overcome could be the national army of Hungary.",
        "Looking out from atop the mountain, Julie saw a vast array of trees.",
        "If you go to the library, you will find books on an array of subjects.",
        "The complicated array of math problems intimidated me.",
        "It was hard to choose a new dress from the large array of options.",
        "The array of tall buildings in New York City seemed to reach the sky and go on for miles.",
        "It was an imposing array of veteran troops, and when their emperor rode along the lines they received him with extraordinary enthusiasm.",
        "The small array of soldiers was easily defeated by the large army.",
        "Samantha, being a great host, impressed her guests with a beautiful array of flowers on the table.",
        "How can I improve the array of products on the table so that I can be a better salesman?",
        "Array >>",
        "Luigi's atmosphere is laid back and welcoming, inviting all diners, to come in and enjoy their delicious array of menu options.",
        "These restaurants serve a diverse array of strictly kosher foods to diners.",
        "Choose from seafood, chicken or beef along with an array of vegetables--prepared dishes come with dipping sauces and steamed or chicken rice.",
        "Along with a vast array of activities and opportunities to explore, the town has many dining choices as well.",
        "Guests can dine on a wide array of meals that range from pasta dishes to steak.",
        "There is an array of dessert items, like mango cheesecake, tempura banana and a range of ice cream flavors, from green tea to red bean to ginger.",
        "Minneapolis has an array of activities for the outdoor enthusiasts to enjoy.",
        "Guests can dine on a wide array of entrees including prime rib, salmon and various chicken dishes.",
        "Start the evening with homemade liver pate and then try the sauerbraten (sliced roast beef that has been marinated and served with an array of sides).",
        "Visitors can cater rations from the ship (boxed lunch meals) or enjoy the barbecue with fruit, vegetables, dessert and an array of meats.",
        "Boston keeps visitors entertained with its wide array of outdoor activites.",
        "Some cities include an array of outdoor activities for nature lovers as well as city slickers.",
        "The sweet tooth at the table will not be disappointed with the wide array of deserts offered; the dark chocolate torte and crème brulee are two of the most popular options.",
        "The city has a diverse array of restaurants allowing hungry hikers to recharge after a long day on the trails.",
        "For options that comprise of an array of dishes that often make up a meal, media raciones are available.",
        "They offer a changing array of specials, and have an extensive wine list.",
        "Her authentic dishes offer an array of vegetarian, meat, and seafood selections that incorporate delicious curries and fruits into the menu.",
        "If you're in the mood for something other than steak, an array of seafood is also available as well.",
        "The casual atmosphere pleasantly hosts a wide array of dishes, including antipasta, linguini in clam sauce and fettuccine primavera.",
        "Our selection spans a vast array of what is on offer in the marketplace.",
        "hash code of each element of the array is summed.",
        "Small metal tiles can be configured into a wide array of patterns that offer playful texture and shine to the space.",
        "The fleur de lis can be incorporated into a seemingly unending array of home décor accents.",
        "These choices will set your color palette, and you'll soon discover that your kitchen unfolds with an array of earthy colors that literally bring the outdoors inside your home.",
        "Vinyl wall art is inexpensive and available in wide array of colors, patterns and sizes.",
        "Among its offerings are a wide array of western-themed artwork such as mountain vistas, cowboys, log cabins, horses, and bear cubs.",
        "Lipliner Lipliners are available in crème and pencil formulas with a vast array of colors.",
        "The idea for this line came about when Ms Hutton herself was disappointed at the array of makeup available for older women.",
        "As the company's color offerings become widely known, they stimulated the organization's growth into a colorful array of cosmetic and beauty products.",
        "Many inexpensive brands provide an array of perfume options.",
        "According to their website www.maccosmetics.com currently, MAC does have an array of holiday shades and gifts inspired by the past yet are very modern.",
        "Through the years, Ralph Lauren has designed a variety of perfumes in an array of styles.",
        "Natural teeth actually come in an array of colors; with perfect white not necessarily the real tooth color.",
        "Lush Cosmetic's commitment to using fresh ingredients and producing handmade products provides consumers with an array of very unique offerings to choose from.",
        "Their light powder formula makes mistakes easy to correct, and with a reasonable price and great array of colors to choose from, blush has never been simpler.",
        "Realizing that pink is hot right now; this online retailer geared toward teens features a wide array of pink infused makeup items.",
        "Zombies remain a popular choice for Halloween; these costumes can be done in a wide array of looks, while keeping the expense affordable.",
        "Packed with an array of colors for the eyes and lips, the Laura Mercier Master Toolbox promises endless makeup looks in one sleek, convenient package.",
        "Laura Mercier has almost never failed to impress me with her extensive, impressive array of colors suitable for all skin types.",
        "With an array of colors that blend easily, have a gorgeous shimmer and last for hours on end, these loose eye shadows are perfect for creating simplistic daytime looks or bold and dramatic eye looks for formal evening wear.",
        "With such a vast array of classics to choose from, it almost seems improbable that there would be anything left to add to the mix.",
        "Foundation usually contains a gold or blue tone, used to compliment a wide array of skin colors.",
        "The Bobbi Brown gel liner collection boasts both of these advantages plus a wide array of colors to help you create the look you want.",
        "She wants to bring that transformational quality to people with her own makeup line with her exquisite array of colors.",
        "MAC's color collection features an explosion of hues that attract a wide array of makeup users from sophisticated beauties to edgy fashionistas.",
        "MAC makeup kits are available in a wide array of styles and packages.",
        "The company is also known for their all-inclusive makeup kits and pallets which feature an array of makeup expertly designed to work together.",
        "Like many online fantasy football sites, ESPN offers a wide array of pages and features.",
        "There are a wide array of popular psychic websites on the Internet.",
        "With the vast array of features available in point and shoots, it is possible to find a camera to suit almost any need.",
        "Many photographers and visual artists believe that the lack of solid definition is an asset rather than a liability because it provides them with an almost unlimited array of artistic opportunities.",
        "Freeware helps make image editing more exciting due to the vast array of possibilities it provides.",
        "Since Photoshop's array of tools is vast and varied, this is a very helpful breakdown of the important features for different user groups.",
        "Backscatter Underwater Video & Photo: Backscatter offers a full array of underwater picture-taking workshops and seminars.",
        "Diversity is an understatement when it comes to describing the array of personalities in the field of photography.",
        "There is a dizzying array of regional cuisines in Chinese cooking, from Mandarin to Peking and far beyond.",
        "While there may be a seemingly endless array of paper, ribbons, and embellishments available to adorn your layouts, remember that people are more interested in the photos than the accessories.",
        "There is a seemingly endless array of colors, styles, and designs when it comes to Easter egg papers.",
        "Scrapbook Scrapbook: Home of the largest array of free scrapbook supplies, including templates and clipart, you will be amazed by this site and how easy it is to print the materials they offer at no cost.",
        "While there is a wide array of techniques used in anger management, all of which work to different extents for different people, the goals of each are the same.",
        "Realize that even the best plans go can array and that you cannot control the actions of other people.",
        "Moreover, young women can also choose from a wide array of stylish pieces in capris, jackets, pants, shorts and skirts to fill out their wardrobe.",
        "Guys can also choose from a wide array of pants, cords, shorts, tops, jackets, shirts, and accessories.",
        "Teens engaging in an array of activities are less likely to become members of a clique.",
        "By focusing on family and encouraging your teens to participate in multiple activities involving an array of social groups, you can help insulate your teens fro the negative effects of cliques.",
        "Sex education for teens can include a diverse and wide array of topics.",
        "Web-savvy seniors will find an endless array of options available when searching online for graduation announcements.",
        "Another great advantage of David's Bridal Prom is the wide array of accessories available that combine to make your truly unique look.",
        "Shoppers are enticed by the array of clothing items, accessories and the mood set by alternative rock genres piped throughout the store.",
        "It comes as no surprise, there is an endless array of different styles to choose from and deciding on two or three styles, ahead of time, will help to sort through that endless array of designs.",
        "Graduation Invitations has an array of graduation announcement word choices to help you.",
        "Search for vegan diets on the Internet and you'll find quite an array of websites, articles, and stores to peruse, read, and shop.",
        "Thai and other Asian food eateries often boast an impressive array of vegetarian options.",
        "Attach the wet blade to your Vita Mix, and you’re ready make your own array of nut butters at home.",
        "There are dozens of vest colors to choose from, and thousands of style combinations from the array of tuxes, vests, and ties they offer.",
        "Choose from their wide array of formats, and include a photograph if you choose.",
        "With an endless array of personalization options, these pretty green stalks are easy and fun to include in any wedding celebration.",
        "Beach Comber Bride's wedding gowns have a vast array of gowns that will have you salivating.",
        "From classic floral arrangements to more unique alternatives, there is a vast array of bridal bouquet ideas to choose from.",
        "Blank wedding invitations come in an amazing array of designs perfect for nearly any couple to save money on their wedding stationary with the investment of a little time and effort.",
        "Chrysanthemums: Available in a wide array of colors, these flowers are also hard to pin down when it comes to form, too.",
        "They host an array of designers from Valenta to Lazaro.",
        "One such option would be to opt for a dress that includes intricate embroidery in an array of complimentary colors.",
        "The favors come in an array of styles and quality can vary greatly.",
        "White tissue honeycomb bell decorations are among the most popular but there are an array of colors and designs to consider.",
        "A quick glance out your window from September through November will reveal a vast array of reds, oranges, yellows, and greens.",
        "Fine Stationary.com offers a comprehensive array of thermography style wedding invitations.",
        "With the top-notch consultants and stunning array of designer gowns, you are sure to find the dress of your dreams at this famous Manhattan store.",
        "Since the sea is home to such a dazzling array of life and imagery, there are very few limits to keep in mind when you're choosing a cake design.",
        "Different butterflies are attracted to different plants, so most gardens include a wide array of colors suitable for any butterfly theme wedding.",
        "There is an array of other objects that you'll find in a nautical theme that you may enjoy using for your shower curtain.",
        "We had the luxury of traveling a lot, see new places, meet interesting people, live in an array of different cultures and enjoy real food.",
        "We offer a comprehensive array of both surgical and non-surgical aesthetic procedures, ranging from facelifts, breast augmentations and tummy tucks to chemical peels, Botox and laser treatments.",
        "For one so young, Zac Efron has amassed an impressive array of on-screen and recording credits, as well as many dedicated fans.",
        "With such a wide array available in stores and on line, the only agonizing part about shopping is making a selection.",
        "Besides humane considerations, fur is treated with an array of heavy chemicals.",
        "Hats: Whether a girl feels a hat is a necessity or just wants to add some flair to her outfit, hats come in a wide array of styles to suit anyone.",
        "You can find a huge array of Hannah Montana inspired tops, bottoms, pajamas, and accessories from the new Miley Cyrus clothing line at affordable prices.",
        "There are Easter dresses for little girls that match all of these occasions, so you'll have no trouble finding an array of dresses from which to choose.",
        "Moreover, Small Paul also features an array of accessories from socks and slippers to backpacks and underwear.",
        "Whether specifically for Easter or any dressy occasion in spring, you can always find an array of colorful dresses to suit any little girl.",
        "- Early Zoroastrian writings, though impregnated with star-worship, show no traces of an attempt to organize the heavenly array.",
        "The diaphragm air pump can be fitted with tubing an airstone to produce a glorious array of bubbles.",
        "array of pointers is first declared.",
        "He was worshipped as a national hero by the Opuntian Locrians (on whose coins he appears), who always left a vacant place for him in the ranks of their army when drawn up in battle array.",
        "It consisted almost entirely of the noble militia, and was tricked out with a splendour more befitting a bridal pageant than a battle array.",
        "He rose and, with methodical patience, swirled the trench around him, placed the sword on the inside with an array of other weaponry, and then stalked to the door.",
        "She had brought an array of Exacto knives and tiny saws for carving.",
        "A bewildering array of directional signs faced him on the wall.",
        "They offer a vast array of other film production roles to amateur film makers.",
        "For shaded polygons, the color keyword can specify an array that contains the color index at each vertex.",
        "abortus genome sequence reveals an array of variable proteins that contribute to interspecies variation.",
        "There is also access to thoughtful and provocative essays by opinionated people inside and outside academe on an array of subjects.",
        "accelerometer array signals.",
        "accumulator array.",
        "A more intensive array of 12 sensitive cup anemometers and two, three-dimensional ultrasonic anemometers are now being used in the field.",
        "antenna array.",
        "The project has acquired the appellation, the Square Kilometer Array.",
        "array of 10,000 bytes in your program by going around a loop made up of two instructions 10,000 times.",
        "array of type transferType.",
        "Note how this trial covers a bewildering array of outcomes.",
        "Winchester A paradise for shopping connoisseurs, Winchester boasts a tempting array of independent shops, boutiques and art galleries in scenic settings.",
        "Nowhere else on planet earth can you find such a dazzling array of choices for a theme wedding.",
        "The columns of this two-dimensional array correspond to the sample populations.",
        "All told, an impressive array of tempting targets.",
        "The transferType is the type of primitive array used to represent pixel values.",
        "Checksum Updates the current checksum with the specified array of bytes. update (byte[ ], int, int ).",
        "array subscript is assumed to be 1 to n, where n is the dimension corresponding to that subscript.",
        "array element for which a condition is true?",
        "Image The byte array to be written to the NRIF file.",
        "Image A byte or integer array of either two or three dimensions, containing the image to be written.",
        "Another measure of displacement is given by the total photo diode array output.",
        "The suggested default is the data type of the data array in the IN NDF.",
        "Those artworks chosen cover a wide array of disciplines, including examples of traditional landscape painting set against computer based interactive artwork.",
        "associative array to hold the records.",
        "astounding array of goods at unbelievable prices!",
        "Oxidative stress appears to be a significant underlying factor in the development of a wide array of diseases, including atherosclerosis and cancer.",
        "His versions take risks, but honor the originals ' forms and intentions, making audible a wide array of individual styles and voices.",
        "This three methods operate on a array called automaton.",
        "bafflehese uncertain times, our work and personal lives are subject to a baffling array of changes and options.",
        "Only the beautiful shop window, designed for presenting a tempting array of goods to the outside world, looks bare from the inside.",
        "beam lithography and consisted of either a 6 X 3 array or a 6 element row.",
        "A vast array of birds including blackbirds, greenfinches, thrushes, yellowhammers, to name just a few will nest in these sites.",
        "blooming flowers in an endless array.",
        "EDIF's coverage is gate array and standard cell designs plus printed circuit board layout.",
        "boasts an amazing array of features at a stunningly low Price!",
        "boggleheory, Jose can put out a mind boggling array of different line-ups, all as good as each other.",
        "bonfire night party goes off with a bang by giving your guests a dazzling array of healthy food.",
        "You'll also find an array of self-catering bunkhouses, large cottages or houses (some with indoor swimming pools!",
        "Dartmoor's haymeadows contain a striking array of plants such as the greater butterfly orchid, and support a wide range of wildlife.",
        "byte array used by the Forth system for temporary storage.",
        "Toolkit Creates an image which decodes the image stored in the specified byte array. createImage (byte array. createImage (byte[ ], int, int ).",
        "FileOutputStream Writes b.length bytes from the specified byte array to this file output stream. write (byte[] ).",
        "coal tar dyes developed in a dazzling array for the textile industry.",
        "collimated output from a monochromator and the radiated light is detected using a photodiode array.",
        "come up trumps with another crag and a vast array of impressive climbs.",
        "comedynation's corner theaters attracted 85 million people a week for 25-cent viewings of an endless array of cheery musicals and screwball comedies.",
        "In addition Fortran array storage is directly comparable to the array storage conventions used in Excel.",
        "Color/alpha components are stored in the components array starting at offset even if the array is allocated by this method.",
        "Character array concatenation An important feature of the C preprocessor is character array concatenation.",
        "With the set poised at 4-4, the 24-year-old produced an array of superb returns and groundstrokes to break serve with almost contemptuous ease.",
        "With its array of shops, cafÃ©s and bars, it has an almost continental atmosphere.",
        "Guards roamed the castle corridors, heavily armed with an array of weapons.",
        "Our canine couture comes in a wide array of styles to please any pooch.",
        "He had nothing but a wide expanse of black ministerial cloth, unrelieved except by an equally monotonous array of white cravats.",
        "The function takes an array as the argument and you can specify the item delimiter.",
        "Cropped trousers, in bleached denim with a red satin stripe or an array of prints.",
        "denotes are named with the initial letters denoting which array the site belongs to.",
        "density matrix, array of atom charges (empty on input ).",
        "detector array completely.",
        "diaphragm air pump can be fitted with tubing an airstone to produce a glorious array of bubbles.",
        "dimensional algebra by specifying an array of structure constants.",
        "diode array or in the faster versions a PSD.",
        "The design is based on a modified log-periodic dipole array with independent feeds to each dipole array with independent feeds to each dipole.",
        "distilled vinegar has an array of uses.",
        "Vivid color schemes and a wide array of options allow players to create incredibly diverse car designs.",
        "To meet all of your cd duplication needs, we provide a varied array of services.",
        "electrode array inserted in the inner ear.",
        "That is, either single array elements, a range of array elements or the entire array may be replaced with a single query.",
        "embarked on a voyage of the utterly awkward, each constantly challenging themselves with their array of new-found toys.",
        "A wealth of authentic engravings inspires the Blue Room collection - a comprehensive selection of items in an array of traditional patterns.",
        "This project involved optimal estimation of vehicle static weight using sparse noisy data from a small spatial array of pressure sensors.",
        "expended to include a whole array of activities.",
        "Currently, four data platforms exist to track array production, reporter (spotted sequence) annotation, microarray experiments and expression data.",
        "festooned with an array of flags and banners, and the mood was light but determined.",
        "Plexus7.co.uk also offer a vast array of other film production roles to semi-professionals, Producers, Writers and amature film makers.",
        "The weight of the whole array is supported at ground level on a large pipe flange, welded on to the mast.",
        "This is achieved by simulating the photon flux with a pixel array.",
        "Spread before you are rolling foothills dotted with isolated farming communities and crowned by an array of snow peaks that will leave you breathless.",
        "formless invariants in the array from a picture could not be put into words anyway.",
        "foundry process simulation is used to predict an array of porosity related anomalies.",
        "furnished with settees, armchairs, a changing room plus an array of children's ' books.",
        "This is aided with tech genius Marshall's super cool gadgets, an array of which you have to use.",
        "The gadget Shop was re-born in 2005 and they are now back online with the biggest and best array of gadget type gifts.",
        "A 10 foot high metal gantry on the roof would have mounted the radar array.",
        "The gid is the caller's effective group id. gids is a counted array of groups that contain the caller as a member.",
        "glimmering white by the array the dice fly review each station.",
        "The light exiting the echelle grating then enters a three lens objective where it is focussed onto a detector array.",
        "By the time Editors arrived on stage Fibbers was full, with the array of young aspiring groupies hugging the stage barrier.",
        "They fuse layers of sampled loops and rock guitars with an array of acoustic instruments including harmonica, mandolin and bowed double bass.",
        "You can wreak havoc from above easily enough, with your large array of weaponry.",
        "hydrodynamics trials at AWE require a sophisticated array of systems to ' diagnose ' the effects occurring on a fast time-scale.",
        "hydrophone array was deployed.",
        "impressive array of tempting targets.",
        "It all sounds mighty impressive with the usual dazzling Oldfield array of noise and instrumentation.",
        "Not taxable income buy out the the array of are springing up.",
        "The Position implementations (marks) store the array index and can easily calculate the sequential position from the current gap location.",
        "The wealth of former inhabitants can be seen in the array of wonderful mosaics left behind.",
        "Our aim is not to stifle innovation or indeed homogenize the vast array of foodstuffs available on the European market.",
        "insolation hash array position when the subroutine returns.",
        "instance variableS An anonymous array or anonymous hash can be used to hold instance variables.",
        "integer array of either two or three dimensions, containing the image to be written.",
        "ULONG Set this keyword to return an unsigned longword integer array.",
        "invoked whenever any element of the array is accessed in the ways specified by flags.",
        "iterate through the array, or through only certain elements in the array (by filter ).",
        "light-armed troops, and the cavalry in dense array on the wings.",
        "limitless array of lesson starters to help get the pupils really motivated.",
        "The type of string literals is array of char.",
        "character array literals The place where strict const ness is not enforced is with character array literals.",
        "The strategy involved development of moving mask deep X-ray lithography to fabricate an array of channels with inclined channel sidewalls.",
        "Mabel's son an array of.",
        "When you put a # before an argument in a preprocessor macro, the preprocessor turns that argument into a character array.",
        "macrophages infected with M. tuberculosis are being monitored using an Affymetrix gene chip array system.",
        "mage skill allows the player to cast a wide array of devastating spells.",
        "magnetometer array.",
        "From very early spring there is dramatic color to be enjoyed in the huge magnolias and the vast array of Camellias.",
        "malign intent, nor any current plans to use their vast array of order-making powers.",
        "Get track mattes right Track mattes are a very effective and creative way to generate an endless array of transitions for your motion projects.",
        "The array of square phospholipid patches is imaged by fluorescent microscopy.",
        "mind-blowing array of local service delivery silos.",
        "mind-boggling array of styles that have gone through innumerable makeovers throughout the years.",
        "Character array literals The place where strict const ness is not enforced is with character array literals.",
        "The array of services provided covers 11 surgical areas, including cardio-thoracic, neurology, and orthopedics.",
        "nightly backups of your site data on the local drive array.",
        "specifying null or an empty array for connCtls means no connection request controls.",
        "If the components array is null, a new array is allocated. offset - An offset into the components array.",
        "one-dimensional spectra to set up an array of selective radiofrequency pulses tuned to irradiate the key chemical sites.",
        "one-dimensional array.",
        "The regularly updated menu offers an array of delectable English and modern European dishes to delight any palate.",
        "The fair will have a vast array of different trades including bridalwear, menswear through to photographers, florists and even hen party planning!",
        "Sri Lanka has a bewildering array of fruits, including pawpaws, jackfruit, oranges, mangoes, durian and rambutan.",
        "Ginger, which is used in a vast array of sweet and savory dishes around the world, is a tender, creeping perennial.",
        "The direction of the beam boresight is at an angle phi from the broadside direction of the array.",
        "photodetector array.",
        "This provides the transmitter functionality, and a similar approach is taken with the receiver photodetector array.",
        "By scanning a photodiode along a line across the beam reflected by the interferometer, a line array of ultrasound receivers is effectively synthesized.",
        "photodiode array, P: prism, S: sensor surface, F: flow cell.",
        "photodiode array sensors.",
        "photon flux with a pixel array.",
        "planar array antennas.",
        "planet earth can you find such a dazzling array of choices for a theme wedding.",
        "The array position now pointed to is the one returned by gptr( ).",
        "Such a pointer can be referred to as an array pointer.",
        "privations of war, New York mounted a splendid array of parties, receptions, and parades for him.",
        "Shopping and Leisure Doncaster has great shopping facilities, a vibrant nightlife and an array of leisure and sporting pursuits.",
        "array readout mode The NIRI array is read out in different modes for different kinds of observations.",
        "This contains not only ready-made pages and examples, but a very impressive array of shareware readers and editors.",
        "Likewise, $ AoA [2] is not an array, but an array ref.",
        "reflectance measurements are made using either a scanning spectrophotometer fitted with an integrating sphere accessory, or a diode array spectrophotometer.",
        "The event would feature a wide array of top reggae and rock artists and will draw fans from all over the world.",
        "An impressive array of powerful computers were brought into the Lilian Bayliss Theater for the week-long residency.",
        "resistivity imaging uses an array of electrodes to measure apparent ground resistance.",
        "We could almost have been in a French seafood restaurant in Brittany, what with the wonderful array of fresh shellfish on display.",
        "beauty salons will offer a full array of services.",
        "This highly available and massively scalable storage system has a base configuration consisting of two frames: the Control Frame and the Array Frame.",
        "scalar variable or an element of an array.",
        "M An integer scalar or array, - L £ M £ L, specifying the order m of.",
        "scrunched according to the corresponding cross-section of the wavelength array.",
        "seabed transponder array.",
        "A POSIX semaphore structure defines a single semaphore, not an array of up to twenty five semaphores.",
        "A whole new array of birds waits on the rocky shore.",
        "showcaseclass=\"ex\">Showcasing an array of talent, visual styles and social themes that put modern India under the microscope.",
        "The double slashes indicate that each character in the string should be an element of the new array.",
        "However, narrow slits produce a much broader array of bright fringes than do wide slits.",
        "The Miabot Pro sonar array package adds a 360º sonar array package adds a 360º sonar array to the top of the robot.",
        "Total Reflectance Measurements are made using either a scanning spectrophotometer fitted with an integrating sphere accessory, or a diode array spectrophotometer.",
        "spellbindician kept the children spellbound for an hour with an array of tricks, many of which were antiques!",
        "And then they came, all 87 of them, looking splendid in an array of outfits.",
        "staggering array of policies from which to choose.",
        "stargazer hair colors can be mixed together to produce an ever wider array of colors.",
        "stir-fry dishes made from a vast array of ingredients.",
        "pixel stride is the number of data array elements between two samples for the same band on the same scanline.",
        "MACRO_NAMES Set this keyword to a scalar string or an array of strings that specifies the names of one or more macros to run.",
        "This was interpreted as evidence of local disorder in the array of collagen fibrils that comprise the corneal stroma.",
        "However, IDL allows you to specify individual elements within the selected array using multiple subscripts.",
        "subscript value of array A is 2 in the first statement and 3 in the second statement.",
        "Click on the \" + \" symbol next the name of the array to display the initial array subscript.",
        "subscripts of the array appeared in the loops contain only indexes of the same loop.",
        "subscript of an array element denotes the address of the element within the array.",
        "Only devices which have an md superblock which contains the right identity will be considered for any array.",
        "How about this for an array of carpet sweepers.",
        "Many of these stains were coal tar dyes developed in a dazzling array for the textile industry.",
        "three-dimensional array of type byte.",
        "toiletrytel supplies a big array of bathroom toiletries, enough to make anybody happy.",
        "The LBL positioning method involves measuring ranges from an ROV mounted acoustic transceiver to a seabed array of transponders.",
        "Compound Array linear transducer composed of multiple layers of arrays enabling electronic focusing in the elevation direction.",
        "transducer array rotated slightly in the tank to obtain similar profiles, with identical results.",
        "Figure 2 - Array analysis of derivative chromosomes from a balanced translocation.",
        "transponder array.",
        "transputer based Meiko Computer Surface and is developing a small parallel array based on i860 nodes.",
        "Volunteers will work on an extensive array of projects from beach surveys of endangered turtles to the building of wells in remote villages.",
        "two-dimensional array of heights in IRIS Explorer?",
        "She had always resisted the petty tyranny of the kitchen, its perfect order and shiny regimen, the confusing array of spices.",
        "unwrapped if the array has a primitive component type.",
        "The new value is first automatically unwrapped if the array has a primitive component type.",
        "In main( ), when you place something inside the Instrument array you automatically upcast to Instrument.",
        "utilizes a vertical stripe pixel array, ensuring that the menus are clear and easy to read.",
        "variance array must not contain bad values.",
        "vast array of what is on offer in the marketplace.",
        "What's more, there's an almighty array of featured guest vocalists.",
        "void write(byte b[ ]) throws IOException Writes an array of bytes.",
        "The WTN function returns a multi-dimensional discrete wavelet transform of the input array A.",
        "These aircraft are equipped with a considerable array of accurate and lethal weapons.",
        "However, the crime control strategies pursued within the era of penal welfarism were confronted by an array of practical and ideological difficulties.",
        "winnowing fork is a long handled tool with an array of wooden prongs fanning out at one end.",
        "An astonishing array of benefits The fitness benefits accruing from super-set workouts are astonishing.",
        "wreak havoc from above easily enough, with your large array of weaponry.",
        "y-axis points will usually be some function of the x-axis array, say a sinusoidal function.",
        "y-axis data array.",
        "He contributed £600 to the proposed Irish campaign and £500 for raising forces in England - large sums from his small estate - and on his own initiative in July 1642 sent arms of the value of £ioo down to Cambridge, seized the magazine there in August, and prevented the king's commission of array from being executed in the county, taking these important steps on his own authority and receiving subsequently indemnity by vote of the House of Commons.",
        "In January 1643 he seized the royalist high sheriff of Hertfordshire in the act of proclaiming the king's commission of array at St Albans; in February he was at Cambridge taking measures for the defence of the town; in March suppressing royalist risings at Lowestoft and Lynn; in April those of Huntingdon, when he also recaptured Crowland from the king's party.",
        "\"No physical science can array a tithe of the mass of evidence by which psychism\" (i.e.",
        "No city ever adorned herself with such an array of temples, public buildings and works of art as the Athens of Pericles and Pheidias.",
        "The avenues to power were through bribery and yet more unspeakable paths; the fiefs which formed the basis of the feudal array were bestowed on favourites' favourites, or sold to the highest bidder, and the sultan himself shared in the corrupt plunder.",
        "Ã¯¿½Ã¯¿½ aln a a2n and ant an3 Ã¯¿½Ã¯¿½Ã¯¿½ ann the square array being termed the matrix of the determinant.",
        "This idea finds fuller expression in the algebra of matrices, as to which it must suffice to say that a matrix is a symbol consisting of a rectangular array of scalars, and that matrices may be combined by a rule of addition which obeys the usual laws, and a rule of multiplication which is distributive and associative, but not, in general, commutative.",
        "Although Jewish tradition ascribed this gorgeous and significant array to the Mosaic age (if not to the pre-Mosaic days of Levi, so the Test.",
        "Thus, for example, as generations succeed one another, nervous disorders appear in various guise; epilepsy, megrim, insanity, asthma, hysteria, neurasthenia, a motley array at first sight, seemed to reveal themselves as terms of a morbid series; not only so, but certain disorders of other systems also might be members of the series, such as certain diseases of the skin, and even peculiar susceptibilities or immunities in respect of infections from without.",
        "The study of epidemic and endemic diseases generally has brought to light an array of facts which very strongly suggest that an intimate association exists between the soil and the appearance and propagation of certain diseases; but although experiments and observations allow this view to be looked upon as well established, still the precise role played by the soil in an aetiological respect is by no means so well understood as to make it possible to separate the factors and dogmatize on their effects.",
        "Their traditional arguments were powerless before the array of data marshalled by the new science of prehistoric archaeology.",
        "But the great stretch of highly irrigated and valuable fruit-growing land, which appears to spread from the walls of Herat east and west as far as the eye can reach, and to sweep to the foot of the hills north and south with an endless array of vineyards and melon-beds, orchards and villages, varied with a brilliant patchwork of poppy growth brightening the width of green wheat-fields with splashes of scarlet and purple - all this is really comprised within a narrow area which does not extend beyond a ten-miles' radius from the city.",
        "Not only had a whole array of subsidiary industries to be established and supplies of raw materials secured; thousands of skilled workmen and hundreds of directing personalities of strong character and exceptional ability had to be found and trained.",
        "array of scholars only the following names of importance can be quoted in support of the traditional view - Keim, 9 Wieseler 1Ã‚° and Uhlhorn.\"The problem is too complex to admit of treatment here.",
        "Time and muscle, knack and touch, a trained eye and brain and an unlimited array of patterns hanging on fancy's walls, aided by a box of dry sand, pottery.",
        "The French army proceeded to form up in an imposing array some 1300 yards from Wellington's position, and if some misgivings as to the result filled the minds of men like Soult, Reille and Foy, who had had previous experience of Wellington in the field, none at any rate dwelt in Napoleon's mind.",
        "And so when the World War broke out the commission dispersed without practical results, leaving behind it an imposing array of folio volumes of great scientific value.",
        "The literature of the first or Renaissance period gives us some good poets, who although occasionally imitators are not without national feeling, and a goodly array of chroniclers, most of whom made use of Latin.",
        "From comparative anatomy alone it is possible to arrange a series of living forms which, although structurally a convincing array because placed in a graded series, may be, nevertheless, in an order inverse to that of the actual historical succession.",
        "to abdicate: and, though even after the termination of the synod men like Jacob of Jiiterbogk (q.v.) were found to champion ecclesiastical parliamentarianism and the more advanced ideas of Basel, they were confronted, on the other hand, by an array of redoubtable controversialists, who entered the lists to defend, both in speech and writing, the privileges of the Apostolic See.",
        "But if it did we must naturally suppose that it applied in the first instance to the mounted warriors who formed the most formidable portion of the warlike array of the Franks.",
        "Murray was cited to attend the \"raid\" or array levied by the king and queen, and was duly denounced by public blast of trumpet for his non-appearance.",
        "But at the crowning moment of trial there are those who assert their belief that the woman who on her way to the field of Corrichie had uttered her wish to be a man, that she might know all the hardship and all the enjoyment of a soldier's life, riding forth \"in jack and knapscull\" - the woman who long afterwards was to hold her own for two days together without help of counsel against all the array of English law and English statesmanship, armed with irrefragable evidence and supported by the resentment of a nation - showed herself equally devoid of moral and of physical resolution; too senseless to realize the significance and too heartless to face the danger of a situation from which the simplest exercise of reason, principle or courage must have rescued the most unsuspicious and inexperienced of honest women who was not helplessly deficient in self-reliance and self-respect.",
        "Besides these, Moses refers to a whole array of Greek authorities, which were known to him from his constant use of Eusebius, but which cannot possibly have related all that he makes them relate.6 Although Moses assures us that he is going to rely entirely upon Greek authors, the contents of his work show that it is mainly drawn from native sources.",
        "The Scottish cause seemed stronger than ever, under Bruce, the Steward, the Red Comyn and Lamberton, but in June 1300 Edward mustered a splendid array, and took Carlaverock castle, but, on the arrival of the archbishop of Canterbury with a letter from the pope approving of the Scottish cause, he granted a truce till Whitsuntide 1301.",
        "Notwithstanding this differentiation, the mean character of a series of repeated organs is often constant through a considerable region of the body or a considerable period of time; and the standard deviation of an \"array\" of repeated parts, chosen from such an area, or within such limits of time, may be taken as a.",
        "If such an array of repeated organs be chosen from the proper region of the body, within proper limits of time, in each of a large series of individuals belonging to a race, and if all the arrays so chosen be added together, a series will be formed from which the racial variability can be determined.",
        "Taking each leaf of his series, with an assigned number of veins, he has determined the array of pairs of leaves which can be formed by pairing the chosen leaf with all others from its own tree in succession.",
        "The coefficient of correlation is 0.5699, which indicates that the standard deviation of an array is equal to that of the leaves in general multiplied by 1 / I - (0.5699) 1; and performing this multiplication, we find 1.426 as the standard deviation of an array.",
        "The variability of an array of such a table-that is, of any line or column of it-is the mean variability of pairs of leaves, each pair chosen from one tree, and having one leaf of a particular character; it may therefore be taken as a fair measure of the variability of such a tree.",
        "From this result it follows (see Probability) that the standard deviation of the array, which we have taken as a measure of individual variability, is equal to the standard deviation of the race multiplied by V I - (2) z or by * These results cannot be accepted as final, but they are based on so many investigations of animals and plants, of such widely different kinds, that they may confidently be expected to hold for large classes of organic characters.",
        "Among the most important structures produced in repeated series are the reproductive cells; and Pearson points out that if the variability of animals or of plants be supposed to depend upon that of the germ-cells from which they arise, then the correlation between brothers in the array produced by the same parents will give a measure of the correlation between the parental germ-cells, the determination requiring, of course, the same precautions to avoid the effects of differentiation as are necessary in the study of other repeated organs.",
        "After a large series of measurements, involving the most varied characters of human brothers, Pearson has shown that the correlation has a value very nearly equal to z; so that the variability of human children obeys the same law as that of other repeated structures, the standard deviation of an array, produced by the same parents, having an average value equal to the standard deviation of the whole filial generation multiplied by 1 2 1 J I - (or by.",
        "There is therefore in a large class, of cases an indication that the variability of an array of brethren, produced either sexually or asexually, is a constant fraction of the variability of the race to which the brethren belong.",
        "They appointed their sons or brothers governors of Babylonia, and in the long array of titles that the kings gave themselves, a special phrase was always set aside to indicate their mastery over Babylonia.",
        "On the 9th of January 1776 Paine published a pamphlet entitled Common Sense, a telling array of arguments for separation and for the establishment of a republic. His argument was that independence was the only consistent line to pursue, that \"it must come to that some time or other\"; that it would only be more difficult the more it was delayed, and that independence was the surest road to union.",
        "His speculations were thoroughly in harmony with the ideas and sentiment of the time, and his historical arguments, especially his long array of testimonies to the work of Peisistratus, were hardly challenged.",
        "Notwithstanding, it attests a long array of passages in which it preserves the true text over against corruptions or omissions in the Ethiopic Version.",
        "At the great yearly festival at Lhasa they make in the cathedral an imposing array, not much less magnificent than that of the clergy in Rome; for the ancient simplicity of dress has disappeared in the growing differences of rank, and each division of the spiritual army is distinguished in Tibet, as in the West, by a special uniform.",
        "This array proved as effective against the disorderly charges of the French noblesse as it had been against the heavy columns of the Scottish pikemen.",
        "In May 1789 - that memorable month of May in which the states-general marched in impressive array to hear a sermon at the church of Notre Dame at Versailles - a vote of censure had actually been passed on him in the House of Commons for a too severe expression used against Hastings.",
        "72, 7), who gives a curious array of evidence pointing in this direction.",
        "As a member of the council he took an active share in the affairs of the colony, ably seconding the efforts of John Smith to introduce order, industry and system among the motley array of adventurers and idle \"gentlemen\" of which the little band was composed.",
        "Thus Qat, Quahteaht, Pundjel, Maui, Ioskeha, Cagn, Wainamoinen and an endless array of others represent the ideal and heroic first teachers of Melanesians, Ahts, Australians, Maoris, Algonkins, Bushmen and Finns.",
        "On the last day, the great army which Coriolanus had led from Antium was drawn up in battle array.",
        "We in Jodrell Bank have submitted a proposal to PPARC to construct and built an SKA prototype array for pulsar timing observations.",
        "MERLIN is an array of seven radio telescopes distributed across the United Kingdom.",
        "Array readout mode The NIRI array is read out in different modes for different kinds of observations.",
        "Resistivity imaging uses an array of electrodes to measure apparent ground resistance.",
        "Beauty salons will offer a full array of services.",
        "May refer to a scalar variable or an element of an array.",
        "If it is 2-D, then each spectrum will be scrunched according to the corresponding cross-section of the wavelength array.",
        "This function takes a pointer, sops, to an array of semaphore operation structures.",
        "Showcasing an array of talent, visual styles and social themes that put modern India under the microscope.",
        "Bedfordshire County Council is installing a 34 square meter array of solar panels on top of its roof in a bid to save energy.",
        "The Miabot Pro sonar array package adds a 360º sonar array to the top of the robot.",
        "Our Magician kept the children spellbound for an hour with an array of tricks, many of which were antiques !",
        "There are many pet health insurance companies and a staggering array of policies from which to choose.",
        "All 26 of the stargazer hair colors can be mixed together to produce an ever wider array of colors.",
        "Southern cooking involves classic, light stir-fry dishes made from a vast array of ingredients.",
        "Pixel stride is the number of data array elements between two samples for the same band on the same scanline.",
        "At the second iteration, the subscript value of array A is 2 in the first statement and 3 in the second statement.",
        "All subscripts of the array appeared in the loops contain only indexes of the same loop.",
        "The subscript of an array element denotes the address of the element within the array.",
        "Peperpot is an excellent place to find an array of Flycatchers, several Tanager species and Great Potoo.",
        "For 8-bit images, Image will be a two- or three-dimensional array of type byte.",
        "The hotel supplies a big array of bathroom toiletries, enough to make anybody happy.",
        "The tests were repeated twice with the transducer array rotated slightly in the tank to obtain similar profiles, with identical results.",
        "The computational group has a transputer based Meiko Computer Surface and is developing a small parallel array based on i860 nodes.",
        "How do I display a two-dimensional array of heights in IRIS Explorer?",
        "US armed forces face an array of uncertain futures.",
        "These include an array of illegal activity ranging from drugs to controlling the underworld activities in the Port of Dublin.",
        "Second, in the array definition for b[] this code attempts to create a new mi and upcast the address to a MBase*.",
        "In main(), when you place something inside the Instrument array you automatically upcast to Instrument.",
        "Display utilizes a vertical stripe pixel array, ensuring that the menus are clear and easy to read.",
        "In Figaro the variance array must not contain bad values.",
        "Every four values in the array correspond to the vertices of a single tetrahedron.",
        "Intel 's High Definition Audio supports array microphones with up to 16 elements -- useful for voice recognition systems.",
        "Overrides: write in class OutputStream write public void write(byte b[ ]) throws IOException Writes an array of bytes.",
        "A winnowing fork is a long handled tool with an array of wooden prongs fanning out at one end.",
        "The y-axis points will usually be some function of the x-axis array, say a sinusoidal function.",
        "Size of independent variable axis (x-axis) data array and first dimension of y-axis data array.",
        "The array of vegetables at the flea marketfascinatedWren.",
        "The complicated array of math problemsintimidated me.",
        "For a virtually limitless array of possibilities, learn to work with fondant.",
        "Today, the company has a vast array of products and media available.",
        "Lemon Twist: Bold yellow stripes against a backdrop of pure white decorate the walls while bright blue accessories and an array of toys add the detail.",
        "A gift basket offers the perfect opportunity for providing an array of smaller gifts in one neat package.",
        "Coin Resource offers an extensive array of links to coin pricing and value guide websites, a coin encyclopedia, coin articles and an entire section devoted to the beginning collector.",
        "Online theater and movie websites offer a wonderful array of services every movie enthusiast is sure to enjoy.",
        "Crate and Barrel has a wide array of coffee tables and offers free local in-home delivery on some large purchases.",
        "Oven ranges can be purchased through a wide array of resources, including retail stores like K-Mart and Sears, home improvement stores like Lowes and Home Depot, electronic superstores like Best Buy and H.H.",
        "Flatware is one of the few items that a dinner table cannot do without, but knowing how to buy flatware can be a challenge when consumers are confronted with a wide array of styles, settings, and prices.",
        "These latter two come in an array of styles for traditional and modern bathrooms.",
        "Mattresses are sold with a dizzying array of features and come in many styles and designs.",
        "Since shower modules are usually made of fiberglass or acrylic, they come in an array of colors.",
        "You'll find a wonderful array of blushes at Mary Kay, including such colors as Gold Canyon Duet, Pink Sapphire, and Sunny Spice.",
        "Retail outlets are filled with a bewildering array of choices offered in packaged deals or mix-and-match components.",
        "World-famous cosmetics giant MAC has a stunning array of eyeshadow colors available, including such interestingly named ones as Sushi Flower, Pink Papillion and Deep Truth.",
        "Also sample an array of American fish caviars.",
        "Backcountry is known for a wide array of men's pants suited for active, outdoor situations.",
        "Enter the Sports & Outdoors section of Amazon.com, click on Cycling, and you'll find an extensive array of complete and disassembled mountain bikes for sale.",
        "These days, when watching television can be transformed by an array of technologies, a television is just the cornerstone of the home entertainment center.",
        "Shoes.com is a premium web site with an array of women's casual shoes on offer.",
        "Find an array of digital voice recorders, including several with MP3 capabilities at Amazon.",
        "There's not only a vast array of poles to select from, but also nets, waders, casting reels and more.",
        "Amazon.com has a terrific array of golf shoes for for sale in their Sports & Outdoors department.",
        "Their skating section, located in the Sports & Outdoors department, has an excellent array of inline skates for men, women and children.",
        "Amazon.com has a vast array of soccer footwear for men, women and youngsters.",
        "Barnes & Noble has an amazing array of books on tennis instruction in their Sports section, including titles on successful doubles play, tennis rules and basic training.",
        "So, if your teen hates to read, you'd visit the Books for Teens Who Hate Reading page - yes, there actually is such a section - where you'll find a wide array of titles that are designed to interest virtually any young reader.",
        "From throwbacks to name brands, the array of toy options seems hundreds of miles wide and many fathoms deep.",
        "BuyersGuide.com has little in the way of advice, and is mostly an online shopping mall that links to a wide array of retailers.",
        "Costco, Sam's Club and BJ's are the three biggest wholesale clubs in the United States and each of them carry an impressive array of electronics and gaming systems.",
        "Laptops come in a wide array of sizes and weight.",
        "Now, with an array of flat and sleep choices, selecting a flat screen TV requires doing a bit of research to know which of the many options is right for you.",
        "Check Target or small boutiques for colored lenses, varying shapes, and a wide array of frame prints, metals, and more.",
        "Maximize your buying power as you choose from a wide array of merchandise from over 142 vendors located under one roof.",
        "Choose from a wide array of merchandise from over 135 stores conveniently located under one roof.",
        "You can now buy the Nook that best fits your needs and budget from a wide array of resources so you too can start enjoying all of your books anywhere, at any time.",
        "While the Internet offers a wide array of options, when it comes to the safety and comfort of your four-legged friends you will probably want someone on hand to answer the bevy of questions that come up during such a purchase.",
        "With such a wide array of music instruments available, if you feel at all confused about your purchase, then seek expert opinions.",
        "This does not mean that such products are exclusive to dog usage, but you may also need to look at luxury dog furniture retailers to widen your array of options.",
        "Angelical Cat offers a wide array of cat furniture.",
        "Cat figurines, also much appreciated gifts that come in a wide array of styles.",
        "The vast array of topics is impressive considering the simple nature of the language Silverstein chooses in his poems.",
        "If you are interested in making some seriously fun and elegant drinks with vodka, you have a seemingly endless array of choices.",
        "American Express Travel Array is an optional rewards program offered by American Express that provides a range of travel and financial services to American Express cardholders.",
        "The Travel Array program is an attractive program because the terms are not too restrictive.",
        "To find out more information regarding the American Express Travel Array program, or any of the other programs offered through American Express, visit their website.",
        "Once you become a cardmember, American Express also has a full array of online customer services.",
        "Business customers may have different needs than consumers, and American Express aims to meet these special business concerns by providing an array of services that corporations need to run smoothly.",
        "By trying an array of ways to prevent divorce and heal marriages instead of giving up too soon, you can have a loving relationship that may well last forever.",
        "Style options can include fabric, leather and mesh, as well as an array of choices from modern to traditional style.",
        "SawDustCityLLC.com carries an impressive array of colors and finishes for a really beautiful and basic jelly cabinet.",
        "There's an array of options to choose from, a variety of inexpensive materials, and foam cushions are easily customizable.",
        "A variety of outlets carry such tables in an array of sizes, shapes, colors, wood types, and styles.",
        "Along with the furniture, shoppers find an array of Amish-made quilts, rugs, crafts and gift items.",
        "According to the Environmental Protection Agency, VOC's can cause a wide array of health concerns, ranging from eye irritation to liver and kidney damage.",
        "The Klean Kanteen Company offers an array of beverage containers and accessories free of BPA plastics.",
        "The program determines the level of incentive based on the size of the solar array you install, whether the array is off-grid or grid-intertied, and many other factors.",
        "The cost of the array will vary significantly depending on the size and location.",
        "After around three years, there is the potential to start seeing a real overall savings from a solar array.",
        "With its wide array of nicely scented products, enjoy these offerings as part of your beauty and relaxation regimen to create a home-spa.",
        "The marshland around the intercostal's waterway is home to a vast array of animals and birds and bring the city residents the kind of peaceful escape not often found a stone's throw away from an urban setting.",
        "PatrioticDecor.com features an interesting array of patriotic themed decorative elements.",
        "They work directly with manufacturers so they can offer an array of distinctive wall fountain options for all budget ranges.",
        "Serenity features a wide array of indoor, outdoor, and commercial wall fountains.",
        "An array of colors take their inspiration from nature-reds, oranges, terra cotta, yellows, olive greens, turquoise, browns, burgundy, and ivory.",
        "Tin ceiling tiles come in a wide array of finishes to suit various decors.",
        "There is an array of specialty catalogs and websites that specialize in items for the gothic or medieval style home.",
        "You will be pleasantly surprised at the array of designs they carry.",
        "The catalog first came on the scene in 1991 and offers an array of furniture, decorative items, and art to spruce up any space for maximum impact.",
        "It and its associated two sites, Home Decorators and Home Decorators outlet provide instant access to an array of items, many unique, for customers, especially those who like to blend traditional with a modern twist.",
        "Paint is available in an endless array of colors so take your time choosing.",
        "Many glass tile companies offer mosaic tiles, which can be configured into an incredible array of patterns.",
        "Ceramic tiles are still the most widely used by homeowners because there is such an amazing array of styles, colors and sizes to choose from."
    ],
    "definition": [
        "Link/Cite"
    ]
}