{
    "translation": "מאמר, כתבה",
    "uses": [
        "The newspaper included a photo with the article about the wreck.",
        "Dean recalled reading the same article in his copy.",
        "Pollard's article in the Dict.",
        "Snails are reared in some parts of the country as an article of food, those of Burgundy being specially esteemed.",
        "Hunt in the article in the Dictionary of National Biography.",
        "The principal towns are Scutari (Albanian Shkoder, with the definite article Shkodr-a), the capital of the vilayet of that name, pop. 32,000; Prizren, 30,000; Iannina (often incorrectly written Ioannina), capital of the southern vilayet, 22,000; Jakova, 12,000; Dibra, 15,000; Prishtina, 11,000; Ipek (Sla y.",
        "A sidebar quoted the vocal congressman who continued to push for an investigation while an accompanying article contained the ever increasing rants of the defense bar.",
        "For further references to the literature on Alexander, see Kaerst's article in Pauly-Wissowa's Realencyclopadie (1894).",
        "S.); and Sidney Lee's article in the Dict.",
        "See article by J.",
        "The article was a page five filler and hopefully will be forgotten in a couple of days.",
        "The article also describes a second project where a group of young entrepreneurs who look as if they could be in a garage band are fitting deceptively innocent-looking hardware into a prototype 'Internet in a suitcase.'",
        "His mind was awhirl with the pending confronta­tion, not to mention the magazine article with one more arrow pointing toward bicycling, the motor home, a trip west, the Rocky Mountains and Jeffrey Byrne, all rolled into one very plausible package.",
        "To give any account, even in outline, of the subject matter of equity within the necessary limits of this article would be impossible.",
        "I I; comp. the article Passover).",
        "Fred reached for the newspaper, tapping a small article with his fingers as he handed it to Dean.",
        "An interesting and characteristic feature of the language is the definite article, which is attached to the end of the word: e.g.",
        "An important modern application of the micrometer, which is not dealt with in the article Transit Circle, is that which is now called \" the travelling wire micrometer.\"",
        "- On the Prytaneum as the centre of an ancient state see article Fire, and references in a paper (s.v.) by Frazer (Journal of Philology, 1885, xiv.",
        "We spend more on almost any article of bodily aliment or ailment than on our mental aliment.",
        "The article attempted objectivity, documenting several of the cases on which our tips proved fruitful.",
        "The work of Justus Byrgius is described in the article Logarithm.",
        "It is a simple premise and yet, at the same time, an article of faith—a faith that the future would be better than the past.",
        "--sent me a Boston Herald containing a stupid article about Helen.",
        "Schmidt, Leibnitz and Baumgarten (Halle, 1875); and article Aesthetics.",
        "He was author of the article \"Bridges\" in the ninth edition of this encyclopaedia.",
        "The article listed past instances of use, admitting on rare occasions the psychic proved helpful to police investigations.",
        "(as are all pitches in this article), is a' 393.2.",
        "Smith's article \"Levites\" in the 9th edition of the Ency.",
        "The article was penned by our old Boston nemesis, Ethel Reagan.",
        "Anyone who read an article about him knew his reputation as the king of one-night stands.",
        "The purely philosophical theories of Aquinas are explained in the article Scholasticism.",
        "An article on young girl reported missing from her Worcester home brought back memories of Betsy searching for more details on similar disappearances.",
        "He opened to the article and handed it to Fred, explaining how Jeffrey Byrne had circled the request for informa­tion.",
        "71, and article Image) .",
        "GIRAFFE, a corruption of Zarafah, the Arabic name for the tallest of all mammals, and the typical representative of the family Giraffidae, the distinctive characters of which are given in the article Pecora, where the systematic position of the group is indicated.",
        "he wrote the article Drama, and biographies of Ben Jonson and other dramatists; and he became an important contributor to the present work.",
        "The four-book numbering is now the current one and is adopted in this article though there is little doubt that there were originally four books besides the Cynthia.",
        "See also the present writer's article in the Dict.",
        "A full bibliography of the subject will be found in the article in Daremberg and Saglio, Dictionnaire des antiquites, to which may be added R.",
        "See also bibliography to the article Vestments.",
        "Rice is the chief article of export, dried or salted fish, pepper and cotton ranking next in order of value.",
        "Can you tell me in what paper the article appeared accusing Helen of plagiarism, and giving passages from both stories?",
        "The cavalry weapons are a straight sword (that of the heavy cavalry is illustrated in the article SWORD), a bamboo lance and the Lebel carbine.",
        "It is to concordats in this later sense that this article refers.",
        "The treaty of Blois had contained a secret article providing for an attack on Venice, and this ripened into the league of Cambray, which was joined by the emperor in December 1509.",
        "It is impossible in this article to give a detailed description of the apparatus, but the reader is referred to Astron.",
        "Two interesting government programs are under way in the United States, according to a June 2011 article in The New York Times.",
        "For the internal structural details of the micrometer the reader is referred to the article \" Micrometer \" in the 9th edition of the Encyclopaedia Britannica.",
        "For a popular but authentic account of some of Lord Rayleigh's scientific work and discoveries, see an article by Sir Oliver Lodge in the National Review for September 1898.",
        "She powered it up and began comparing her notes with the cases cited in the article.",
        "I questioned the newspaper woman in Boston, by telephone, in hopes of enticing her to meet with me under the guise of my writing a magazine article.",
        "\"It's a chemise,\" Cynthia answered, folding yet another article.",
        "Fred perused the article.",
        "I was picking up papers in the lobby and happened to notice the article.",
        "For Anne Of Cleves see that article.",
        "Organizing it like this would be easy, because it would be working with the grain of the encyclopedia itself, and usually, for instance, the county that any British or Irish town is in is listed very early in the article.",
        "His eldest son was Archibald, seventh of Merchiston, and the father of John Napier, the subject of this article.",
        "EAS stands for Electronic Article Surveillance.",
        "As regards the decorative sculptures of the Parthenon, which the Greeks rated far below their colossus in ivory and gold, see the article Parthenon.",
        "Among the sea fish, the schnapper is of great value as an article of food, and its weight comes up to 50 lb.",
        "the excess of the 1 The statistical portion of this article includes Tasmania, which is a member of the Australian Commonwealth.",
        "(See the article BRITISH EMPIRE.) (R.",
        "In recent history the most notable events not mentioned elsewhere in this article were the elaborate celebration of the centennial of the city in 1896 and the street railway strike of 1899, in which the workers attempted to force a redress of grievances and a recognition of their union.",
        "The subject-matter of algebra will be treated in the following article under three divisions: - A.",
        "Box (1908); Article on Isaiah in Ency.",
        "a The sketch of the history of Syriac literature here presented is based on Wright's great article in the 9th edition of the Ency.",
        "The life and writings of Bardaisan, \" the last of the gnostics,\" and in some sense the father of Syriac literature and especially of Syriac poetry, have been treated in a separate article.",
        "Rabbula, the powerful and energetic bishop of Edessa who withstood the beginnings of Nestorianism, and who gave currency to the Peshitta text of the four Gospels, abolishing the use of the Diatessaron, is dealt with in a separate article.",
        "On Isaac of Antioch, \"one of the stars of Syriac literature,\" see the special article.",
        "You circled the article.",
        "Details of the morphology of plants will be found in the articles relating to the chief groups of plants, those of animals in the corresponding articles on groups of animals, while the classification of animals adopted in this work will be found in the article ZOOLOGY.",
        "This article is confined to summarizing the philosophical or scientific arguments for, and objections to, the doctrine of the persistence of the human soul after death.",
        "An article in the Spectator of the 17th of February 1883, by Lord Justice Bowen, gives perhaps the best idea of Smith's extraordinary personal qualities and influence.",
        "13, Post reditum in senatu, 4-8, Pro lege Manilia, 17, 18, 19; exhaustive article by Bahr in Ersch and Gruber's Allgemeine Encyclopadie; and monograph by G.",
        "Great success had attended the cultivation of cotton, and the high prices obtained for the Turkestan article (most of which is grown in Ferghana, where 742,000 acres were cultivated in 1915), coupled with the increase of railways, led to the abandonment of corn in favour of the cultivation of cotton, and, although W.",
        "See the very full article by Frankfurter in the Allgemeine deutsche Biographie, which supersedes his earlier biography.",
        "Ballota, a closely allied species abundant in Morocco, bears large edible acorns, which form an article of trade with Spain; an oil, resembling that of the olive, is obtained from them by expression.",
        "Land (1891-1893, for which a recently discovered MS. was consulted); see also the same editor's Arnold Geulincx and seine Philosophie (1895), and article (translated) in Mind, xvi.",
        "- A detailed bibliography, with the chief authorities for particular periods, will be found in the article in the Dict.",
        "Paris, \"Siger de Brabant\" in La Poesie du moyen age (1895); and an article in the Revue de Paris (Sept.",
        "Delehaye, the Bollandist; for a summary see the article \"Saulenheilige,\" in Herzog's Realencyklopdidie (ed.",
        "\" Theodoret,\" in HerzogHauck's Realencykl.; Venables's article in Smith and Wace's Dict.",
        "See the article on \"Fabian\" by A.",
        "This is found with the \"article\" tab at the top of the page.",
        "The article should be kept as it was in the original encyclopedia.",
        "See Whitney's article Philology in the present edition of the Encyclopaedia Britannica.",
        "See the article \"Franz von Sales\" by J.",
        "A complete life, founded on the lately discovered process of 1626 and the new letters, was being prepared by the author of the present article at the time of his death.",
        "Bancroft's The Native Races of the Pacific States of North America, of which the principal authorities are the Noticias del Estado de Chihuahua of Escudero, who visited the ruins in 1819; an article in the first volume of the Album Mexicano, the author of which was at Casas Grandes in 1842; and the Personal Narrative of Explorations and Incidents in Texas, New Mexico, California, Sonora and Chihuahua (1854), by John Russell Bartlett, who explored the locality in 1851.",
        "(1902); article by Karl Hartmann in Allegemeine deutsche Biographie xlviii.",
        "These instruments thus produced, in Haydn's and Beethoven's times, a very remarkable but closely limited series of effects, which, as Sir George Macfarren pointed out in the article \"Music\" in the 9th edition of the Encyclopaedia Britannica, gave them a peculiar character and function in strongly asserting the main notes of the key.",
        "Pledges were often made where the intrinsic value of the article was equivalent to the amount of the debt; but antichretic pledge was more common, where the profit of the pledge was a set-off against the interest of the debt.",
        "' For a more complete account of the nature of an electric wave the reader is referred to Hertz's Electric Waves, and to the article Electric Wave.",
        "A full account of the development of his system was given by him in an article published in the Fortnightly Review for June 1902; see also a paper by him in the Journ.",
        "1 A portion of this article is taken by permission from R.",
        "On the 26th of August 1854 there appeared in L'Illustration (Paris) an interesting article by Charles Bourseul on the electric transmission of speech.",
        "The character and development of the order are traced in the article Franciscans; here the story of Francis's own life and the portrayal of his personality will be attempted.",
        "The circumstances under which, at an extraordinary general chapter convoked by him shortly after his return, he resigned the office of ministergeneral (September 1220) are explained in the article Franciscans: here, as illustrating the spirit of the man, it is in place to cite the words in which his abdication was couched: \"Lord, I give Thee back this family which Thou didst entrust to me.",
        "470-493, and his article in Herzog's Realencyklopcidie (ed.",
        "Small cuttlefish are in common use as an article of diet.",
        "Tortoiseshell, an important article of commerce, is derived from the Thalassochelys caretta, a sea turtle.",
        "The close of Bonapartes victorious campaign against the Archduke Charles in 1797 enabled him to mature those designs respecting Venice which are detailed in the article NAPOLEON.",
        "Not only did she govern Lombardy and Venetia directly, but Austrian princes ruled in Modena, Parma and Tuscany; Piacenza, Ferrara and Comacchio had Austrian garrisons; Prince Metternich, the Austrian chancellor, believed that he could always secure the election of an Austrophil pope, and Ferdinand of Naples, reinstated by an Austrian army, had bound himself, by a secret article of the treaty of June 12, 1815, not to introduce methods of government incompatible with those adopted in Austrias Italian possessions.",
        "The events that followed are described in the article on the history of Naples (q.v.).",
        "The Italian treasury at once honored all the papal drafts, and thus contributed a first instalment of the 3,225,000 lire per annum afterwards placed by Article 4 of the Law of Guarantees at the disposal of the Holy See.",
        "Royal honors were attributed to the pope (Article 3), who was ftirther guaranteed the same precedence as that accorded to him by other Catholic sovereigns, and the right to maintain his Noble and Swiss guards.",
        "Article 4 allotted the pontiff an annuity of 3,225,000 lire (~I29,ooo) for the maintenance of the Sacred College, the sacred palaces, the congregations, the Vatican chancery and the diplomatic service.",
        "The sacred palaces, museums and libraries were, by Article 5, exempted from all taxation, and the pope was assured perpetual enjoyment of the Vatican and Lateran buildings and gardens, and of the papal villa at Castel Gandolfo.",
        "Article 8 prohibited the seizure or examination of any ecclesiastical papers, documents, books or registers of purely spiritualcharacter.",
        "Article 9 guaracteed to the pope full freedom for the exercise of his spiritual ministry, and provided for the publication of pontifical announcements on the doors of the Roman churches and basilicas.",
        "Article 10 extended immunity to ecclesiastics employed by the Holy See, and bestowed upon foreign ecciesiastics in Rome the personal rights of Italian citizens.",
        "Article 12 provided for the transmission free of cost in Italy of all papal telegrams and correspondence both with bishops and foreign governments, and sanctioned the establishment, at the expense of the Italian state, of a papal telegraph office served b~ papal officials in communication with the Italian postal and telegraph system.",
        "Article 13 exempted all ecclesiastical seminaries, academies, colleges and schools for the education of priests in the city of Rome from all interference on the part of the Italian government.",
        "The second division of the law abolished (Article 14) all restrictions upon the right of meeting of members of the clergy.",
        "By Article 15 the government relinquished its rights to apostolic legation in Sicily, and to theap. pointment of its own nominees to the chief benefices throughout the kingdom.",
        "Article If abolished the need for reyal exequatur and placet for ecclesiastical publications, but stibordinated the enjoyment of temporalities by bishops and priests to the concession of state exequalur and placet.",
        "Article 17 maintained the independence of the ecclesiastical Jurisdiction in spiritual and disciplinary matters, but reserved for the state the exclusive right to carry out coercive measures.",
        "On the 11th of October Italy communicated article 7 of the treaty of Uccialli to the European powers, interpreting it as a valid title to an Italian protectorate over Abyssinia.",
        "The negus, however, conformed to article 17 of the treaty of IJccialli by requesting Italy to represent Ahyssinia at the Brussels anti-slavery conference, an act which strengthened Italian illusions as to Meneleks readiness to submit to their protectorate.",
        "Meanwhile the marquis de Rudini, who had succeeded Crispi as Italian premier, had authorized the abandonment of article 17 even before he had heard of the failure of Antonellis negotiations.",
        "We use the word in this article in the second sense.'",
        "Natorp's article quoted there gives the reference to the passage in Aristotle, but does not recognize its connexion with the later Stoical distinction.",
        "With Natorp's article W.",
        "Bradley (Ethical Studies, p. 2) quotes an even plainer attack on the conceptions as well as the terminology of ethics in a Westminster Review article (Oct.",
        "With what is specifically Christian we have nothing to do in the present article: but it is worth noticing that the appeal to \" values, \" aesthetic and still more moral, forms a substitute for that natural theology which Ritschl despised and professed to reject.",
        "The causes which led to the grant of Magna Carta are described in the article on English History.",
        "The following is the main outline of the classification that is adopted in the present article.",
        "cylindrical or tapering from The numbers in square brackets [] refer to the bibliography at the end of this article; but when the number is preceded by the word Hydrozoa, it refers to the bibliography at the end of the articl Hydrozoa.",
        "The general course of the development is described in the article Hydrozoa.",
        "See the treatise of Delage and Herouard (Hydrozoa, [4]), and the article Graptolites.",
        "- In addition to the works cited below, see the general works cited in the article Hydrozoa, in some of which very full bibliographies will be found.",
        "The following exposition of the historical development of the doctrine is taken from Sully's article, and for the most part is in his own words.",
        "- Be fore leaving the German speculation of the first half of the century, a word must be said of von Baer, to whose biological contributions we shall refer later in this article, who recognized in the law of development the law of the universe as a whole.",
        "Huffer, Alfred von Reumont (Cologne, 1904); and the same writer's article in the Allgemeine Deutsche Biographie, Band xxviii.",
        "and the application of their principles by Hildebrand (afterwards Gregory VII.) are discussed in the article Canon Law.",
        "lemures, \" ghosts\"), the name applied by Linnaeus to certain peculiar Malagasy representatives of the order PRIMATES which do not come under the designation of either monkeys or apes, and, with allied animals from the same island and tropical Asia and Africa, constitute the sub-order Prosimiae, or Lemuroidea, the characteristics of which are given in the article just mentioned.",
        "(3) Philosophical: Besides article STOICS, E.",
        "- In addition to the literature already mentioned, see the articles of Sanday on \"Colossians\" and Robertson on \"Ephesians\" in Smith's Bible Dictionary (2nd ed., 1893), and the article of A.",
        "None of these may be sold to any person who is unknown to the seller, unless introduced by a person known to the seller, and not until after an entry is made in a book kept for the purpose, stating, in the prescribed form, the date of sale, name and address of purchaser, the name and quantity of the article sold, and the purpose for which it is stated by the purchaser to be required.",
        "The following poisons may not be sold, either retail or wholesale, unless distinctly labelled with the name of the article, and the word poison, with the name and address of the seller: Almonds, essential oil of (unless deprived of prussic acid).",
        "(1907), and article in Heidelberger Jahrbitcher (1896); E.",
        "Some account of the history of plant classification and the development of a natural system in which an attempt is made to show the actual relationships of plants, is given in the article BOTANY.",
        "The term Anatomy, originally employed in biological science to denote a description of the facts of structure revealed on cutting up an organism, whether with or without the aid of lenses for the purposes of magnification, is restricted in the present article, in accordance with a common modern use, to those facts of internal structure not concerned with the constitution of the individual cell, the structural unit of which the plant is composed.",
        "A sufficient description of the thallus of the liverworts will be found in the article BRYOIHYTA.",
        "We may often distinguish between primary symptoms and secondary or subordinate symptoms, but for the purposes of classification in an article of this scope we shall only attempt to group the various cases under the more obvious signs of disease exhibited.",
        "The position assumed in this article is in agreement with the views of Lamarck and of Nageli.",
        "LITERATURE.AS the scope of this article limits it to the general principles of the morphology of plants, comparatively few facts have been adduced.",
        "The results arrived at may be read as a sequel to the article on PALAEOBOTANY.",
        "µeytar' with the Arabic article al prefixed.",
        "The best account of Sunderland is the article by T.",
        "See the article in the Did.",
        "The scope of the anatomical part of the following article is a general account of the structure of birds (A y es) in so far as they, as a class, differ from other vertebrates, notably reptiles and mammals, whilst features especially characteristic, peculiar or unique, have been dwelt upon at greater length so far as space permitted.",
        "In this article (A) the general anatomy of birds is discussed, (B) fossil birds, (c) the geographical distribution.",
        "That chapter of comparative anatomy (together with other anatomical details, for which see the separate articles) is now dealt with in the article Skull; here only the most avine features are alluded to, and since some of Parker's original illustrations have been retained, the description has been shortened considerably.",
        "Owen, article \"A y es,\" Todds' Cyclopaed.",
        "Lydekker, article \" Fossil Birds,\" in A.",
        "Especial attention has to be drawn to the article \" Geographical Distribution,\" in Newton's Dictionary of Birds.",
        "The article REFLECTION explains the symmetrical arrangement of images formed by two mirrors inclined at an angle which is a sub-multiple of four right angles.",
        "Cheyne, article \"Prayer,\" in Ency.",
        "Mangabeira rubber is collected to a limited extent, and piassava fibre is an article of export.",
        "On particular authors and subjects there are many excellent monographs in the Jewish Encyclopaedia (New York, 1901-6), to which the present article is much indebted.",
        "See also Desjardins, Geographie historique et administrative de la Gaule romaine (Paris, 18 77); Fustel de Coulanges, Histoire des institutions politiques de l'ancienne France (Paris, 1877); for Caesar's campaigns, article CAESAR, JULIUS, and works quoted; for coins, art.",
        "the article Burgh).",
        "- A very full article (\"Zolfo\") by G.",
        "See further the article Gentleman.",
        "Even in the nominalistic epoch we have Raymond of Sabunde's Natural Theology (according to the article in Herzog-Hauck, not the title of the oldest Paris MS., but found in later MSS.",
        "3; and the article Gnosticism).",
        "See also Kruger, article \"Basilides,\" in Herzog-Hauck, Realencyklopeidie, ed.",
        "The present article deals with the country as a whole.",
        "In the classification adopted in this article, the attempt has been made to combine the best points in old and recent schemes, and to avoid the inconvenience of a large heterogeneous group including the vast majority of the families.",
        "There is an excellent article by Carl Mirbt in Hauck's Realencyklopcidie, 3rd edition.",
        "In the article on Solon (ad fin.) it is shown that the Solonian reforms, though they made a great advance in some directions, failed on the whole.",
        "Fish form an important article of national food.",
        "By the 10th article of the treaty, moreover, Turkey acceded to the protocol of the 22nd of March 1829, by which the Powers had agreed to the erection of Greece into a tributary principality.",
        "In a secret article of the treaty the sultan undertook in the event of a casus foederis arising, and in consideration of being relieved of his obligations under the articles of the public treaty, to close the Dardanelles to the warships of all nations \" au besoin,\" which meant in effect that in the event of Russia being threatened with an attack from the Mediterranean he would close the Dardanelles against the invader.",
        "In the article on \" Railways \" in the Supplement to the Encyclopaedia Britannica, published in 1824, it is said: \"It will appear that this species of inland carriage [railways] is principally applicable where trade is considerable and the length of conveyance short; and is chiefly useful, therefore, in transporting the mineral produce of the kingdom from the mines to the nearest land or water communication, whether sea, river or canal.",
        "But, in the words of the same article, \" This application of steam has not yet arrived at such perfection as to have brought it into general use.\"",
        "This classification is based partly upon special conditions of service, which make some articles more economical to carry than others (with particular reference to the question whether the goods are offered to the companies in car-loads or in small parcels), but chiefly with regard to the commercial value of the article, and its consequent ability to bear a high charge or a low one.",
        "state ownership and operation), see an article by Edgar Crammond in the Quarterly Review (London) for October 1909, which cites, among other works on the subject, Clement Edwards's Railway Nationalization (1898); Edwin A.",
        "There are certain fundamental relations common to all tractive problems, and these are briefly considered in §§ i and 2, after which the article refers particularly to steam locomotives, although §§ 4, 5, 7, 8, 9, and 10 have a general application to all modes of traction.",
        "For the methods of electric traction see Traction; the remainder of the present article will be devoted to the steam locomotive.",
        "The form of the torque curve, or crank effort curve, as it is sometimes called, is discussed in the article Steam Engine, and the torque curve corresponding to actual indicator diagrams taken from an express passenger engine travelling at a speed of 65 m.",
        "The plotting of the torque curve is laborious, but the average torque acting, which is all that is required for the purposes of this article, can be found quite simply, thus: - Let p be the mean effective pressure acting in one cylinder, a, the area of the cylinder, and 1, the stroke.",
        "For further information regarding the standard engine of comparison see the article Steam Engine and also the \" Report of the Committee on the Thermal Efficiency of Steam Engines,\" Proc. Inst.",
        "To this movement, which has been called \"modern spiritualism,\" the present article is confined.",
        "In the present article it is impossible to give an exhaustive catalogue of the phenomena and modes of communication of modern spiritualism.'",
        "267), Gregory Smith's Specimens of Middle Scots (1902), p. 135 et seq., and the article by J.",
        "See Messiah (and also the article \" Messiah \" in Hastings's Diet.",
        "4 For a very complete exposition of the operation of valves in the horn, and of the mathematical proportions to be observed in construction, see Victor Mahillon's \"Le Cor,\" also the article by Gottfried Weber in Caecilia (1835), to which reference was made above.",
        "Crusius in Roscher's Lexikon der Mythologie (article \"Kadmos,\" 90, 91).",
        "(Paris,1853); also article by L.",
        "The constitution as adopted limited the suffrage to adult white males, but this provision was annulled by the fifteenth amendment to the Federal constitution; and in 1880 amendments to the state constitution were adopted striking out the word \" white \" from the suffrage clause and adding a new article granting rights of suffrage and office holding without regard to race, colour or previous condition of servitude.",
        "The article Greek Art, fig.",
        "(1907); article \" Ceres \" by F.",
        "Goodwin; the article by Herbert B.",
        "The definite article is usually prefixed to the name in Hebrew.",
        "Grutzmacher's article in Hauck-Herzog's Realencyklopiidie; Robert Barclay's Inner Life of the Religious Societies of the Commonwealth (1876), and C. Beard's Hibbert Lectures (1883), ch.",
        "(from which some portions of this article are taken by permission of the syndics of the Camb.",
        "The course of events is traced in the article Dominicans.",
        "See also the article \"Dominicus\" in ed.",
        "2 of Wetzer and Welte, Kirchenlexicon, and Griitzmacher's excellent article \"Dominikus,\" in ed.",
        "trans., 1885, also the brilliant article \" Israel \" in the 9th ed.",
        "The article Fisheries deals with the subject from the economic and commercial point of view, and Angling with the catching of fish as a sport.",
        "0111vier, to the fact that for nine years he had been a persona grata in the aristocratic society of Vienna, where the necessity for revenging the humiliation of 1866 was an article of faith.",
        "Chestnut woods are found in the Selino district, and forests of the valonia oak in that of Retimo; in some parts the carob tree is abundant and supplies an important article of consumption.",
        "It is not the purpose of this article to enter on the wide subject of the popular observances, such as the giving and sending of Pasch or Easter eggs as presents.",
        "See the article in Herzog-Hauck, Realencyklopadie; and cf.",
        "An antitrust law of 1907 makes it unlawful for any corporation controlling within the state the sale of 50% of an article to raise or lower the price of that article with the intention of injuring a competitor.",
        "the entire absence of a prefixed definite article.",
        "See also the bibliography to the article VESTMENTS.",
        "I'd like to help clean up some articles, but I don't have a scan of the original article and find it difficult to know what mangled word is supposed to be.",
        "Is there anyway to get an image of an article in order to correct the OCR scan?",
        "(1906), article by Salomon Reinach.",
        "The systematic theosophy of Plotinus and his successors does not belong to the present article, except so far as it is the presupposition of their mysticism; but, inasmuch as the mysticism of the medieval Church is directly derived from Neoplatonism through the speculations of the pseudo-Dionysius, Neoplatonic mysticism fills an important section in any historical review of the subject.",
        "Stripped of its definitely miraculous character, the doctrine of the inner light may be regarded as the familiar mystical protest against formalism, literalism, and scripture-worship. Swedenborg, though selected by Emerson in his Representative Men as the typical mystic, belongs rather to the history of spiritualism than to that of mysticism as understood in this article.",
        "About 4,000,000 bottles of water are exported annually, and another article of export is the salt recovered from the water by evaporation.",
        "Henderson, The Life and Principate of the Emperor Nero (1903); also article Nero.",
        "See further the article \"Naundorff\" in M.",
        "- Robertson Smith's later views subsequent to 1877 (when he wrote the article on David for this Encyclopaedia) were expressed partly in the Old Test.",
        "in Jewish Church (1881 and 1892), passim, and partly in the article on the Books of Samuel in the Ency.",
        "Moreover, he wrote an article in the Edinburgh Review of July 1805 criticizing Sir William Gill's Topography of Troy, and these circumstances led Lord Byron to refer to him in English Bards and Scotch Reviewers as \"the travell'd thane, Athenian Aberdeen.\"",
        "Hofer's exhaustive article in Roscher's Lexikon der Mytho.",
        "The chief article of export being corn, the trade of the city is subject to great fluctuations.",
        "A bibliography of works dealing with the subject is included in the article by the Rev. Alexander Gordon in the Dictionary of National Biography.",
        "The article is chiefly based on H.",
        "In an article in the Quarterly Review he threw out a suggestion for \"an association of our nobility, clergy, gentry and philosophers,\" which was taken up by others and found speedy realization in the British Association for the Advancement of Name.",
        "Paulus and seine Zeit (1853), and article in Herzog-Hauck, Realencyklopddie; cf.",
        "Liquorice is an article of export.",
        "Between 1755 and 1756 he composed various articles for the Encyclopedic, and between 1757 and 1760 an article on Valeurs et monnaies, probably for the Dictionnaire du commerce of the abbe Morellet.",
        "(Brussels, 1880); and article Scholasticism.",
        "There is an excellent article by J.",
        "According to early methods of cropping, which were destined to prevail for centuries, wheat, the chief article of food, was sown in one autumn, reaped the next August; the following spring, oats or barley were sown, and the year following the harvest was a period of fallow.",
        "Under the article \" To falowe,\" he observes, \" the greater clottes (clods) the better wheate, for the clottes kepe the wheat warme all wynter; and at March they will melte and breake and fal in manye small peces, the whiche is a new dongynge and refreshynge of the come.\"",
        "The article by Dr J.",
        "The writer of this article is much indebted to the works of Schmoller, particularly his Grundris der allgemeinen Volkswirtschaftslehre (1900), and Adolph Wagner, particularly his Grundlegung der politischen Okonomie.",
        "of this Encyclopaedia, to which this article is much indebted.",
        "Improving upon the procedure of the Convention in Vendemiaire 1795, Bonaparte procured the nomination of three consuls in an article of the new constitution; they were Bonaparte (First Consul), Cambaceres and Lebrun.",
        "The executive powers were placed almost entirely in his hands, as will be seen by the terms of article 41 which defined his functions: \"The First Consul promulgates the laws; he appoints and dismisses at will the members of the Council of State, the ministers, the ambassadors and other leading agents serving abroad, the officers of the army and navy, the members of local administrative bodies and the commissioners of government attached to the tribunals.",
        "The reader is referred to the article France (Law and Institutions) for the information respecting the various codes dating from this period, and to the article Concordat for the famous measure whereby Napoleon re-established official relations between the state and the church in France.",
        "The tsar acquired a frontier district from Prussia, recognized the changes brought about by Napoleon in Germany and Italy, and agreed by a secret article that the Cattaro district on the east coast of the Adriatic should go to France.",
        "The name of Willard Gibbs, who was the most distinguished American mathematical physicist of his day, is especially associated with the \"Phase Rule,\" of which some account will be found in the article Energetics.",
        "Kessler's article, \"Mandaer,\" in Herzog-Hauck's Realencyklopddie, and the same author's paper, \"Ueber Gnosis u.",
        "The nature of these organs is described in the article Arthropoda.",
        "In the present article it is only possible to treat of the division of the Hexapoda into orders and sub-orders and of the relations of these orders to each other.",
        "The many different arrangements that have been proposed can hardly be referred to in this article.",
        "The cogent arguments against this view are set forth in the article on Arthropoda.",
        "References to the older classical writings on the Hexapoda are given in the article on Entomology.",
        "Farel (1691); the article in Bayle; M.",
        "In 1828 James Wilson (author of the article Ornithology in the 7th and Wilson 8th editions of the present work) began, under the title of Illustrations of Zoology, the publication of a series of his own drawings (which he did not, however, himself engrave) with corresponding letterpress.",
        "Appearing almost simultaneously with this work, an article by Strickland (Mag.",
        "trans., p. 72, note) as forming the basis of the article \" Passerinae \" which he contributed to Ersch and Gruber's Encyklopadie (sect.",
        "17, 18), an abstract of which was subsequently given in the article \" Raven\" in his History of British Birds, and Macgillivray also described and figured them with the greatest accuracy ten years later in his work with the same title (ii.",
        "In the article \" Ornithology\" in the ninth edition of this encyclopaedia, A.",
        "It is unnecessary here to discuss the views of Gadow, as that author himself has contributed the article BIRD to this edition of the Encyclopaedia Britannica, and has there set forth his revised scheme.",
        "Schmid's article \"Gilbert Porretanus\" in Herzog-Hauck, Realencyk.",
        "133; article Scholasticism.",
        "As an article of food the boar's head was long considered a special delicacy, and its serving was attended with much ceremonial.",
        "The al- is probably the Arabic article, since the word originated in the south (Sicilian almuziu, Prov.",
        "\" Almucia\"; Joseph Braun, Die liturgische Gewandung, p. 359, &c. (Freiburg im Breisgau, 1907); also the bibliography to the article Vestments.",
        "Slavery was forbidden by the sixth article of the ordinance; and the third article read: \"Religion, morality and knowledge being necessary to good government and the happiness of mankind, schools and the means of education shall for ever be encouraged.\"",
        "also article EXILE.",
        "The chief features of this epoch -the Antinomian dissensions, the Quaker and Baptist persecutions, the witchcraft delusion (four witches were executed in Boston, in 1648, 165r, 1656, 1688) &c.-are referred to in the article Massachusetts.",
        "For curious instances of the part played by the ass in medieval church festivals see the article Fools, Feast Of.",
        "Mythologie; also works cited in footnotes, and article Cyprus.",
        "The exact extent, however, to which each particular class of enemy has affected the protective habits and attributes of spiders is by no means always evident; and it is impossible to discuss the question in detail within the limits of a short article.",
        "But this aspect of the law, under which the landlord, other than the crown, is himself always a tenant, falls beyond the scope of the present article, which is restricted to those holdings that arise from the hiring and leasing of land.",
        "The Indian law of landlord and tenant is described in the article Indian Law.",
        "(For all these kings see the article Spain: History.)",
        "In 1844 an article by Mr Barnett in the Nineteenth Century discussed the question of university settlements.",
        "Labruzzi's article in the Nuova Antologia, 1879, vol.",
        "The suspected theses included such points as the following: that Christ descended ad inferos not in His real presence but quoad effectum; that no image or cross should receive latreia even in the sense allowed by Thomas; that it is more reasonable to regard Origen as saved than as damned; that it is not in a man's free will to believe or disbelieve an article of faith as he pleases.",
        "See the article in Herzog-Hauck, Realencyklopadie.",
        "Exposed thus to attack, his weakness, if not his venality, was long an article of faith among the liberals.",
        "Dove (Leipzig, 1890); and the article by Dove in the Allgemeine deutsche Biographic. Also Winckler, Leopold von Ranke.",
        "An excellent article in Herzog-Hauck, Realencyklopcidie (3rd ed.), \"Briider des gemeinsamen Lebens,\" supplies copious information with references to all the literature; see also Max Heimbucher, Orden and Kongregationen (1897), ii.",
        "The rivers are well stocked with fish, especially with salmon, which forms a common article of food.",
        "Here the application of the term is limited to the liquid which is so important an article of commerce, though references will also be made to natural gas which accompanies petroleum.",
        "Particulars of the shales which yield oil on destructive distillation are given in the article on paraffin.",
        "These are so numerous and varied in form that a description would be impossible within the scope of this article.",
        "Petroleum has very long been known as a source of light and heat, while the use of crude oil for the treatment of wounds and cutaneous affections, and as a lubricant, was even more general and led to the raw material being an article of commerce at a still earlier date.",
        "On coins, see article NUMISMATICS, and Dieudonne, Mélanges numism.",
        "In the above the article by von Rohden in Pauly-Wissowa's Realencyclopadie has been followed.",
        "See also the article by Richard Hooper in the Dict.",
        "II, 12): there is no observable relation between exertion and result in life: the race is not to the swift nor the battle to the strong; 1 The Hebrew has the definite article,\" the whole,\"TO ray.",
        "For the purposes of this article, however, only those among these races which bear the name of Orang Malayu, speak the Malayan language, and represent the dominant people of the land, can be included under the title of Malays.",
        "Behind their villages the rice-fields usually spread, and rice, which is the staple food of the people, is the principal article of agriculture among them.",
        "These discoveries of Geoffroy and Scheele formed the basis of Chevreul's researches by which he established the constitution of oils and the true nature of soap. In the article Oils it is pointed out that all fatty oils and fats are mixtures of glycerides, that is, of bodies related to the alcohol glycerin C 3H5(OH)3 i and some fatty acid such as palmitic acid (C 16 H 31 0 2)H.",
        "It may be noted that the word \" alembic \" is derived from the Greek \"cup,\" with the Arabic article prefixed, and that the instrument is figured in the MSS.",
        "In the Old Testament it is regularly written with the article, i.e.",
        "Lepsius, Briefe aus A gypten (1852); \"The Voice of Memnon\" in Edinburgh Review (July 1886); article by R.",
        "Elliptic orbits, and a parabolic orbit considered as the special case when the eccentricity of the ellipse is 1, are almost the only ones the astronomer has to consider, and our attention will therefore be confined to them in the present article.",
        "Mr Peppe's article, reproduced in Rhys Davids' Buddhist India, p. 89.",
        "Peppe's original article is in the Journal of the Royal Asiatic Society for 1898, pp. 573 sqq.",
        "Altertumswissenschaft (supplement, part i., article \" Athenai \"; Stuttgart, 1903).",
        "As their fur is an important article of commerce, large numbers are annually killed, being either trapped or speared at the mouths of their holes.",
        "von Schwind's article in the Neues Archiv, vol.",
        "The Constitutions are discussed in the article on the Jesuits.",
        "His publications include Philosophy of Kant (1878); Critical Philosophy of Kant (1889); Religion and Social Philosophy of Comte (1885); Essays on Literature and Philosophy (1892); Evolution of Religion (Gifford Lectures, 1891-1892); Evolution of Theology in the Greek Philosophers (1904); and he is represented in this encyclopaedia by the article on Cartesianism.",
        "(His merits as a writer are dealt with in the article Spain: Literature).",
        "The rivers and neighbouring seas seem to be well stocked with fish, and especial mention must be made of the turtles, flying-fish, and brilliant I coral-fish which swarm in the waters warmed by the Kurosiwo current, the gulf-stream of the Pacific. Shell-fish form an important article of diet to both the Chinese and the aborigines along the coast - a species of Cyrena, a species of Tapes, Cytheraea petechiana and Modiola teres being most abundant.",
        "But some of the most valuable products of the island, as camphor and rattan, are to be found in the upland forests, and the Chinese, whenever they ventured too far in search of these products, fell into ambushes of hill-men who neither gave nor sought quarter, and who regarded a Chinese skull as a specially attractive article of household furniture.",
        "(Pottsville, Pa., 1878); and an article by J.",
        "See Bayle's article in the Dictionnaire historique et critique (s.v.",
        "- See the article in Dict.",
        "The present article includes the following sections: I.",
        "The history of the alchemical period is treated in more detail in the article Alchemy, and of the iatrochemical in the article Medicine.",
        "It is unnecessary in this place to recapitulate the many results which had accumulated by the end of the 18th century, or to discuss the labours and theories of individual workers since these receive attention under biographical headings; in this article only the salient features in the history of our science can be treated.",
        "Torbern Olof Bergman used an elaborate system in his Opuscula physica et chemica (1783); the 1 Dalton's atomic theory is treated in more detail in the article Atom.",
        "Their full significance is treated in the section of this article dealing with organic chemistry, and in the articles Isomerism and STEREO-Isomerism.",
        "In this article the development of this branch of the science is treated historically.",
        "It must be mentioned here that the reactions of any particular substance are given under its own heading, and in this article we shall only collate the various operations and outline the general procedure.",
        "This subject is treated in the article Solution; for the properties of liquid mixtures reference should also be made to the article Distillation.",
        "Combustion is a familiar example of the transformation of chemical energy into heat and light; the quantitative measures of heat evolution or absorption (heat of combustion or combination), and the deductions therefrom, are treated in the article Thermochemistry.",
        "Photography is based on chemical action induced by luminous rays; apart from this practical application there are many other cases in which actinic rays occasion chemical actions; these are treated in the article Photochemistry.",
        "Specific Heat and Composition.-The nature and experimental determination of specific heats are discussed in the article Calorimetry; here will be discussed the relations existing between the heat capacities of elements and compounds.",
        "In the article Thermodynamics it is shown that the amount of heat required to raise a given weight of a gas through a certain range of temperature is different according as the gas is maintained at constant pressure, the volume in creasing, or at constant volume, the pressure increasing.",
        "In the article Thermo Chemistry a general account of heats of formation of chemical compounds is given, and it is there shown that this constant measures the stability of the compound.",
        "The researches of Julius Thomsen and others have shown that in many cases definite conclusions regarding constitution can be drawn from quantitative measurements of the heats of combustion; and in this article a summary of the chief results will be given.",
        "- Reference should be made to the article Refraction for the general discussion of the phenomenon known as the refraction of light.",
        "Colour and Constitution.-In this article a summary of the theories which have been promoted in order to connect the colour of organic compounds with their constitution will be given, and the reader is referred to the article Colour for the physical explanation of this property, and to Vision for the physiological and psychological bearings.",
        "A clear distinction must be drawn between colour and the property of dyeing; all coloured substances are not dyes, and it is shown in the article Dyeing that the property of entering into chemical or physical combination with fibres involves properties other than those essential to colour.",
        "Fluorescence and Constitution.-The physical investigation of the phenomenon named fluorescence-the property of transforming incident light into light of different refrangibilityis treated in the article Fluorescence.",
        "Capillarity and Surface Tension.-Reference should be made to the article Capillary Action for the general discussion of this phenomenon of liquids.",
        "The development of the theory of crystal structure, and the fundamental principles on which is based the classification of crystal forms, are treated in the article Crystallography; in the same place will be found an account of the doctrine of isomorphism, polymorphism and morphotropy.",
        "In the article Crystallography the nature and behaviour of twinned crystals receives full treatment; here it is sufficient to say that when the planes and axes of twinning are planes and axes of symmetry, a twin would exhibit higher symmetry (but remain in the same crystal system) than the primary crystal; and, also, if a crystal approximates in its axial constants to 'a higher system, mimetic twinning would increase the approximation, and the crystal would be pseudo-symmetric.",
        "See also the article Alchemy.",
        "The last two examples at the end of the article on Harmony show almost all that is new in Wagner's harmonic principles.",
        "The highest English authority on Wagner is his friend Dannreuther, whose article in Grove's Dictionary is classical.",
        "Rostortzeff in his article drawing attention to the undoubtedly Sumerian or sumerizing \" Treasure of Astrabad \"'` 1 in N.",
        "DURRA (also written dourah, dhura, &c.; Arabic for a pearl, hence a grain of corn), a cereal grass, Sorghum vulgare, extensively cultivated in tropical and semi-tropical countries, where the grain, made into bread, forms an important article of diet.",
        "See the article G.",
        "The present article contains a general account of the empire in its various aspects.",
        "Bright, Maria Theresa (London, 1897); also the article Austria.",
        "The chief article of export is coal from the neighbouring collieries, the other leading exports being ale, whisky, glass and manufactured goods.",
        "Kattenbusch's excellent article in Hauck-Herzog, Realencyklopadie, vol.",
        "In 1789 he drew up the first article of the cahier of the electors of the bailliage of Roye, demanding the abolition of feudal rights.",
        "Molinier, Les Sources de l'histoire de France; as well as notices by Kervyn de Lettenhove prefixed to the Ouvres and in the Biographie nation* de Belgique; and an article (three parts) by Vallet de Viriville in the Journal des savants (1867).",
        "The difference between friars and monks is explained in article Monasticism.",
        "A special article, the object of which was to pacify those who had received grants of land from Sulla, declared such possessions to be private property, for which compensation was to be paid in case of surrender.",
        "In the article Greek Art, fig.",
        "See also works mentioned at the close of sections on Adult Schools and on Quakerism in America, Scotland and Ireland, and elsewhere in this article; also Fox, George.",
        "1 In the early decades of the Christian era the text was current in two forms, which are denoted by H a and H R in this article and in the edition of the text published by the Oxford University Press.",
        "1835) and Giovan Battista Vico, his first works were an article in the Biblioteca Italiana entitled \"Mente di Gian Domenico Romagnosi\" (1835), and a complete edition of the works of Vico, prefaced by an appreciation (1835).",
        "Ehrle's article \"Joachim\" in Wetzer and Welte's Kirchenlexikon.",
        "Its pith was also a common article of food, and was eaten both cooked and in its natural state.",
        "The very large number of classical and other Greek papyri, of the Ptolemaic and later periods, which have been recovered in Egypt, are noticed in the article on Palaeography.",
        "His Encyclopaedia article, \"Probability,\" was published separately.",
        "Meyer in the article Persia: History, § Ancient).",
        "For the catacombs of Alexandria, Neroutsos Bey, L'Ancienne Alexandrie, may be consulted in addition to De Rossi's article mentioned in the text.",
        "With equal zeal did Reuchlin act as the 6 See the instructive article by S.",
        "In former times it was a common article of food in England and France, but is now rarely if ever eaten, being valuable only for the oil obtained from its blubber.",
        "This thesis he further developed in a magazine article written in view of the colonial conference held in London in 1907.",
        "Such provision was made in the Ordinance of 1787 (for the Northwest Territory), which in Article VI.",
        "(New York, for the Spanish legation, 1896); and compilations of Spanish colonial laws listed under article Indies, Laws Of The.",
        "From the wool which their sheep yield they manufacture every article of native dress and good blankets.",
        "The theory of these extensions of the ideas of number is dealt with in the article Number.",
        "The special nature of the \"axioms\" which constitute geometry is considered in the article Geometry (Axioms).",
        "A short account of the history of each branch will be found in connexion with the article which deals with it.",
        "The founder of the modern point of view, explained in this article, was Leibnitz, who, however, was so far in advance of contemporary thought that his ideas remained neglected and undeveloped until recently; cf.",
        "Bertrand Russell, The Principles of Mathematics (Cambridge, 1903), and his article on \"Mathematical Logic\" in Amer.",
        "At this time the pine-apple was introduced as an article of cultivation at Eleuthera; and a few years subsequently, during the American war of independence, colonists arri.ved in great.",
        "The Budget was supposed to be drawn up according to an excellent set of regulations sanctioned by imperial decree, dated the 6th of July 1290 (1875), of which the first article absolutely prohibited the increase, by the smallest sum, of any of the expenses, or the abandonment of the least iota of the revenues fixed by the budget.",
        "The Public Debt Administration plays so considerable a part in the finances of the Ottoman Empire, and its history is of such importance that a special section of this article will be devoted to it below.",
        "By the 12th article the Ottoman government agreed \" amicably to discuss \" the question of recognizing the tsar's claim to the imperial title, and by the 13th admitted his right to send to Constantinople representatives of whatever rank he might judge fitting (Noradounghian, Recueil, i.",
        "By article vii.",
        "This article is of great historical importance as forming the basis of the later claim of Russia to possess by treaty the right to protect the Orthodox subjects of the Porte.'",
        "An account of the collapse of the Turkish power before Mehemet Ali, and of the complicated diplomatic developments that followed, is given in the article Mehemet Ali.",
        "\" emperor of France, \" not only French pilgrims to Jerusalem, but all members of \" Christian and hostile nations \" visiting Holy g the Ottoman Empire, had been placed under the protection of the French flag, and by a special article the Frank, i.e.",
        "In the present article are described the campaigns in central and eastern Europe, directed by Napoleon - no longer one amongst many French generals,.",
        "Napoleon's short Spanish Campaign of 1809 is dealt with under Peninsular War (this article covering the campaigns in Spain, Portugal and southern France 1808-1814), and for the final drama of Waterloo the reader is referred to Waterloo Campaign.",
        "The article in Winer's Bibl.",
        "Eisenhofer, Procopius von Gaza (1897); further bibliographical notices in C. Krumbacher, Geschichte der byzantinischen Litteratur (1897), and article by G.",
        "The western inner ranges are the most important of the whole system, and in the present article are described first as the Moroccan Ranges.",
        "For the purposes of this article it will be taken in its most restricted sense, as signifying the Roman province which was so called after the district that intervened between the river Ister (Danube) and the Haemus Mountains (Balkan) had been formed into the separate provinces of Moesia, and the region between the rivers Strymon and Nestus, which included Philippi, had been added to Macedonia.",
        "See the article \"Benediktionen,\" by E.",
        "The vascular system does not readily lend itself to morphological comparison between such widely different animals as Balanoglossus and Amphioxus, and the reader is therefore referred to the memoirs cited at the end of this article for further details.",
        "Father Fitzherbert, who is described as \"a person of excellent parts, a notable politician, and of graceful behaviour and generous spirit,\" wrote many controversial works, a list of which is given in the article on him by Mr Thompson Cooper in the Dictionary of National Biography, together with authorities for his life.",
        "Benrath, Lokalfiihrer durch Hamburg and Umgebungen (1904); and the consular reports by Sir William Ward, H.B.M.'s consul-general at Hamburg, to whom the author is indebted for great assistance in compiling this article.",
        "In Arabia it is the chief source of national wealth, and its fruit forms the staple article of food in that country.",
        "Nor is it, when newly gathered, heating, - a defect inherent to the preserved fruit everywhere; nor does its richness, however great, bring satiety; in short it is an article of food alike pleasant and healthy.\"",
        "In the present article Bury's reconstruction of the saint's life has been chiefly followed.",
        "Zimmer, article \"Keltische Kirche\" in Realencyklopadie fitir protestantische Theologie and Kirche (1901; trans.",
        "The details of the calculation are given in the article Electric conduction, § where also will be found an account of the methods which have been used to measure the velocities of many ions by direct visual observation.",
        "Ecclesiastical vestments, with which the present article is solely concerned, are the special articles of costume worn by the officers of the Christian Church \"at all times of their ministration\" - to quote the Ornaments Rubric of the English Book of Common Prayer, i.e.",
        "The present article can only give a brief outline of a subject as intricate as it is vast, frequently also extremely obscure, and rendered still more obscure by the fact that those who have applied themselves to it have too often done so in anything but a scientific spirit.",
        "These transformations are fully discussed in the article Sugar.",
        "\"Vossius\"; and the article in the Allgerneine Deutsche Biographic.",
        "those included in the genus Mus, are dealt with in the article RODENTIA.",
        "If an article made of cut sheet be immersed for a few minutes in a bath of melted sulphur, maintained at a temperature of 120 0 C., the rubber absorbs about one-tenth of its weight of that element, and, although somewhat yellowish in colour from the presence of free sulphur, it is still unvulcanized, and unaltered as regards general properties.",
        "When a manufactured article has been saturated with sulphur in the melted sulphur bath, the heat necessary for vulcanization may be obtained either by highpressure steam, by heated glycerin, or by immersion in a sulphur bath heated to about 140° C. In this last case absorption of the sulphur and its intimate combination with the rubber occur simultaneously.",
        "Before it is put in, the article is roughly put together, and the expansion of the included air forces the rubber into contact with the internal surface of the mould, or a little carbonate of ammonia is enclosed.",
        "By article 6 of the Anglo-French convention of the 8th of April 1904, the islands were ceded to France.",
        "in the preceding article.",
        "In the article Electrolysis it is shown how the passage of an electric current through a solution containing metallic ions involves the deposition of the metal on the cathode.",
        "Berry-yielding plants are found everywhere, even on the goltsy, at the upper limit of tree vegetation; on the lower grounds they are an article of diet.",
        "the keta, salmon and sturgeon) are a staple article of diet in the north.",
        "Dictionary of the Russian Empire (in Russian, 5 vols., St Petersburg, 1863-1884) - a most valuable source of information, with full bibliographical details under each article; Picturesque Russia (in Russian), ed.",
        "In the article GREEK ART, fig.",
        "With the exception of Yatsu's article on the development of Lingula (J.",
        "Ellis's The Yoruba-speaking Peoples (London, 1894); and an article on Abeokuta by Sir Wm.",
        "Most divergent opinions have been held as to the time in which Arethas lived; the reasons for the dates given above will be found succinctly stated in the article \"Aretas,\" by A.",
        "The present article is merely concerned with algebraical linear transformation.",
        "We write frequently 0 = alla22a33ï¿½ï¿½ï¿½ann = (ana22a33ï¿½ï¿½ï¿½ann)ï¿½ If the first two columns of the determinant be transposed the ' The elementary theory is given in the article Determinant.",
        "It is shown in the article on Combinatorial Analysis that (w; 0,n) is the coefficient of a e z w in the ascending expansion of the fraction 1-a.",
        "In October 1867 his article on \"The Talmud,\" published in the Quarterly Review, made him known.",
        "and ii., and throws the balance of probability towards some such analysis as that of Marti, which is therefore accepted in the present article.",
        "pp. 269-272 (1900); Budde, article \"Habakkuk\" in Ency.",
        "But already, on the occasion of the death of Ernest Renan, October 1892, the attempts made to clear up the main principles and results of biblical science, first by Mgr d'Hulst, rector of the Institut Catholique, in his article \"La Question biblique\" (Le Correspondant, Jan.",
        "The latter article was immediately followed by Loisy's dismissal, without further explanation, from the Institut Catholique.",
        "15th, 1900), the first of a series intended to correct and replace Renan's presentation of that great subject, was promptly censured by Cardinal Richard, archbishop of Paris; and though scholarly and zealous ecclesiastics, such as the Jesuit Pere Durand and Monseigneur Mignot, archbishop of Albi, defended the general method and several conclusions of the article, the aged cardinal never rested henceforward till he had secured a papal condemnation also.",
        "From 1881 to 1884 his activity in Tunisia so raised the prestige of France that it drew from Gambetta the celebrated declaration, L'Anticldricalisme n'est pas un article d'exportation, and led to the e .?mption of Algeria from the application of the decrees concerning the religious orders.",
        "The inferior varieties of commercial \"white lead\" are produced by mixing the genuine article with more or less of finely powdered heavy spar or occasionally zinc-white (ZnO).",
        "On only three articles was there a majority against Judge Chase, the largest, on article viii., being four short of the necessary two-thirds to convict.",
        "A discussion of the interesting question relating to the non Semitic so-called Sumero-Akkadian language and race will be found in the article Sumer.",
        "(1891); the various derivations of the name and interpretations of the legend are given in Enmann's article in Roscher's Lexikon der Mythologie.",
        "See the article by C. Kohler in La Grande Encyclopedic; Bibliographic du Velay (1902), 640-650.",
        "The present article is a digest, mainly from an experimental standpoint, of the leading facts and principles of magnetic science.",
        "The second includes definitions of technical terms in common use, together with so much of the elementary theory as is necessary for understanding the experimental work described in subsequent portions of the article; a number of formulae and results are given for purposes of reference, but the mathematical reasoning by which they are obtained is not generally detailed, authorities being cited whenever the demonstrations are not likely to be found in ordinary textbooks.",
        "See further article ROME: History; also T.",
        "The position of the Arachnida in the great sub-phylum Arthropoda, according to recent anatomical and embryological researches, is explained in the article Arthropoda.",
        "The evidence of the exact equivalence of the segmentation and appendages of Limulus and Scorpio, and of a number of remarkable points of agreement in structure, was furnished by Ray Lankester in an article published in 1881 (\" Limulus an Arachnid,\" Quart.",
        "A list of these memoirs is given at the close of this article (2, 3, 4, 5 and 13).",
        "It is not desirable to occupy the limited space of this article by a full description of the limbs and segments of Limulus and Scorpio.",
        "But it is necessary to remember, in the light of recent discoveries, that the sixth prosomatic pair of appendages is carried on the seventh somite of the whole series, there being two prosthomeres or somites in front of the mouth, the first carrying the eyes, the second the chelicerae; also that the first mesosomatic or genital somite is not the seventh or even the eighth of the whole series of somites which have been historically present, 1 See the article Arthropoda for the use of the term \" prosthomere.\"",
        "12 in the article Arthropoda.",
        "In the bibliography at the close of this article (referred to by leaded arabic numerals in brackets throughout these pages), the titles of works are given which contain detailed information as to the genera and species of each order or sub-order, their geographical distribution and their habits and economy so far as they have been ascertained.",
        "Pocock, assistant in the Natural History departments of the British Museum, for valuable assistance in the preparation of this article and for the classification and definition of the groups of Eu-arachnida here given.",
        "The general scheme and some of the details have been brought by the writer into agreement with the views maintained in this article.",
        "References to works dealing with the taxonomy and geographical distribution of scorpions are given at the end of this article (28).",
        "References to systematic works will also be found at the end of this article (33).",
        "in the \" argument \" prefixed to them in the Geneva Bible; in the Sixth Article of the Church of England, where it is said that \" the other books the church doth read for example of life and instruction of manners,\" though not to establish doctrine; and elsewhere.",
        "under separate article on Apocalyptic Literature.",
        "135 sqq., and his article on \" Apokryphen \" in Herzog's Realencykl.",
        "806-815, also article Didache.) Apostolical Constitutions.",
        "- For the various collections of these ecclesiastical regulations - the Syriac Didascalia, Ecclesiastical Canons of the Holy Apostles, &c. - see separate article.",
        "See article in Smith's Dictionary of Christian Biography, iv.",
        "See Ktientzle, Ober die Sternsagen der Griechen (1897), and his article in Roscher's Lexikon; he shows that in the oldest legend Orion the constellation and Orion the hero are quite distinct, without deciding which was the earlier conception.",
        "The first article is unquestionably meant for the jurist.",
        "The second article says that the Tribonian to whom it refers was of Side (in Pamphylia), was also Core) Suo ybpwv Twv uirap X wv, was a man of learning and wrote various books, among which are mentioned certain astronomical treatises, a dialogue On Happiness, and two addresses to Justinian.",
        "See the article in the Dict.",
        "The principal article of export is copra.",
        "The history of international arbitration is dealt with in the article Peace, where treaties of general arbitration are discussed, both those which embrace all future differences thereafter to arise between the contracting parties, and also those more limited conventions which aim at the settlement of all future differences in regard to particular subjects, e.g.",
        "The present article is concerned exclusively with arbitration in regard to such existing differences as are capable of precise statement and of prompt adjustment.",
        "The present article deals with (I) the office of count in the Roman empire and the Frankish kingdom, (2) the development of the feudal count in France and under the Holy Roman Empire, (3) modern counts.",
        "- The process by which the official counts were transformed into feudal vassals almost independent is described in the article Feudalism.",
        "Their flesh is used as an article of food, that of the paca being highly esteemed.",
        "Rice has been cultivated in places, but without much success, although the quality produced compared favourably with the imported article.",
        "In the Amazon valley fish is a principal article of food, and large quantities of pirarucu (Sudis gigas) are caught during the season of low water and prepared for storage or market by drying in the sun.",
        "Reybaud, Etudes sur les reformateurs et socialistes modernes; article in R.",
        "The results, of which the most important are summarized in the article Sparta, are published in the British School Annual, x.",
        "to that effect 1 Compare also the article on Anglican orders in the Catholic Encyclopedia, vol.",
        "Craigie's article in The Scottish Review (July 1903), a comparative estimate of the Brus and Wallace, in favour of the latter.",
        "In the domain of letters he remained until his death a veritable pontiff, and an article or book of his was an event celebrated from one end of Portugal to the other.",
        "For a more complete account of Migne's life, see the article in the Catholic Encyclopedia (New York, 1906 seq.).",
        "In this article the description of the physical features, &c. refers only to Natal proper.",
        "Its bark forms a valuable article of commerce.",
        "The Christological theory of satisfaction expounded in the Cur Deus Homo falls beyond the scope of the present article.",
        "But Aquinas, though he holds the fact of creation to be rationally demonstrable, regards the beginning of the world in time as only an article of faith, the philosophical arguments for and against being inconclusive.",
        "Next in point of date comes the so-called temple of Ceres, a hexastyle peripteros, which may be dated after 540 B.C. The columns are all standing, and the west and part of the east pediment are still in situ; but of the cella, again, nothing is 1 The dating adopted in the present article, which is in absolute contradiction to that given in the previous edition of this work, is that given by R.",
        "A violent article, in which he demanded the annexation of Hanover and Saxony, and attacked with great bitterness the Saxon royal house, led to an estrangement from his father, who enjoyed the warm friendship of the king.",
        "1896); and article by J.",
        "Pozdneeff, Towns of North Mongolia (1880); Mongolia and the Mongols (1896 and 1899); and the article \" Mongolia \" in Russian Encycl.",
        "In the present article the kingdom is treated mainly as a whole, especially as regards statistics.",
        "Races,\" in the article Austria), the census returns of 1880, 1890 and 1900, exhibiting the numerical strength of the different nationalities, are of great interest.",
        "Certain districts are distinguished for particular kinds of fruit, which form an important article of commerce both for inland consumption and for export.",
        "The products of these mills form the principal article of export of Hungary.",
        "Besides the museums mentioned in the article Budapest, several provincial towns contain interesting museums, namely, Pressburg, Temesvhr, Deva, Kolozsvar, Nagyszeben; further, the national museum at Zagram, the national (Szekler) museum at Maros-Vasarhely, and the Carpathian museum at Poprad should be mentioned.",
        "But he pointed out also that the question of a separate bank did not actually figure in the act of 1867, and that it could not be introduced into it, more especially since the capital article of the ministerial programme, i.e.",
        "For works on the Compromise of 1867 and the relations of Austria and Hungary generally, see the bibliography to the article Austria-Hungary.",
        "In the present article, therefore, the main portions of elementary algebra are treated in one section, without reference to these ideas, which are considered generally in two separate sections.",
        "Reference may also be made to the special articles mentioned at the commencement of the present article, as well as to the articles on Differences, Calculus Of; Infinitesimal Calculus; Interpolation; Vector Analysis.",
        "i., Cambridge, 1898) (a very comprehensive work, to which the writer of this article is in many ways indebted); and the Encyclopadie d.",
        "Other writers have derived the word from the Arabic particle al (the definite article), and geber, meaning \" man.\"",
        "To attempt a history of the development of the various topics in this article is inappropriate, and we refer the reader to the separate articles.",
        "See also John Wallis, Opera Mathematica (1693-1699), and Charles Hutton, Mathematical and Philosophical Dictionary (1815), article \" Algebra.\"",
        "This article, which was based upon a mass of incriminating documents supplied to Friedjung by the Austro-Hungarian Foreign Office, had been timed to coincide with the outbreak of hostilities against Serbia, and was to have been the first of a series convicting the Serbian Government and dynasty of aggressive and even murderous designs.",
        "When at the last moment war was averted by the surrender of Serbia and Russia, an attempt was made to withdraw the article, but the first copies had already been issued: and Count Aehrenthal now had the double embarrassment of the Zagreb trial, which no longer served any purpose of foreign policy, but suited the aggressive game of Budapest against Zagreb, and of a libel action brought against Friedjung by those leaders of the Serbo-Croat coalition whose honour he had impugned.",
        "It is unnecessary to follow in this article all these subjects, since they are for the most part treated under separate headings, not indeed under these names - which are too comprehensive for that purpose - but under those of the more specific questions which arise under each.",
        "Later, in his article \" Chromatics \" in the supplement to the 5th edition of this encyclopaedia, he shows that the colours \" lose the mixed character of periodical colours, and resemble much more the ordinary prismatic spectrum, with intervals completely dark interposed,\" and explains it by the consideration that any phasedifference which may arise at neighbouring striae is multiplied in proportion to the total number of striae.",
        "We have hitherto supposed that the light is incident perpen 1 The last sentence is repeated from the writer's article \" Wave Theory \" in the 9th edition of this work, but A.",
        "See C. Krumbacher, Geschichte der byzantinischen Litteratur (1897), and article in Herzog-Hauck, Realencyklopddie fur protestantische Theologie (1901).",
        "In the latter class Kimhi stands pre-eminent; to the editions of his commentary on the Psalms enumerated in the article Kimhi must now be added the admirable edition of Dr Schiller-Szinessy (Cambridge, 1883), containing, unfortunately, only the first book of his longer commentary.",
        "The bibliography up to this point is taken from the article PSALMS by the late Professor W.",
        "Brit., 1886), large portions of which are incorporated in the present article.",
        "Robertson Smith's article the following may be specially noticed: Cheyne, The Book of Psalms (1888), The 1 It contains, however, elements which are as early as the time of the New Testament.",
        "Origin of the Psalter, Bampton Lectures (1891), and the article Psalms (in Ency.",
        "Another article reserved to her majesty \" the control of the external relations of the said state, including the conclusion of treaties and the conduct of diplomatic intercourse with foreign powers,\" and the right to march troops through the Transvaal.",
        "Article 4 stated: \" The South African Republic will conclude no treaty or engagement with any state or nation, other than the Orange Free State, nor with any native tribe to the eastward or westward of the Republic, until the same has been approved by her Majesty the Queen.\"",
        "The other article to which the greatest interest was subsequently attached was art.",
        "Exiled from Naples in consequence of the movement of 1848, he took refuge in Tuscany, whence he was compelled to flee to Turin on account of a pungent article against the Bourbons.",
        "PHYSIOLOGY and its allied articles deal with the subject generally and in relation to man, while the special physiology of plants is dealt with in a section of the article PLANTS.",
        "See also bibliography to preceding article.",
        "The present article in its original form introduced here a survey of the portions of Isa.",
        "On John of Asia or Ephesus, the eminent Monophysite bishop and earliest Syriac church historian, see the separate article.",
        "Braun's article in Oriens christianus, i.",
        "9 See an article by J.",
        "Another very characteristic garment suggests an original loin-cloth considerably longer than the elementary article which was noticed above."
    ],
    "definition": [
        "A separate and distinct part of a written instrument, such as a contract, statute, or constitution, that is often divided into sections.",
        "A written instrument, containing a series of rules and stipulations that are each designated as an article.",
        "Link/Cite"
    ]
}