{
    "translation": "לשייך, לייחס",
    "uses": [
        "It is difficult to say to what we are to ascribe his immunity from painful consequences.",
        "Several inscriptions ascribe both these treatises to Boetius.",
        "They ascribe the glory of that achievement of genius to different men and dispute as to whom the honor is due.",
        "To this age we may ascribe the literature of the Priestly writers (symbolized by P), which differs markedly from the other sources.",
        "If it is the average distance irrespective of length of path and of number of impacts we should be justified in ascribing the effect to density, but if it is the number of impacts it would be more reasonable to ascribe it to pressure.",
        "Many critics ascribe it to an unknown Lucius Caecilius; there are certainly serious differences of grammar, style and temper between it and the writings already mentioned.",
        "The chroniclers ascribe the first war with Florence, which broke out in 1222, to a most ridiculous motive.",
        "In 794 he appears to have caused the death of ZEthelberht of East Anglia, though some accounts ascribe the murder to Cynethryth, the wife of Offa.",
        "It is true that Cuchulinn seems to stand in a special relation to the Tuatha De Danann leader, the god Lug, but in primitive societies there is always a tendency to ascribe a divine parentage to men who stand out pre-eminently in prowess beyond their fellows.",
        "Scott]), but there seems no reason to ascribe to him with Clement Walker the authorship of Sprigge's Anglia Rediviva.",
        "When the desire arose that it should be believed that Boetius perished from his opposition to the heresy of Theodoric, it was natural to ascribe to him works which were in harmony with this supposed fact.",
        "It is largely to this that we must ascribe the national conservatism and contempt for foreigners.",
        "Bates offered no satisfactory explanation of the resemblance between these two genera and others of the same protected sub-families; but he did not hesitate to ascribe the resemblance to them presented by the Pierine, Dismorphia (Leptalis) orise, to mimicry, believing Dismorphia to be unprotected and noting that it departed widely in the matter of coloration from typical members of the sub-family to which it belongs.",
        "When we do not at all understand the cause of an action, whether a crime, a good action, or even one that is simply nonmoral, we ascribe a greater amount of freedom to it.",
        "Since all the Syrian monuments of the Hittite class, so far known, seem comparatively late (most show such strong Assyrian influence that they must fall after 110o B.C. and probably even considerably later), while the North Cappadocian monuments (as Sayce, Ramsay, Perrot and others saw long ago) are the earlier in style, we are bound to ascribe the origin of the civilization which they represent to the Cappadocian Hatti.",
        "Why, for instance, does he take the trouble to ascribe motives to me that I never dreamed of?",
        "Origen, Ambrosiaster, and Euthalius ascribe to it r Cor.",
        "It is customary to ascribe their successes to the power of the breech-loader, but there were actions in which it played no part, cavalry versus cavalry encounters, and isolated duels between batteries which gave the Prussian gunners a confidence they had not felt when first crossing the frontier.",
        "From the preceding sections it follows that we cannot ascribe a strict literary unity to the book.",
        "To the defects of Machiavelli's education we may, in part at least, ascribe the peculiar vigour of his style and his speculative originality.",
        "The Arab geographers also had a tradition of an early Greek settlement (which they ascribe to Alexander), but also of later Persian influence, followed by a settlement of Mahra tribes, who partly adopted Christianity.",
        "Furthermore, the visionary who is found at most periods of great spiritual excitement was forced by the prejudice of his time, which refused to acknowledge any inspiration in the present, to ascribe his visionary experiences and reinterpretations of the mysterious traditions of his people to some heroic figure of the past.",
        "It was said to have been founded by Megarians and Argives under Byzas about 6S7 B.C., but the original settlement having been destroyed in the reign of Darius Hystaspes by the satrap Otanes, it was recolonized by the Spartan Pausanias, who wrested it from the Medes after the battle of Plataea (479 B.C.) - a circumstance which led several ancient chroniclers to ascribe its foundation to him.",
        "Murray and Renard ascribe this to the greater abundance of carbonic acid in the deeper water, which aided by the increased pressure adds to the solvent power of the water for carbonate of lime.",
        "It was to this superiority of view, and not merely to the satire on the administration of Henry VII., that we must ascribe the popularity of the work in the 16th century.",
        "Maurice, the only historian of note who declines to ascribe a rationalizing tendency to Erigena, obscures the question by the manner in which he states it.",
        "It is customary to ascribe to Offa a policy of limited scope, namely the establishment of Mercia in a position equal to that of Wessex and of Northumbria.",
        "To ascribe such powers to them exclusively is, however, not justifiable.",
        "Not to just shout louder about what party line we ascribe to.",
        "Indeed some teachers even went so far as to ascribe a higher value to it, since it comes into closer relation with the details of everyday life.",
        "He would ascribe them to the Kummukh (Commagenians), who seem to have succeeded the Khatti as the strongest opponents of Assyria in these parts.",
        "It has been thought necessary to give in detail the facts relating to the conversion of the logarithms, as unfortunately Charles Hutton in his history of logarithms, which was prefixed to the early editions of his Mathematical Tables, and was also published as one of his Mathematical Tracts, has charged Napier with want of candour in not telling the world of Briggs's share in the change of system, and he expresses the suspicion that \" Napier was desirous that the world should ascribe to him alone the merit of this very useful improvement of the logarithms.\"",
        "Still less safe is it to ascribe the authorship of the forgery to any particular pope on the ground of its style; for papal letters were drawn up in the papal chancery and the style employed there was apt to persist through several pontificates.",
        "On account of the divergence of its style from that of the History of Armenia, Armenian scholars have hesitated to ascribe the Rhetoric to Moses of Khor`ni; but, from what has been said above, this is rather to be regarded as a proof of its authenticity.",
        "The civilians, looking on him as a patriarch of their science, have as a rule extolled his wisdom and virtues; while ecclesiastics of the Roman Church, from Cardinal Baronius downwards, have been offended by his arbitrary conduct towards the popes, and by his last lapse into heresy, and have therefore been disposed to accept the stories which ascribe to him perfidy, cruelty, rapacity and extravagance.",
        "p. 237), but as the notice of it was clearly derived by Phlegon, pagan as he was, directly or indirectly from the Gospel narrative, there is no reason at all to ascribe any independent value to the date.",
        "Finally, the great difficulty of the logic of judgment is to find the mental act behind the linguistic expression, to ascribe to it exactly what is thought, neither more nor less, and to apply the judgment thought to the logical proposition, without expecting to find it in ordinary propositions.",
        "The Hebrew titles ascribe to him seventy-three psalms; the Septuagint adds some fifteen more; and later opinion, both Jewish p and Christian, claimed for him the authorship of the whole Psalter (so the Talmud, Augustine and others).",
        "It is not impossible to combine these views, and place the seat of power still in Crete, but ascribe the Renascence there to an influx of new blood from the north, large enough to instil fresh vigour, but too small to change the civilization in its essential character.",
        "It would consequently be unsafe to ascribe positively all that appears in this volume to the result of Nitzsch's mature consideration.",
        "The importance of the general conclusions above formulated, as imposing a limit upon our powers of direct observation, can hardly be overestimated; but there has been in some quarters a tendency to ascribe to it a more precise character than it can bear, or even to mistake its meaning altogether.",
        "We should therefore probably ascribe the work attributed to him in the Hotel Carnavalet (in situ), together with much else executed in various parts of Paris - but now dispersed or destroyed - to a period intervening between the date of his dismissal from the Louvre and his death, which is computed to have taken place between 1564 and 1568, probably at Bologna.",
        "for Children of Israel), and claim descent from King Saul (whom they call by the Mahommedan corruption through a son whom they ascribe to him, called Jeremiah, who again had a son called Afghana.",
        "It was no longer possible to wait for the assembling of a general council; stronger and stronger grew the tendency to ascribe infallibility to the pope alone, as being always on the spot.",
        "The titles which ascribe four of the pilgrimage songs to David and one to Solomon are lacking in the true LXX., and inconsistent with the contents of the psalms. Better attested, because found in the LXX.",
        "The king's own legitimate brother Edwin made no attempt on the throne, but in 933 he was drowned at sea under somewhat mysterious circumstances; the later chroniclers ascribe his death to foul play on the part of the king, but this seems more than doubtful.",
        "Jukes-Browne and Harrison ascribe the Scotland beds to the Eocene or Oligocene period, the Oceanic series to the Miocene, the Bissex Hill marls to the Pliocene, and the coral limestones partly to the Pliocene and partly to the Pleistocene.",
        "It is erroneous, however, to ascribe, as has been done, a doctrine of transmigration to the Manichaeans.",
        "The evidence now available, however, confirms those who ascribe an earlier date to the forgery and place it at Rome.",
        "Nevertheless he was too much a child of his age to keep things known steadily before him; having asked the metaphysical question he proceeded to find a psychological answer in a theory of sensation, which asserted the mere hypothesis that the being which we ascribe to things on the evidence of sensation consists in their being felt.",
        "But to regard Hezekiah as a Jewish Pisistratus is to ascribe to the time a literary spirit of which the extant documents give no hint; the literature of the age was wholly occupied with the past history, the religious conditions and the political fortunes of the nation, subjects alien to the book of Proverbs.",
        ",Most 01 them go back to the 5th Christian century and ascribe to onc of the Sassanian kings, BahrSm V.",
        "Most of the other references relate to the strife of Michael and Satan about the body of Moses, and ascribe it to the Ascensio Mosis, i.e.",
        "As regards the theory, it may be pointed out: (I) that the nature or cosmical miracles - feeding of the five thousand, stilling of the storm, withering of the fig-tree - are as wellattested as the miracles of healing; (2) that many of the diseases, the cure of which is reported, are of a kind with which moral therapeutics could not effect anything; 1 (3) that Christ's own insight regarding the power by which he wrought His works is directly challenged by this explanation, for He never failed to ascribe His power to the Father dwelling in Him.",
        "Whether he ever overcame the dualism; which the sources, such as they are, unanimously ascribe to him is not clearly ascertained.",
        "Greeks; but the attempts which have sometimes been made to ascribe certain attributes of the Portuguese to the influence of these races are altogether fanciful.",
        "It is to be observed that, while these early speculators ascribe the phenomena to attraction, they do not distinctly assert that this attraction is sensible only at insensible distances, and that for all distances which we can directly measure the force is altogether insensible.",
        "If the hypothesis already outlined is set aside, it is open to the critic to regard large portions of the canonical Romans as having originally occupied a separate setting,5 or to ascribe the textual variations to the exigencies of church reading after the formation of the canon (which might explain the absence of Ev `Pt)t7j in i.",
        "To many persons it will appear paradoxical to ascribe the endowment of a soul to the inferior tribes in the creation, yet it is difficult to discover a valid argument that limits the possession of an immaterial principle to man.",
        "But as equally distinct markings occurred on two pure-bred Highland foals out of mares which had never seen a zebra, it was impossible to ascribe the stripes on the foals born after zebra hybrids to infection of their respective dams. Further, the subsequent foals afforded no evidence of infection, either in the mane, tail, hoofs or disposition.",
        "There have always been many zoologists prepared to ascribe an ancestral character to the holothurians.",
        "This is the account of Darius, which certainly must be preferred to the traditions of Herodotus and Ctesias, which ascribe his death to an accident.",
        "But it is not so fantastic to ascribe its birth to the personal hatred that existed between Richard of York and Edmund of Somerset, to the old family grudge (going back to 1405) between the Percies and the Nevilles, to the marriage alliance that bound the houses of York and Neville together, and to other less wellremembered quarrels or blood-ties among the lesser baronage.",
        "This, however, is not the character to which we now ascribe the chief weight as evidence of the genetic affinity and monophyletic (uni-ancestral) origin of the Chaetopods, Rotifers and Arthropods.",
        "Dr Vigfusson would ascribe its editing and completion to Sturla the Lawman, c. 1250.",
        "To the north also belong the sagas of Gretti the Strong (Ioio-1031), the life and death of the most famous of Icelandic outlaws, the real story of whose career is mixed up with the mythical adventures of Beowulf, here put down to Gretti, and with late romantic episodes and fabulous folk-tales (Dr Vigfusson would ascribe the best parts of this saga to Sturla; its last editor, whose additions would be better away, must have touched it up about 1300), and the stories of the Ljosvetningasaga (1009-1060).",
        "Division of the Land.-The result of the events narrated in the first part of the book is to ascribe the entire subjugation of Canaan to Joshua, whose centre was at Gilgal (x.",
        "Attempts were even made to ascribe financial motives to Mr Chamberlain's actions, and the political atmosphere was thick with suspicion and scandal.",
        "He was accustomed in after life to ascribe most of his progress to the teaching of two amongst them, Zenobio de' Medici and Servanzio Mini.",
        "ascribe to Augustine.",
        "1 Bartsch and others ascribe its authorship, with much plausibility, to an Austrian knight of the race of Kiirenberg, the earliest of the courtly lyric poets, whose lyrics are written in the Nibelung strophe.",
        "For we are, from practical grounds, compelled with at least practical necessity to ascribe a certain aim or end to this supreme understanding.",
        "He names and condemns the \"anthropomorphites,\" who ascribe a human body to God (on Romans i., sub fin.; Rufinus' Latin version).",
        "ascribe a purely economic motive to the present cultural studies ' boom ' .",
        "ascribe what they can do to the spirits of the dead.",
        "ascribe meaning to an object with respect to the context in which it appears.",
        "ascribe>Ascribing an intensional ontology is part of the work of creating cultural descriptions of agent communities.",
        "In this sense, they too hastily ascribe a purely economic motive to the present cultural studies ' boom ' .",
        "shout louder about what party line we ascribe to.",
        "To Ephialtes likewise we must ascribe the renunciation of the Spartan alliance and the new league with Argos and Thessaly (461).",
        "Further, it is subsequently found that certain classes of temple servants, the singers and porters, who had once been outside the Levitical gilds, became absorbed as the term \"Levite\" was widened, and this change is formally expressed by the genealogies which ascribe to Levi, the common \"ancestor\" of them all, the singers and even certain families whose heathenish and foreign names show that they were once merely servants of the temple.3 2.",
        "But the tendency to ascribe the disasters of northern Israel to the priesthood (see esp. Hosea) takes another form when an inserted prophecy revokes the privileges of the ancient and honourable family, foretells its overthrow, and announces the rise of a new faithful and everlasting priesthood, at whose hands the dispossessed survivors, reduced to poverty, would beg some priestly office to secure a livelihood (i Sam.",
        "To this cause we may ascribe his constant efforts to dazzle France by grandiose adventures and by swift, unexpected movements.",
        "Others he treated very superficially, and in none of his experiments apparently did he attend to the diminution of efflux arising from the contraction of the liquid vein, when the orifice is merely a perforation in a thin plate; but he appears to have been the first who attempted to ascribe the discrepancy between theory and experiment to the retardation of the water's velocity through friction.",
        "The next artist of importance is Suzuki Harunobu (worked c. 1760 1780), to whom the Japanese sometimes ascribe the invention of the process, probably on the grounds of an improvement in his technique, and the fact that he seems to have been one of the first of the colorprint makers to attain great popularity.",
        "b and d are explained in accordance with the aim of the book to ascribe to the initiation or the achievements of one man the conquest of the whole of Canaan (see JOSHUA).",
        "Whether we ascribe this whole passage simply to JE or consider, as many scholars do, that the first statement is by J and the second by E, it is clear that these statements directly contradict P's elaborate scheme, according to which the people march, tribe by tribe, with the ark in the very centre of the square, and guided by the pillar of cloud by day and the pillar of fire by night.",
        "(a) The Helgi trilogy (last third lost save a few verses, but preserved in prose in Hromund Gripsson's Saga), the Raising of Anganty and Death of Ilialmar (in Hervarar Saga), the fragments of a Volsung Lay (Volsungakiraoa) (part interpolated in earlier poems, part underlying the prose in Volsunga Saga), all by one poet, to whom Dr Vigfusson would also ascribe Voluspd, Vegtamskv15a, prymskvit'a, Grotta Song and Volundarkvioa.",
        "Is it right to ascribe the huge difference in verruca infection (27% versus 1 %) to the public showers?",
        "Some people believe that two males will get along easier than two females, but I personally don't ascribe to this opinion.",
        "Some researchers ascribe this response to the release of certain chemicals in the body in response to pain.",
        "Many people ascribe elements to the principle that introducing a color into a room will in fact activate an element.",
        "Interestingly, the Greek / Roman mythological accounts often ascribe human / mortal offspring to the mythical gods.",
        "Your interpersonal relationships will vary greatly depending on your sign, each relationship you have and the qualities you bring or ascribe to.",
        "The mind has a tendency to ascribe meaning to random images.",
        "The dual nature of the Gemini has led astrologers to ascribe such traits as mercurial and restless to Geminis, as well as two faces and variable personalities.",
        "Sprains: The more recent the sprain occurred, the more risk an insurer will ascribe to the health problem.",
        "ascribe the glory to Christ alone.",
        "ascribe significance to fundamental forms.",
        "ascribe as partner (unto Him )!",
        "Glorified be your Lord, the Lord of Honor and Power; exalted above what they falsely ascribe to Him!",
        "ascribe unto Him no partner.",
        "Giuliano de' Ricci tells us it was marked by stringent satire upon great ecclesiastics and statesmen, no less than by a tendency to \"ascribe all human things to natural causes or to fortune.\"",
        "2 It is possible also to explain the alleged absence of reference to the notion entertained by many writers of later time that the Areopagitic council was instituted by Solon - a notion partly explained also by the desire of political thinkers to ascribe to Solon the making of a complete constitution.",
        "These versions of the pseudo-chronicles practically ascribe the foundation to Arthur; the romances, however, differ.",
        "From the year 1900 he retired into private life, devoting himself to the solution of socialistic problems. His countrymen justly ascribe to him the fame of having been the first to organize and lead a political party in Japan.",
        "In the words of Hallam, \"the slow and gradual manner in which parochial churches became independent appears to be of itself a sufficient answer to those who ascribe a great antiquity to the universal payment of tithes.\"",
        "Only that Homer was recited in fragments by the rhapsodists, and that these partial recitations were made into a continuous whole by Peisistratus; which does not necessarily mean more than that Peisistratus did what other authorities ascribe to Solon and Hipparchus, viz.",
        "The king's habit of mingling with the peasantry secured for him a large amount of popularity, and probably led many to ascribe to him the authorship of poems describing scenes in peasant life, Christis Kirk on the Grene, The Gaberlunzie Man and The Jolly Beggar.",
        "Works are extant in papyri and on temple walls, treating of geography, astronomy, ritual, myths, medicine, &c. It is probable that the native priests would have been ready to ascribe the authorship or inspiration, as well as the care and protection of all their books of sacred lore to Thoth, although there were a goddess of writing (Seshit), and the ancient deified scribes Imuthes and Amenophis, and later inspired doctors Petosiris, Nechepso, &c., to be reckoned with; there are indeed some definite traces of such an attribution extant in individual cases.",
        "He flourished about 625 B.C. Several of the ancients ascribe to him the invention of the dithyramb and of dithyrambic poetry; it is probable, however, that his real service was confined to the organization of that verse, and the conversion of it from a mere drunken song, used in the Dionysiac revels, to a measured antistrophic hymn, sung by a trained body of performers.",
        "With the aid of the vast body of Faust literature which has sprung up in recent years, and the many new documents bearing on its history above all, the so-called Urfaust, to which reference has already been made - we are able now to ascribe to their various periods the component parts of the work; it is possible to discriminate between the Sturm and Drang hero of the opening scenes and of the Gretchen tragedy - the contemporary of Gotz and Clavigo and the superimposed Faust of calmer moral and intellectual ideals - a Faust who corresponds to Hermann and Wilhelm Meister.",
        "To these experiences, too, we may partly ascribe the reverence for law, for the rights of property, and for the monarchical form of government which he appears to have sincerely felt; and, demagogue as he became in a certain sense, they gave his mind a deep Conservative tinge."
    ],
    "definition": [
        "To regard as arising from a specified cause or source: “Other people ascribe his exclusion from the canon to an unsubtle form of racism” ( Daniel Pinchbeck ) See Synonyms at attribute.",
        "To regard as belonging to or produced by a specified agent, place, or time: ascribed the poem to Shakespeare.",
        "a·scrib′a·ble\nadjective",
        "Link/Cite",
        "To attribute a cause or characteristic to someone or something.\nOne may ascribe these problems to the federal government; however, at this stage it is unclear what caused them.",
        "To attribute a book, painting or any work of art or literature to a writer or creator.\nIt is arguable as to whether we can truly ascribe this play to Shakespeare.",
        "Brescia, carbies",
        "Link/Cite"
    ]
}