{
    "translation": ".1 לשאול\n.2 לבקש",
    "uses": [
        "I didn't ask about his family tree.",
        "I didn't ask him that.",
        "You must ask him about every small thing?",
        "I just wanted to ask you a question.",
        "You can ask that?",
        "Oh, I was going to ask you.",
        "It was like Mom not to ask for help.",
        "\"Your excellency,\" said Rostov, \"may I ask a favor?\"",
        "It was a question she'd have to ask Cade.",
        "I didn't ask that.",
        "I've got to ask a question; are we from the same planet?",
        "I was too excited to notice anything, too frightened to ask questions.",
        "He began to ask about his enemies who had been hunting him.",
        "I just wanted to ask him something.",
        "There was no need to ask who.",
        "I'll ask him for the phone number.",
        "I only ask that you do as much good for as many people for as long as you can.",
        "That's when I decided to ask you to marry me.",
        "I never instructed him to ask you anything.",
        "Did he ask you out?",
        "Lydian time, they were to ask their respective oracle a question: \"What is King Croesus doing right now?\"",
        "Did it ever occur to you to ask what I thought about this?",
        "Those are passages of which one would ask for more.",
        "If Alex needed help, he wouldn't ask her for it.",
        "Ask him to let you see it.",
        "If you were trying to ask me to marry you, why did you act that way after we...",
        "I just know I'll burst into tears or not know how to answer if they ask questions.",
        "Some argue, Be careful what you ask for.",
        "She wanted to ask him how long he would stay at the ranch, but she couldn't think of a way to word the question that didn't sound insensitive.",
        "People gathered around them to ask questions.",
        "He's always been secretive, and whenever I ask him, he just tells me it's something I don't want to be involved in.",
        "Just because he doesn't ask for or want your help, doesn't mean he doesn't need it.",
        "Why would she hide him from me all this time and suddenly ask for a fortune?",
        "Ask Len to go with you.",
        "Allen came here to ask me questions about you.",
        "\"Mr. Jefferson,\" he said, \"I have come to ask your pardon.",
        "I will ask her tomorrow in your presence; if she is willing, then he can stay on.",
        "I tried to ask you more than once, but someone was always interrupting and throwing a new kink in my plans.",
        "At times, it may be best to just enjoy the meal and not ask too many questions.",
        "We'd have to pay seven rubles a cartload to Dorogobuzh and I tell them they're not Christians to ask it!",
        "Besides, he had no time to ask himself whether these people were sincere or not.",
        "I told him he wouldn't be involved and I'd only ask general questions but he's adamant.",
        "She wanted to ask him to slow down, but she was already holding him back.",
        "\"That is not a fair question to ask us,\" declared another dragonette.",
        "What would happen, I ask many and many a time.",
        "\"Allow me to ask,\" he said, \"are you a Mason?\"",
        "Ask people in what way they hope the world will become better and you will certainly get replies about reducing poverty, disease, and hunger.",
        "I don't know why she didn't ask for it before - or why she didn't tell me about the baby.",
        "She lifted her head to ask him why Allen was asking questions about Yancey.",
        "All right, I'll ask for a break.",
        "Prince Vasili had brought his son with the evident intention of proposing, and today or tomorrow he would probably ask for an answer.",
        "And I ask you!",
        "\"How can you ask why?\" said Princess Mary.",
        "I ask the reader to resist the urge to pigeonhole me until the end of the section.",
        "And if anybody asks you, or if you ask yourself what God is, answer, \"God is Love.\"",
        "I don't know, why don't you ask him?",
        "I told her to ask her father, and she said, \"No--mother.\"",
        "From time to time he went out to ask: \"Hasn't she come yet?\"",
        "Berg took the opportunity to ask, with great politeness, whether, as was rumored, the allowance of forage money to captains of companies would be doubled.",
        "I only wanted to ask because I fear the Guards won't be in action, he added as if in apology.",
        "I'll ask leave to go to the front, this may be my only chance of seeing the Emperor.",
        "Boris doesn't want to help me and I don't want to ask him.",
        "For heaven's sake don't ask me anything now!",
        "If I were not myself, but the handsomest, cleverest, and best man in the world, and were free, I would this moment ask on my knees for your hand and your love!",
        "It may be vain to ask why the imagination will not be reconciled to flesh and fat.",
        "On the contrary, I ask you to go with all your belongings to our estate near Moscow, and I promise you I will see to it that there you shall want for nothing.",
        "Today while she was in town, she'd ask Connie if she knew what it was.",
        "Should she ask him about putting them up?",
        "Let me ask you something else, Miss Reagan.",
        "I know a woodchopper, of middle age, who takes a French paper, not for news as he says, for he is above that, but to \"keep himself in practice,\" he being a Canadian by birth; and when I ask him what he considers the best thing he can do in this world, he says, beside this, to keep up and add to his English.",
        "I was going to ask you.",
        "You can get to know something, you can ask for something.",
        "Princess Mary saw Dessalles' embarrassed and astonished look fixed on her father, noticed his silence, and was struck by the fact that her father had forgotten his son's letter on the drawing-room table; but she was not only afraid to speak of it and ask Dessalles the reason of his confusion and silence, but was afraid even to think about it.",
        "To ask Brennan directly might lead to us so I made up a story we were checking old cases to see if someone released from prison might have returned to this type of crime.",
        "\"We didn't ask to come down here; we fell,\" said Dorothy.",
        "\"You can ask Dorothy,\" said the little man, in an injured tone.",
        "He did ask if she could talk.",
        "Look; I won't ask you how; I don't think I want to know.",
        "Occasionally Howard would ask her questions, but mostly he and Connie handled the plans by themselves.",
        "She hesitated, wanting to find a way home, but not wanting to ask any more favors of him.",
        "I hate to ask you for another favor, but I wonder if I could pay you to drive me home.",
        "Here, why don't you sit down on this chair while I look you over and ask a few questions.",
        "It can't hurt to ask.",
        "I do need to ask you for something.",
        "I am glad also to know, from the questions which you ask me, what you are thinking about.",
        "If you do come, you will want to ask the kind people of Boston to help brighten Tommy's whole life.",
        "Teacher said yesterday, that perhaps Mrs. Spaulding would be willing to let us have her beautiful house, and [I] thought I would ask you about it.",
        "I will ask Dr. Hale to lend me the letter, so that I can make a copy of it for you.",
        "Indeed, I feel as if I had never seen anything until now, Helen finds so much to ask about along the way.",
        "If it was natural for Helen to ask such questions, it was my duty to answer them.",
        "I HAVE TRIED FROM THE BEGINNING TO TALK NATURALLY TO HELEN AND TO TEACH HER TO TELL ME ONLY THINGS THAT INTEREST HER AND ASK QUESTIONS ONLY FOR THE SAKE OF FINDING OUT WHAT SHE WANTS TO KNOW.",
        "One of the ministers wished me to ask Helen, \"What do ministers do?\"",
        "When she referred to our conversation again, it was to ask, \"Why did not Jesus go away, so that His enemies could not find Him?\"",
        "New experiences and events call forth new ideas and stir men to ask questions unthought of before, and seek a definite answer in the depths of human knowledge.",
        "I have long wanted to ask you, Andrew, why you have changed so to me?",
        "Ask her in,\" she said to the footman in a sad voice, as if saying: \"Very well, finish me off.\"",
        "They ask him to dinner.",
        "Ask the count to come to me.",
        "\"You won't ask,\" Natasha's little brother was saying; \"I know you won't ask!\"",
        "Mamma told me to ask you to join the dancers.",
        "\"Perhaps the count did not ask for me,\" said Pierre when he reached the landing.",
        "I myself will go and ask him, I!... does that satisfy you?",
        "\"I also wanted to ask you,\" continued Prince Andrew, \"if I'm killed and if I have a son, do not let him be taken away from you--as I said yesterday... let him grow up with you....",
        "\"One thing I ask of your excellency,\" Dolokhov said in his firm, ringing, deliberate voice.",
        "I ask an opportunity to atone for my fault and prove my devotion to His Majesty the Emperor and to Russia!",
        "I only came round to ask Denisov about yesterday's order.",
        "Ask Denisov whether it is not out of the question for a cadet to demand satisfaction of his regimental commander?",
        "\"It is now my turn to ask you 'why?' mon cher,\" said Bolkonski.",
        "That is what I ask you.",
        "If he is not rich I will give her the means; I will ask my father and Andrew.",
        "Boris inquired what news there might be on the staff, and what, without indiscretion, one might ask about our plans.",
        "He would say a lot of pleasant things, ask you to dinner\" (\"That would not be bad as regards the unwritten code,\" thought Boris), \"but nothing more would come of it.",
        "If he weren't afraid of a battle why did he ask for that interview?",
        "I'll take another turn and when I get back I'll go to the general and ask him.",
        "May I ask to be attached to the first squadron?",
        "Prince Andrew, who was a little behind looking at them, turned to an adjutant to ask him for a field glass.",
        "They hardly gave one another time to ask questions and give replies concerning a thousand little matters which could not interest anyone but themselves.",
        "\"That's it, that's it!\" exclaimed the count, and gaily seizing his son by both hands, he cried, \"Now I've got you, so take the sleigh and pair at once, and go to Bezukhov's, and tell him 'Count Ilya has sent you to ask for strawberries and fresh pineapples.'",
        "But just at moments when such thoughts occurred to him, he would ask in a particularly calm and absent-minded way, which inspired the respect of the onlookers, Will it be long?",
        "She did not venture to ask any questions, and shut the door again, now sitting down in her easy chair, now taking her prayer book, now kneeling before the icon stand.",
        "The old prince, stepping on his heels, paced up and down his study and sent Tikhon to ask Mary Bogdanovna what news.--\"Say only that 'the prince told me to ask,' and come and tell me her answer.\"",
        "To say \"tomorrow\" and keep up a dignified tone was not difficult, but to go home alone, see his sisters, brother, mother, and father, confess and ask for money he had no right to after giving his word of honor, was terrible.",
        "I come to ask you what to do, and you call it 'nonsense!'",
        "\"I make bold to ask your excellency to move a little for this gentleman,\" said the postmaster, entering the room followed by another traveler, also detained for lack of horses.",
        "Look then at thy inner self with the eyes of the spirit, and ask thyself whether thou art content with thyself.",
        "\"And now, in token of candor, I ask you to reveal to me your chief passion,\" said the latter.",
        "Prince, I did not ask you here.",
        "Twice the marauders even attack our headquarters, and the commander-in-chief has to ask for a battalion to disperse them.",
        "\"Ask him to wait,\" and the sound was heard of a chair being pushed back.",
        "\"Let me ask her,\" said Pierre.",
        "He did not ask about the regiment, nor about the general state of affairs, and when Rostov spoke of these matters did not listen.",
        "\"The auditor wrote out a petition for you,\" continued Tushin, \"and you ought to sign it and ask this gentleman to take it.",
        "\"Sire, I ask your permission to present the Legion of Honor to the bravest of your soldiers,\" said a sharp, precise voice, articulating every letter.",
        "Just the same as now--I ask you, Count--who will be heads of the departments when everybody has to pass examinations?",
        "She was not concerned about the Emperor or any of those great people whom Peronskaya was pointing out--she had but one thought: Is it possible no one will ask me, that I shall not be among the first to dance?",
        "I wished to ask the countess and you to do me the honor of coming to tea and to supper.",
        "But don't be late, Count, if I may venture to ask; about ten minutes to eight, please.",
        "\"I have come, Countess, to ask for your daughter's hand,\" said Prince Andrew.",
        "Yes, but what did he ask me?",
        "Sometimes the old count would come up, kiss Prince Andrew, and ask his advice about Petya's education or Nicholas' service.",
        "Or, turning to Mademoiselle Bourienne, he would ask her in Princess Mary's presence how she liked our village priests and icons and would joke about them.",
        "You ask whether we shall spend next winter in Moscow.",
        "Why do you ask me that? said Princess Mary, still thinking of that morning's conversation with her father.",
        "\"I will tell my sister to ask her to dinner,\" said Anatole.",
        "Princess Mary went on to ask Natasha to fix a time when she could see her again.",
        "Why doesn't he openly ask for your hand?",
        "Only a couple of times a year--when he knew from their valets that they had money in hand--he would turn up of a morning quite sober and with a deep bow would ask them to help him.",
        "Go to Matrena Matrevna and ask her for the sable cloak.",
        "\"I take them back, I take them back!\" said Pierre, \"and I ask you to forgive me.\"",
        "She did not understand how he could ask such a question.",
        "\"And where is your brother-in-law now, if I may ask?\" he said.",
        "Prince Andrew interrupted him and cried sharply: Yes, ask her hand again, be magnanimous, and so on?...",
        "Why ask me? said he.",
        "His coachman did not even ask whether he was to wait.",
        "But why do you ask me?",
        "\"I think that before discussing these questions,\" Pierre continued, \"we should ask the Emperor--most respectfully ask His Majesty--to let us know the number of our troops and the position in which our army and our forces now are, and then...\"",
        "The princess ordered me to ask your regiment and your name.",
        "I ask just one thing of you, cousin,\" she went on, \"arrange for me to be taken to Petersburg.",
        "Ah, I also wanted to ask you where our position is exactly? said Pierre.",
        "\"I must ask someone who knows,\" he thought, and addressed an officer who was looking with curiosity at his huge unmilitary figure.",
        "\"May I ask you,\" said Pierre, \"what village that is in front?\"",
        "\"Ask them,\" replied Prince Andrew, indicating the officers.",
        "Pierre was about to ask, but seeing the stern expression of the adjutant who was also looking that way, he checked himself.",
        "Though this news was being concealed from the inhabitants, the officials--the heads of the various government departments--knew that Moscow would soon be in the enemy's hands, just as Count Rostopchin himself knew it, and to escape personal responsibility they had all come to the governor to ask how they were to deal with their various departments.",
        "\"The count had a sty,\" replied the adjutant smiling, \"and was very much upset when I told him people had come to ask what was the matter with him.",
        "\"That is for me to know, but not for you to ask,\" shouted Rostopchin.",
        "\"Here is our commanding officer... ask him,\" and he pointed to a stout major who was walking back along the street past the row of carts.",
        "Even if we put them into the wing, the men's room, or the nurse's room, we must ask permission.",
        "The count was not angry even when they told him that Natasha had countermanded an order of his, and the servants now came to her to ask whether a cart was sufficiently loaded, and whether it might be corded up.",
        "We must ask the doctor.",
        "Countess dear... an officer came to me to ask for a few carts for the wounded.",
        "The topic on Sesame Street was professions, which was the perfect opportunity for Lisa to ask her what Giddon did to earn a living.",
        "He keeps saying we're harassing his client if we even ask questions.",
        "That's not something I can ask my mother, for god's sake!",
        "Perhaps I'll call on this gentleman and ask him as I dally in Ohio.",
        "He'd wanted to ask about Angel but feared doing so.",
        "So the governor sent a messenger to Delphi to ask the oracle what should be done with the tripod.",
        "The reason for this is what I call \"The You Don't Know What to Ask Problem.\"",
        "You could ask it, \"What is the number of presidents of the United States born on Friday who have older sisters, multiplied by the number of wars lost by Bolivia?\" and it could instantly give you an answer.",
        "A day later, the system will ask, \"Hey, what did you think of Tommaso's?\"",
        "Or perhaps the system won't ask you.",
        "Then you ask the computer for any other statistical anomalies between these two populations.",
        "We will see how this might come to pass—but first, let's ask whether it must.",
        "It was a way for that generation to ask, Why is there war?",
        "As we approached the end of the flawless narrative, one of us would invariably ask sardonically (but never sarcastically), \"What could possibly go wrong?\"",
        "I tell everybody the time when they ask me.",
        "As she continued to ask these distressing questions, we left the cemetery.",
        "Children ask profound questions, but they often receive shallow answers, or, to speak more correctly, they are quieted by such answers.",
        "Prince Vasili knew this, and having once realized that if he asked on behalf of all who begged of him, he would soon be unable to ask for himself, he became chary of using his influence.",
        "\"I should like,\" said the vicomte, \"to ask how monsieur explains the 18th Brumaire; was not that an imposture?",
        "In another four years... then I will ask for your hand.",
        "On the day of battle the soldiers excitedly try to get beyond the interests of their regiment, they listen intently, look about, and eagerly ask concerning what is going on around them.",
        "Ask her, he said.",
        "She gave it to him and, unpleasant as it was to her to do so, ventured to ask him what her father was doing.",
        "It would do no good to ask him why.",
        "No wonder he didn't ask her to leave.",
        "Still, there was one question she couldn't ask the townspeople.",
        "She sipped her coffee reflectively and finally found the courage ask him a question that had been nagging her since his offer.",
        "Don't bother to ask questions because you won't get many answers.",
        "Same old, same old, if you ask me.",
        "If you ask me to keep it off the record, I will.",
        "Ask a few questions; I'll see if there are any I can answer.",
        "\"Yes, let us ask the governor,\" said the merchant.",
        "I did not ask the American Medical Association their opinion of this arrangement.",
        "The house will need scheduled maintenance but will remember when and will ask you for permission.",
        "If you ask it to run your bath, it knows you like the water at 104 degrees.",
        "I lift it, but ask myself: could I have abstained from lifting my arm at the moment that has already passed?",
        "You ask too many questions.",
        "Oh, I forgot to ask.",
        "He didn't say and I didn't ask.",
        "Even as the idea occurred that she would rather have this room, she knew she couldn't ask.",
        "This might be a good time to ask.",
        "Whether that was a good or bad thing she couldn't guess, and she didn't have time to ask.",
        "No, and I've never really cheated on Quinn, so don't bother to ask.",
        "Why do you ask?",
        "What makes you ask?",
        "I didn't even bother to ask.",
        "While she didn't ask directly, I sensed she hoped I'd talk to him.",
        "I wouldn't ask but I think it's in your best interest to do so.",
        "I can't help you through the authorities; they'll ask me why I'm inquiring and I don't have an answer.",
        "Howie would never ask Quinn himself; as always seeking one of us as a go-between.",
        "Don't ask for opinions; just do what you feel is best.",
        "I'd planned to ask Quinn and Martha to come in so I could tell them what I'd learned but the more I considered it, I decided a phone call was sufficient.",
        "You'll have to ask him when you get there.",
        "In a few moments I heard a gruff male voice ask, \"Is this the swami?\"",
        "Either they forgot to ask or didn't bother.",
        "I was anxious to hear about the meeting between the two women but I didn't want to ask in front of the child.",
        "Ask Martha to define cheating.",
        "Yes and I can go back to asking questions I haven't been able to ask and I have sources to get answers.",
        "Did Howie ask Julie about that possibility?",
        "I wanted to ask questions but a medic stuck a needle in my arm.",
        "It ticked me that he'd ask that question.",
        "I begged her to tell me, but she just bawled and said it was good that I became a priest so I could ask for forgiveness.",
        "Ask Martha when she lands.",
        "He's desperate to ask Martha about the details of Annie's death but she, Quinn and Claire haven't reported in.",
        "I hate to ask, but it's really important.",
        "I just ask one thing; will you take my word for one item and if you stop this vehicle you'll have more reward than you'll know what to do with.",
        "Howie doesn't want you to simply telephone Willard Humphries; he wants you to go down there and look him in the eye when you ask him.",
        "Funny you should ask.",
        "Thankfully, most times people react rather than ask questions.",
        "\"Ask for security,\" I said.",
        "\"Ask Otto,\" a uniformed cop said without looking up from his screen.",
        "Do you understand what I ask of you?",
        "I'd like to ask a favor of you.",
        "Boss, I was gonna ask if you needed an XO while Sasha is out, Toni ventured.",
        "Someone's going to ask you a question tomorrow morning.",
        "\"Can I ask you something?\" she ventured, gazing at his handsome profile.",
        "I don't ask twice.",
        "\"Don't ask me,\" Bianca said.",
        "Darian's probably going to ask you if he can go visit the cat.",
        "Soon. Did anyone ask you about Talon?",
        "\"How can you ask this of me?\" he demanded, emotions wild on his face.",
        "\"I'm glad you ask,\" the Watcher said, his gaze darkening.",
        "You wouldn't ask someone you hated unless you were desperate.",
        "You may not have another chance to ask me what you want to know.",
        "She wanted to ask but didn't.",
        "I'll ask Sofi about that.",
        "Yully didn't ask about her predecessors.",
        "She didn't have to ask him to know he didn't dare confront Xander about it.",
        "\"Y'all need to learn to ask before setting foot in my house,\" he warned.",
        "Ask Claire what's going on, Dusty typed with a smiley face.",
        "Sofia was afraid to ask where she was, who the man was before her.",
        "He'd never said why, and Damian didn't ask.",
        "You're stubborn, suspicious of everyone, and you ask so many damn stupid questions.",
        "\"You're right—she does ask a lot of questions,\" Han said.",
        "\"What does that mean?\" she forced herself to ask to keep hysterics from claiming her.",
        "She didn't want to ask but did.",
        "Let me ask you something, Han, she said, facing him.",
        "He was always right, even when he told her to ask Damian something he knew very well.",
        "He didn't ask her why she came but stepped aside and motioned her in.",
        "You always ask me that.",
        "Why do you not ask him?",
        "\"I didn't stop to ask her,\" Damian said in a cold voice.",
        "He trusted Sofia to either of the two men before him and knew Dusty was the more likely of the two to shoot first and ask questions later if she was threatened.",
        "You will have to ask him.",
        "\"If you ask him, and he agrees, you can come back,\" Zamon said.",
        "Anything you ask of Hell, it will do, he said.",
        "Deidre gripped him, craving something she didn't know how to ask him for.",
        "She didn't have to ask which entity that was.",
        "She paused, knowing she shouldn't ask what she'd wanted to since finding out what he did.",
        "She wanted to ask after Gabriel but didn't.",
        "I'll do as you ask, if you can make it to our bedchamber by the count of five.",
        "I didn't ask for any of this.",
        "If you satisfy me, I might consider whatever you ask of me, but I will never willingly spare your world.",
        "All I could do was ask.",
        "I mean, why else did you want to ask me out to dinner at the end?",
        "You'll have to trust I'm nothing like you, that what I eventually ask of you doesn't do to you what you did to me.",
        "She wanted to ask him why he chose this spot but was afraid to.",
        "\"I wasn't going to ask you to,\" he said.",
        "I was going to ask you to help me get home.",
        "\"One might ask why you're distressing my mate,\" Darkyn said.",
        "Deidre couldn't help wondering how the woman was able to ask such favors after hurting her so badly.",
        "You aren't going to ask me?",
        "Did you … can I ask if you sent Wynn home?",
        "Mrs. Lincoln, the Deans' cat, strolled into the room and rubbed the young girl's leg as if to ask what was the problem.",
        "And before you ask, she's got her green card.",
        "\"I think it's stupid, if you ask me,\" Joseph Dawkins said as he rose to leave.",
        "They might still want to ask me a question or two.",
        "Cynthia didn't ask him to join her and he was more than happy to remain rocking a groove in the front porch decking.",
        "\"Ask any man where he'd rather have his face—the cover of Time Magazine or a baseball card?\" he said.",
        "\"Ask any honest woman who she'd rather sleep with,\" slurred Ginger, \"a jock or a PhD.\"",
        "\"I was going to ask to speak to her supervisor,\" he said, pouring a cup of coffee, \"but I figured she'd say 'I are one.'\"",
        "\"Ask me who owns it,\" Fred leered.",
        "\"Why don't you just ask the boys, David?\" his wife said.",
        "While it was a long shot that the bitchy deputy could be any help, Dean was frustrated enough with the other available avenues to bite his tongue and ask for help.",
        "I'll ask Fred to try and run down who owns that storage place.",
        "I'll ask Billy Langstrom.",
        "I wanted to ask Billy about teenage partying.",
        "It's a pain that I have to ask the voters for it, but I draw the line at the water fight.",
        "There wasn't time to ask her anything.",
        "He'd ask me questions, and pay attention to my answers.",
        "Or maybe it's just because daddy didn't ask their permission first.",
        "What in God's name would make you ask a personal question like that?",
        "So why did you do ask it?",
        "Paul Dawkins wiped his face with his hand and looked at Dean as if to ask if he were serious.",
        "Much as I'd like to, I won't ask her if her mother's maiden name was Plotke, nor will I tell her daddy's bones may be taking a motor home trip up the west coast—or that his pinkie is in your jewel case.",
        "He'd ask her outright.",
        "No. Just to ask questions.",
        "Why did you ask him where he'd been—and earlier ask me if I'd seen him?",
        "They ask friends just old enough to buy it for them.",
        "\"Ask the guests,\" Cynthia said.",
        "I think so, but she began asking questions so quickly she didn't give me time to ask.",
        "I came by your place to ask you a question—a favor.",
        "He wanted to ask her about the bones but knew any such discussion would be the height of tastelessness for a long time to come.",
        "First Jennifer Radisson called to ask about stopping by after dinner.",
        "He changed the subject before Dean could ask more.",
        "Martha didn't ask for details, nor did the Deans offer any beyond dire cautionary warnings of childhood dangers.",
        "Finally, Lydia said, \"I told your wife I was going to ask you,\" then added, \"I really underestimated that woman.\"",
        "She looked ready to ask him something else when the door opened again.",
        "Wynn pitied her but wasn't about to ask any favors of the demon lord that didn't involve Wynn leaving Hell – and Deidre – behind.",
        "Wynn wasn't about to ask why it was secret or spend too much time in Hell with the violent creature before him.",
        "\"Deidre, I need to ask you a couple of questions,\" he said.",
        "You had tens of thousands of millennia to ask!",
        "He didn't ask questions, which Gabriel liked.",
        "Zamon didn't say why he thought this would work, and I didn't ask.",
        "I sent him to ask you a question.",
        "Before you ask: the answer is no.",
        "A better person to ask might be Darkyn.",
        "\"Cora, can you ask Gabriel if I can go to a …um, mall today?\" she asked, turning.",
        "You could always ask her.",
        "\"Ask your mate,\" Darkyn said, unconcerned.",
        "\"What is this about?\" he made himself ask.",
        "He'd thought to ask Darkyn about any debts owed but not about any future debts.",
        "Maybe they came here to ask for permission to hunt.",
        "Surely he would ask when he was ready to digest that information.",
        "The expression on his face indicated he knew what she was going to ask.",
        "You'll have to ask him.",
        "I was thinking more along the lines that he can have no objection when I ask you to dinner, if he's out of the picture.",
        "Ask him for help?",
        "Ask Wynn to dinner.",
        "Ask what you mean to ask, Wynn.",
        "Someone his size with his specific skills didn't ask for favors or need to be polite.",
        "\"Can I ask you something?\" she called through the door, an odd note in her voice that made him pause as he pulled on the other boot.",
        "Gabe wasn't going to ask what happened if he failed.",
        "I already know what I'll ask for.",
        "She added before he could ask.",
        "I have to ask.",
        "Deidre didn't want to ask about the part that disturbed her the most.",
        "She groaned, aware of how many questions he could ask when he was interested in something.",
        "She didn't know what to do about her car, and he didn't ask.",
        "\"Will you…\" She wasn't sure how to ask for what she wanted, the comfort only he seemed to be able to give her.",
        "Normal kids didn't ask about the underworld or being human.",
        "In any case, I went to visit you at your apartment recently to ask you something.",
        "I ask myself that a few times a day.",
        "She was afraid to ask if it was true what they'd said about him always loving her despite what past-Deidre did.",
        "\"If you're a tenth of the man everyone says you are, you'll stop when I ask you to,\" she whispered.",
        "She wanted to ask more about them and what happened after Death claimed someone, but it was a lot to deal with.",
        "If you run into trouble, ask the portals to bring you to me.",
        "She wanted to ask.",
        "If you're here to ask where Deidre is, the answer is no.",
        "\"Ask me what you came to ask me,\" Fate directed.",
        "Can I ask what you won?",
        "\"I'm not going to ask why you two are naked,\" Rhyn said.",
        "She didn't ask for fear of discovering he was going to stop playing his keep-away game and offer her an arrangement she couldn't refuse.",
        "She didn't ask how.",
        "When they left Deidre's apartment, Andre was headed to ask his half-brother, Tamer, for help researching histories for more information.",
        "Can I ask you something?",
        "You could've asked me for anything in the universe, and you ask me to babysit a human.",
        "My lover is in pain, and you ask me why I'm here?",
        "An hour is all I ask.",
        "I didn't want to go to school today and stayed home but we're out of marshmallows and Gabriel doesn't have any money so I told him that we could ask you to pick up more marshmallows because we both really like them.",
        "\"You didn't ask why?\" he challenged, amused again.",
        "Kris's gaze flared again, and she assumed he'd expected her to ask for her freedom.",
        "The girls wanted me to ask since they haven't met you yet.",
        "Don't ask where I hide the bodies.",
        "Hannah, dear, please instruct the servants that Rhyn and Katherine are given whatever they ask for.",
        "You would ask this?",
        "You.re lucky this is all I ask.",
        "You must understand there is a reason behind what I ask of you that will not become clear for some time.",
        "He didn.t have to ask what Sasha did to her when her pretty blue eyes flared with white rage and then filled with tears.",
        "\"I was going to ask you the same about Hannah,\" she said with a glare.",
        "I didn.t ask for this!",
        "I need to ask you something, and if you lie to me, we.re done.",
        "I ask that, in the meantime, you refrain from attacking any Immortal traveling the road to the castle.",
        "\"May I ask you a few questions about your family?\" he asked, puzzled again as to how two Ancient.s mates were born into one family.",
        "Disappointed, he wasn.t sure what else to ask.",
        "I thought I.d ask before you sat down for breakfast.",
        "Jade couldn.t bring himself to ask about the vial for fear of giving himself away.",
        "\"Is Katie all right?\" he forced himself to ask.",
        "I only ask one thing of you, Kris, in exchange for doing your dirty work.",
        "\"I will ask you this once,\" he said.",
        "\"I can ask him for it,\" she ventured.",
        "\"Don.t ask, just do it,\" Rhyn snapped, earning him an irritated look from his oldest brother.",
        "He didn.t have to ask how.",
        "But until they choose to remember that, they ask another favor of you, their last.",
        "She briefly considered calling Evelyn to ask about her moving arrangements.",
        "Ask for her band.",
        "It stuck, but she forced herself not to ask why.",
        "Can you wait here for a minute, so I can ask Romas where your room is?",
        "All because she was too stubborn to ask Evelyn to leave.",
        "There was too much wrong with the woman's words, but she dumped her confusion and wounded feelings to ask, \"Where has he gone?\"",
        "She wished hard she could talk to Evelyn as she had in her dream last night and ask her what to do.",
        "That she took enough interest in him to ask after his injury pleased him.",
        "\"How do you like it?\" he forced himself to ask.",
        "First you ask me to send her to the center of the battle and now you wish me to take my time with her?",
        "She wondered if he felt hurt at his best friend's betrayal but didn't have the nerve to ask.",
        "I'll do what you ask, A'Ran, but isn't there another way?",
        "She'd never allowed herself to ask why A'Ran didn't come for her.",
        "I know it's a lot to ask after your … ordeal.",
        "I ask for your attention one last time, as a personal favor to me.",
        "You can ask the court for an order of restraint against your husband and stop him from coming anywhere near you if you're in fear of the man.",
        "\"I've decided to stay after all,\" she offered before Dean could ask.",
        "It's not imposing if I ask you.",
        "When Dean didn't ask anything further, Martha continued.",
        "I wouldn't ask, but I need— well, Donnie's father is here.",
        "Dean was about to ask him if his nineteen-fifties sweater came from the same garage sale as the skis but he proceeded directly to the parlor.",
        "\"Sounds like Miss Worthington is a quick read on the old bitch if you ask me,\" Dean said.",
        "If you have a problem, just wait a little while and ask Annie yourself.",
        "\"I'm not even going to ask why you do it,\" Cynthia said.",
        "Don't ask me how—I just knew.",
        "Dean, crossing his fingers at being on a roll, decided to ask about the death of Shipton's son.",
        "Did you ask your sister what happened?",
        "Please, don't even ask me any questions.",
        "Just don't ask me to be a pallbearer.",
        "I'm the law and I've got to ask the questions.",
        "Why don't you come on out and ask your questions while I'm getting something done?",
        "\"Let's ask her,\" Said Fred.",
        "He didn't tell her of his escalating concerns over the Shipton case, nor, surprisingly did she ask about it.",
        "Aren't you supposed to ask him if he wants a lawyer?",
        "Maybe we can all save some time if we skip the part where you ask the questions and I just go ahead and answer them.",
        "Dean itched to ask her how she was so sure it wasn't Mr. David Dean who dropped her hubby into space but she began to sob anew, making any further conversation impossible.",
        "I only ask this of you, my dearest Joshua; that you not tell my family how I lived, and that you mourn not my passing.",
        "If you ain't here, Corday and the police can't ask you questions you might not want to answer, like what's Cynthia's Indiana address.",
        "Dean wanted to ask when she might return but was hesitant about appearing to hurry her from her mother's bedside.",
        "As Dean drew close to Bird Song, he resolved to ask his wife point blank if she witnessed Donnie Ryland cutting his stepfather's climbing rope in an attempt to send him to his death.",
        "Ain't you going to ask what I found on the net?",
        "I don't want a gang of storm troopers invading my mother-in-law's house at midnight to ask my wife a few simple questions.",
        "Aren't you going to ask me all those stock questions like 'Weren't you tempted?",
        "No, I don't have to ask.",
        "Ask Donnie what happened up there when his stepfather fell.",
        "Ain't you going to ask how I answered?",
        "You'd have to ask them, but I'm sure they could.",
        "I would ask that you bestow defenses upon them to thwart his inevitable attack.",
        "Let me ask you a question.",
        "None of them had ever dared ask this question.",
        "I was about to ask you the same question.",
        "After he influenced her he would ask her to laugh again…and again.",
        "Jackson wanted to ask her so many more personal questions.",
        "He wanted to ask what she thought happened every time their eyes met.",
        "He knew, as they walked to the door, she wouldn't ask him in.",
        "Jackson had hoped to make plans with Elisabeth, but he couldn't very well ask her over and say, \"Don't mind the steel shutters on all the windows.\"",
        "I hoped you would ask.",
        "He would not ask her to talk about Emily's death.",
        "Was he working up the courage to ask?",
        "And then when you said you didn't want to adopt children, I thought I didn't have a right to ask you.",
        "\"You know I'll do anything you ask,\" Brady said.",
        "I didn't even think to ask if you lost anyone.",
        "You're the second person to ask me for my opinion on something.",
        "He'd been about to ask a similar question.",
        "I won't ask you again.",
        "What he wanted from her was a question she feared to ask.",
        "I think Angel will just cry if you ask her anything.",
        "Lana nodded, afraid to ask what happened if the plan didn't work.",
        "Remind me never to ask your opinion on what I'm wearing.",
        "Dan knew him well enough not to ask anything else, and they set off on foot.",
        "Maybe when she stops crying every time you look at her, you can ask her.",
        "I need to ask Lana about the keypad we found, too.",
        "Her throat was too tight for her to ask.",
        "You can ask in a little bit, after you eat.",
        "Just please ask Mike to help me get across.",
        "Did you ask her?",
        "You can go see Death and ask her for Katie back.",
        "Did you ask him, Toby?",
        "Gabe, can I ask you something?",
        "I'll ask you again.",
        "\"Why do you ask?\" he asked and turned suddenly.",
        "What did the other me ask you?",
        "What would you ask for?",
        "At some point, we'll have to ask her to help us out of here.",
        "Can I ask you something first?",
        "Why don't we just ask the trees?",
        "I mean, ask the trees.",
        "Did you tell her off or ask nicely?",
        "\"It was stopped by the Dark One, who knew what I'd do if he didn't stop it,\" she said.  \"Darkyn led this assault without the Dark One's permission.  He was banished deep into Hell.  This time, I can do nothing, and they know it.  If you ask me, I will give Katie and your child back to you.  The price will be this.\"",
        "If you ask me, those Norfolk guys would be better off checking the airports than the bottom of the bay.",
        "She looked at Dean as if to ask.",
        "They're just things we have to ask.",
        "I know you had to ask but I'll save you the next question, she added.",
        "Look, could I ask you something?",
        "Dean didn't ask, \"What stuff?\" but instead climbed the stairs to the smaller of the two bedrooms, and in less than ten minutes was asleep."
    ],
    "definition": [
        "Link/Cite"
    ]
}