{
    "translation": "לשאוף",
    "uses": [
        "But he could not aspire to the dominion of earlier Syracusan rulers.",
        "What do you aspire to be in the next year?",
        "When I was young, I would aspire to be a famous actress.",
        "When you were a child, did you aspire to be the person you are today?",
        "The high school graduates had many different plans for what they aspire to be.",
        "It is always good to have goals and aspire to reach them.",
        "Young girls often aspire to be like their mothers.",
        "This is about as much as the college-bred generally do or aspire to do, and they take an English paper for the purpose.",
        "At the beginning of each year, I aspire to make changes both mentally and physically.",
        "If you aspire to be physically fit, you should eat a healthy diet and work out.",
        "The goal of motivational speakers is to cause their audiences to aspire to be something better.",
        "Many celebrities encourage young children to aspire for greatness.",
        "Do you ever aspire to be something different?",
        "Contestants performing in the talent show aspire to be discovered.",
        "We should all aspire to be this good at design.",
        "aspire to emulate.",
        "The wealth is in your face all the time, something you can never aspire to.",
        "aspire to become the most powerful man in the world.",
        "She doesn't aspire to become a full-time businesswoman.",
        "And then we have become subtly idolatrous, because we aspire to be lords over God's word.",
        "But what if the newly affluent in Asia do aspire to just as many car and plane trips?",
        "It will promote definitions of achievement to which all learners can realistically aspire, and are relevant to them.",
        "aspire Guidance on the mandatory regulation makes it clear that aspiring school leaders must plan their career appropriately.",
        "halcyon time that today's cast can only hope but aspire too?",
        "hoodoo worker, as I interpret and try to aspire to, is a profession.",
        "The ends I aspire to and work for involve genuine internationalism and global social justice.",
        "lacrosse players who aspire to national representation.",
        "tiffin carriers have achieved a level of service to which Western businesses can only aspire.",
        "A lot of teenage girls aspire to be models.",
        "However, you might want to see the kinds of moves that you aspire to by watching professional dancers and competitions!",
        "He never justified a prejudice; he never misdirected our admiration; he never hurt an innocent feeling or overbore a serious judgment; and he set up within us a standard of Christian scholarship to which it must ever exalt us to aspire.",
        "Mr. Asquith, then Prime Minister, spoke of him in the House of Commons as having come nearest, of all men of his generation, to that ideal of manhood to which every English father would wish to see his son aspire.",
        "Aspire offers three nights in the city as a complimentary add-on to a short all-inclusive holiday in the Kruger National Park.",
        "They cannot conceive of, or even aspire to, everyone enjoying Western levels of development and comfort.",
        "aspire to govern.",
        "aspire is an international exercise designed to improve the ability of NATO units to work with military forces aspiring to join the NATO family.",
        "Let me say right away, before we enter into these verses, that the Bible does not aspire or teach false ecumenism.",
        "goaded thus, he conspired against Al-Mo'tasim, and persuaded Al-'Abbas to aspire to the throne which at first he had renounced.",
        "All we aspire to add is that, in order to attain to real truth, we must proceed gradually from sense, memory and experience through analogical particular inference, to inductive and deductive universal inference or reasoning.",
        "If you are a size 14 or larger and aspire to be a model, then full figure modeling opportunities are available to make your dream come true.",
        "Some prefer a gentle social jog, some a faster pace, whilst a few aspire to the marathon.",
        "mainspring of progress is the mighty fact that millions of people seek battle and aspire.",
        "realistic goal was to aspire to bagging 500 of these monsters.",
        "Instead of identifying with their fellow employees, they aspire to join the digerati: the new technocracy of the Net.",
        "In spirit a child, in character a man of classic mould, Garibaldi had remained the nations idol, an almost legendary hero whose place none could aspire to fill.",
        "Kant admits that we necessarily aspire to think of such objects - \" God, the World, the Soul \" - possibly this alleged tendency of our thought is already implied in the dream of a \" perceptive understanding.\"",
        "The least amongst us can and ought constantly to aspire to maintain and even to improve this Being.",
        "\" He never justified a prejudice; he never misdirected our admiration; he never hurt an innocent feeling or overbore a serious judgment; and he set up within us a standard of Christian scholarship to which it must ever exalt us to aspire.\"",
        "My only realistic goal was to aspire to bagging 500 of these monsters.",
        "Mumbai 's tiffin carriers have achieved a level of service to which Western businesses can only aspire.",
        "As the people ordinary Americans aspire to emulate, celebrities feel pressured to push the envelope.",
        "Each episode focuses on a teen being \"made\" into something they aspire to, from a cheerleader to a breakdancer.",
        "Going to a private high school is something that some teenagers aspire to do from the time they are young or something that their parents want them to do.",
        "The difference between video game publisher is of most interest to those who aspire to work in the video game industry.",
        "Ultimately, even if you aspire to be a professional dancer in a corps de ballet and not a soloist, these finishing touches on your form are what will make the difference between a passable and a successful audition.",
        "For the beginner, the rose is one model to aspire to, but it takes time.",
        "Tons of models aspire to be the cover girl for the swimsuit issue because it can catapult unknowns into instant fame.",
        "A child doesn't have to aspire to be a veterinarian to enjoy playing one.",
        "You need to familiarize yourself with the publications that are out there, especially those that you aspire to write for.",
        "The name of the organization comes from the fact that they aspire to bring Christian salvation to those in need.",
        "Aspire. In pink, green or black with metallic sides, this is a breathable shoe that is perfect for warm weather.",
        "When Casio introduced its G-Shock watch in 1983 it created a new standard for other watches to aspire to.",
        "SmartSet Dual Alarm Clock with Radio and Projector: Designed in elegant black and silver, Emerson's time projector clocks meet and exceed the standards to which other timepieces aspire.",
        "Use it as a tool for reaching ever higher and higher plateaus in your waitressing career, and an inspiration always to aspire to more in life in general!",
        "Whether you aspire to become an entrepreneur or you're in the midst of running a young company, reading biographies of famous entrepreneurs can be inspiring and educational.",
        "Without resume sample objectives, it is more difficult to adequately convey to the potential employer what you aspire to attain while in their employ.",
        "While you cannot make up your own Delta chants (as that would be seen as trodding on tradition), you can learn, admire, and aspire to the ideals in these chants for the Delta sorority.",
        "Women should aspire to eat at least 20 grams of fiber while men need more than 30 grams for optimum health.",
        "Having a nice, strong set of male abs is the ideal to which most modern guys aspire.",
        "Many of his most famed works are still routinely played and numerous musicians aspire to becoming the level of musician that Mozart was.",
        "Nine students who aspire to become professional chefs are admitted and train under the guidance of Chef Novelli.",
        "Played by Nichelle Nichols in the original series, Lt. Uhura inspired generations of young girls to aspire for more.",
        "With silver points and very detailed piping, the outfit is a fan's delight, and a wonderful project to aspire to create for any Vampire Knight fan.",
        "Including the Memel area, to which the people aspire as an outlet to the sea, it may be said that 4,295,000 souls inhabit ethnographical Lithuania.",
        "It does not aspire to any higher character, and although it cannot be looked upon as a scientific and natural arrangement, still it has a certain facility of application which at once commended it.",
        "After receiving a somewhat imperfect education from a private tutor, he was in 1712 indentured to a writer to the signet in Edinburgh, but an accidental introduction to Sir Hew Dalrymple, then president of the court of session, determined him to aspire to the position of advocate.",
        "The United States Government replied that, relying on these assurances, it would maintain strict non-intervention, at the same time openly avowing the general sympathy of its people with a Mexican republic, and that \"their own safety and the cheerful destiny to which they aspire are intimately dependent on the continuance of free republican institutions throughout America.\"",
        "In 1269 Ottakar inherited the duchy of Carinthia on the death of Duke Ulrich III., and, his power having now become very great, he began to aspire to the German throne.",
        "It was perhaps only a restricted aristocracy who could aspire to such high honor: the ikh, or glorified being, who has his place in the sky seems often to hold an intermediate position between the gods and the rank and file of the dead.",
        "But he met with opposition from the turbulent nobility and the clergy, who had been deprived of many privileges, and he failed to conciliate the communes, which were oppressed by taxes and beginning to aspire to autonomy.",
        "The king, owing to his charm of manner, his handsome face, and his brilliant personality, gained many sympathies, and began to aspire to absolute independence.",
        "The conditions under which Prussia might justly aspire to the hegemony in Germany at last appeared to have been accomplished, no obstacles, as in 1849, were in the way of the acceptance of the crown by the leading sovereign of the confederation, and on 18th January 1871 King William of Prussia was proclaimed with all pomp German Emperor in the Salle des Glaces at Versailles.",
        "Neither of them was an upstart, and both, the one from his experience and the other from his high station, were persons who might legitimately aspire to a place among the advisers of the king.",
        "3 It is obvious that \" freedom \" in this third sense is in no way incompatible with complete determination; and, indeed, is rather an ideal state after which the moral agent ought to aspire than a property which the human will can be said to possess.",
        "Of course, no summary of her career would be complete without mentioning Carmen Electra's Aerobic Striptease, the phenomenally popular series of workout DVDs for women who aspire to mimic her sexy moves.",
        "Aspire to create the game you would want to play and you can't go wrong!",
        "Some children aspire to be firefighters, doctors, or police officers, but many outgrow these dreams when they are faced with the reality of these professions.",
        "There is no set path that one can take to become a video game designer, but there are a few basic foundational things that you should keep in mind if you aspire to design the next Halo or Guitar Hero.",
        "The idea was that men might aspire to a Name (Shem) in the heavens, i.e. aspire to an eternal afterlife there."
    ],
    "definition": [
        "To have a great ambition or ultimate goal; desire strongly: aspired to be a poet.",
        "To strive toward an end or condition: aspiring to great knowledge.",
        "Archaic To rise high; move upwards.",
        "as·pir′er\nnoun",
        "as·pir′ing·ly\nadverb",
        "Link/Cite",
        "(intransitive) To hope or dream; especially to hope or work towards a profession or occupation (followed by to as a preposition or infinitive particle).\nHe aspires to become a successful doctor.",
        "To rise; to ascend; to tower; to soar.",
        "aspiration",
        "aspirant",
        "Link/Cite"
    ]
}