{
    "translation": "רצח, התנקשות",
    "uses": [
        "The assassination of Beton left her the cleverest politician in Scotland.",
        "I haven.t decided what to do with you yet, and you may end up with an assassination contract on your head.",
        "He was in constant fear of assassination and distrusted all around him.",
        "on the very morning of his assassination (February 17th, 1881), but it was never promulgated.",
        "The assassination of Alexander II.",
        "Sagasta kept quiet until nearly the end of the struggle with the colonies, when the queen-regent had to dismiss the Conservative party, much shorn of its prestige by the failure of its efforts to pacify the colonies, and by the assassination of its chief, Canovas delCastillo.",
        "When someone sacrifices himself for someone else, the assassination contract is void.",
        "But in 1696 for his boldness in granting absolution on the scaffold to Sir John Friend and Sir William Parkyns, who had attempted the assassination of William, he was obliged to flee, and for the rest of his life continued under sentence of outlawry.",
        "Sokolli's assassination, on the rrth of October 1578, had meanwhile thrown the country into disorder.",
        "After Galeazzo Marias assassination, his crown passed to a boy, Gian Galeazzo, who was in due course married to a grand-daughter of Ferdinand I.",
        "On the assassination of Charles III.",
        "An attempt at the assassination of Cromwell by Miles Sindercombe added to the general feeling of anxiety and unrest.",
        "The matter was allowed to drop for a time, and the assassination of Caesar prevented any final decision being pronounced.",
        "Do you consider that assassination shows greatness of soul? said the little princess, smiling and drawing her work nearer to her.",
        "He could buy an assassination, but part of him preferred the idea of handling family matters within the family.",
        "Unless Sasha posed a direct threat to the Council, Kris was forbidden from buying an assassination, despite suspecting his brother wasn.t as innocent as he proclaimed.",
        "Seleucus' assassination by Ptolemy Ceraunus in the same year brought back confusion.",
        "Antiochus rid himself of Hermeias by assassination and returned to Syria (220).",
        "In his speech Cicero briefly dismisses the charge of assassination, the main question being the distribution of the provinces, which was the real cause of the quarrels between DeIotarus and his relatives.",
        "The strange contrast between the succession of dynasties and kings cut off by assassination in the northern kingdom, ending in the tragic overthrow of 721 B.C., and the persistent succession through three centuries of the seed of David on the throne of Jerusalem, as well as the marvellous escape of Jerusalem in 701 B.C. from the fate of Samaria, must have invested the seed of David in the eyes of all thoughtful observers with a mysterious and divine significance.",
        "He was aware of, though not an open advocate of the \"Assassination Plot,\" which was directed against William.",
        "Here Bardanes, taking the name of Philippicus, successfully incited the inhabitants to revolt, and on the assassination of Justinian he at once assumed the purple.",
        "Six months after the assassination of Aurelian he was chosen by the senate to succeed him, and the choice was cordially ratified by the army.",
        "He was indicted for treason by a Virginia grand jury, persistent efforts were made to connect him with the assassination of President Lincoln, he was unjustly charged with having deliberately and wilfully caused the sufferings and deaths of Union prisoners at Andersonville and for two years he was denied trial or bail.",
        "There were some members of the party who wished to turn to outrage and assassination.",
        "He was thereupon excluded from the party, and after the assassination of the emperor Alexander II.",
        "The emperor fled into Dalmatia, and continued to reside at Salona until his assassination by two of his own officers in 480, possibly at the instigation of Glycerius, who had been compelled to enter the church and had been appointed bishop of Salona.",
        "As the king and queen were returning from the wedding they narrowly escaped assassination in a bomb explosion, which killed and injured many bystanders and members of the royal procession.",
        "of Spain for the assassination of William the Silent, prince of Orange, but being himself without courage to undertake the task, d'Anastro, with the help of his cashier Venero, persuaded Jauregui to attempt the murder for the sum of 2877 crowns.",
        "On the assassination of Nadir in 1 747, Ahmad, having failed in an attempt to seize the Persian treasures, retreated to Afghanistan, where he easily persuaded the native tribes to assert their independence and accept him as their sovereign.",
        "His death was brought on by the rigour with which he treated the princesses, one of whom, with or without the connivance of the caliph, organized a plot for his assassination, and he died in September 1160.",
        "Richemont caused the assassination of Charles's favourites Pierre de Giac and Le Camus de Beaulieu, and imposed one of his own choosing, Georges de la Tremoille, an adventurer who rapidly usurped the constable's power.",
        "By the aid of bribery and assassination Marius was elected (ioo consul for the sixth time, Glaucia praetor, and Saturninus tribune for the second time.",
        "The ostensible motive for the assassination was a desire to avenge Asahel, and this would be a sufficient justification for the deed according to the moral standard of the time.",
        "in 1259, Michael, by the assassination of Muzalon (which he is believed but not proved to have encouraged) became joint guardian with the patriarch Arsenius of the young emperor, John Lascaris, then a lad of eight years.",
        "It was the more ready to do so because it received news of the assassination of the tsar Paul, which had happened on the 24th of March.",
        "The French prince was actually inaugurated duke of Brabant at Antwerp (February 1582) and count of Flanders at Bruges (July), but his misconduct speedily led to his withdrawal from the Netherlands, and even before the assassination of Orange (July 1584) the authority of Philip had been practically restored throughout the two provinces.",
        "of Spain, who ardently desired the success of an enterprise \"so Christian, just and advantageous to the holy Catholic faith,\" 1 promised to assist with an expedition directly the assassination of the queen was effected.",
        "There is no positive documentary proof in Mary's own hand that she had knowledge of the intended assassination of Elizabeth, but her circumstances, together with the tenour of her correspondence with Babington, place her complicity beyond all reasonable doubt.",
        "The natural outcome of the assassination of John the Fearless (q.v.) was to drive his successor to the English side.",
        "On the assassination of his father in 584 he was still in his cradle.",
        "This was in line with calling tracked armored vehicles \" tanks \" or assassination squads ' Special Air Services ' .",
        "Onias was accused by his enemies of having given the information which led to this outrage and when, relying upon the support of the provincial governor, they proceeded to attempt assassination, he fled to Antioch and appealed to the king.",
        "Dakiki's labours were brought to a sudden stop by his own assassination, and the fall of the Samanian house happened not long after, and their kingdom passed into the hands of the Ghaznevids.",
        "At the time of his father's assassination in 1584 he was being educated at the university of Leiden, at the expense of the states of Holland and Zeeland.",
        "Consequently in 395, after a successful campaign against the Germans on the Rhine, Stilicho marched to the east, nominally to expel the Goths and Huns from Thrace, but really with the design of displacing Rufinus, and by connivance with these same barbarians he procured the assassination of Rufinus at the close of the year, and thereby became virtual master of the empire.",
        "Gowen (1836-1889), president of the Philadelphia and Reading Coal and Iron Company, sent James McParlan, an Irish Catholic and a Pinkerton detective (who some thirty years later attracted attention in the investigation of the assassination of Governor Steunenberg of Idaho), to the mining region in 1873; he joined the order, lived among the \"Molly Maguires\" for more than two years, and even became secretary of the Shenandoah division, one of the most notoriously criminal lodges of the order.",
        "His term of office was clouded by the assassination of King Humbert (29th July 1900), and his administration was brought to an end in February 1901 by a vote of the chamber condemning his weak attitude towards a great dock strike at Genoa.",
        "Of the thirteen parliaments summoned by that sovereign, only one, the last, was held at Edinburgh, but his assassination in the Blackfriars' monastery at Perth led to the abrupt transfer of the court and capital from the Tay to the Forth.",
        "In Mesopotamia and Yemen disturbance was endemic; nearer home, a semblance of loyalty was maintained in the army and among the Mussulman population by a system of delation and espionage, and by wholesale arrests; while, obsessed by terror of assassination, the sultan withdrew himself into fortified seclusion in the palace of Yildiz.",
        "The defence was that the murder was a political offence, and therefore not punishable as an ordinary case of assassination for personal motives.",
        "In July 1902 a plot for his assassination was frustrated, and in 1903, on the election of Jose Battle to the presidency, civil war broke out.",
        "The assassination of the minister of the interior Plehve, on the 14th of July, by the revolutionist Sazonov was remarkable as a of the symptom mainly owing to the widespread sympathy of the European press of all shades of opinion with War.",
        "It was during the Roman period a flourishing municipium, but perhaps never became a colony; and it is associated with no event more interesting than the assassination of M.",
        "Sussex had tried in 1561 to procure Shane's assassination, and Shane now laid the whole blame for his lawless conduct on the lord deputy's repeated alleged attempts on his life.",
        "Before his assassination in 44 B.C. Julius Caesar had confirmed Hyrcanus in the high-priesthood and added the title of ethnarch.",
        "On the intervention of Agrippa the order was countermanded, and the assassination of the emperor (41) effectually stopped the desecration.",
        "Further, it was a blow to the fair-play of party politics; the defeated party, having no leader, was reduced to desperate measures, such as the assassination of Ephialtes.",
        "636), he defeated the advancing Britons at Bampton in Oxfordshire in 614, and Cwichelm sought to arrest the growing power of the Northumbrian king Eadwine by procuring his assassination; the attempt, however, failed, and in 626 the West Saxons were defeated in battle and forced to own Eadwine's supremacy.",
        "Kris slid two rare green life crystals across the table, the common form of payment for an assassination not ordered by Death herself.",
        "He spent most of his time anymore in the shadow world, except when forced out by Death or called out by someone who wanted to buy an assassination.",
        "Plots were formed for his assassination.",
        "In the civil war between Caesar and Pompey Pollio sided with Caesar, was present at the battle of Pharsalus (48), and commanded against Sextus Pompeius in Spain, where he was at the time of Caesar's assassination.",
        "To be a prince was tantamount to being the mark of secret conspiracy and assassination.",
        "So threatening were the symptoms that the royalists at Paris and the plenipotentiaries at Vienna talked of deporting him to the Azores, while others more than hinted at assassination.",
        "The city is supposed to have been surrounded by a wall before the time of Solon, the existence of which may be deduced from Thucydides' account of the assassination of Hipparchus (vi.",
        "The attack on Persia was delayed by the assassination of Philip in 336, and it needed some fighting before the young Alexander had made his position secure in Macedonia and Greece.",
        "(420-439), son of Yazdegerd I., after whose sudden death (or assassination) he gained the crown against the opposition of the grandees by the help of al-Mondhir, the Arabic dynast of Hira.",
        "Nor did he shrink from deeds of bloodshed and revenge; the assassination of his father-in-law, Niccolo Borghesi (1500), is an indelible blot upon his name.",
        "Narrowly escaping assassination, at a banquet a few days later, at the hands of his rival, King Sweyn III., he succeeded only with the utmost difficulty in escaping to Jutland, but on the 23rd of October utterly routed Sweyn at the great battle of Grathe Heath, near Viborg, Sweyn perishing in his flight from the field.",
        "In 1855 he narrowly escaped assassination.",
        "He was on intimate terms with apologists for assassination; there is some evidence that he favoured a project for the massacre of the Irish peers while in procession to the House of Lords for the trial of Lord Kingston in May 1798.",
        "Near the university, and separated from the Ring by a garden, stands the votive church in Alsergrund, completed in 1879, and erected to commemorate the emperor's escape from assassination in 1853, one of the most elaborate and successful of modern Gothic churches (Ferstel).",
        "Murad was soon removed by assassination, and the way being thus cleared, Aurangzeb, with affected reluctance, ascended the throne in August 1658.",
        "Alexander, who sided with his mother, withdrew, along with her, into Epirus, whence they both returned in the following year, after the assassination of Philip, which Olympias is' said to have countenanced.",
        "A.)] After the assassination of President Lincoln a disposition was shown by his successor, Andrew Johnson, to deal severely with the Confederate leaders, and it was understood that indictments for treason were to be brought against General Lee and others.",
        "In 1656, and again in 1657, she visited France, on the second occasion ordering the assassination of her major-domo Monaldischi, a crime still unexplained.",
        "He saw a good deal of French society, and was himself much admired for his hearty defence of his rival Pitt against a foolish charge of encouraging plots for Napoleon's assassination.",
        "In 370 Amyntas died, and the troubled reign of Philip's eldest brother, Alexander II., was cut short in 368 by his assassination.",
        "But Philip's plans were suddenly blasted by his assassination in the same year during the marriage festival of his daughter at Aegae, the old capital of Macedonia.",
        "Assassination for gain was with them a religious duty, and was considered a holy and honourable profession.",
        "In its sixth chapter the question whether it is lawful to overthrow a tyrant is freely discussed and answered in the affirmative, a circumstance which brought much odium upon the Jesuits, especially after the assassination of Henry IV.",
        "In1890-1891he made a tour in Greece, Egypt, India, Ceylon and Japan, where he narrowly escaped assassination at the hands of a Japanese fanatic. On the return journey by Siberia, at Vladivostok, he turned the first sod of the eastern section of the Siberian railway, and two years afterwards (1893) he was appointed president of the imperial committee for that great undertaking.",
        "The Conservative party gained strength from the alarm raised by this incident and still more from the shock caused by the assassination of the duc de Berri.",
        "In 344 party struggles between oligarchs and democrats led to a usurpation by the tyrant Timophanes, whose speedy assassination was.",
        "After the assassination of the duke of Orleans (November 23, 1407) she attached herself sometimes to the Armagnacs, sometimes to the Burgundians, and led a scandalous life.",
        "Ferreira do Amaral, the Portuguese governor, put an end to this state of things in 1849, and left the Chinese officials no more authority in the peninsula than the representatives of other foreign nations; and, though his antagonists procured his assassination (Aug.",
        "The name Artaxerxes was adopted by Bessus when he proclaimed himself king after the assassination of Darius III.",
        "It is true that he was ready to make use of assassination for political purposes; but he had been taught by his lawyers that he was \"the prince,\" the embodied state, and as such had a right to act for the public good, legibus solutus.",
        "After the assassination of Lincoln, Hancock was placed in charge of Washington, and it was under his command that Booth's accomplices were tried and executed.",
        "Like so many of the Italians of that time, who were almost destitute of a moral sense, she looked upon statesmanship in particular as a career in which finesse, lying and assassination were the most admirable, because the most effective weapons.",
        "She died on the 5th of January 1589, a short time before the assassination of Henry, and the consequent extinction of the House of Valois.",
        "According to the narrative of Sir Thomas More, Sir Robert Brackenbury, the constable of the Tower, refused to obey Richard's command to put the young princes to death; but he complied with a warrant ordering him to give up his keys for one night to Sir James Tyrell, who had arranged for the assassination.",
        "His successor succeeded in further aggrandizing the Bundela state, but he is represented to have been a notorious plunderer, and his character is further stained by the assassination of the celebrated Abul Fazl, the prime minister and historian of Akbar.",
        "It was Luynes who, with Vitry, captain of the guard, arranged the plot that ended in Concini's assassination (1617) and secured all the latter's possessions in Italy and France.",
        "by the skill he showed in investigating the circumstances of the assassination of Alexander II.",
        "His Personal Reminiscences of Early Days in,California, originally privately printed in 1878, was republished in 1893 with George C. Gorham's Story of the Attempted Assassination of Justice Field.",
        "Randers is best known in history as the scene of the assassination of Count Gerhard by Niels Ebbesdn in 1340.",
        "For, though Sokolli remained in office until his assassination in October 1578,, his authority was undermined by the harem influences, which with Murad III.",
        "He was of the same age as Octavian (as the emperor was then called), and was studying with him at Apollonia when news of Julius Caesar's assassination (44) arrived.",
        "Upon the assassination of McKinley, on the 14th of September 1901, he succeeded to the presidency.",
        "Even despotism is tempered by assassination and the liability of revolution (Dicey, Law of the Constitution, 6th ed., p. 75).",
        "Louis's younger brother Andrew had wedded Joanna, grand-daughter and heiress of old King Robert of Naples, on whose death, in 1343, she reigned in her own right, refused her consort any share in the government, and is very strongly suspected of having secured his removal by assassination on the night of the 19th of September 1345.",
        "A personal insult to Cassius Chaerea, tribune of a praetorian cohort, led to Caligula's assassination on the 24th of January 41.",
        "He became king on his father's assassination in 1610; but his mother at once seized the full powers of regent.",
        "The king is said to have allowed him to speak hostilely of Richelieu and even to recall the assassination of Marshal d'Ancre.",
        "Czartoryski found the tsar still suffering from remorse at his father's assassination, and incapable of doing anything but talk religion and politics to a small circle of private friends.",
        "The assassination at Randers of the detested Holstein tyrant Count Gerhard III.",
        "The history of the agitation which culminated in the disorderly rising of 1863 is one of intrigue, secret agitation, and in the end of sheer terrorism by a secret society, which organized political assassination.",
        "After the assassination of Buckingham in 1628 the barrier between the married pair was broken down, and the bond of affection which from that moment united them was never loosened.",
        "He was carrying on the struggle against Henry Raspe's successor, William II., count of Holland, when the emperor died in December 1250, and a few days later Conrad narrowly escaped assassination at Regensburg.",
        "Both Absalon and Valdemar narrowly escaped assassination at the hands of their treacherous host on this occasion, but at length escaped to Jutland, whither Sweyn followed them, but was defeated and slain at the battle of Grathe Heath.",
        "Shortly after the assassination of the tsar Alexander II.",
        "The assassination of Henry III.",
        "The duke of Aveiro and other high personages were tried and executed for conspiracy; while some of the Jesuits, who had undoubtedly been in communication with them, were charged, on doubtful evidence, with complicity in the attempted assassination.",
        "His spies were naturally doubtful characters, because the profession does not attract honest men; morality of methods can no more be expected from counterplotters than from plotters; and the prevalence of political or religious assassination made counterplot a necessity in the interests of the state.",
        "On the eve of the assassination (March 16) the principal conspirators met at his house to make their final preparations and discuss the form of government which should be adopted after the king's death.",
        "Conspiracies against him were rife, and in 1884 he narrowly escaped assassination.",
        "Peace, however, only provided opportunity for domestic conspiracy, with assassination and revolution in view.",
        "A gloom was cast over the first parliament of the Dominion by the assassination in 1868 of one of the most brilliant figures in the politics of the time, D'Arcy McGee (q.v.).",
        "Alexander, thinking it dangerous to allow the father to live, sent orders to Media for the assassination of Parmenio.",
        "the assassination of Philip which took place in 336 (E 10, 1311 b 1-3).",
        "When, however, Majorianus tried to rule by himself, Ricimer forced him to abdicate and caused his assassination on the 7th of August 461.",
        "Machynlleth (perhaps Maglona in Roman times) has Owen Glendower's \"senate house\" (1402), and is known as the scene of Glendower's attempted assassination by Dafydd Gam.",
        "They were in no way concerned (as was at the time falsely alleged) in the assassination of Nasiru'd-Din Shah in May 1896.",
        "The movement gradually assumed the form of terrorism, and aimed at the assassination of prominent officials, and even of the emperor himself, and the natural result was that the reactionary tendencies of the government were strengthened.",
        "The struggle between the Terrorists and the police authorities became more and more intense, and attempts at assassination became more and more frequent.",
        "With Becket he withdrew to France during the king's displeasure; he returned with him in 1170, and was present at his assassination.",
        "On the assassination of his father and two elder brothers by Ptolemy, governor of Jericho, his brother-in-law, in February 135, he succeeded to the high priesthood and the supreme authority in Judaea.",
        "His feud with Lorenzo de' Medici culminated in the Pazzi conspiracy, the tragic sequel to which was the assassination of Giuliano de' Medici (April 26, 1478).",
        "In June occurred the mysterious assassination of the duke of Gandia, which appeared for a while to mark the turningpoint in Alexander's life.",
        "On his assassination near Carrhae (217), Macrinus was defeated at Nisibis and had to purchase peace, though he retained Roman Mesopotamia, reinstating the princely house in Osroene.",
        "From his tenth year, when he was kidnapped from his father's court by the rebellious vassals, till his assassination eighteen years later, his whole life, with one bright interval of military glory, was unrelieved tragedy.",
        "During the period between the beginning of the 12th century and the assassination of James I.",
        "After the assassination of Canute in 1086, his widow took refuge in Flanders, taking with her her son.",
        "on the latter's assassination on the field of Kossovo, 1389, and signalized his accession by ordering at once the execution of his brother Yakub, who had distinguished himself in the battle.",
        "It is maintained by those admirers of Mary who assume her to have been an almost absolute imbecile, gifted with the power of imposing herself on the world as a woman of unsurpassed ability, that, while cognisant of the plot for her deliverance by English rebels and an invading army of foreign auxiliaries, she might have been innocently unconscious that this conspiracy involved the simultaneous assassination of Elizabeth.",
        "The intrigues of the French parties culminated in the assassination of John of Burgundy by the dauphin's partisans at Montereau (September io, 1419).",
        "This treaty did not prevent war soon again breaking out between Sigebert and Chilperic. So long as her husband lived, Brunhilda played asecondary part, but having been made captive by Chilperic after her husband's assassination (575), she succeeded in escaping from her prison at Rouen, after a series of extraordinary adventures, by means of a marriage with Merovech, the son of her conqueror.",
        "A popular book, Jus Populi Vindicatum (1669), demanded the restoration of the covenants, which meant civil war, the hanging of the bishops, and even applauded assassination by men who had \" a call,\" like Phinehas.",
        "In 1684, while Perth, and his brother, Melfort, who went over to Rome, were in power, Renwick emitted an \" Apologetical Declaration,\" in which the active enemies of his sect were threatened with secret trials and with assassination (October), and a \" curate,\" with some soldiers, was murdered.",
        "Returning to Rome in September 1848, he refused to form a cabinet after the assassination of Pellegrino Rossi, and spent the next eight years in study and travel.",
        "Among these was a noble young soldier, Ahmad Khan, of the Saddozai family of the Abdali clan, who after the assassination of Nadir (1747) was chosen by the Afghan chiefs at Kandahar to be their leader, and assumed kingly authority over the eastern part of Nadir's empire, with the style of Dur-i-Durdn, \" Pearl of the Age,\" bestowing that of Durani upon his clan, the Abdalis.",
        "In 1294 Ala-ud-din Khilji, the third of the great Mahommedan conquerors of India, raised himself to the throne of Delhi by the treacherous assassination of his uncle Feroz II.",
        "During the troubled period of intrigue and assassination that followed on the death of Aurangzeb, two Mahommedan foreigners rose to high position as courtiers and generals, and succeeded in transmitting their power to their sons.",
        "This is the centre of the swadeshi movement for the boycott of English goods, of the most seditious speeches and writings and of conspiracies for the assassination of officials.",
        "In fact, since Moawiya did not turn the weapon of assassination against such men as Abdallah b.",
        "- On the very night of his father's assassination Montasir had himself proclaimed caliph.",
        "After the \"day of the barricades\" (the 12th of May 1588), the king, perceiving that his influence was lost, resolved to rid himself of Guise by assassination; and on the 23rd of December 1588 his faithful bodyguard, the \"forty-five,\" carried out his design at the château of Blois.",
        "They drew up a list of proscribed citizens, and caused the assassination of three hundred senators and two thousand knights.",
        "At the time of the assassination of his father, King Humbert (the 29th of July 1900), he was returning from a yachting cruise in the eastern Mediterranean.",
        "But now, night after night, Vergniaud and his colleagues found themselves obliged to change their abode, to avoid assassination, a price being even put upon their heads.",
        "The assassin, who, it was for a time supposed, had been inflamed by the editorials and cartoons of the demagogic opposition press, but who professed to hold the views of that branch of anarchists who believe in the assassination of rulers and persons exercising political authority, was promptly seized, and was convicted and executed in October 1901.",
        "his assassination seems to voice his appreciation of the change in popular sentiment regarding the tariff laws of the United States and is the more remarkable as coming from the foremost champion for years of a form of tariff legislation devised to stifle international competition.",
        "With the king's full cognisance, accordingly, Perez, after several unsuccessful attempts to poison Escovedo, succeeded in procuring his assassination in a street of Madrid on the 31st of March 1578.",
        "But while he gives a lively account of external events - such as the death of Commodus and the assassination of Pertinaxthe barbarian invasions, the spread of Christianity, the extension of the franchise by Caracalla are unnoticed.",
        "Unfortunately his successor soon fell under the influence of the reactionary party which had begun to assert itself in Russia even before the assassination of Alexander II.",
        "In 1542 he had been appointed one of the presiding legates and had written in preparation his work De concilio; and now in 1545, after a brief visit to Rome, he went secretly, on account of fear of assassination by Henry's agents, to Trent, where he arrived on the 4th of May 1545.",
        "By dint of playing off his enemies against each other and by means of treachery, assassination and hard fighting, Sivaji won for the Mahrattas practical supremacy in western India.",
        "After the assassination of Sigebert (575), the province was ruled by Chilperic for nine years, during which period Gregory displayed the greatest energy in protecting his town and church from the Frankish king.",
        "In the new administration Blaine became secretary of state, but, owing to the assassination of President Garfield and the reorganization of the cabinet by President Chester A.",
        "In Scotland the regent's assassination in 1570 opened a miserable civil war, but it made no permanent change.",
        "It was impossible, indeed, to resist openly so highly gifted and so popular a sovereign; it was only by the despicable expedient of assassination that the last great monarch of Sweden was finally removed, to the infinite detriment of his country.",
        "In December 1800 Denmark Sweden and Russia acceded to a second Armed Neutrality of the North, directed against Great Britain; and the arsenal of Karlskrona, in all probability, was only saved from the fate of Copenhagen by the assassination of the emperor Paul, which was followed by another change of system in the north.",
        "But Philips assassination in 336 fundamentally altered the situation.",
        "I, 331 B.C.) and, still more completely, after the assassination of Darius avenged according to the Persian laws, on the perpetrators Alexander regarded hiI~ise1f as the legitimate head of the Persian Empire, and therefore adopted the dress and ceremonial of the Persian kings.",
        "At the time of his assassination Caesar was intent on resuming the expedition of Crassus.",
        "The assassination of Maurice in 602 impelled him to a war of revenge against Rome, in the course of which his armiesin 6o8 and, again, in 615 and 626penetrated as far as Chalcedon opposite Constantinople, ravaged Syria, reduced Antioch (611), Damascus (613), and Jerusalem (614), and carried off the holy cross to Ctesiphon; in 619 Egypt was occupied.",
        "As long as Cromwell lived there appeared little hope of the restoration of the monarchy, and Charles and Hyde had been aware of the plots for his assassination, which had aroused no disapproval.",
        "It is, however, uncertain whether the assassination of King Carlos and the crown prince (see Carlos I.), Carlos.",
        "and became famous in history as William the Silent, the founder of the Dutch Republic. On his assassination in 1584 he was succeeded by his eldest son Philip William, who had been kidnapped by Philip II.",
        "A false accusation of complicity in an assassination, and the intrigues of members of his own Company, clouded his last months, and on the 18th of July 1697 he passed away.",
        "He was nominated with C. Vibius Pansa by Caesar for the consulship of 43; and after the dictator's assassination in March 44, he and his colleague supported the senatorial party against M.",
        "But after the assassination of Chilperic in 584, and the dangers occasioned to the Frankish monarchy by the expedition of Gundobald in 585, Childebert threw himself unreservedly into the arms of Gontran.",
        "He was doubtless concerned in the conspiracy against David Rizzio, and after the favourite's murder he was obliged to leave the court and was himself in danger of assassination.",
        "Scotland was filled with rumours of plot and assassination, and civil war was.",
        "In Rome she lived openly with Caesar as his mistress until his assassination, when, aware of her unpopularity, she returned at once to Egypt.",
        "The allusion must almost certainly be to the attempted assassination of Ludovico by agents of the duchess Bona in 1484.",
        "After the assassination of Sigebert (575), he took the youthful Childebert II.",
        "He was moreover a coward, and went in such constant terror of assassination that he always surrounded himself with a regular bodyguard.",
        "solemnly abjured the sovereignty of the Spanish king (July 24)., After the assassination of William (1584) the title of count of Holland was never revived.",
        "The treaty was to have been in force for twenty years, but in 1866 the Persians took advantage of the assassination of Seyed Thuweni, the sultan of Muscat, to instal as governor of Bander Abbasi and district a nominee of their own who agreed to pay a rent of 20,000 tomans per annum.",
        "After the assassination of Gordian in 244, Plotinus was obliged to take refuge in Antioch, whence he made his way to Rome and set up as a teacher there.",
        "After Sertorius had fallen a victim to assassination, Pompey easily defeated his successor Perperna and put an end to the war.",
        "While in captivity, Atahuallpa gave secret orders for the assassination of his brother Huascar, and also endeavoured to raise an army to expel the invaders.",
        "Reeder and Shannon fled the Territory in fear of assassination by the pro-slavery party, with which at first they had had most sympathy.",
        "The assassination of his nearest kinsman, a mere boy of sixteen, was as unwise as it was cruel.",
        "Of these, four appear to have passed into general use - the fasts of the loth, 4th, 5th and 7th months - commemorating the beginning of the siege of Jerusalem, the capture of the city, the destruction of the temple, the assassination of Gedaliah.",
        "After Caesar's assassination he attached himself to Brutus and Cassius, and in 43 was condemned by the lex Pedia as having been implicated in the plot.",
        "It was known in later times as the palace of the Bucoleon, and was the scene of the assassination of Nicephorus Phocas.",
        "David Hackston, the Covenanter, who was a passive assister at the assassination of Archbishop Sharp, belonged to this parish, his place being named Rathillet.",
        "As slavery is assassination inasmuch as it destroys all that is valuable and desirable in human personality, so property is theft inasmuch as it appropriates the value produced by the labour of others without rendering an equivalent.",
        "The theory proceeded thus: A layman could not be expected to examine minutely into a point on which 1 The refusal of the council of Constance to condemn Jean Petit's advocacy of assassination is a striking example of this weakness.",
        "His authority was at first merely nominal; the highest administrative offices were occupied by the regicides, who received the unanimous thanks of the skupshtina for the assassination of King Alexander and Queen Draga.",
        "His tyrannical disposition was increased by the assassination of his colleague, Beltchev, in 1891, and of Dr Vlkovitch, the Bulgarian representative at Constantinople, in 1892, and eventually proved intolerable to Prince Ferdinand, who compelled him to resign in May 1894.",
        "The assassination caused great political excitement, and exacerbated existing party feuds.",
        "In order to avenge her sister, Brunhilda incited Sigebert to begin a war which terminated in 575 with the assassination of Sigebert by Fredegond at the very moment when, thanks to the help of the Germans, he had gained the victory, and with the imprisonment of Brunhilda at Rouen.",
        "But the accidental death of two of herchildren, the assassination of her husband in 584, and the advice of the Church, induced her to make overtures to her brother-in-law Guntram.",
        "effect a reconciliation with the Armagnacs, who had with them the heir to the throne, the dauphin Charles; but his assassination at Montereau in 1419 nearly caused the destruction of the kingdom, the whole Burgundian party going over to the side of the English.",
        "would be generous enough to give Milan back to him, and then the assassination of Rincon, his ambassador at Constantinople, led to a fourth war (1544-1546), in the course of which the king of England went over to the side of Charles V.",
        "still seemed to see only through the eyes of Coligny; till Catherine, fearing to be supplanted by the latter, dreading the results of the threatened war with Spain, and egged on by a crowd of Italian adventurers in the pay of Spainmen like Gondi and Birague, reared like herself in the political theories and customs of their native landsaw no hope but in the assassination of this rival in her sons esteem.",
        "But Paris being dominated by the duke of Mayenne, who had escaped assassination, and by the council of Sixteen, the chiefs of the League.",
        "Nothing can better show the point to which things had descended than the attempted assassination of Louis the Well-beloved by Damiens In.",
        "In 392, after the assassination of Valentinian and the usurpation of Eugenius, Ambrose fled from Milan; but when Theodosius was eventually victorious, he supplicated the emperor for the pardon of those who had supported Eugenius.",
        "(q.v.), the assassination of Henry IV.",
        "Chandragupta himself is described as living in barbaric splendour, appearing in public only to hear causes, offer sacrifice, or to go on military and hunting expeditions, and withal so fearful of assassination that he never slept two nights running in the same room.",
        "While Decazes was still in power, the king's policy to a large extent followed his, and was rather liberal and moderate, but after the assassination of the due de Berry (1820), when he saw that Decazes could no longer carry on the government, he sorrowfully acquiesced in his departure, showered honours upon him, and transferred his support to Richelieu, the head of the new ministry.",
        "He was active in promoting the Union of Utrecht (1579) and the acceptance of the countship of Holland and Zeeland by William (1584) On the assassination of Orange it was at the proposal of Oldenbarneveldt that the youthful Maurice of Nassau was at once elected stadholder, captain-general and admiral of Holland.",
        "A fresh conflict arose over the measures which were taken by the President of the Reich, Ebert, on the advice of the Ministry of the Reich, as a sequel to the assassination of the Democratic Catholic Centre leader Erzberger (Aug.",
        "Identifying himself with Brahmanical orthodoxy he bitterly opposed social reforms. His violent condemnation in 1897 of the plague prevention regulations was followed by the assassination of the local plague commissioner (Mr. Rand) and a young British officer driving with him at the time.",
        "She became violently anti-Bonapartist, and is said to have meditated the assassination of Napoleon.",
        "He was pronounced guilty of rapine, incendiarism, incest, assassination and heresy.",
        "With chiseled features and cold eyes, he looked every bit the man who had headed up Damian's assassination corps before the promotion to the leader of all operations in the Western Hemisphere.",
        "The dispute culminated in the assassination of General Gordon at Khartoum.",
        "A second attempt on the Senator's life prompts the Jedi Council to send Obi-Wan in search of those behind the assassination plot.",
        "He openly accused Police Chief Jesse Curry of being one of the key figures in the assassination.",
        "Features Flame and Fortuyn – Andy Armitage examines the aftermath of the assassination of the Dutch politician Pim Fortuyn.",
        "This latter assassination attempt is graphically described in Nancy, Lady Enniskillen's Florence Court, pp.",
        "As a Commando squad, players are tasked with infiltrating underground catacombs, sabotaging the separatists and even attempting assassination.",
        "character assassination against McConnell.",
        "circulated which pin King's assassination in 1968 on the secret service.",
        "complicity in the assassination of 8 Sinaltrainal trade union leaders in Colombia since 1990.",
        "declassifythis material has been declassified since the passage of the 1992 JFK Assassination Records Collection Act.",
        "Complete unique mission objectives, including espionage, theft and assassination.",
        "A key purpose of the site is to debunk the conspiracy theories and conspiracy factoids that have dominated public perceptions of the assassination.",
        "He covered the assassination of Earl Mountbatten and the Ira hunger strikes.",
        "implicated in the assassination conspiracy.",
        "insane for attempted assassination of Kal!",
        "reexamined the evidence surrounding the assassination.",
        "telegraphic message from Secretary Stanton, containing the announcement of the assassination of President Lincoln.",
        "The duke was the author of the following works: - (i) Memoires, from the assassination of Henri III.",
        "intrigues, he removed to Jena, and thence, after the assassination of Kotzebue, fled to France.",
        "The assassination of Philip delayed the blow, for it immediately made the base, Macedonia, insecure, and in such an enterprise, plunging into the vast territories of the Persian empire, a secure base was everything.",
        "November II, 1869), a liberal- of King minded and well-educated prince, who at the time of Victor his fathers assassination was returning from a cruise Ewmaatsei in the eastern Mediterranean.",
        "At the outset the superficial resemblance between the revolutionary movement in Russia and that of 1789 in France was The striking: there was the same breakdown of the traditional machinery of government, the same general outcry for control by a representative national assembly, the same gradual and reluctant concessions wrung from the crown under pressure of disaffection in the army, popular emeutes, the assassination of unpopular officials, and the burning of country houses by organized bands of peasants.",
        "On the assassination of Caligula (A.D.",
        "On the assassination of his father (281), the task of holding together the empire was a formidable one, and a revolt in Syria broke out almost immediately.",
        "The assassination of Marat by Charlotte Corday only served to increase the unpopularity of the Girondists and to seal their fate.",
        "When after the assassination of Smerdis all the Iranian tribes, the Babylonians and the Armenians rebelled against Darius and the Persian rule, \"a man of the name of Fravartish (i.e.",
        "D' Arcos came to terms with Masaniello; but in spite of this, and of the assassination of Masaniello, whose arrogance and ferocity had made him unpopular, the disturbances continued, and again the viceroy had to retire to Castelnuovo and make concessions.",
        "After the \"day of the barricades\" (the 12th of May 1588), the king, perceiving that his influence was lost, resolved to rid himself of Guise by assassination; and on the 23rd of December 1588 his faithful bodyguard, the \"forty-five,\" carried out his design at the chÃ¢teau of Blois.",
        "For a time Philip was both willing and able to protect his accomplice, but ultimately he appears to have listened to those who, whether truly or falsely, were continually suggesting that Perez had had motives of his own, arising out of his relations with the princess of Eboli, for compassing the assassination of Don John's secretary; be this as it may, from trying to screen Perez the king came to be the secret instigator of those who sought his ruin.",
        "His father had planned for him a diplomatic or military career, and in 1792 he was aide-de-camp to the commander of the Austrian troops in Brabant; but, after the assassination of the king of Sweden, he, like all other foreigners, was dismissed from the service.",
        "His firm and masterful government and wise measures did much to allay the spirit of unrest which had so long been the bane of Colombia, and though an attempt at assassination was made in the spring of 1906, the era of revolution appeared to be over.",
        "She forced him into war against Austrasia, in the course of which she procured the assassination of the victorious king Sigebert (575); she carried on a malignant struggle against Chilperic's sons by his first wife, Theodebert, Merwich and Clovis, who all died tragic deaths; and she per sistently endeavoured to secure the throne for her own children.",
        "The whole nation clamoured for war with AustriaHungary, and was supported in this attitude by Montenegro, despite a temporary rupture of diplomatic relations between Belgrade and Cettigne, due to the alleged complicity of the Servian crown prince in a plot for the assassination of Prince Nicholas.",
        "During the 1970's, a special committee of the United States House of Representatives reexamined the evidence surrounding the assassination.",
        "It is believed that this was a planned assassination in revenge for the killing of Jack Harris.",
        "This was in line with calling tracked armored vehicles \" tanks \" or assassination squads ' Special Air Services '.",
        "Sherman received a telegraphic message from Secretary Stanton, containing the announcement of the assassination of President Lincoln.",
        "The death that rocked a nation was the assassination of U.S. President John F.",
        "It was the decade of people that saw the assassination of President John F.",
        "Assassination mode designated one Counter-Terrorist member as VIP and is given armor and a basic pistol.",
        "Assassination maps are the least played mode in Counter Strike due to the Terrorist team's habit of waiting at the extraction point and assaulting the VIP at the end.",
        "She was originally created by Shadoloo to be a soulless doll for assassination purposes.",
        "Many children have read about President Lincoln and his assassination in textbooks, but it can really come to life when they visit Ford's Theater in person.",
        "On April 11, 1968, one week after the assassination of Dr. Martin Luther King, President Lyndon B.",
        "From the assassination of President John F.",
        "However, the violence escalated with the assassination of Shakur in Las Vegas Sept. 7, 1996.",
        "For news reports about his assassination, go to the Centennial Society website.",
        "The tsar, Alexander III., under the impression of the assassination of his father, desired, however, the renewal of the Dreikaiserbund, both as a guarantee of European peace and as a conservative league against revolutionary parties.",
        "In December 1898 he convoked a diplomatic conference in Rome to discuss secret means for the repression of anarchist propaganda and crime in view of the assassination of the empress of Austria by an Italian anarchist (Luccheni), but it is doubtful whether results of practical value were achieved.",
        "His son Dionysius, known as \"the Younger,\" succeeded in 367 B.C. He was driven from the kingdom by Dion (356) and fled to Locri; but during the commotions which followed Dion's assassination, he managed to make himself master of Syracuse.",
        "After the assassination of Pellegrino Rossi (15th November 1848) he arranged the flight of Pius IX.",
        "which was published by Frauenstlldt in 1862, seems to have been made about this time.2 In 1833 he settled finally at Frankfort, gloomily waiting for the recognition of his work, and terrified by fears of assassination and robbery."
    ],
    "definition": [
        "killing or murder for political reasons\nThe assassination of the king occurred at night.",
        "Link/Cite"
    ]
}