{
    "translation": "תקיפה, הסתערות, אונס",
    "uses": [
        "Didn't he know that his brutal assault proved nothing?",
        "Rome, attacked by the French army, was taken by assault after a month's sanguinary siege.",
        "If they found you out, the assault on you from every quarter would be unimaginable.",
        "God, if this ability became widespread, it would be an assault of secrecy itself!",
        "That was assault of a peace officer in the performance of his duty.",
        "That's assault of a police officer!",
        "After the assault, some deplorable excesses were committed by the victorious troops.",
        "Mr. Cooms was apprehensive about what he described as an assault on our safety.",
        "At the assault of Swiatoslav of Kiev the rotten fabric crumbled into dust.",
        "Jackson pulled the woman even closer and continued the assault until Gabriel ripped him off her yelling, \"I said, that's enough!\"",
        "Eye for eye, tooth for tooth, limb for limb was the penalty for assault upon an amelu.",
        "Sir Thomas Graham commenced the active siege of San Sebastian on the 10th of July 1813, but as Soult was approaching to its relief, the assault was ordered for daylight on the 24th.",
        "Wellington was hampered by want of time, and had to assault prematurely.",
        "If the assault only led to injury and was unintentional, the assailant in a quarrel had to pay the doctor's fees.",
        "The allied loss was 3600 in the assault alone and 5000 in the entire siege.",
        "The gap in the abductions we're looking at is under ten years, meaning he was probably sent up for a lesser crime that could be anything from robbery, burglary, serious assault or rape.",
        "But their adversaries always returned to the assault, and, what was worse, yearly laid waste their territories and destroyed all their crops.",
        "On the 28th of March 1888 the negus indeed descended from the Abyssinian high plateau in the direction of Saati, but finding the Italian position too strong to be carried by assault, temporized and opened negotiations for peace.",
        "He emerged again in the following year, and took part in the events of the 10th of June and the 10th of August 1792, when he led the people of the faubourg St Antoine to the assault of the Tuileries.",
        "The assault of the Spaniards was repulsed, Alkmaar.",
        "By the beginning of September all the breaches were repaired, the walls bristled with cannon, and 7000 men were under arms. So strong was the city by this time that Charles X., abandoning his original intention of carrying the place by assault, began a regular siege; but this also he was forced to abandon when, on the 29th of October, an auxiliary Dutch fleet, after reinforcing and reprovisioning the garrison, defeated, in conjunction with the Danish fleet, the Swedish navy of 44 liners in the Sound.",
        "There they held out for three months, succumbing finally because in obedience to the Law (as interpreted since the time of Antiochus Epiphanes) they would only defend themselves from actual assault upon the sabbath day.",
        "Two assaults were repulsed after hours of hand-to-hand fighting; and when, after a fresh bombardment, the garrison saw that their case was hopeless, they killed their women and children, and only succumbed at last to a third assault because every man of them was either killed or mortally wounded.",
        "After completing his preparations, which included the casting of a monster cannon and the manufacture of enormous engines of assault, Mahom med Murad 1!., 1421-1451.",
        "His assault seawards was made mainly on Achradina,1 but the city was defended by a numerous soldiery and by what seems to have been still more formidable, the ingenious contrivances of Archimedes, whose engines dealt havoc among the Roman ships, and frustrated the attack on the fortifications on the northern slopes of Epipolae (Liv.",
        "At last by a sudden assault the Sea-Beggars seized the town of Brill at the mouth of Capture of n the Maas (April I, 1572).",
        "Murad now laid siege to Constantinople to avenge himself on the emperor, and on the 24th of August the desperate valour of the defenders succeeded in driving back an assault led by a band of fanatical dervishes.",
        "Josephus, whose pretences had postponed the final assault, hid in a cave with forty men.",
        "The assault was made by night by way of Euryelus under the uncertain light of the moon, and this circumstance turned what was very nearly a successful surprise into a ruinous defeat.",
        "On the 6th of April 1862 a furious assault on Grant's camps brought on the battle of Shiloh (q.",
        "Sheridan's cavalry, during the \" Richmond Raid,\" carried the city's outer defences (May 12), but found, the river line too strong to be taken by assault and moved away.",
        "The siege of Ciudad Rodrigo was calculated in the ordinary course to require twenty-four days: but on it becoming known that Marmont was moving northward, the assault was Siege of delivered after twelve days only (Jan.",
        "On the following morning the French reached Regensburg and at once proceeded to assault its medieval walls, but the Austrian garrison bravely defended it till the last of the stragglers was safely across on the north bank.",
        "At the successful assault of Seringapatam Baird led the storming party, and was soon a master of the stronghold in which he had long been a prisoner.",
        "The French cuirassiers made repeated charges on the flank of Rosenberg's force, and for long delayed the assault, and in the villages Lannes with a single division made a heroic and successful resistance, till night ended the battle.",
        "This prophecy became the battle-cry of the Sikhs in the assault on Delhi in 18J7.",
        "But as this northern foe had failed to appear Ezekiel re-edited this prophecy in a new form as a final assault of Gog and his hosts on Jerusalem, and thus established a permanent dogma in Jewish apocalyptic, which in due course passed over into Christian.",
        "But a French officer, Jacques de Liniers, gathered together a large force with which he enclosed the British within the walls, and finally, on the 12th of August, by a successful assault, forced Beresford and his troops to surrender.",
        "From 1 739 to 1789 the Turks were again its masters, when, in that last year, the Austrians under General Laudon carried it by assault, only to lose it again in 1792.",
        "The result, after one premature and costly assault on Cronje's lines had been made by Kitchener, was the surrender of 4000 Boers at Paardeberg with their leader on the 29th of February, the anniversary of Majuba.",
        "During the trying winter of 1854-55, the suffering he was compelled to witness, the censures, in great part unjust, which he had to endure and all the manifold anxieties of the siege seriously undermined his health, and although he found a friend and ardent supporter in his new French colleague, General Pelissier (q.v.), disappointment at the failure of the assault of the 18th of June 1855 finally broke his spirit, and very shortly afterwards, on the 28th of June 1855, he died of dysentery.",
        "He harried the Limousin and laid siege to the castle of Chalus; while directing an assault he was wounded in the shoulder by a crossbow bolt, and, the wound mortifying from unskilful treatment or his own want of care, he died on the 6th of April 1199.",
        "Punching the buttons on his car radio, he finally found music that didn't assault his senses and pushed ahead toward Parkside, ready to call it a day.",
        "Essling now fell to another assault of Rosenberg, and though again the French, this time part of the Guard, drove him out, the Austrian general then directed his efforts on the flank of the French centre, slowly retiring on the bridges.",
        "And then he released her as suddenly as he had begun the assault.",
        "It also suffered assault in 1688 and 1690.",
        "Sixty strokes of an ox-hide scourge were awarded for a brutal assault on a superior, both being amelu.",
        "The siege had lasted fifty-three days when, on the 29th of May 1453, a tremendous assault was successful; the desperate efforts of the Greeks were unavailing, Constantine himself falling among the foremost defenders of the breach.",
        "In August he laid siege to Szigetvar with ioo,000 men; but on the 5th of September, while preparations were being made for a final assault, the sultan died.",
        "At Cold Harbor six thousand men fell in one useless assault lasting an hour, and after two months the Union armies lay before Richmond and Petersburg indeed, but had lost no fewer than 72,000 men.",
        "Cashel, Cahir and several castles fell in February, and Kilkenny in March; Clonmel repulsing the assault with great loss, but surrendering on the 10th of May 1650.",
        "Marcellus, after an unsuccessful attempt to negotiate, began the siege in regular form (214 B.C.) by both land and sea, establishing a camp on Polichne, where stood the old temple of Olympian Zeus; but he made his chief assault on the northern side and on the defences of Tyche, particularly at the Hexapylum, the entrance facing Megara and Leontini.",
        "\"It was stopped by the Dark One, who knew what I'd do if he didn't stop it,\" she said.  \"Darkyn led this assault without the Dark One's permission.  He was banished deep into Hell.  This time, I can do nothing, and they know it.  If you ask me, I will give Katie and your child back to you.  The price will be this.\"",
        "After his death, the Constable de Bourbon took command of them; they marched slowly down, aided by the marquis of Ferrara, and unopposed by the duke of Urbino, reached Rome, and took it by assault.",
        "27 and the assault will be delivered on Sept.",
        "27, the assault was delivered.",
        "Assault of Third Army on Hindenburg Line (Sept.",
        "Doubt and questions often arise in an acquaintance assault.",
        "But on the 2nd of October the fortress, which had been heroically defended, was taken by assault.",
        "Adding graphics to MySpace can be fun, but too much can be an assault on the senses.",
        "He was arrested on a charge of indecent assault upon a young woman in a railway carriage, and was sentenced to a year's imprisonment and a fine.",
        "On that occasion the garrison was 40,000 strong, and the assault cost the assailants 10,000 and the defenders 30,000 men.",
        "During the final assault on the 19th of May 1521 a cannon ball struck him, shattering one of his legs and badly wounding the other.",
        "Baden-Powell had throughout shown a bold front and by his unconventional gaiety as well as his military measures had held off the assault until the last.",
        "Soult and Marmont having begun to move to relieve the garrison, the assault was delivered on the night of the 7th of April, and Siege of though the assailants failed at the breaches, the Badajoz, carnage at which was terrible, a very daring escalade March 17 to of one of the bastions and of the castle succeeded, Apr117, 1812.",
        "Was I paranoid, feeling we were under assault?",
        "I'll send you a file in a cake if Fitzgerald jails you for assault.",
        "There was no getting away from his frenzied assault.",
        "It sided with Rome against Carthage, and drew Hannibal's first assault.",
        "The typical amok of mass assault is usually the result of circumstances which render a Malay desperate.",
        "681 seq.) may be taken as indicating its military importance for an attack on the Acropolis; the Persians used it as a point d'appui for their assault.",
        "Canudos was besieged and captured in September 1897, Conselheiro being killed in the final assault.",
        "In the course of that year Kuprili regained Servia and Bulgaria, placed Tok611 on the throne of Transylvania, and on the 6th of October took Belgrade by assault.",
        "In war they trembled at the sound of a trumpet, in peace they quaked before the shouting of their own demagogues; and during the assault of Philip II.",
        "Extremely pertinacious in this respect, the poet went on attempting to storm the theatre, with assault upon assault, all practically failures until the seventh and last, which was unfortunately posthumous.",
        "During the Mexican war he was twice severely wounded in a reconnaissance at Cerro Gordo, 1847, was engaged in the siege of Vera Cruz, the battles of Contreras, Churubusco, and Molino del Rey, the storming of Chapultepec, and the assault on the city of Mexico, and received three brevets for gallant and meritorious service.",
        "The assault on the govern 1 Hist.",
        "There was a last fruitless assault, delivered by some of the Confederate brigades on the right that had not received Beauregard's order against Nelson's intact troops, who were supported by the fire of the gunboats on the Tennessee.",
        "When the assault was decided upon, Villehardouin himself was in the fifth \"battle,\" the leader of which was Mathieu de Montmorency.",
        "He therefore decided to assault St Privat with all the Guards available, and called up the III., X.",
        "The 4th brigade of the Guards now received their orders to attack Jerusalem (a hamlet a little south of St Privat), and the 1st division was ordered to assault St Privat itself.",
        "It was decided that that army should halt and reconstitute for the present, as any further advance could only be carried out by a deliberate and carefully planned assault on the canal line.",
        "Moreover, though they must have been well aware that an attack was coming, the date and time were unknown and remained unknown till the moment of the assault.",
        "At the Wilderness he commanded, during the second day's fighting, half of the Union army; at Spottsylvania he had charge of the fierce and successful attack on the \"salient\"; at Cold Harbor his corps formed the left wing in the unsuccessful assault on the Confederate lines.",
        "- Release of Satan and final assault on the city of God by the hosts of Gog and Magog at the instance of Satan.",
        "The first of the three dialogues contains the substance of the allegory, which, under the disguise of an assault on heathen mythology, is a direct attack on all forms of anthropomorphic religion.",
        "After a defeat by sea, Polycrates repelled an assault upon the walls, and subsequently withstood a siege by a joint armament of Spartans and Corinthians assembled to aid the rebels.",
        "But the news of Gustavus's death spread and the fire of the assault died out.",
        "The old Spanish edifices were very solidly constructed of stone, and private residences were provided with iron gates and window guards strong enough to withstand an ordinary assault.",
        "The artillery of the Guard, therefore, came into action above Ligny to prepare Blucher's centre for assault.",
        "a crashing salvo of 60 guns gave the signal for a combined assault to be delivered by Gerard and the Guard, with Milhaud moving on their right flank.",
        "In the first line were the corps of Reille and D'Erlon, who were destined to attack the allied line and prepare it for the final assault.",
        "The town, which existed in the middle of the 13th century, was burnt down in 1864 during the assault by the Prussians upon the Diippler trenches.",
        "This great fortress was taken by assault, in which Serbian troops bore a part, during the last days of March, and a second armistice was arranged soon afterwards.",
        "Joannis Apostoli indole et origine (1820), the first systematic assault on the traditional attribution, remains unrefuted in its main contention.",
        "Corps furiously attacked Okasaki on the Manjuyama, and though its first assault drove in a portion of Okasaki's line, a second and a third, made in the night, failed to shake the constancy of the 15th brigade.",
        "The real assault was made on the night of the 21st on the two Pan-Lung forts (semi-permanent) on the centre of the north-eastern front.",
        "On the 26th of November another assault was made on the same lines as that of the 30th of October.",
        "With 100,000 men and this urgent need of immediate victory, Nogi and the marshal's staff officers felt bound to make a third general assault.",
        "On the 27th cf November, after losing 12,000 men, the assault was abandoned.",
        "exceed $300, and in such cases as petit larceny, assault in the third degree and breach of the peace.",
        "On the 18th the assault was renewed, and on the 10th the Confederates, advancing behind movable breastworks of water-soaked bales of hemp, forced the besieged, now long without water, to surrender.",
        "The peasants of the open country welcomed the Turks as deliverers, and Reshid's conciliatory policy facilitated his march to Athens, which fell at the first assault on the 25th of August, siege being at once laid to the Acropolis, where Gouras and his troops had taken refuge.",
        "When Church and Cochrane arrived, a general assault on the Ottoman camp was decided on.",
        "The assault on the Turkish main camp was fixed for the 6th of May; but, unfortunately, a chance skirmish brought on an engagement the day before, in the course of which Karaiskakis was killed, an irreparable loss in view of his prestige with the wild arinatoli.",
        "The assault on the following day was a disastrous failure.",
        "During the rebellion of the Cossack chief, Bogdan Chmielnicki (1640), the Poles took it by assault, killing 14,000 persons and burning 5000 houses.",
        "On the night of the 20th of January the French lines about Perouse were carried by assault, and, both flanks being now cleared, the formal siege of the Perches forts was opened, the first parallel extending from Danjoutin to Haut Taillis.",
        "The battle began with a furious assault on the extreme right by Hooker's corps.",
        "Hunter's assault (June 18) failed, and the Federals, unable to hold their ground, had to make a circuitous retreat to the Potomac by way of West Virginia.",
        "A first assault made at once (June 15-18) failed with a loss of 8150 men.",
        "The next day the troops were disembarked, only to be called off after a partial assault.",
        "-, g Oriental religions from the formidable assault of ardour with formal acuteness, connected the whole mass of traditional lore into a huge system, making good defects, and smoothing away contradictions by means of distinctions and speculations.",
        "It was taken by assault on the 23rd of September; Santa Anna was defeated at Buena Vista (near Saltillo) on the 23rd of February 1847, and forced back on San Luis Potosi.",
        "In September 1 779 he was besieged by Lincoln in conjunction with a French naval and military force under Admiral d'Estaing, but successfully repelled an assault (October 9), and Lincoln again fell back to Charleston.",
        "In this assault Count Casimir Pulaski, on the American side, was mortally wounded.",
        "It was necessary at whatever cost to anticipate the arrival of Soult with a relieving army, and on the 6th of April Wellington o p dered the assault.",
        "Butler, in command of the land forces, refused to assault, asserting that the fort was practically intact.",
        "Three hundred guns covered the assault, and Dresden was set on fire in places by the cannonade, while the French columns marched unceasingly over the bridges and through the Altstadt.",
        "The actual harbour of Zeebrugge is small and is formed by a long curved mole on the western side, whose assault was an important part of the operation.",
        "The\" Vindictive,\"supported by two auxiliary vessels\" Iris II.\"and\" Daffodil,\"was to assault the mole on its outer and western side and by creating an impression that this was the main operation, divert the enemy's fire from the blocking ships.",
        "The \"fortified zone,\" instead of being between the \"Vindictive\" and the shore, was now between the \"Vindictive\" and the battery on the mole, increasing the difficulty of an assault.",
        "D Company was still in the \"Iris II.,\" but the marines were forming up on the mole to make an assault.",
        "Bamford for an assault on the fortified zone.",
        "Nanking, \"the Southern Capital,\" was the seat of the Chinese court until the beginning of the 15th century, and it was the headquarters of the T'ai-p'ing rebels from 1853, when they took the city by assault, to 1864, when its garrison yielded to Colonel Gordon's army.",
        "from the fort without doing any damage; on the 24th and 25th there was a terrific naval bombardment, which General Butler decided had not sufficiently injured the fort to make an assault by land possible; on the 13th and 14th of January there was another bombardment, and on the I 5th a combined naval and land attack, in which General A.",
        "The assault was made, but it proved an utter failure.",
        "On the 14th there was some fighting, but early on the 15th, as Jackson was about to make an assault on Bolivar Heights, the garrison, surrounded by a superior force, surrendered.",
        "Most of the monks were massacred in the first heat of the assault; those who survived fled to Tibet, Nepal and the south.",
        "In 409, at the head of a vast mercenary host, he sailed to Sicily, attacked Selinus (q.v.), and stormed the town after a murderous assault of nine days.",
        "The assault made upon the Macedonian devotee in the temple of Serapis at Memphis \" because he was a Greek \" is significant (Papyr.",
        "The two nearest British divisions were put into motion as soon as the firing became serious, but were prevented by their orders from descending at once into the plain, and the Turks had to meet the assault of greatly superior numbers.",
        "The attack had been preceded by a trifling fire at a threshing floor, either accidentally caused (but not by the officers shots) or lit as a signal for the assault.",
        "On the 20th the village of Gubat was occupied; and on the following day Sir C. Wilson, on whom the command had devolved, advanced against Metemma, which was found too strong to assault.",
        "In October 1886 Wad en Nejumi, the amir who had defeated Hicks Pasha in Kordofan three years before, and led the assault at Khartum when General Gordon.",
        "The first attack made by Pavlov's advanced guard, aided by parts of Soimonov's corps, was relatively slight, but General Dannenberg now arrived on the field, and arranged for an assault on the British centre and right, to be delivered by ro,000 men (half his intact forces) chiefly by way of the Quarry Ravine, the attack to be prepared by the guns on Shell Hill.",
        "The last great assault was delivered with more precision, if with less fury than the others, and had Dannenberg chosen to employ the 9000 bayonets of his reserve, who stood idle throughout the day, to support the 6000 half-spent troops who made the attack, it would probably have been successful.",
        "At the time of the rebellion of Vercingetorix (52 B.C.), Avaricum, after a desperate resistance, was taken by assault, and the inhabitants put to the sword.",
        "Jesus Himself cast out the demon, but not before the suffering child had been rendered seemingly lifeless by a final assault.",
        "They captured Jerusalem, however, in July 1099, and the leader of the assault, Godfrey of Boulogne, was made king of Jerusalem.",
        "In 1837 Marshal Valee approached the town by the connecting western isthmus, and succeeded in taking it by assault, though again the French lost heavily.",
        "Kufa opened its gates; Basra was taken by assault.",
        "In 395 Dionysius failed to take it by assault on a winter's night, but in 392 he occupied it and settled his mercenaries there.",
        "The dispositions previously made by Osterman enabled him, however, to counter the blow, and all danger from Sweden was over when, early in September, Field-Marshal Lacy routed the Swedish general Wrangel under the walls of the frontier-fortress of Villmanstrand, which was carried by assault.",
        "In 1806 a rupture between Sweden and Prussia was only prevented by Napoleon's assault upon the latter power.",
        "Settlements and forts were never free from assault and were taken and retaken; if one Indian army was destroyed another took its place, if one toqui was killed another was chosen; when defeated, the Indians retired to their forests, marshes and hills, recruited their forces, and fell on the pursuing Spaniards.",
        "At the time of the assault he fled to the Tomb of Humayun, 6 m.",
        "When attacked they broke up, as it seemed, in hasty and complete flight, and having thus led the hostile army to break its formation, they themselves rapidly reformed and renewed the assault.",
        "Georgia and part of Azerbaijanand he had threatened Bagdad with assault.",
        "The Russian envoy, who had appeared among tne tents of the besieging army almost simultaneously with his English colleague, no sooner found himself alone in his diplomacy than he resumed his aggressive counsels, and little more than a fortnight had elapsed since MNeills departure when a vigorous assault, planned, it is asserted, by Simonich himself, was made upon Herat.",
        "The first-fruits of this new resolve were a quite gratuitous attack on his old friend, the distinguished humanist and jurist Ulrich Zasius (1461-1536), for a doctrine proclaimed ten years before, and a simultaneous assault on Erasmus's Annotationes in Novum Testamentum.",
        "On the 18th of December a Boer policeman, in pursuit of an Englishman named Edgar, whom he wished to arrest for an alleged assault on another man, entered his house and shot him dead.",
        "General Wilshire was accordingly detached from the army of the Indus with 1050 men to assault Kalat.",
        "This was the most formidable assault the school ever encountered; that it survived was due more to the foresight and elaborate precautions of Chrysippus than to any efforts of that \" pen-doughty \" pamphleteer, Antipater (KaXauo i (as), who shrank from opposing himself in person to the eloquence of Carneades.",
        "With adequate numbers and material resources, the Crown Prince was able to deliver a successful general assault on March 5 1913, and the Turkish garrison, numbering about 30,000, wounded and unwounded, surrendered next day.",
        "The Bulgarians, on their side, allocated a whole army to the task of dealing with it, by investment, brusque assault or regular siege, or a combination of those methods.",
        "18, the assault took place.",
        "Armistice proposals were already under discussion, and the battle was broken off in the afternoon of the assault.",
        "A second assault on the 8th was no more fortunate.",
        "During the artillery preparation, the infantry took up their positions of assault - one and a half brigades against the northern and western forces of Tarabosh, and one and a half brigades against the south.",
        "On the latter, the assault was repulsed, completely and with heavy losses.",
        "And now, when the fortress seemed quite safe from further assault, it suddenly capitulated on April 22.",
        "Ivanov determined to push home the assault on the main position on the night of the 25th26th, an order which involved an approach march in broad daylight and consequently heavy losses.",
        "The assault was duly delivered in the night, and came to a standstill on the Turkish wire, save at the point where the 10th Bulgarian Regt.",
        "front for the assault) broke into Fort Ayi Yolu, the second work from the N.E.",
        "Memphis was taken by assault and the Assyrian troops driven out of the country.",
        "C. Home and P. Salkeld, who blew in the gate in broad daylight on the day that Delhi was taken by assault.",
        "Meanwhile reinforcements and siege artillery gradually arrived, and early in September it was resolved to make the assault.",
        "The assault was thoroughly successful, although the column which was to enter the city by the Lahore gate sustained a temporary check.",
        "In each township there are from two to five justices of the peace, any one of whom may preside over the \" small cause court,\" which has jurisdiction of cases in which the matter in dispute does not exceed $too and is not an action of replevin, one in which the charge is slander, trespass or assault, battery or imprisonment, or in which the title to real estate is in question.",
        "A law of 1902 provides the death penalty for any murderous assault on the president of the United States, the chief executive of any state, or the heir to any foreign throne.",
        "Travellers also had the risk of assault by robbers and highwaymen.",
        "In the winter of 1775 he accompanied General Benedict Arnold to Canada, and in the assault on Quebec (Dec. 31) he and his riflemen penetrated well into the city, where he was hemmed in and was forced to surrender.",
        "The first assault thus made no impression, but a fierce hand-to-hand combat followed, in which the Hospitallers, who formed the rear of the Christian army, were hard pressed.",
        "The Meerut troops, at last roused from their inaction, joined Barnard on the 7th of June, after a successful affair with the mutineers, and the next day the action of Badli-ki-Serai enabled the British force to occupy the famous Ridge, which they never abandoned till the final assault.",
        "On the 14th of September, after three days of artillery preparation, the assault was delivered, under Nicholson's leadership. Two practicable breaches had been made by the siege guns, and a party of engineers under Home and Salkeld blew in the Kashmir gate.",
        "The assault was successful, in so far as a firm lodgment was made in the city, though the loss of Nicholson was a heavy price to pay for this success.",
        "From the 6th to the 27th of June the handful of British soldiers, who composed the garrison of a fortification that could not have resisted a serious assault for a single hour, held out with the greatest gallantry in hope of relief.",
        "During those two months every device was employed, by direct assault and by mining operations, to reduce the garrison, who held out nobly, meeting assault with sortie and mine with countermine.",
        "This victory was won on the ist of April, and two days later Sir Hugh carried Jhansi by assault.",
        "Sir Hugh marched against Gwalior at once, captured the Morar cantonments on the 16th of June, and carried the whole of the Gwalior positions by assault on the 19th, thus restoring his state to Sindhia within ten days of taking the field.",
        "In 1285 he was present at the assault of a stronghold of the knights of St John, and he took part in the sieges of Tripoli, Acre and Qal'at ar-Ram.",
        "In 1220 Llewelyn ap Iorwerth, prince of North Wales, during the absence of William Marshal II., earl of Pembroke, attacked and burnt the suburbs, but failed to reduce the castle by assault.",
        "205, &c. He received a full pardon, was appointed later to the command of a frigate in the royal navy, and fell while leading the assault on St Christopher's (June 21, 1690).",
        "Michael followed up these \" Walachian Vespers \" by an actual invasion of Turkish territory, and, aided by Sigismund Bathory, succeeded in carrying by assault Rustchuk, Silistria and other places on the right bank of the lower Danube.",
        "The allied generals decided that the French (right wing) and the Turks should attack Menshikov's left, while the British, further inland, were to assault the front of the Russian position.",
        "The success of the frontal assault had dispirited the remainder of the defenders, and Menshikov drew off his forces southwards.",
        "That brutal assault cost Sumner three years of heroic struggle to restore his shattered health - years during which Massachusetts loyally re-elected him, in the belief that in the Senate chamber his vacant chair was the most eloquent pleader for free speech and resistance to slavery.",
        "This was the day before the assault on Charles Sumner in the Senate of the United States.",
        "He was apparently taken by surprise by an assault at such an unusual time of the year, and was forced to escape with his military household to the isle of Athelney among the marshes of the Parrett.",
        "Especially the immunity of clerical offenders from the jurisdiction of lay courts had to be conceded; for the rest of the middle ages the clerk guilty of theft or assault, riot or murder, could plead his orders, and escape from the harsh justice of the kings officers to the milder pen~lties of the bishops tribunal.",
        "by assault, despite of the efforts of the gallant castellan, Roger de Lacy, constable of Chester, who had made head against the besiegers for six months (September I 203March I 204) without receiving any assistance from his master.",
        "assault on the person and retinue of Edwards queen, Isabella of - France, by the retainers of Lord Badlesmere, one of Pembrokes associates, provoked universal reprobation.",
        "The first notable event of Henrys reign was his assault upon the Lollards.",
        "In spite of the warnings given by the assault on Suffolk in 1450, by Jack Cades insurrection, and by the first armed demonstrations of Richard of York in 1450 and 1452, the king persisted in keeping his friends in office, and they had to be removed by the familiar and forcible methods that bad been applied in earlier ages by the lords ordainers or the lords appellant.",
        "One of the most notable parts of the kings policy was his long-continued and successful assault on the abuse of livery and maintenance, which had been at its height during Suppresthe Wars of the Roses.",
        "The contention began ~fl 1515 with the fierce assault by the Commons on the old abuse of benefit of clergy, and the immunity of clerical criminals from due punishment for secular crimesa question as old as the times of Henry II.",
        "The movement was successfully carried out, but the Allies again hesitated to attempt an immediate assault.",
        "Delhi, after a memorable siege, was at last taken by a brilliant assault.",
        "Brooks (1819-1857), for his assault upon Senator Charles Sumner, was challenged by Brooks.",
        "In 1789 the Russians, under the French captain de Ribas, took the fortress by assault.",
        "On of the the 5th of October a mob which had gathered to assault the Hotel de Ville was diverted into a march on Versailles.",
        "In the summer of 1776 the British, under Sir Henry Clinton and Sir Peter Parker attempted to capture Charleston and summon the South Carolina Loyalists to their standard, but on the 28th of June the fleet was repulsed in an assault on Fort Moultrie.",
        "He took Calais by assault in January 1558, after the English had held it for two centuries, and occupied Luxemburg.",
        "The threat of an English landing decided them to lay siege to Rouen, and it was taken by assault; but this cost the life of the versatile Antoine de Bourbon.",
        "The town was carried by assault and the inhabitants were massacred, Louis not having the courage to intervene on behalf of his ancient allies.",
        "As trierarch he distinguished himself in the assault on the Athenian position at Pylos, during which he was severely wounded (Thuc. iv.",
        "He was engaged in the Seminole War and the war with Mexico, won the brevet of captain for his gallantry at Contreras and Churubusco, and was wounded in the assault on the city of Mexico.",
        "His efforts to reconstruct the Spanish navy were attacked both by the apostles of retrenchment and by those who saw in the shipbuilding contracts an undue favoring of the foreigner; the Marine Industries Protection Act was denounced as favoring the large shipowners and exporters at the expense of the smaller men; the Compulsory Education Act as a criminal assault on the rights of the family.",
        "On the 14th of July 1456 Hunyadi with his flotilla destroyed the Turkish fleet; on the 21st Szilagyi beat off a fierce assault, and the same day Hunyadi, taking advantage of the confusion of the Turks, pursued them into their camp, which he captured after a desperate encounter.",
        "final assault on the British works.",
        "Ward was, unfortunately, killed in the assault of Tseki, and his successor, Burgevine, having had a quarrel with the Chinese authorities, Li Hung Chang, the governor of the Kiang-su province, requested General Staveley to appoint a British officer to command the contingent.",
        "At first the fury of his assault forced back the superior numbers of the prince; but Simon's Welsh levies melted away and his enemies closed the last avenue of escape.",
        "All she wants to do is utilize this present from the gods to the maximum benefit of mankind without interference and assault on her simple life.",
        "I'd either return later or assault the door at my leisure or perhaps, better yet, let the bitch and child starve to death in lonely darkness.",
        "ad hominem assault.",
        "aggravated assault was introduced.",
        "He was jailed for four months for \" religiously aggravated common assault \" .",
        "all-out rock assault which never undermines their melodies.",
        "Unlimited assault rifle ammunition: Hold L and press X, Circle, X, R, Square, Triangle during game play.",
        "amphibious assault in history.",
        "This huge armada was divided into two naval task forces and five assault forces, on for each of the main landing beaches.",
        "D-Day: On June 6 1944, the largest armada in history launched an assault on the Normandy beaches.",
        "Another standing army uses 20th century style assault rifles firing glass ammunition.",
        "Police are hunting three white youths in connection with a racially aggravated assault on an Asian man in Leamington.",
        "How long, after all, can a delicate strand withstand assault from mighty foes like these?",
        "Simultaneously, the company is mounting a major assault on mainland Europe.",
        "Turning force launches a major assault on the right flank.",
        "It's a fortified manor house and, despite its apparent defenses, it could never have resisted prolonged assault like a true castle.",
        "A formal not guilty verdict was returned on a 10th count of indecent assault, for which the crown offered no evidence.",
        "No visible cause, no sign of battery or sexual assault.",
        "Expected my tastebuds to be whacked by a full frontal assault.",
        "This was just as US troops were preparing with British help for an all-out assault on Fallujah.",
        "Chapman not charged - August 04 Lee Chapman has not been charged by police for an alleged assault.",
        "His excuse is that Mother Nature launched an unprovoked assault on Birmingham.",
        "Assault on a constable When a police officer is assault on a constable When a police officer is assaulted in the course of his or her duty.",
        "assault on the insurgent stronghold, Fallujah.",
        "assault rifle in hand.",
        "This closeness had increased the difficulty of firing explosive shells into enemy positions before an infantry assault.",
        "atrocitythat stayed silent during the atrocities inflicted upon Gaza have voiced a little more concern in the assault on Lebanon.",
        "aural assault that's been promised.",
        "behaviour to kill, common assault, affray, threatening behavior.",
        "Hemstead committed an assault on complainant by striking him and knocking him down and kicking him and causing him to spit blood.",
        "They were to provide flank for the newly situated Assault Regiment on the Neva, counterattacking small Russian bridgeheads.",
        "It is the first British short assault carbine into service, it will not be the last.",
        "Build a Gamebreaker by stringing together combos, and then get your teammates involved in a three-man aerial dunk assault.",
        "The assault left the woman mildly concussed and with a number of cuts and bruises.",
        "However, Ghosts actually owes a much bigger debt to his brilliant retelling of Rio Bravo, Assault on Precinct Thirteen.",
        "Not assault on constable in execution of duty where person unlawfully detained by constable assaults same.",
        "euphoria of victory Morgan ordered an immediate frontal assault against the Spanish fortifications on the island.",
        "In the face of this constant sensory assault, the things Paul's talking about can seem very far-off and vague to us.",
        "They may suffer horrific flashbacks of the accident or assault which caused the facial injury every time they look in the mirror.",
        "Do you imagine that this anemic youth was capable of so frightful an assault?",
        "full-blooded assault on the Coventry Aquatics Bears.",
        "full-frontal assault on the senses.",
        "full-scale assault on traditional English culture.",
        "It would have to be carried out in light assault gliders.",
        "guilty verdicts on nine counts of indecent assault on seven women.",
        "In what cases would \" assault and plucking hair \" be a greater offense than other forms of assault?",
        "Common assault, actual bodily harm, false imprisonment.",
        "In private, however, they are gung ho for a US assault.",
        "But serious crime, including housebreaking, serious assault and robbery has continued to fall and our drug detections have increased by 6% .",
        "Their latest assault on our freedoms comes because they have failed to tackle illegal immigration properly.",
        "impingeing with conviction Serious crimes such as physical assault, theft and rape are impinging upon many lives in today's Britain.",
        "It was supposedly impregnable, but Joab made a daring assault via the water shaft, and the city fell.",
        "inaccuracy good an assault is few factual inaccuracies.",
        "indecent assault on a girl aged nine.",
        "inebriated at the time of the assault on his family?",
        "Was he heavily inebriated at the time of the assault on his family?",
        "Infantry anti-tank weapons get +1 in close combat with vehicles, but only one infantry anti-tank weapons get +1 in close combat with vehicles, but only one infantry squad can close assault each tank.",
        "An assault is committed when a person intentionally or recklessly causes another to apprehend the immediate infliction of unlawful force.",
        "Editorial note The sacred islet 's thoughts on the successful landing by a Rockall Times assault squad on 16 June 1995 are unrecorded.",
        "jailed for assault following his sentencing at crown court last week.",
        "The assault on to the capital grandmother jean bircumshaw coffee covers most.",
        "Specialize in larger inflatables including bungee run, assault course, and gladiator joust.",
        "Furthermore, on strictly legal grounds, the fairest thing to do would be to charge both of them for assault.",
        "In modern Switzerland every able-bodied male must keep an ' assault rifle ' in his home, and train in its use.",
        "Where we used to have the assault course in now a yachting marina.",
        "Intensive investigations are now ongoing to catch the man responsible for this brutal assault.",
        "In February 1643, Major-General Thomas Ballard led 6,000 parliamentarians from the Midlands in an assault on Newark.",
        "They flew many flights to Malta and Cyprus carrying troops and RAF personnel detached for the assault on the Canal Zone.",
        "pillage of a town or place, even when taken by assault is prohibited CHAPTER II On spies Art.",
        "This scenario represents a platoon assault on a defended german position manned by an understrength German platoon.",
        "After opening with a half-decent comedy song, the two launch straight into a double-pronged, yet playful assault on the audience.",
        "precipitaters tell us that the Italian footballer Materazzi called Zidane a \" son of a terrorist whore \", thus precipitating the assault.",
        "The Lindos have taken out a civil case, charging the police with malicious prosecution, assault and false imprisonment.",
        "Physical assault is a criminal offense as are rape and, in some countries, stalking and marital rape.",
        "Or if we over re-act and take every last entry as an all out assault.",
        "SD6 did a recon then ordered a full assault, so here we are.",
        "Meanwhile, the Viking assault on Wales appears to have been pretty relentless.",
        "These data also suggest that highly unstable expanded simple sequence repeats may act as sensitive reporters of genotoxic assault in the soma.",
        "Rashid opened fire on Cardoso with an AK-47 assault rifle.",
        "One of the more interesting policies of theirs is ex-servicemen will be made to keep a loaded assault rifle at home.",
        "Out of the haze walked the most realistic looking Master Chief ever imagined, assault rifle in hand.",
        "After the sixth assault we were wearied tho not satiated.",
        "seaborne assault on the coast further south.",
        "Armindo Gomes, 67, was charged with second-degree assault, breach of peace and second-degree assault, breach of peace and second-degree reckless endangerment.",
        "People spike drinks for a number of reasons including wanting to sexually assault, rape or rob the person whose drink they have spike drinks for a number of reasons including wanting to sexually assault, rape or rob the person whose drink they have spiked.",
        "Since the assault Mr Danielson has suffered from severe post-traumatic stress, and has been unable to resume full time work.",
        "The violence across Iraq, in the last week, is apparently in response to the assault on the insurgent stronghold, Fallujah.",
        "summoned for assault on Julia Messent at Belchamp Walter.",
        "This is all symptomatic of a broader, concerted assault on our freedoms.",
        "At the time of writing, the death toll from the assault on the city remains unknown.",
        "A new badge for assault troopers would disregard them further.",
        "All they have won in exchange is a temporary truce in the assault on existing members ' pension rights.",
        "unrelenting assault on how you can bring meaning to your life everyday.",
        "withstand more than 3 minutes serious assault.",
        "He even went so far as to assault the sister of the Murabti (Almoravide) amir`Ali III., in the streets of Fez, because she was going about unveiled after the manner of Berber women.",
        "The anonymous objections are very much the statement of common-sense against philosophy; those of Caterus criticize the Cartesian argument from the traditional theology of the church; those of Arnauld are an appreciative inquiry into the bearings and consequences of the meditations for religion and morality; while those of Hobbes (q.v.) and Gassendi - both somewhat senior to Descartes and with a dogmatic system of their own already formed - are a keen assault upon the spiritualism of the Cartesian position from a generally \" sensational \" standpoint.",
        "The following chapters (xxxiv.- xxxix.) are devoted to reconstruction: Edom, the detested enemy of Israel, is to be crushed; the nation, politically raised from the dead, with North and South united (xxxvii.), is to be established under a Davidide king; a final assault, made by Gog, is to be successfully met, 4 and then the people are to dwell in their own land in peace for ever; this Gog section is regarded by some as the beginning of Jewish apocalyptic writing.",
        "After some futile negotiations, which had for their object the recovery of the Portuguese captives before hostilities should begin, an assault was delivered upon Malacca, and though the first attempt to take the city failed after some hard fighting, a second assault made some days later succeeded, and Malacca passed for ever into European hands.",
        "Seward's wife, an invalid, received such a shock that she died within two months, and his only daughter, who witnessed the assault, never recovered from the effects of the scene and died within the year.",
        "The following is in brief the sequence of events: In 560 B.C. Peisistratus drove into the market-place, showed to an indignant assembly marks of violence on himself and his mules, and claimed to be the victim of assault at the hands of political enemies.",
        "1023; in 1196 it was taken by Kutab-ud-din, the general of Muhammad Ghori; in 1 545 by Shere Shah, who, however, fell mortally wounded in the assault.",
        "The Magyars fancied they were safe from attack, because the final assault was suspended; and everything went on in the old haphazard way.",
        "From this time forward there was a desperate struggle at the sapheads on the north front .2 On the 26th of October another assault was made on Chi-Kuan A particular feature of these constant night-fights was the effective use of the defenders' searchlight, not only to show up the enemy but to blind him.",
        "The principal grounds for an absolute divorce are impotency, adultery, wilful or malicious desertion, cruel and barbarous treatment, personal abuse and conviction of any such crime as arson, burglary, embezzlement, forgery, kidnapping, larceny, murder, perjury or assault with intent to kill.",
        "Oudinot's (XII.) corps, the extreme right wing, was to work round by the hilly country to Jenkwitz in rear of Bautzen, Macdonald's (XI.) corps was to assault Bautzen, and Marmont, with the VI.",
        "Ere rationalismus vulgaris fell before the combined assault of Schleiermacher's subjective theology and the deeper historical insight of the Hegelians, it had found a refuge successively in the Kantian postulates of the practical reason, and in the vague but earnest faith-philosophy of Jacobi.",
        "the assault was delivered, the points of attack being the Kashmir bastion, the Water bastion, the Kashmir gate, and the Lahore gate.",
        "Baird Smith indeed urged an immediate assault upon Delhi, on the ground that audacity is the best policy in Indian warfare; but it was not until the arrival of Nicholson on the 7th of August with the last Punjab reinforcements that the force was strong enough, in the opinion of its commander, to take offensive action.",
        "An extreme result of this influence is shown in Tertullian's view, that no Christian could properly hold the office of a secular magistrate in which he would have to doom to death, chains, imprisonment; but even more sober writers, such as Ambrose, extend Christian passivity so far as to preclude self-defence even against a murderous assault.",
        "The 2005 version of Assault on Precinct 13 may be a perfect example, however, of why to remake a great film.",
        "Seven policeman were killed in an insurgent assault on a police checkpoint outside the restive city of Baquba, northeast of Baghdad.",
        "This action coincided with a British seaborne assault on the coast further south.",
        "Armindo Gomes, 67, was charged with second-degree assault, breach of peace and second-degree reckless endangerment.",
        "Sexual assault of girls is dealt with as a separate issue, as is sexual harassment of women at work.",
        "Nonstop blitzkrieg assault of snarling guitars and smartass attitude with great keith moon like drumming and These guys better not soften up with success.",
        "People spike drinks for a number of reasons including wanting to sexually assault, rape or rob the person whose drink they have spiked.",
        "September 6 th 1903 Alfred Laver, a roundabout attendant, aged 19 years was summoned for assault on Julia Messent at Belchamp Walter.",
        "In his Preface to Plato, Eric Havelock finds that Plato 's assault on poetry was fundamentally technological in nature.",
        "This interview was special to me because of Jeremy 's unrelenting assault on how you can bring meaning to your life everyday.",
        "Sold Secure Silver - designed to withstand more than 3 minutes serious assault.",
        "You'll actually watch a cat leap out from beneath a shrubbery to assault an unsuspecting toddler.",
        "Antoine Dodson: In the summer of 2011, the Internet fell in love with Antoine Dodson, a flamboyant man featured on his local news after a break-in and attempted sexual assault against his sister.",
        "It encompasses verbal harassment, physical assault, and other forms of coercion and manipulation.",
        "Girls who binge drink sometimes pass out and are unable to give consent to sexual activity, putting themselves at risk of sexual assault.",
        "No parent wants a teenager to suffer from addiction, abuse or assault due to drinking alcohol.",
        "Australian Big Brother has been yanked off the air after one of the contestants was an alleged victim of sexual assault by two of her male roomies.",
        "The assault caused upset among viewers as well as the Prime Minister.",
        "While Willie Nelson is facing legal problems for drug use, the misdemeanor assault case against 57-year-old Hank Williams Jr. goes to the grand jury.",
        "More specifically, that includes drug use, drunkenness and assault with a broken wine glass.",
        "Earlier this year, she was charged with second degree assault in New York for throwing a mobile phone at her housekeeper.",
        "On Wednesday, October 25, Campbell was arrested on \"suspicion of assault\" in London and held for questioning.",
        "This latest verbal assault comes just days after Lindsay Lohan told Oprah that she is not the \"party girl\" that the media makes her out to be.",
        "After pleading guilty earlier in the year for reckless assault, the supermodel will spend five days mopping the floors of New York's Sanitation Department.",
        "In January 2007, she pleaded guilty to misdemeanor assault for throwing her crystal-encrusted telephone at her maid, Ana Scolavino in March 2006.",
        "Campbell was originally charged with second-degree assault.",
        "She accused the supermodel of assault, battery and false imprisonment.",
        "Actor Ryan O'Neal was arrested in February 2007 on assault and firearms charges after a fight with his son.",
        "Campbell is also known for her short temper, and has been accused several times of assault.",
        "Kristy Swanson, the original Buffy the Vampire Slayer and Skating with Celebrities winner, was recently arrested on assault charges.",
        "Swanson, in return, has filed a counter assault claim against O'Brien, maintaining that she has photos of the injuries she received during the attack.",
        "Boy George - Not drinking, not drugs, not weapons but False Imprisonment and Assault.",
        "Both ladies were arrested and charged with assault and Mr. Blonsky has been slapped with the much more serious charge of inflicting grievous bodily harm.",
        "Shawntae Harris) was handed a three-year prison sentence for a 2007 assault.",
        "Da Brat was arrested and charged with felony aggravated assault.",
        "This is the second assault incident for Da Brat.",
        "Knight was arrested in connection with an assault that occurred back in August of 2008.",
        "The police were called to the scene and arrested Knight on suspicion of assault, also finding hydrocodone and ecstasy on the violence prone former music mogul.",
        "Shortly after the incident, the Los Angeles district attorney's office has been working overtime to see if they can formally charge Brown with assault.",
        "Chris Brown's reputation has definitely taken a nosedive since word of the assault got out.",
        "The assault trial of Chris Brown is in jeopardy of getting dismissed due to the leaked photos of Rihanna after the incident.",
        "Geragos and his team are investigating the matter of the police photos taken of Rihanna that swarmed the Internet just days after the assault.",
        "Brown is currently charged with assault with force likely to cause great bodily injury and making criminal threats.",
        "Sutherland is expected to turn himself into the NYPD within the next day or so to face assault charges.",
        "Chris Brown cops a plea in the felony assault case brought against him after the alleged beating of his ex-girlfriend Rihanna.",
        "By pleading guilty to felony assault, Chris Brown avoided a sentence that could have had him in jail for up to four and a half years.",
        "The aspiring country music star formally pressed assault and harassment charges against Rich.",
        "As it turns out, Rich also claimed that Jared Ashley and cohort Chris Seiver attempted to blackmail Rich by promising to drop the assault and harassment charges if Rich forked over nearly three million dollars to them.",
        "Coleman was arrested on assault charges for punching a woman.",
        "A judge granted Bullock a restraining order against the fan, who pleaded not guilty to aggravated assault and stalking.",
        "In late 2009, Sheen was arrested for domestic violence and charged with menacing, assault, and criminal mischief.",
        "In 1986, Heatherton was once again arrested for drug possession and felonious assault after attacking her former manager Jerry Fisher with a knife.",
        "Celebrity gossip websites quickly ascertained why: Her then-boyfriend Chris Brown was busy with the Los Angeles, California, police after being charged with battery and assault.",
        "Brown was sentenced to five years of probation after pleading guilty to the assault.",
        "On Christmas Day 2009, Sheen was arrested and charged with felony menacing, third-degree assault and criminal mischief when police were called to the home he shared with Mueller.",
        "When passengers or crew members do find themselves involved in an incident - assault, sexual harassment, slip and fall accidents, etc. - on board a cruise ship, they should take steps to protect their legal rights immediately.",
        "This builds up a healthy tree that is able to withstand bacterial and fungal assault.",
        "Tactical assault is not prominently felt, but if you're a fan of the Batman, it really doesn't matter how good the game is, you'll want to play it anyway, if only to control the Dark Knight himself.",
        "Use Abrams tanks, F-15 Strike Eagles and assault carriers to name a few.",
        "Once you've made your choice, you'll then be able to pick from seven different classes available: Special Ops, Sniper, Medic, Engineer, Support, Assault, or Anti-Tank.",
        "Another task to complete, if you want, is to unlock the assault rifle.",
        "Once you've earned your chops, you will regularly have two teams under you: usually a fire team, ideal for suppressing the enemy, and an assault team, ideal for, well, you get it.",
        "For instance, the Elf has a Continental Assault that will launch many magical arrows towards his enemies.",
        "Luckily, there wasn't an overwhelming assault on Helios and the enemy was kept neutralized, but the battles continue with no victor yet declared.",
        "Finish the Fight: This is a basic layout with Master Chief huddled against a rock wall, ready to do battle with his assault rifle.",
        "And since there's hardly any variety to the enemy, you might get bored fighting the same bad guy with the same assault rifle over and over again.",
        "Even with so many World War II titles coming out of the woodwork nowadays, Pacific Assault continues to impress - especially in the tension department.",
        "The graphics in Medal of Honor: Pacific Assault are some of the best I've seen yet, but without a sufficient system, it can be a frustrating gaming experience.",
        "Where the action scenes are good, Medal of Honor: Allied Assault and Call of Duty are much more intense.",
        "These Namco-developed games include Mario Superstar Baseball, Star Fox Assault and the Donkey Konga games.",
        "Maneuvering around the ring is just as tactical as performing a full out assault on someone you knocked down.",
        "X-Wing and Star Wars Chess and Rebel Assault, all published or licensed by LucasArts, broke this trend and started new franchises based on the Star Wars universe.",
        "Once you receive your mission, you're on our way to killing terrorists with a healthy amount of weaponry ranging from pistols to assault rifles to basic stealth attacks.",
        "Wounds may also be an intentional result of violence involving assault with weapons, including fists, knives, or guns.",
        "Over time, it may lessen in its assault on the body, but there are still problems from damage to the tissues.",
        "In the case of a known accident, sports injury, or assault, the doctor begin with the ABCs, which means that he or she will check the child or adolescent's airway, breathing, and circulation.",
        "Often, explosive episodes result in destruction of property, domestic violence, and physical assault, which, in turn, have legal ramifications.",
        "The most common single cause is assault, accounting for 41 percent of nasal fractures.",
        "External trauma to the nose may be accidental (transportation accidents, animal bites, air gun injuries, and sports injuries) or intentional (fights, criminal assault, domestic violence, nose piercing).",
        "In the case of a known accident, sports injury, or assault, the doctor begins with the ABCs, which means that he or she will check the child's airway, breathing, and circulation.",
        "A higher proportion of abused than nonabused delinquent youth are also involved in crimes of assault.",
        "It is a flat tracing and indicates that the baby has sustained a severe assault on its central nervous system.",
        "Rape and sexual assault are violent crimes, and children and adolescents constitute a large number of the victims of these crimes.",
        "Rape and sexual assault are defined according to the degree of sexual interaction.",
        "Rape and sexual assault that recurs is considered sexual abuse.",
        "Rape and sexual assault are especially traumatic for children and adolescents, who often do not fully understand normal sexual activity.",
        "Studies and statistics have shown that adolescence is the riskiest life stage for sexual assault, and the time when the most psychological trauma can result.",
        "The 2000 Victim, Incident, and Offender Characteristics, published by the National Center for Juvenile Justice (NCJJ), analyzed sexual assault data collected by law enforcement agencies over a five-year span.",
        "Age: Over two-thirds of reported victims of sexual assault were juveniles under the age of 18.",
        "Gender: Females were more than six times more likely to be a victim of sexual assault than males; more than 86 percent of victims were females.",
        "Females are most likely to be the victim of sexual assault at age 14, while males are at most risk at age four.",
        "Location: The residence of the victim was the most commonly noted location of sexual assault (70%).",
        "Similar statistics were gathered by the NCJJ regarding the perpetrators of rape and sexual assault.",
        "Many children and adolescents are reluctant to report rape and sexual assault for a number of reasons.",
        "The victim may think that no one will believe the assault occurred or that they were somehow at fault.",
        "Unreported rape and sexual assault are especially common when the offender is known to the victim, such as a family member or respected member of the community (e.g., clergy, teacher).",
        "Rape and sexual assault are diagnosed by interviewing the patient and parents, physical and gynecological examination, and laboratory tests for the presence of seminal fluid.",
        "In many cases, children or adolescents do not report the rape or sexual assault, but they do show obvious signs of physical violence.",
        "In such cases, diagnosis of rape or sexual assault is revealed through therapy sessions for PTSD.",
        "Approximately 31 percent of rape victims develop PTSD as a result of their assault.",
        "The \"Sexual Assault Nurse Examiner Development and Operation Guide,\" prepared by the Sexual Assault Resource Service, describes the ideal protocol for collecting evidence from a sexual assault victim.",
        "For adolescents, untreated rape and sexual assault can result in serious long-term psychological effects.",
        "Even when treated, rape and sexual assault can cause poor self-esteem, sexual dysfunction and impaired sexual and personal relations, insomnia, anxiety, eating disorders, and other psychological symptoms that last into adulthood.",
        "Assaulted young boys may, in turn, commit sexual assault themselves in the future.",
        "Usually, rape and sexual assault cannot be prevented, and it is important that children and adolescents, who often think they are at fault after an attack, be told that there was nothing they could have done to prevent the attack.",
        "STDs are a source of concern for many victims of sexual assault.",
        "Female adolescents at risk of becoming pregnant after an assault should be counseled on the availability of emergency contraception.",
        "Sexual assault nurse examiner-A registered nurse who is trained to collect and document evidence from a sexual assault victim, evaluate and treat for STDs and pregnancy, and refer victims to followup medical care and counseling.",
        "Because rape and sexual assault cause long-term psychological trauma, parents should be aware of symptoms of PTSD, depression, substance abuse, high-risk behaviors, and anxiety in their children.",
        "Long-term therapy with a counselor experienced in rape and sexual assault trauma can benefit both the victim and parents.",
        "The Rape Recovery Handbook: Step-by-Step Help for Survivors of Sexual Assault.",
        "Kawsar, M., et al. \"Prevalence of Sexually Transmitted Infections and Mental Health Needs of Female Child and Adolescent Survivors of Rape and Sexual Assault Attending a Specialist Clinic.\"",
        "National Sexual Assault Hotline: 1-800-656-HOPE.",
        "They may provide expert insight into cases of medical malpractice, fraud, sexual assault and more.",
        "Mariska founded this non-profit organization in 2002 to provide dolphin-human therapy to survivors of sexual assault.",
        "Rash guards are just one type of swim shirts that attempt to save your body from the assault of saltwater waves.",
        "Packed with free radical-fighters, this wonder-food can help to prevent disease and slow down the aging process as our bodies break down from a constant environmental assault.",
        "The mission of WomensLaw.org is to provide easy to understand legal information and resources to women living with or escaping domestic violence or sexual assault.",
        "It's no secret that the world of divination has been under assault by skeptics, particularly in areas where Western rationalism remains prevalent.",
        "Assault on Precinct 13--Black over-the-knee boots are ever-present on this one!",
        "She charged Todd Manning with leading the assault, but also implicated Kevin Buchanan (Viki Lord Buchanan's son).",
        "All that changed after allegations of sexual assault were hurled his way.",
        "Down the road, families can assist the pirates' assault and participate in the volcano activities at Treasure Island.",
        "Don't be afraid to try new foods that assault your taste buds with flavor.",
        "There have even been news stories about people committing assault because some yahoo just can't keep from hooting and hollering through the whole darn workout.",
        "Groups opposed to health care reform began a major assault against it throughout 1994.",
        "The women of Crete in the pre-Christian days apparently had no time for a slow tease -- they went for a full-blown frontal assault!",
        "Brown was charged in early March for felony assault and making criminal threats.",
        "Mary Delgado, who was chosen by The Bachelor Byron Velvick to win the show's sixth season, was arrested in 2007 on suspicion of assault following a dispute at the couple's Florida home.",
        "Assault: A player starts at one end, avoiding a Gladiator shooting large darts from a powerful air cannon.",
        "Soon after the show wrapped, an assault turned this mother-daughter feud into tabloid fodder and formed the basis for the second season of the show.",
        "MTV cameras were around to capture the aftermath of the assault.",
        "Luke makes a more frontal assault, declaring himself at the door and claiming the title of Jedi Knight.",
        "Whether you choose a subtle plan of attack or a forceful, all-guns-blazing sort of assault on your acne, you have many options at your disposal.",
        "Besides his work as editor, he was always writing himself some book or pamphlet called for by the event of the day, some general fray in which he was compelled to mingle, or some personal assault which it was necessary to repel.",
        "During that assault, a number of Union troops battled wearing trousers and gray coats which took on the appearance of many Confederate styles.",
        "He established the freedom of the instrumentalities of the national government from adverse legislation by the states; freedom of commerce between the different states; the right of Congress to regulate the entire passenger traffic through and from the United States, and the sacredness of public franchises from legislative assault.",
        "The empire certainly was wealthy and of enormous extent, for there were successively added to it the rich kingdoms of Bijapur and Golconda, but it was internally decaying and ready to crumble away before the first vigorous assault.",
        "At the head of a hundred thousand men he showed, besides the large grasp of strategy which planned the Carolinas march, besides the patient skill in manoeuvre which gained ground day by day towards Atlanta, the strength of will which sent his men to the hopeless assault of Kenesaw to teach them that he was not afraid to fight, and cleared Atlanta of its civil population in the face of a bitter popular outcry.",
        "Seeing the dust-clouds drifting away northward, and noting the lethargy which seemed to have settled over the whole French line, Prince Frederick Charles decided to assert his own independent will to conquer by a final assault along his whole front.",
        "On the 28th of May Rupert and d'Estrees, believing that De Ruyter was too much afraid of their superior numbers to venture to sea, sent in a squadron of light vessels and fire-ships to attack him, but he took the offensive at once, scattering the light squadron, and falling with energy on the restof the fleet, which, not being in expectation of a vigorous assault, was taken at a disadvantage.",
        "Five marshals of France served under the king in this enterprise, but their advice was of less value than that of Vauban, whose plans the king followed implicitly, even so far as to order an assault de vive force against the unanimous opinion of the marshals.",
        "To enter the city by way of the Tacubaya causeway it was still necessary for the Americans to capture Chapultepec. This hill, defended by about 4000 Mexicans under General Nicolas Bravo, was bombarded on the 12th of September, and was carried by assault on the 13th.",
        "The assault on Thebes was disastrous for the Seven; and Amphiaraus, pursued by Periclymenus, would have been slain with his spear, had not Zeus with a thunderbolt opened a chasm into which the seer, with his chariot, horses and charioteer, disappeared.",
        "Recollections of their easy triumph in 1894 and perhaps thoughts of Sevastopol, German theories of the \" brusque attack,\" the fiery ardour of the army, and above all the need of rapidly crushing or expelling the squadron in harbour, combined to suggest a bombardment and general assault.",
        "On the night of the 23rd-24th, just as the assault was being renewed, Stessel delivered a fierce counter-attack against the lost positions, and the result of an all-night battle was that though the forts were not recaptured, the assault was repulsed with over 5000 casualties, and the Japanese in Pan-Lung were isolated.",
        "For, by representing the prosecution of its party-political objects as a championship of the Catholic Church, Ultramontanism seeks to acquire the support of the official organs of that Church, and the good will of all circles interested in her welfare; while at the same time it strives to discredit any attempt at opposition by branding it as an assault on the orthodox faith.",
        "On the 30th of July the Federal engineers exploded a mine under the hostile works, and Burnside's corps rushed to the assault.",
        "The capital of Kano, a walled and fortified town of great extent and formidable strength, fell to a British assault in February of 1903.",
        "Incidents in it were his vehement opposition to the Mexican War as a scheme for more slavery territory, the assault made upon him in Washington by Congressman Albert Rust of Arkansas in 1856, an indictment in Virginia in the same year for circulating incendiary documents, perpetual denunciation of him in Southern newspapers and speeches, and the hostility of the Abolitionists, who regarded his course as too conservative.",
        "Becket had not shrunk from excommunicating a tenant in chief who had encroached upon the lands of Canterbury, and had protected against the royal courts a clerk named Philip de Brois who was charged with an assault upon a royal officer."
    ],
    "definition": [
        "In criminal and tort law, an act, usually consisting of a threat or attempt to inflict bodily injury upon another person, coupled with the apparent present ability to succeed in carrying out the threat or the attempt if not prevented, that causes the person to have a reasonable fear or apprehension of immediate harmful or offensive contact. No intent to cause battery or the fear or apprehension is required so long as the victim is placed in reasonable apprehension or fear. No actual physical injury is needed to establish an assault, but if there is any physical contact, the act constitutes both an assault and a battery.",
        "In criminal law, in some states, the term includes battery and attempted battery.",
        "Any attack .",
        "The act of inflicting bodily injury upon another. See also mayhem.",
        "Rape.",
        "Any sexual contact with another person without the other’s consent or when the other lacks the capacity to give legally effective consent.",
        "Link/Cite"
    ]
}