{
    "translation": "נכסים",
    "uses": [
        "The indigenous population must be considered one of the assets of Liberia.",
        "The life insurance companies have assets to the value of about $225,000,000.",
        "The assets of the Trade Departments were valued at £110,657 in 1909.",
        "Banking.-There are four banks of issue, of which two are local institutions; their united assets average £3,576,700.",
        "She knew very well she had some physical assets that drew men, even if her body wasn't ideal like Toni's.",
        "cent invested in fixed-interest assets.",
        "It is best to keep your liabilities to a minimum while maximizing your assets.",
        "On the other hand, \"liabilities\" are the opposite of assets.",
        "Some of the assets above mentioned proved, however, not to be easily realizable.",
        "This was followed by the loss of these resources, bankruptcy, and eventually the surrender of her principal assets to her foreign creditors.",
        "In 1908 the state debt was $816,785, and the assets in bonds, railway mortgages and bank stocks exceeded the liabilities by $7 1 7,779.",
        "Some become so wealthy, in fact, they can live off the interest (the productivity) of their assets, not just their own labor.",
        "In 1906 the six fire insurance companies had an aggregate capital of more than $10,000,000; on the 1st January 1906 they reported assets of about $59,000,000 and an aggregate surplus of $30,000,000.",
        "On the 30th of June 1908 the total cash assets of the government were $7,860,697, of which $6,000,000 was invested in New York City real estate, and more than $1,500,000 was in deposits in New York.",
        "Obtain optimum value The aim on disposal of heritage assets should be to obtain optimum value, rather than the highest price.",
        "The buyer cannot have greater than $7,500 in liquid assets.",
        "In 1920 the assets of the banks and trust companies of St.",
        "At the time of the divorce, the parties had amassed net assets valued in the region of £ 75 million.",
        "Institutions may have different definitions of dormant account, lost account or unclaimed assets.",
        "Asset finance Asset finance is widely used in the United Kingdom, allowing firms to exploit the value of their asset finance Asset finance is widely used in the United Kingdom, allowing firms to exploit the value of their assets in securing finance.",
        "However, some missions may require augmentation with additional combat or combat support assets.",
        "Miss 'E ' carried out a due diligence exercise on the assets of the business and prepared an initial draft balance sheet.",
        "The United Kingdom's external balance sheet currently records assets and liabilities of more than £ 3.5 trillion.",
        "balance sheet reconciliations, fixed assets and variance analysis.",
        "balance sheet values for these stock and fixed assets held by industry are essentially complete and correct.",
        "balance sheet information providing details of a businesses assets and liabilities, as well as the liquidity of the business.",
        "balance sheet forecast should also show how your assets are financed - equity, loans and current liabilities such as creditors.",
        "bankable assets, and terminal cancer patients all the more so.",
        "Indian banking sector: Placing a ceiling of 15 per cent for assets of foreign banks in the total assets of the banking sector: Placing a ceiling of 15 per cent for assets of foreign banks in the total assets of the banking system.",
        "BNFL is technically bankrupt, with more liabilities than assets.",
        "Aside from preserving all means-tested benefits, a personal injury trust can provide clarity in separating the compensation from other assets.",
        "NHS Trusts face several statutory obligations, including delivery of financial break-even, management of cash flow, and management of assets.",
        "rapid buildup of evacuation assets at the mass casualty location eases the situation.",
        "The assets of these organizations comprise the bulk of the Federal Government's telecommunications resources.",
        "Net assets fell by 6% from 2003, to £ 2.6 billion, mainly due to the share buyback activity in the year.",
        "charityexempt charities are very large with substantial incomes and assets.",
        "codifyFRS codifies existing practice and aims to improve the consistency in the accounting treatment of tangible fixed assets.",
        "Still, \" the suite of assets is not entirely complimentary to what we have at Newmont.",
        "Fixed assets used by the charity should be briefly described, eg desktop computer, or make of motor vehicle.",
        "confiscated assets have been allocated to the RAF.",
        "consistory court records, Johansen describes the reasons behind the granting of divorces and the splitting up of familial assets.",
        "contingent assets later this month.",
        "Common types of bankruptcy fraud include petition mills, false oath, concealment of assets, and fraudulent conveyance.",
        "Conventional asset protection is not hiding assets, defrauding creditors or evading income taxes.",
        "currency overlay is the management of the foreign exchange risk inherent in a portfolio of foreign assets.",
        "custodians of the assets.",
        "custodian bank by the regulator of a pension fund may create some obstacles to the pooling of assets.",
        "debtors ' assets?",
        "decomposed to produce a hierarchical structure terminating with the individual media assets to be presented.",
        "Allows compensation to private Iraqi citizens who lost assets to the boundary demarcation process.",
        "A holiday in Britain would appeal particularly to the kind of person who likes to hold US dollar denominated assets at this time.",
        "depository institutions plummeted from nearly half of total financial-sector assets to 24% .",
        "depreciated cost of the assets plus the goodwill.",
        "The Donated Assets reserve comprises of these robes which, due to their long life, are not depreciated.",
        "depreciation on assets employed providing that service.",
        "depreciation of head office assets calculated for the year has been charged to the fixed assets fund.",
        "derivative transactions are covered by cash or by corresponding assets.",
        "Investment assets listed should include a description of the asset held.",
        "I consider the just solution to reflect the greatly diminished assets is to award the wife £ 220,000 or 41% of the capital.",
        "diminution in the value of the net assets of the company.",
        "The net disinvestment in tenanted farmland continues, with 4.9% of the investment assets held in the index sold during 2005.",
        "disposal of heritage assets should be to obtain optimum value, rather than the highest price.",
        "The husband has the [insurance policies] worth £ 7,400 and about £ 4,000 in assets disposed of.",
        "disposition of assets, include that on your application.",
        "dissipation of assets must be balanced against alerting the criminal to the existence of the investigation.",
        "The Association wishes to achieve a balanced return from a broadly diversified blend of assets.",
        "divestiture of assets is not being followed anywhere else in the world.",
        "Nor are they using these assets to spend and boost the economy.",
        "Measures or policies taken to address coastal erosion or flooding can often pose a new risk to historic assets.",
        "eschew the notion that their digital assets may be.. .",
        "The resultant write-down of fixed assets and stocks has been included in operating costs but has been treated as exceptional.",
        "On divorce, the courts have very far-reaching powers to transfer assets.",
        "Can I raise finance in the UK on these assets?",
        "asset finance Asset finance is widely used in the United Kingdom, allowing firms to exploit the value of their assets in securing finance.",
        "fixed-wing assets of the corps command aviation battalion.",
        "flogging off our assets.",
        "fluctuate much more widely than the underlying assets.",
        "The commander provides the focus to prioritize these IO assets.",
        "Secure your digital assets by placing them outside the public_html folder thus preventing any direct link exploits.",
        "frank disclosure of all relevant assets, and put their cards on the table.",
        "freezelar publication by its members of the amount of suspected terrorist assets frozen, in accordance with the appropriate United Nations Security Council Resolutions.",
        "frenzyvalue of the pension pot is shaped by speculative frenzies and market bubbles rather than investment in real assets.",
        "The assets of the scheme are held in a separate trustee administered fund.",
        "fungible partnership assets by partners who are not within the charge to corporation tax.",
        "gen character assets.",
        "As at 31 December 2001, Euroclear had net assets excluding goodwill of E650 million (£ 397 million ).",
        "negative goodwill should be written off to P&L in the periods expected to benefit from the associated assets.",
        "Jigsaw Co-operative limited is a company limited by guarantee with all assets held in common.",
        "heritage assets should be to obtain optimum value, rather than the highest price.",
        "hierarchal structure that allows all types of physical assets to be recorded along with their conditions.",
        "illiquid financial assets.",
        "relatively liquid assets fetch higher prices than relatively illiquid assets, for any given (gross) return.",
        "Unlike other assets, properties have to be managed and markets can be very illiquid, he says.",
        "It is significant that some market contacts have expressed misgiving about the present scale of demand for risky and potentially illiquid assets.",
        "Assets play a crucial role in generating Britain's widening inequality.",
        "inheritance tax payable on assets left to spouses.",
        "Settled property This leaflet explains how we charge inheritance tax on assets which are included in a settlement.",
        "inheritance tax on assets which are included in a settlement.",
        "insolvent liquidation, the liquidator is under a statutory duty to collect in its assets.",
        "intangible assets of the business.",
        "Trading in the two assets classes is often intermingled indeed, the deals may be on separate sides of the same coin.",
        "Since most people die intestate, state intestacy laws govern how most people's assets are distributed after their ' passing.",
        "intestate law is the law that decides how assets are transferred and creditors satisfie.. .",
        "The Heritage Trail - \" One of his sceptred isle 's greatest assets is her incredible wealth of heritage.",
        "The new regime will mean that lessees may be able to claim capital allowances on assets they have financed on lease terms.",
        "Overseas leasing UK based lessors have not been able to lease assets to overseas lessees due to the penal overseas leasing rules.",
        "A properly drafted contractual lien would extend over any other aircraft or assets of the operator which are in the facility's hands.",
        "Nearly 60 per cent of the street lighting assets will need replacing over the first five years of the contract.",
        "liquidated assets would receive compensation in German currency.",
        "liquidation expenses out of Assets comprised in Floating Assets.",
        "liquidation of German assets were never carried out.",
        "litigants cannot so easily attack assets which are not held by an individual personally.",
        "lucrative bids a major issue of assets.",
        "matrimonial assets.",
        "misappropriate assets and commit fraud, some people are able to excuse their actions, thereby relieving any sense of guilt.",
        "Building new airport capacity at the rate projected would leave the UK with seriously misconceived investment in ' stranded assets ' .",
        "The assets liabilities who learned from is essential how the only motocross.",
        "One of his primary roles is to use the House's digital assets to produce educational multimedia.",
        "multimedia application is to gather your assets.",
        "But the driving motive for such acquisitions has been the availability of attractive assets abroad and the ability to fi nance them.",
        "net assets valued in the region of £ 75 million.",
        "Many Russian people would like to see the oligarchs jailed and there assets seized.",
        "This call was answered by the business elite (the so-called oligarchs ), who used their media assets to accumulate political capital.",
        "overvalued Severstal assets.",
        "overvalue problem with this ratio is that companies can show a high current ratio by simply overvaluing their assets.",
        "The assets are held in beneficial ownership for its staff.",
        "Fully charged assets should not normally be insured by the official receiver - see paragraph 8.70.",
        "If the administration of the assets of the foundation lacked the diligence of a bonus paterfamilias.",
        "For all legal purposes, the assets of the foundation shall constitute a separate patrimony from the personal assets of the founder.",
        "Based on the threat and scheme of maneuver, assets may need support to enhance their passive air defense posture.",
        "pre-owned assets?",
        "pre-owned assets regime.",
        "By avoiding probate, a living trust gets your assets distributed significantly more quickly than a will does.",
        "Background In ancillary relief proceedings the Husband had removed the parties ' joint assets from the jurisdiction without the Wife's knowledge or consent.",
        "The sole proprietor can transfer the business only by the sale of business assets.",
        "The value of any assets under a GWR would remain part of your estate for IHT purposes.",
        "The trusts appeared to work when the foreign trustee refused to repatriate the assets pursuant to the courts ' orders.",
        "context quadratic time prominent role in these assets were in canada should.",
        "quadrennial condition surveys on all historic assets.",
        "Its net foreign assets have nearly quadrupled in the past twelve years.",
        "As counsel to the issuer, an $ 8.8 billion warehouse funding facility backed by real estate related assets.",
        "real estate related assets.",
        "The lessor would report financial assets (representing amounts receivable from the lessee) and residual interests as separate assets.",
        "receivable in respect of years that are not yet closed should be included in these assets.",
        "You will be involved with a variety of tasks including balance sheet reconciliations, fixed assets and variance analysis.",
        "recourse variables would represent the liquidation (selling) of assets to meet liabilities.",
        "These changes extend the more generous business taper relief to many more shareholdings than previously are also business assets.",
        "In return for this payment, they formally renounced all their rights to German assets in Switzerland.",
        "Changes in the type and quantity of supported equipment, as well as the tactical situation, may require reorganization of recovery assets.",
        "repatriate the assets pursuant to the courts ' orders.",
        "resigning as trustee she raised concerns with the Commission about alleged misappropriation of assets and mismanagement by other trustees.",
        "Therefore for companies they will be qualifying assets under the intangible asset rollover relief provisions but not under the chargeable gains rollover relief provisions.",
        "safeguard the assets pending the winding up hearing.",
        "In 2002 her first short screenplay, Frozen Assets, was selected for production via the Short Film Factory screenwriting scheme.",
        "This accounts for almost 50% of all total assets seized in the UK by police.",
        "Clearly, Blair's cabinet is ideologically driven to carry out this massive sell-off of public assets.",
        "sell-off of public assets.",
        "How information can be made more valuable by capturing semantics and treating data/information models as IT assets.",
        "situs of the assets which are owned by the Foundation.",
        "sole proprietorship or partnership, the owners can lose personal assets in a business lawsuit.",
        "And while it does this, a governing body must ensure the solvency of the college and safeguard its assets.",
        "For example, the assets of a waste disposal company can be seized by a court in the case of a toxic spill.",
        "The main benefit to owning preferred stock is that you have a greater claim on the company's assets than common stockholders.",
        "such circumstances the director may be required to contribute to the assets of the company in the process of liquidation.",
        "surplus assets or asset disposal.",
        "There is no inheritance tax payable on assets left to spouses.",
        "Analysts have said that China Netcom's support is key to any successful takeover of PCCW's core telecom and media assets.",
        "Asset Schedule This is a schedule showing the complete list of assets (property, monies and investments) owned by the testator.",
        "IHT would only be payable upon the second death, where the assets exceeded the IHT threshold.",
        "It goes without saying that treasurers need to know their fixed assets from their current ones!",
        "At law, they remain substantially unaccountable to any other creditor for the way in which a company's assets are dealt with.",
        "uncharged assets of an estate needed by a person who acts as a licensed insolvency practitioner.",
        "underlieare no underlying investments or assets to pay for them.",
        "unscramble the arrangements which enabled the taxpayer to give away assets but still enjoy them.",
        "value of any assets under a GWR would remain part of your estate for IHT purposes.",
        "write-downs of fixed assets, investments or provisions against trade debtors.",
        "Included in the Q4 2005 net loss was $ 589 million of non-cash write-downs related to long-lived assets, goodwill and intangible assets.",
        "Total assets stood at 6.45 trln yuan, up 28 pct from a year earlier.",
        "In these circumstances Ismail had to realize his remaining assets, and among them sold 176,602 Suez Canal shares to the British government for ~,976,582 i (see BEAc0NsFIE1.D).",
        "Internal difficulties, low transport capabilities, and the necessity of garrisoning almost all parts of Albania and Macedonia to prevent local risings, added to the customary slackness in administration and training and the customary dishonesty in supply and equipment matters, resulted in the putting into the field of two armies which were numerically inferior, unequally trained, and poorly equipped - possessing indeed few assets beyond the solid fighting-worth of the individual Mahommedan Turk .2 With all this, however, the prestige of a great Power facing a group of small states, whose mutual hatred and rivalries had only just been composed, stood high, especially in Germany where the positive effects of the Turkish army reforms initiated by von der Goltz and others were overrated.",
        "Context quadratic time prominent role in these assets were in canada should.",
        "The Protocol requires Departments to commission specialist conservation consultants to conduct quadrennial condition surveys on all historic assets.",
        "The issue is whether profit commissions receivable in respect of years that are not yet closed should be included in these assets.",
        "Recourse variables would represent the liquidation (selling) of assets to meet liabilities.",
        "After resigning as trustee she raised concerns with the Commission about alleged misappropriation of assets and mismanagement by other trustees.",
        "The primary reason for such appointment is usually to safeguard the assets pending the winding up hearing.",
        "Clearly, Blair 's cabinet is ideologically driven to carry out this massive sell-off of public assets.",
        "Nonetheless, attention must be given to the situs of the assets which are owned by the Foundation.",
        "In contrast, with a sole proprietorship or partnership, the owners can lose personal assets in a business lawsuit.",
        "The main benefit to owning preferred stock is that you have a greater claim on the company 's assets than common stockholders.",
        "In such circumstances the director may be required to contribute to the assets of the company in the process of liquidation.",
        "There are no other significant possibilities for sale of surplus assets or asset disposal.",
        "Incorporating or forming an LLC helps protect personal assets and provides tax-deductible benefits for employees and owners.",
        "Analysts have said that China Netcom 's support is key to any successful takeover of PCCW 's core telecom and media assets.",
        "These assets could be political, religious, ethnic, historical, or territorial in nature.",
        "Asset Schedule This is a schedule showing the complete list of assets (property, monies and investments) owned by the Testator.",
        "It goes without saying that treasurers need to know their fixed assets from their current ones !",
        "At law, they remain substantially unaccountable to any other creditor for the way in which a company 's assets are dealt with.",
        "Bond Insurance cover, to protect the uncharged assets of an estate needed by a person who acts as a licensed insolvency practitioner.",
        "There are no underlying investments or assets to pay for them.",
        "Unscramble the arrangements which enabled the taxpayer to give away assets but still enjoy them.",
        "These assets had (due to a series of local government reorganizations in the area) become vested in the unitary authority.",
        "Basic policy limits assets worthless overnightthis audio to the.",
        "Discussions with management about the need for write-downs of fixed assets, investments or provisions against trade debtors.",
        "Before making an order for division of assets, a judge should check his tentative views against the yardstick of equal division.",
        "Would you rather be working together in synergy with someone with very similar qualities to you or someone that has different assets?",
        "The court will sequester all assets of the man until he pays what is due.",
        "The family must have assets of more than $80,000, have at least one adult employed full-time, and have an income of at least $10,000 per family member.",
        "Keep in mind that not all of your assets should be put into mutual funds.",
        "Try and use the dress to showcase your best assets.",
        "HSN, Inc., the parent company of the Home Shopping Network, purchased a controlling interest in Ticketmaster in 1997 and acquired most of Universal Studio's television assets, including the USA network and Sci-Fi.",
        "During times of economic difficulty, sports cards are valuable assets if sold to the right party.",
        "If they used all their \"assets,\" they still receive 5 to 10 percent off regular prices.",
        "Interest rates are competitive with other investments, and savings bonds purchased through the government are not subject to income taxes like other assets.",
        "You may need to increase your income or reduce your assets if you owe money on those assets.",
        "Consider liquidating certain assets, such as bank accounts, financial investment accounts, cars, boats, real estate, life insurance and retirement plans, before the IRS places a lien on these to absolve the debt.",
        "But they can report your lack of payment to the originating creditor, who then can take legal action to seize assets or garnish wages.",
        "You could risk losing some of your biggest assets.",
        "If you default on your payments, you will not lose any of your assets.",
        "It also means understanding the value of your assets and the cost of your liabilities.",
        "\"Assets\" are the things that you own that retain their value over time, and sometimes increase in value.",
        "It's issued by HSBC Bank, one of the largest banking firms in the world with more than $1.5 trillion in assets.",
        "With a meticulous understanding of both your income and your spending as well as knowing how to harness all your assets, it is possible to control your finances and make them grow effortlessly.",
        "If you have any type of security item, such as valuable assets, you may be able to borrow against that value.",
        "Liens: A second method that lenders may use through the courts is placing a lien on the assets you own.",
        "They also are prohibited from saying that they will garnish your wages or put a lien again your assets unless they are legally able to do so and have plans to take these actions.",
        "Should one or other partner file bankruptcy, the bankruptcy court may come after business assets.",
        "Creditors can pursue each individual partner's business and personal assets to collect on the debt should the debtor fail to repay the debt as agreed.",
        "If you default on the card, lenders may pursue your personal assets to recoup the loss.",
        "Helping your child understand issues regarding custody, visitation, and division of primary assets will alleviate some insecurity.",
        "Assets may be seized or liens can be placed on property.",
        "After figuring out exactly what is owned, the couple should discuss the fairest way to divide all of the assets.",
        "If the couple is in agreement, a number of forms must be completed regarding the division of assets.",
        "If mediation does not work, the unofficially married couple can still use the courts to determine child custody or to help ensure the return of property or division of assets between the couple.",
        "With the assistance of their legal representation, they determine allocution of debts, division of assets, custody of minor children, and other important issues.",
        "Parties who most frequently file on their own do so because their divorce is uncontested, meaning they have no children and are in total agreement regarding the division of their assets.",
        "What you save in attorney fees, you may lose in marital assets or time lost.",
        "Though there are some restrictions, these state laws declare that parties in divorce matters jointly owned most assets each received during the marriage and therefore, during the divorce settlement, those assets should be divided evenly.",
        "You disclosed all of your assets before coming to an agreement.",
        "You have $33,000 or less in community assets.",
        "In order to determine the value of the business and other financial assets, an accountant needs to be consulted.",
        "A forensic accountant may be called in to determine whether one spouse is attempting to hide assets from the other.",
        "A person going through a divorce needs to be aware of the amount of joint assets and liabilities.",
        "The assets and debts accumulated during the marriage will be dealt with in one of two ways: equitable distribution or community property.",
        "In a state where equitable distribution of property is used to divide marital assets, the Court decides what percentage each spouse receives.",
        "In determining what is fair and reasonable in the situation before it, the Court may choose to award most or all the marital assets to one spouse or the other.",
        "In a community-property state, all assets accumulated during the marriage are split 50-50.",
        "If you suspect your spouse has not been open about his or her assets, then you will need help to uncover what assets your spouse may be hiding.",
        "Your assets as a couple influence how much money a spouse receives.",
        "You also want to divide properties and other joint assets.",
        "You shouldn't use divorce kits if you and your spouse are unable to come to an agreement on child custody, support and division of assets.",
        "Other states use a system of equitable division to determine how assets are divided when a marriage ends in separation, divorce, or death.",
        "This strategy is used when the assets being divided between the couple are not of equal value.",
        "Each spouse could take possession of one asset, and the person who keeps the house would pay $15,000 to the other spouse, representing half of the difference in value between the two assets.",
        "Community property is property and assets you and your spouse accumulated while you were married.",
        "If you are in a community property law state, property and assets are divided between you and your spouse.",
        "If you do not reside in a community property state, you may use equitable distribution for the division of property and assets.",
        "If you want to get a divorce, the issue of division of assets and debts will depend on whether you live in one of the community property states.",
        "On separation, divorce, or death, they are each entitled to a one-half share of the marital assets.",
        "Community property includes any assets or debts acquired during the marriage.",
        "In some situations, a couple can live in a community property state but all assets are not divided equally.",
        "Any assets that the couple acquired prior to marriage are not included in community property.",
        "Each person must agree to this arrangement and the list of assets considered community property must be put in writing.",
        "This may not mean that each person gets half of the marital assets, but most judges do use a 50/50 split as a starting point if they are asked to make a ruling at trial.",
        "For those who have accumulated a significant amount of marital assets, there are important tax benefits to making this designation.",
        "The \"norm\" is that the couple's marital property is divided 50/50, but in some cases the Court may determine that a different way of dividing the assets is considered equitable.",
        "The parties go through a discovery process to determine which assets the couple owned during the marriage, as well as the debts they incurred before the split.",
        "Once the calculations have been completed, the judge will make a determination of how the assets should be split between the parties.",
        "For example, if a spouse commingled a cash inheritance they received prior to the marriage with marital cash assets.",
        "If you are seeking a divorce in Florida and are curious about what types and amounts of assets you may receive, consider seeking legal advice.",
        "A lawyer will review your marital assets and discuss your potential award with you.",
        "In states where equitable division of assets is used, disputes between former spouses can become very complicated.",
        "Other types of assets considered separate property are those received as a gift or an inheritance during the marriage.",
        "Once the couple separates, any assets acquired by one of them are also considered to be separate property.",
        "A person who is married has no marital property rights over any assets that are considered to be separate property.",
        "When it comes to marital property rights in parts of the country where equitable division is the method used to divide assets, the process can be more complicated.",
        "While that might be an equal division of assets, it may not necessarily be the case.",
        "The couple, with the help of their attorneys, may be able to reach an agreement on how to split some or all of their assets.",
        "The best way to avoid co-mingling of separate property with marital assets is to keep both kinds of property completely separate.",
        "Determining rights of marital property can be very complicated, depending on the type and amount of assets involved.",
        "They may file joint tax returns, designate each other as insurance beneficiaries, refer to each other as husband or wife in public and commingle their assets.",
        "This includes distributing assets and joint financial property as well as deciding who will assume responsibility for each liability.",
        "At this time the mediator may also ask both clients to fill out Assets and Liabilities form, a Debt Declaration form and a Budget form to support any financial information they provide.",
        "In a case where you and your spouse have accumulated assets throughout the marriage and/or have minor children, you need to work with someone who can provide you with expert advice.",
        "Alimony laws in Massachusetts include extreme payment terms and future consideration of income and new spouse assets for modifications.",
        "This clause allows the income and assets of the payer's future spouse to be considered for future payment modifications or liability.",
        "This means the income and assets of a 2nd spouse is no longer considered for order modifications, nor can a new spouse be held responsible for making alimony payments to the payer's ex.",
        "Texas is one of the 10 community property states in the U.S. This means that each spouse has an interest in all the assets acquired during the marriage that are not considered separate property.",
        "When a couple in Texas is getting a divorce, the assumption when it comes to their assets is that all the property acquired during the marriage is community property.",
        "A person who is claiming that certain assets should be considered separate property must provide proof that the assets fit the criteria necessary for them to be kept out of the pool of marital property.",
        "They are also written to take into account the assets available to the custodial and non-custodial parent.",
        "Retirement assets are usually divided according to these same rules.",
        "Alternatively, the spouses can request that the court divide their assets.",
        "When decorating a small bathroom, lighting is one of your most important assets.",
        "It provides information on techniques to bring out a person's best facial assets and also how to hide undesirable flaws, such as blemishes.",
        "Gwen Stefani channels the flirtatious style of Marilyn Monroe, emphasizing her best assets and keeping the rest simple.",
        "Not only do these beauties look different without their artistically applied cosmetics, many of their famed features tend to disappear without the makeup techniques their stylists rely on to either enhance or exaggerate their assets.",
        "Online Banking - You can check an account balance or transfer all your assets to an Internet bank with just a few clicks of the mouse.",
        "Under the Art Assets section, you can download Moshi Monster art like screenshots, maps, logos and Moshlings to use for free.",
        "Speak before hand with the client about what they feel their best assets are and try to play these assets up in your photographs.",
        "Sometimes, photographers get lucky and find a model whose natural positioning produces fantastic images, but most of the time it's up to the photographer to place her in a way that enhances her assets.",
        "Plus, you want to feel amazing on your special day, and choosing a dress that plays up your best assets will help.",
        "Whether your are tall or petite, there are dresses that can either flaunt or disguise your assets.",
        "It details what will happen to their assets and property should they decide to part company after the wedding.",
        "With one in three marriages ending in divorce however, those with considerable assets would be well advised to give the prenup at least some consideration.",
        "Anyone who has assets such as real estate, stocks and bonds, or substantial savings would be wise to consider a prenup.",
        "If one of the betrothed will be receiving an inheritance or other windfall in the future, he or she may wish to protect those assets as well, even if they are not yet something they're in possession of.",
        "Discuss your assets and why they need to be protected.",
        "Both parties should disclose all of their assets if they wish for them to be protected.",
        "A prenup might not be the most romantic proposition, but for those with assets, it couldn't hurt.",
        "As the primary breadwinner in her marriage, it is expected that her divorce may turn into a battle over alimony payments and the division of assets.",
        "Typically, divorce proceedings can drag on over dividing the assets of the marriage.",
        "If she goes for half of his assets, the soon-to-be ex-Mrs.",
        "This is one pop superstar who expanded on her natural assets with a little cosmetic help, or so the rumor goes.",
        "Due to his pending divorce and his estranged wife's accusation of the Hulkster hiding assets, those assets have been frozen by the judge until the Hogan's financial issues can be straightened out.",
        "Allegedly, the amount of the frozen assets left is around $400,000.",
        "The Hogan's respective legal teams have talked about liquidating their many assets like a Scarab power boat, a Rolls Royce and their two homes worth nearly $10 million combined, to name just a few.",
        "After 28 years of marriage, Robyn Gibson is entitled to half of Mel Gibson's assets.",
        "Turned out that Jackson did, indeed, have a ton of debt, but he also had a ton of assets.",
        "After it was settled that some of his assets would be sold to pay off his debt, came the issue of the life insurance policy he held.",
        "Lamar Odom is bent on making sure all of his assets, namely, cash, remains his if the marriage should end in divorce.",
        "This application will ask for information about your income and assets in order to determine your Expected Family Contribution (EFC), a measurement of your financial need.",
        "It will cover your income, your assets, as well as other determining factors such as the number of members in your family and the number of students, as well as working family members.",
        "Using the Federal Methodology (FM), you will have your needs and assets assessed by a Federal Government EFC calculator.",
        "Acquiring assets such as new library books, new art for the campus gallery or new property to expand the school.",
        "With your assets in mind, begin your search by visiting the following locations that specialize in cruise ship jobs.",
        "So you may not want to accept the pear-shaped body you have been given, but there are ways of dressing so you can camouflage your imperfections while highlighting your assets.",
        "Showcase your curvy assets in one of the delightful bra styles available at Avenue.",
        "The Balcony Push-up Bra will show off your assets in an elegant way.",
        "Choose pieces of clothing that flatter your best assets while hiding your flaws.",
        "True, a poorly designed one can look like a tent, but a good dress will emphasize your best assets and hide whatever you are less pleased with.",
        "Remember when shopping for club dresses that are made to call attention to your body, you should select styles that flatter your best assets while downplaying any parts you're not crazy about.",
        "Part of the battle of feeling sexy in your lingerie is to find a style and fit that accentuates your assets.",
        "The fact is, if you have curvy assets, you should show them off, and how better to do that than in a bikini?",
        "And when you know that you've dressed to show off your assets and complement your figure, you have confidence.",
        "This will help create a flattering hourglass shape that will emphasize your assets.",
        "Lane Bryant- This well known plus sized store has clothing that is made to help women make the most of their assets.",
        "There are a ton of satin lingerie choices out there to match any personality, so choose colors and designs that show your assets to best advantage.",
        "Focus on your assets: For girls with mile-long legs, shorter dresses are great for showcasing them.",
        "Since many of them have been trained in this field, they can make your shopping experience much easier by measuring you and providing advice on the items that will best highlight your assets and minimize trouble spots.",
        "What's most important to keep in mind is that plus size women should ideally focus on playing up their greatest assets, while minimizing any trouble spots they may not want to call attention to.",
        "It's important to look for details that will play up your best assets.",
        "They highlight your assets and hide your flaws.",
        "The trick for women of size is to find a suit that flatters her figure, plays up her best assets, minimizes trouble spots, offers support and looks stylish.",
        "Know your assets: Do you have great legs or arms that you love to show off?",
        "Whether you're looking for something special or something for everyday, you can make your own fashion statement by adding belts and other accessories to highlight your curvy assets.",
        "The cuts are designed to fit seamlessly under different outfits and to help you play up your best assets.",
        "If your legs are your favorite assets, opt for a slimming pencil skirt that falls just above the knee.",
        "Many of these styles flatter a plus size woman's figure by accentuating her assets while camouflaging the flaws in her body.",
        "An overabundance of any type of detail can spell trouble for women who prefer to use their attire to flaunt certain assets and conceal others.",
        "You'll want it to be comfortable and to feature a cut that highlights your best assets.",
        "Unless you're willing to let the state decide who receives your assets after you're gone, it's better to tackle this task sooner rather than later.",
        "Once you have your list of assets, it will become more apparent who should receive them when you're gone.",
        "This takes the burden off of your family, but understand that your attorney will take a portion of your assets as a fee.",
        "There is no point in wasting your time and energy creating a document that is either not considered valid, or includes costly mistakes that will drain your assets before anyone receives them.",
        "Review your document periodically (every five years if nothing big changes, or after each significant life-changing event) and update it if your assets change.",
        "Knowing that your estate is taken care of, and that there will be no fighting over your assets and belongings after your passing, is reassuring for you as well as your heirs.",
        "If the client's assets include items held in trust, the lawyer may be involved in administering the trust.",
        "For many seniors, financial assets will dictate which type of senior housing to select.",
        "Having a properly worded will simplifies distribution of your assets.",
        "It will help ease decisions about what happens to your assets and make it easier for any inheritance to be passed along.",
        "Prudential claims $132 billion in retirement account assets, as of June 2005, with three million clients from public, private, and non-profit groups.",
        "Quite frankly, securing your financial future and distribution of assets will help you greatly enjoy this next chapter of your life.",
        "Estate planning is particularly important if you have children or specific directives regarding the distribution of assets.",
        "This can be in the form of pressuring the elderly person into granting access to his or her assets.",
        "Before assets can be distributed to the beneficiaries under the provisions of the will, the deceased's debts must be paid out of the estate.",
        "The grantor transfers ownership of his or her assets into the living trust.",
        "These assets can take the form of real property, such as real estate, stocks, personal property, or cash in the bank.",
        "The main advantage to placing assets into a living trust is a financial one.",
        "Assets held in the trust do not have to be probated after the grantor's death.",
        "Putting assets in a living trust may also help to lessen the burden of estate taxes.",
        "Since a number of seniors accumulate significant assets over time, estate planning for elders is an important consideration.",
        "The goal in estate planning is to preserve assets, while minimizing the amount of income tax payable.",
        "Life insurance can also be used to replace the deceased person's income for a surviving spouse and/or children or to form the bulk of an estate if there are little or no other assets.",
        "As with all trusts, a trustee will be appointed to manage and control the assets.",
        "As of September 2006, the company reported having $12.9 billion in assets, $82 million in net earnings, and $1 billion in premiums and net worth.",
        "After all, no retiree wanted the \"injury\" of having to withdraw deductible IRA assets already hurt by the recession plus the \"insult\" of having to pay taxes on the RMD.",
        "And, if the markets recover in 2009, those invested assets can grow and compound.",
        "Your IRA trustee can transfer up to $100,000 of your IRA assets to charity without incurring taxable income.",
        "Long-term benefits are provided by Medicare for these conditions only after the depletion of the person's assets.",
        "One of the most important considerations when thinking about purchasing long-term insurance is whether or not you have assets you want to protect.",
        "Your eyes are one of your most important assets, so properly protect them.",
        "What assets do you have that will help the company succeed?",
        "After all, the assets, personnel, and marketing are already in place for the first game.",
        "In financial terms, vintage pieces are hard assets.",
        "It may list assets that were divided, even give the names of pets or other particulars you might never have known otherwise.",
        "Hair highlights are intended to emphasize your features, bringing out the best of your facial assets and brightening your entire look.",
        "A layered look can add a bohemian charm to your curls simply by balancing the curl and directing the attention to some of your better assets.",
        "Slicked hair with a high crown is a very modern style that really showcases striking assets like high cheekbones and chiseled bone structures.",
        "If you're tired of managing your style or feel the weight of your hair is bringing you down, lighten up your outlook and try a fresh new cut that will support the weight of your hair while showing off your best assets.",
        "As long as you keep your curls well hydrated, their shape and luster are sure to become one of your better assets.",
        "You can choose one that is bold in color, or one that is dainty and delicate; the inherent versatility of this accessory is one of its greatest assets.",
        "Common Target management career titles include accounting, human resources, legal, distribution center management, commercial interior designers, information technology, assets protection and brand management.",
        "Free Appraisal - Get a quote on the value of your assets.",
        "As a whole, Nationwide's assets exceed $157 billion, and the organization is a member of the Fortune 100.",
        "Secondly, it should be noted that no income or assets need to be verified in order for a homeowner to qualify for a reverse mortgage.",
        "Too much cash or too many high value assets can make a homeowner ineligible for some assistance programs.",
        "Applicants will need pay stubs, copies of W2 statements (or other income statements - such as tax returns if self-employed), an appraisal and a list of assets.",
        "When initially getting involved with financing investment properties, some borrowers turn to their own assets as collateral.",
        "Some homeowners obtain loans secured by retirement accounts or other assets in order to finance investment properties.",
        "Many people form a corporation, Limited Liability Company or Limited Partnership to protect their investment assets and to limit personal liability.",
        "Further, controversial loans were given to individuals who may not have been able to repay the loans, based on an evaluation of income and assets (often referred to as subprime mortgages).",
        "The co-borrower's income and assets can be used to determine qualification for financing.",
        "In some cases, if your tax returns were not reflective of your actual income or assets for whatever reason, banks or lenders would also accept bank statements or other proof of your income or assets.",
        "Foreclosure auctions offer the opportunity to purchase cars, homes, and other assets at low prices.",
        "Therefore, even though foreclosures are commonly associated with houses, the proceeding can involve many different assets but are sometimes referred to in different terms.",
        "In addition to having more time to accumulate the necessary financial assets, older mothers are less likely to risk damage to their careers if they decide to temporarily withdraw from the labor force while their children are young.",
        "Consider a dress with a skirt that gathers demurely over your belly, but a neckline that shows off your fabulous new assets.",
        "Of course, the point of wearing the tiniest of string bikinis is is to show off your best assets, so make sure you spend some time toning your body during the off season so you'll be ready when swimsuit season rolls around again.",
        "This style will show off your assets, but provides more coverage than a traditional bikini cut.",
        "If you have a killer beach body, why not be in a video showing off your assets?",
        "With this kind of swimsuit, you can keep your assets covered along with your hips, thighs and belly, but your suit still has two pieces, just like a regular bikini.",
        "A push up bra-style bikini top, or triangle top allows women to make the most of their assets, while relying on a pair of fuller bottoms to make sure the overall look isn't too risque, even for the beach.",
        "Clear swimsuits are a very daringt way to show off all your assets.",
        "The DC woman is ready to take her assets and flaunt them for the world to admire.",
        "What better way to flaunt your assets than in a bikini?",
        "You can play with the cut of the suit to show off your favorite assets and cover up your trouble spots.",
        "Styles are designed to show off a woman's assets, and there isn't as much variety as with other types of suits because there is so little fabric.",
        "Fishnet bikini style swimsuits are for those women who want to stand out in the crowd and show off their best assets.",
        "Most commonly associated with stockings and lingerie, this faux see-through style will allow you to show off your assets while being minimally covered.",
        "Exotic Swimwear is made for daring women who are not afraid to flaunt their assets.",
        "Technically, you may have clothes on, but these see-through bikinis will put your physical assets on display for the world to see!",
        "One of the most popular ways to flaunt your newly achieved assets is by wearing a sexy swimsuit, like a bikini.",
        "For those men that aren't afraid to show off their assets, but want a slightly tamer suit, Koala still offers the standard speedo-type swimsuit bottoms, but in colors and fabrics that are still quite attention grabbing.",
        "Longitude doesn't try to hide your assets; they help you show them off to the best advantage!",
        "Many women can be far too hard on their bodies, but most women can be realistic about their best assets and trouble spots.",
        "Most teensy men's swimsuits are appropriate for private parties where your goal is to display your assets and get noticed!",
        "You'll move attention away from the problem area, and direct it toward one of your better assets.",
        "A short torso swimsuit is just what you need to play up your assets.",
        "However, in the event that you have a seriously short torso, a teeny bikini can help you emphasize your assets while drawing attention away from problem areas.",
        "Unfortunately, many women wear swimsuits that do nothing for their figures; even if they don't add pounds, they don't enhance a woman's best assets.",
        "This typically means that women who are well endowed on top have a real struggle finding swimsuits that look stylish and provide enough support to harbor their assets.",
        "This leaves just a few square inches of fabric and a few strings to cover your assets.",
        "The rosy peony print fabric used on top and bottom is subtle, but the uniform pattern diffuses the attention on your figure, so problem areas blend in with your best assets.",
        "The suit showed off all of her assets to perfection and gave viewers a lot to think about.",
        "While these women may be born with generous assets, it still takes a lot of hard work and discipline to sculpt those bodies into toned perfection.",
        "Big Girls Bras, a site that caters to women who sometimes want to minimize their assets, hasn't forgotten that not everyone is so well-endowed.",
        "From there, consider the other details, like extra straps and accents, colors, and patterns that call attention to your assets and disguise the areas you like the least.",
        "When shopping for a designer dress, look for styles that create balance and show off your best assets.",
        "That notwithstanding, the best way to look like your most beautiful self is to focus on your best assets, while minimizing any potential \"flaws\".",
        "It seems only evident, then, that women would recognize the importance of wearing garments that best flatter their figures, call attention to their greatest assets and successfully conceal any trouble spots.",
        "You can find a decent array of remedies over at HerLook.com that allow you to hide your assets while you are wearing sheerer and clingier fabrics.",
        "Women who are full-figured should aim to accentuate their natural curves and emphasize their best assets.",
        "The key to looking and feeling sexy all the time - not just during summer - is to wear something that fits you beautifully and flaunts your best assets to perfection.",
        "Playing up your best assets and being secure in the idea that the things you like least about your body are disguised will instantly give you confidence and boost your sex appeal.",
        "Covering your arms is a great way to wear a dress with a slit or a low-cut back to show off one of your best assets without giving the impression that you're revealing too much.",
        "Look great: Take pride in your assets and appearance.",
        "They were the ways in which families combined assets, and so the actual feelings of the people involved were not especially important.",
        "They are also tangible assets, highly liquid, and historically, almost always, increase in value.",
        "Your motivation and perseverance are your most valuable assets when business is slow.",
        "However, designers like Dolce & Gabbana have taken hardware to the next level by making grommets, standout clasps, and gold chains assets to your modern handbag creation.",
        "Capricorns are reliable, determined and faithful, making them valuable lovers and great assets in all of their relationships from the romantic to the professional.",
        "Capricorns are interested in protecting what they hold dearest, whether it be their financial assets or their significant others.",
        "In 1920, as the Lemp brewing company collapsed and sold off the business, buildings and all assets, Elsa Lemp, the daughter of William Lemp, Sr., shot herself in the bedroom and died in the same manner as her father.",
        "A 2009 study conducted by The National Marriage Project indicates that couples in debt or with assets of less than $10,000 are more likely to divorce.",
        "This organization's confidential services can help you complete a personal financial assessment based on your income, expenses, assets, and liabilities.",
        "Your income and assets must fall within specific guidelines.",
        "He takes them as possessions, sometimes cherishing them and sometimes sacrificing them as assets in order to attain new goals.",
        "She embraces her unique perception and neurologically atypical mental processing as assets, and she encourages others with ASD to do the same.",
        "They also serve as inspiration to children and parents affected by ASD by proving that the disorder comes with great assets as well as challenges.",
        "But while larger companies can absorb the cost of continued use because of in-house IT departments, smaller companies without in-house IT assets will be forced to make the transition.",
        "You'll also need errors-and-omissions insurance protecting your assets in case of mistakes.",
        "You'll need three-year projections of assets and cash-flow.",
        "There's an option to small business health insurance called self-insuring where companies do not buy health insurance for their employees, but take full responsibility, through their company assets, to cover claims.",
        "Leticia's attitude, application of effort and innovative spirit will be strong assets to your company.",
        "It entails a listing of assets that are balanced against a firm's liabilities and owner's equity.",
        "Locating assets in divorce, bankruptcy, or other legal procedures.",
        "Forensic accounting in fact probably first came to public awareness during the O.J. Simpson civic trial when the plaintiffs used forensic accountants to search for undeclared assets.",
        "Though there are numerous advantages to taking this route, keep in mind that if you do go out of business, the liquidated assets must be donated to another non-profit.",
        "Individuals who choose to violate the dress codes are not likely to be seen as assets to the company.",
        "Take 30 minutes to an hour to think about the skills and assets you bring to the company, and while you're at it jot down both your qualities and deficits.",
        "By grouping information according to skills, you can highlight essential assets you offer any prospective employer.",
        "If your business is a proprietorship, then it is considered an extension of your assets.",
        "If so, you may be able to keep some of your assets.",
        "Chapter 7 Bankruptcy involves the complete liquidation of your company's assets.",
        "Once you file for bankruptcy, the responsibility of collecting the non-exempt assets to be liquidated is given to an appointed trustee who takes care of selling them in order to pay your creditors.",
        "Limitations on business owner: Not allowed to transfer assets.",
        "You may be able to borrow against other assets as well.",
        "In addition to standard business tax forms and payments, those who are closing a business must also file IRS documentation reporting the sale of business property (form 4797) and assets (form 8594).",
        "Other assets that can be sold include everything used to operate your business.",
        "In this case, all of your assets will be sold to pay creditors.",
        "An advertisement that a business seeks to liquidate its assets because the owner anticipates shutting down or is up for auction due to insolvency indicates that you may be able to purchase the company.",
        "The franchised dealerships were closed and listed as bad assets.",
        "The company has over $28 billion in assets and employs more than 24,000 staff members.",
        "Allstate is a Fortune 100 Company with over $130 billion in total assets."
    ],
    "definition": [
        "plural form of asset",
        "(finance) Any property or object of value that one possesses, usually considered as applicable to the payment of one's debts.\nHis assets are much greater than his liabilities.",
        "(law) Sufficient estate; property sufficient in the hands of an executor or heir to pay the debts or legacies of the testator or ancestor to satisfy claims against it.",
        "Any goods or property properly available for the payment of a bankrupt's or a deceased person's obligations or debts.",
        "Link/Cite"
    ]
}