{
    "translation": "לטעון",
    "uses": [
        "Only once during this period did the young tsar come forward and assert his authority.",
        "At last the law-abiding Jews might and must assert the majesty of the outraged Law.",
        "His long reign (1229-1290) was a perpetual struggle with the kings of France and England, each anxious to assert his suzerainty over Beam.",
        "14, 15 may be said to assert Natural Religion.",
        "The first error is to assert that history unfolds in a basically linear fashion, that there is a fundamental continuity between the past, present, and future.",
        "Of Waynflete's education it is only possible to assert that he was at Oxford University.",
        "The absurd attempt was, and sometimes is still, made by geographers to include all natural science in geography; but it is more common for specialists in the various detailed sciences to think, and sometimes to assert, that the ground of physical geography is now fully occupied by these sciences.",
        "This province, being difficult of access, was able for a time to assert a practical independence.",
        "His establishment of the northern confederacy was a reversion to the traditional policy of Prussia in opposition to Austria, which, after the emperor Nicholas had crushed the insurrection in Hungary, was once more free to assert her claims to dominance in Germany.",
        "Specialist historians describing the campaign of 1813 or the restoration of the Bourbons plainly assert that these events were produced by the will of Alexander.",
        "The advantage of the breech-loader now began to assert itself, for the Austrian skirmishers who covered the front of the guns could only load when standing up, while the Prussians lay down or fired from cover.",
        "Thus the advocates of an unscrupulous \" deal \" on the lines of \" Skutari for Fiume \" failed to assert themselves, and Yugoslavia pronounced in favour of an independent Albania, merely reserving her right to share the spoils if it came to a general partition.",
        "There is little doubt that Sulla also was implicated; Sallust does not mention it, but other authorities definitely assert his guilt.",
        "Without going so far as to assert that Orpheus is a hypostasis of Dionysus, there is no doubt that a close connexion existed between them from very early times.",
        "The overwhelming victory of the government in June at the polls, produced a lull in a crisis which at the beginning of the year had threatened the stability of the Dual Monarchy and the peace of Europe; but, in view of the methods by which the victory had been won, not the most sanguine could assert that the crisis was overpassed.",
        "The power of the collective episcopate to maintain Catholic unity was disproved long before it was overshadowed by the centralized authority of Rome; before the Reformation, its last efforts to assert its supremacy in the Western Church, at the councils of Basel and Constance, had broken down; and the religious revolution of the 16th century left it largely discredited and exposed to a double attack, by the papal monarchy on the one hand and the democratic Presbyterian model on the other.",
        "In 1085 news arrived that Cnut the Saint, king of Denmark, was preparing to assert the claims of his house in England.",
        "Whatever be the historical worth of this story, it may safely be said that it cannot be disproved by deductive reasoning from the premisses of abstract logic. The most we can do is to assert that a universe in which such things are liable to happen on a large scale is unfitted for the practical application of the theory of cardinal numbers.",
        "On the whole it seems safe to assert that it was the change in France far more than the change in his [Napoleon's] health which brought about the manifest constraint of the emperor in the Hundred Days.",
        "for \"closed sea\" and \"free sea\"), in international law, terms associated with the historic controversy which arose out of demands on the part of different states to assert exclusive dominion over areas of the open or high sea.",
        "A clear conscience, not less than a sense of his own superiority to others at the court of Louis XIII., made the cardinal haughtily assert his ascendancy, and the king shared his belief in both.",
        "In 1640 the revolution which placed the house of Braganza on the throne of Portugal restored Brazil to masters more inclined to promote its interests and assert its possession than the Spaniards.",
        "A tree close to the house still bears the name of Charles's oak, but tradition goes no further than to assert that it grew from an acorn of the original tree.",
        "We cannot perhaps assert that the same rate is to be continued for very many centuries, but it is plain that the further we look back into the past time the greater must the sun have been.",
        "Having thus hemmed in the Gond states, however, they made no efforts to assert any effective sovereignty over them; the Gond rajas for their part were content with practical independence within their own dominions.",
        "The English thinkers influenced by Hegel are inclined to assert mechanism unconditionally, as the very expression of reason - the only thinkable form of order.",
        "The remaining history of the dynasty is a wretched story of the struggle of different claimants, while the different factors of the kingdom, the cities and barbarian races, more and more assert their independence.",
        "c. 1 r) adds nothing by way of definition or restriction, but merely gives additional remedies against encroachments, providing heavy fines for those who improperly sue in the court, and those officials of the court who improperly assert jurisdiction.",
        "The islands were subsequently visited by a few travellers; but the natives have only in modern times been reconciled to the presence of foreigners; an early visit of missionaries (1731) resulted in one of several murderous attacks on white men which darken the history of the islands; and it was only in 1875 that Spain, claiming the group, made some attempt to assert her rights.",
        "Its critics, however, accuse it of lack of stability, and assert that the use of large leading wheels as drivers results in rigidity and produces destructive strains on the machinery and permanent way.",
        "He thought it his duty to support the German Habsburgs and the cause of the Roman Catholic Church against the Protestants, to assert his sovereignty over Holland, and to extend the dominions of his house.",
        "When Prithi Chand represented that he ought to have received the turban bound on Guru Arjan's head in token of succession to his father, Arjan meekly handed it to him, without, however, bestowing on him the guruship. The Sikhs themselves soon revolted against the exactions of Prithi Chand, and prayed Arjan to assert himself else the seed of the True Name would perish.",
        "On the death of Gideon, Abimelech set himself to assert the authority which his father had earned, and through the influence of his mother's clan won over the citizens of Shechem.",
        "They assert the citizenship and patriotism of Jews, their determination to accommodate themselves to the present as far as they could while retaining loyalty to the past.",
        "More than this we need not assert.",
        "To this character the fungus owes its generic name (Marasmius) as well as one of its most valuable qualities for the table, for examples may be gathered from June to November, and if carefully dried may be hung on strings for culinary purposes and preserved without deterioration for several years; indeed, many persons assert that the rich flavour of these fungi increases with years.",
        "Plebeian handicrafts assert their right to be represented on an equality with learned professions and wealthy corporations.",
        "Does it not then deny rather than assert universal causation?",
        "Early Christian writers assert that he proceeded to search out and to execute all descendants of David who might conceivably come forward as claimants of the vacant throne.",
        "In historic times Asia has attempted to assert her influence over Europe by a series of invasions, most of which have been repulsed.",
        "= t) 1 v ...axbxcx..., and assert that the symbolic product (ab)i(ac)'(bc)k...aibxc2...",
        "Every living organism, animal and vegetable, tends to maintain a normal state of health; it is when the natural laws of health are violated that the liability to disease begins to assert itself.",
        "The manufacturers who have adopted this system assert that, as compared with other methods, not only do they obtain an increased yield of sugar of better quality, but that they do so at a less cost for running their machines and with a reduced expenditure in sugar and \" clairce.\"",
        "Roger completed his studies at Oxford, though not, as current traditions assert, at Merton or at Brasenose, neither of which had then been founded.",
        "In the latter case the United States, after the purchase of Alaska, vainly attempted to assert dominion beyond the three-mile limit.",
        "For admitting that contraries co-exist for the perceiving subject, he was able to assert the co-existence of contrary qualities in the same object.",
        "Thus led to confront the questions of necessity and free will, his own views became unsettled, and the further he pursued his inquiries the more he was inclined to assert the freedom of man and limit the range of the unconditional decrees of God.",
        "The ignorant assert that Constantine first gave temporal power to the See of Rome; it was already bestowed by Christ Himself, the true King and Priest, as inalienable from its nature and absolutely unconditional.",
        "Some other observers, however, have not got such good results with a chloride-free diet, and Marishler, Scheel, Limbecx, Dreser and others, dispute Widal's hypothesis of a retention of chlorides as being the cause of oedema, in the case of renal dropsy at all events; they assert that the chlorides are held back in order to keep the osmotic pressure of the fluid, which they assume to have been effused, equal to that of the blood and tissues.",
        "The only veritable and real unity in the world of existences is the individual; to assert that the universal exists separately ex parte rei would be to reduce individuals to mere accidents of one indivisible form.",
        "But to assert that cognition is limited and its matter contingent is to form the idea of an intelligence for whom cognition would not be limited and for whom the data of intuition would not be given, contingent facts, but necessarily produced along with the pure categories.",
        "When the settlements were found to be within the limits of North Carolina, that colony made no effort to assert jurisdiction or to protect the settlers from Indian depredations.",
        "By sheer tenacity of purpose, Bestuzhev had extricated his country from the Swedish imbroglio; reconciled his imperial mistress with the courts of Vienna and London, her natural allies; enabled Russia to assert herself effectually in Poland, Turkey and Sweden, and isolated the restless king of Prussia by environing him with hostile alliances.",
        "The author of his expulsion, General Jose Tadeo Monagas, had in 1847 been nominated, like so many of his predecessors, to the presidency by Paez, but he was able to win the support of the army and assert his independence of his patron.",
        "Ren found supporters among the Italian princes, especially the Milanese Visconti, who helped him to assert his claims with arms. During the war of succession which ensued, Alfonso was taken prisoner by the Genoese fleet in August 1435, and was sent a prisoner to Filippo Maria at Milan.",
        "The destruction of the mainland cities, and the flight of their leading inhabitants to the lagoons, encouraged the lagoon population to assert a growing independence, and led them to advance the doctrine that they were \"born independent.\"",
        "After the death of Charlemagne the Moravian princes took advantage of the dissensions of his successors to enlarge their territories and assert their independence, and Rastislaus (c. 850) even formed an alliance with the Bulgarians and the Byzantine emperor.",
        "But the different nations and tongues of modern Europe were now beginning to assert their individuality, and men's interests ceased to be predominatingly ecclesiastical.",
        "He failed in both respects, and when Michael Faraday, who overheard a portion of his conversation with Davy on the subject, was subsequently more successful, he was inclined to assert the merit of priority, to which Faraday did not admit his claim.",
        "He was credited with having originated the doctrine of metempsychosis, while Cicero and Augustine assert that he was the first to teach the immortality of the soul.",
        "By his preaching, his holy life, and, as his earliest biographers assert, by the performance of miracles, he converted the king and many of his subjects.",
        "He continued to assert his innocence, and to protest that he had been unjustly condemned, but he was expelled from parliament and the order of the Bath.",
        "The vast myth of the Ring is related in full several times in each of the three main dramas, with ruthless disregard for the otherwise magnificent dramatic effect of the whole; hosts of original dramatic and ethical ideas, with which Wagner's brain was even more fertile than his voluminous prose works would indicate, assert themselves at all points, only to be thwarted by repeated attempts to allegorize the philosophy of Schopenhauer; all efforts to read a consistent scheme, ethical or philosophical, into the result are doomed to failure; but all this matters little, so long as we have Wagner's unfailing later resources in those higher dramatic verities which present to us emotions and actions, human and divine, as things essentially complex and conflicting, inevitable as natural laws, incalculable as natural phenomena.",
        "And, although that monarch was ostensibly the friend of Florence, they did not hesitate, even in his presence, to assert their own independence, and, casting the Florentine ensign, the Marzocco, into the Arno, made instant preparations for war.",
        "Natives of Morocco and of the Sahara oases occasionally bring with them young baboons which they assert are obtained in various Sahara countries to the south and south-west of Tunisia.",
        "Others again assert the buffaloes to have been there from time immemorial; in which case it is very desirable that a specimen should be submitted for examination.",
        "Antiquaries, however, assert that it probably marks the spot where criminals were in olden times flung into the river.",
        "The ordinary citizens were roused to assert their rights, and they found a leader in Vincenz Fettmilch, who carried the contest to dangerous excesses, but lacked ability to bring it to a successful issue.",
        "It is therefore an error to assert that KiOto has no longer a title to be called a great ceramic centre.",
        "If any person who has been educated in or has professed the Christian religion shall, by writing, printing, teaching, or advised speaking, assert or maintain that there are more Gods than one, or shall deny any of the persons of the Holy Trinity to be God, or shall deny the Christian religion to be true or the Holy Scriptures of the Old and New Testament to be of divine authority, he shall for the first offence be declared incapable of holding any ecclesiastical, civil, or military office or employment, and for the second incapable of bringing any action, or of being guardian, executor, legatee, or grantee, and shall suffer three years' imprisonment without bail.",
        "The time was come for Philip to assert himself in Greece, and the Phocians, who still dominated Delphi and held Thermopylae, could furnish a pretext to the champion of Pan-Hellenism and Apollo.",
        "East of Bhutan, amongst the semi-independent hill states which sometimes own allegiance to Tibet and sometimes assert complete freedom from all authority, the geographical puzzle of the course of the Tsanpo, the great river of Tibet, has been solved by the researches of Captain Harman, and the explorations of the native surveyor \"K.",
        "Seeing the dust-clouds drifting away northward, and noting the lethargy which seemed to have settled over the whole French line, Prince Frederick Charles decided to assert his own independent will to conquer by a final assault along his whole front.",
        "There were numerous sceptics, however, who did not hesitate to assert that the import of the message so obviously locked in these curious inscriptions must for ever remain an absolute mystery.",
        "It would be rash, considering the buried treasures that may yet await the future explorer, to assert that such records as those in question can never come to light.",
        "There were medieval chroniclers who did not fear to assert that Charles rose from the dead to take part in the Crusades.",
        "Tirpitz advances two contentions; first, that he would have sent the navy into decisive action at an earlier stage of the war; secondly, that he would have made an earlier and more ruthless use of the German U-boats; but his opponents traverse both these claims, and in particular assert that as Secretary of State he had neglected the construction of submarines, so that Germany entered the war with a comparatively small supply of these vessels.",
        "The advocates of the continuity of matter assert that the smallest conceivable body has parts, and that whatever has parts may be divided.",
        "Nine years later the raja rebelled, but although with the help of the Bahmani kings of the Deccan he managed for a time to assert his independence, he was finally subdued and deprived of his territories.",
        "Here, wedged in among the ruder Papuans, who reappear at the extremity of the peninsula, a very different-looking people are found, whom competent observers, arguing from appearance, language and customs, assert to be a branch of the fair Polynesian race.",
        "Nominally the sultan of Tidore is still the suzerain of western New Guinea, but his authority is scarcely recognized, except on some few shores and adjacent islands, and practically Dutch New Guinea used to be administered partly from Ternate and partly from Timor, upon more peaceful lines than was the case when the rule of the Dutch in New Guinea largely consisted of the sending of a warship now and again to some distant island or bay to burn a kampong, to punish rebellious villagers, and thus assert or reassert Dutch authority, or that of the sultan, who is their vassal.",
        "Equally impossible was it thenceforth to assert the mediate or immediate certainty of material substance as the cause either of events in nature or of sensations in ourselves.",
        "It agrees with older forms of libertarianism in taking its stand on the fact of spontaneity as primary and self-evidencing, but it is not content to assert its existence side by side with rigidly determined sequence.",
        "Not only does eternity assert the conception of the hour but the hour asserts the conception of eternity - with what adequacy is another question.",
        "Shortly after 1846, the British began to assert that the Rosario Strait and not Haro Strait (as the Americans held) was the channel separating the mainland and Vancouver Island, thus claiming the Haro Archipelago of which San Juan was the principal island.",
        "His critics assert that he simply interrupted the orderly course of business, inspired panic and dangerously arrested prosperity.",
        "This is to assert the principle of the invalidity of all legislation conflicting with ecclesiastical interests and rules.",
        "But, even while the Teutonic peoples were thus taking the lead, we can see the Latin races beginning to assert themselves.",
        "His first step when he was admitted to the European committee, which was in the plans of the allies to act so colourless a part, was to ignore the position of the Four and to assert that only the congress as a whole could give the committee full powers.",
        "Evelyn put in a plea for afforestation, and besides producing a valuable work on arboriculture, he was able to assert in his preface to the king that he had really induced landowners to plant many millions of trees.",
        "The author of the Otbaxr7 goes so far as to assert that whoever does this is guilty of the sin against the Holy Ghost.",
        "Still, as we cannot allow every fancy of the subjective reason to assert itself, we require some new and potent principle to keep the imagination within bounds.",
        "As after the death of his first wife Charles had married Catherine de Courtenay, a granddaughter of Baldwin II., the last Latin emperor of Constantinople, he tried to assert his rights to that throne.",
        "Krabe of Prummern near Aachen, the most scientific and practical of German cultivators, the results of whose experiments have been published in his admirable Lehrbuch der rationellen Weidenkultur (Aix-la-Chapelle, 1886, et seq.) went so far as to assert that willows prefer a dry to a wet soil.",
        "It is through this ground of Being in God Himself that we must find explanation of that independence which things assert over against God.",
        "landed in Ireland in 1689 to assert his right to the British throne, he held a parliament in Dublin, which passed acts of attainder against upwards of 3000 Protestants.",
        "In the first place hedonism may confine itself to the view that, as a matter of observed fact, all men do in practice make pleasure the criterion of action, or it may go further and assert that men ought to seek pleasure as the sole human good.",
        "The Koszta Affair (1853) gave the government an opportunity vigorously to assert the protection it would afford those in the process of becoming its naturalized citizens.",
        "But it would be wrong to assert that all traces of the - Domesday.",
        "We may safely assert, however, that nowhere need \"this law\" mean the whole book.",
        "Your thumb is probably the best choice because it can assert the most pressure on the wheel.",
        "Tweens are at a point in their lives where they are trying to assert their independence.",
        "The atomic theory is a theory of the constitution of bodies which asserts that they are made up of atoms. The opposite theory is that of the homogeneity and continuity of bodies, and asserts, at least in the case of bodies having no apparent organization, such, for instance, as water, that as we can divide a drop of water into two parts which are each of them drops of water, so we have reason to believe that these smaller drops can be divided again, and the theory goes on to assert that there is nothing in the nature of things to hinder this process of division from being repeated over and over again, times without end.",
        "\" The atomists assert that after a certain number of such divisions the parts would be no longer divisible, because each of them would be an atom.",
        "of France and a young Piedmontese, Filippe Duc. The constable de Montmorency went so far as to assert that of all the children of Henry II.",
        "But it is not every thinker that can see his way with Hegel to assert in set terms the identity of thought and being.",
        "But again to \" dogmatize \" may mean simply to assert, instead of hesitating or suspending judgment.",
        "Although a few assert that it is an old English one that has been discarded in favour of superior methods, there seems to be little or no evidence in support of this contention.",
        "For they simply assert what will be found true in any conscious experience containing coexisting impressions of sense (specifically, of sight and touch), and in its nature successive.",
        "But the Connecticut authorities in their effort to establish a legal claim to the country and to thwart the efforts of the Hamilton family to assert its claims to the territory between the Connecticut river and Narragansett Bay - claims derived from a grant of the Plymouth Company to James, marquess of Hamilton (1606-1649) in 1635 - elaborated the theory that the Plymouth Company had made a grant to Warwick, and that consequently his quit claim conferred jurisdiction upon the Say and Sele Company; but even in this event, Fenwick had no right to make his sale, for which he never secured confirmation.",
        "The elector spent much of his time in Prussia striving to assert his authority in that duchy, and in August 1618, according to the arrangement of 156 9, became duke by the death of Albert Frederick.",
        "In this second sense, it is wholly wrong to assert that the ego is pure identity, pure unity.",
        "The usual response of catholic apologists is to repeatedly assert that 2 Timothy 3 does not teach sufficiency.",
        "vocations don't assert vocations in a total way.",
        "When forbidden to preach without the permission of the bishop, they were driven to assert the right of all to preach, without distinction of age or sex.",
        "8), it must be admitted that the teaching of Jesus, in the emphasis which it laid on the Fatherhood of God and the brotherhood of man, was bound sooner or later to break away from the trammels of Judaism, and assert itself in the form of Christian missions.",
        "enabled Catherine de' Medici, the queen mother, to assert herself against the Guises, and become the regent of her ten-year-old son Charles IX.",
        "Berengar in a weak moment in 1059 was forced by the pope to recant and assert that \" the true body and blood are not only a sacrament, but in truth touched and broken by the hands of the priests and pressed by the teeth of the faithful,\" and this position remains in every Roman catechism.",
        "Thus in 1871 he was led by certain gaps in his tables to assert the existence of three new elements so far unknown to the chemist, and to assign them definite properties.",
        "The points submitted were as follows: - (t) What exclusive jurisdiction in the sea now known as Bering Sea, and what exclusive rights in the seal fisheries therein, did Russia assert and exercise prior to and up to the time of the cession of Alaska to the United States?",
        "\" We cannot assert with certainty,\" says R.",
        "After him Kaikobad, son of his brother Faramarz, entered Konia as sultan in 1298, but his reign is so obscure that nothing can be said of it; some authors assert that he governed only ' See the details in Vincent of Beauvais, Speculum Historiale, bk.",
        "England and Normandy, after some hesitation, recognized John's title; the attempt of Anjou and Brittany to assert the rights of Arthur ended disastrously by the capture of the young prince at Mirebeau in Poitou (1202).",
        "It was founded by Syracuse in 599 B.e., but destroyed by the mother city in S52 for attempting to assert its independence.",
        "In the present attitude of literary criticism it would be most difficult to assert, as Robertson Smith did in the 9th edition of this work, that \"in the intention of the writers it [i.e.",
        "We cannot assert that this was in all respects the condition of the common ancestor, as will be seen when we attempt to derive the various sub-types from it.",
        "In this theory there can strictly be no \"causation\"; one thing is observed to succeed another, but observations cannot assert that it is \"caused\" by that thing; it is post hoc, but not propter hoc. The idea of necessary connexion is a purely mental idea, an a priori conception, in which observation of empirical data takes no part; empiricism in ethics likewise does away with the idea of the absolute authority of the moral law as conceived by the intuitionalists.",
        "- When a simple periodic force acts on a system capable of oscillatory motion the ultimate forced vibration has a period equal to that of the impressed force, but the ultimate state is only reached theoretically after an infinite time, and if meanwhile the vibrating system suffers any perturbations its free periods will at once assert themselves.",
        "Then having discussed force as something thoroughly material, and laying special emphasis on resistance, he tells us that \" the force of which we assert persistence is that Absolute Force of which we are indefinitely conscious as the necessary correlate of the force we know \" (First Principles, § 62).",
        "Still, his agnosticism meant that, though he did not assert that there is no God, he did assert that we cannot know whether there is or is not.",
        "He went so far as to assert that, where one assumes that at some time there was no living being in the world, all one means is that there was besides oneself no other central part to whom one's counterparts might also be counterparts.",
        "Fichte's \" Wissenschaftslehre,\" he said, is a completely untenable system, and a metaphysics of fruitless apices, in which he disclaimed any participation; his own Kritik he refused to regard as a propaedeutic to be construed by the Fichtian or any other standpoint, declaring that it is to be understood according to the letter; and he went so far as to assert that his own critical philosophy is so satisfactory to the reason, theoretical and practical, as to be incapable of improvement, and for all future ages indispensable for the highest ends of humanity.",
        "Sidetes was destroyed in 130 B.C., and the Syrian kings did not again seriously attempt to assert their rule beyond the Euphrates.",
        "This plan was dropped; but Malcolm of Scotland was forced to restore the northern counties which had been ceded to David; North Wales was invaded in 1157; and in 1159 Henry made an attempt, which was foiled by the intervention of Louis VII., to assert his wife's claims upon Toulouse.",
        "It joined the Hanseatic League, obtained many of the privileges of a free Imperial town, and endeavoured to assert its independence of the bishop. The citizens gladly accepted the reformed doctrines, but the supremacy of the older faith was restored in 1604 by Bishop Theodore von Fiirstenberg, who forcibly took possession of the city.",
        "He came back to assert the ancient doctrine that the sovereign authority resided in his person only.",
        "A rumour transmitted to England went so far as to assert that she had proposed him to their common half-brother Murray as a fourth husband for herself; a later tradition represented her as the mother of a child by him.",
        "At the time of the donation, indeed, the town can hardly be said to have existed, but the royal \"villa\" rapidly developed into a community which strove to assert the rights of a free imperial city.",
        "If, therefore, a present perception leads us to assert the existence of some other, this can only be interpreted as meaning that in some natural, i.e.",
        "In 1646 Bremen received the privileges of a free imperial city from the emperor Ferdinand III.; but Sweden, whose possession of the archbishopric was recognized two years later, refused to consent to this, and in 1666 attempted vainly to assert her claims over the city by arms - in the socalled Bremen War.",
        "The Hindus assert that the stream joins the other two rivers underground, and in a subterraneous temple below the fort a little moisture trickling from the rocky walls is pointed out as the waters of the Saraswati.",
        "The marquis de Prie, who (as deputy for Prince Eugene) was the imperial governor from 1719 to 1726, encountered on the part of local authorities and town gilds vigorous resistance to his attempt to rule the Netherlands as an Austrian dependency, and he was driven to take strong measures to assert his authority.",
        "Clement's accession at once brought about a political change in favour of France; yet he was unable to take a strong line, and wavered between the emperor and Francis I., concluding a treaty of alliance with the French king, and then, when the crushing defeat of Pavia had shown him his mistake, making his peace with Charles (April 1, 1525), only to break it again by countenancing Girolamo Morone's League of Freedom, of which the aim was to assert the independence of Italy from foreign powers.",
        "History shows that states forming unions of the second class are certain in after time to deny or assert that the sovereignty of the state is one of the rights reserved, according as the state belongs to a stronger or weaker section or faction; state sovereignty being the defence of the weaker state or faction, and being denied by the stronger group of states which controls the government and which asserts that a new sovereign state was created by a union of the former independent ones.",
        "Before the latter event, in order to assert his right of sovereignty over Rome, he called himself king of the Romans, a designation which henceforth was borne by his successors until they received the higher title from the pope.",
        "Thus encouraged, or rather driven forward, by the national sentiment Louis continued to assert the independence of the crown against the pope.",
        "The German people seemed to have lost both the power aijd the will to assert their rights; but in reality they were deeply dissatisfied.",
        "The suspicions as to the stability of the Triple Alliance ~ produced, indeed, for some years a kind of nervous ness in the attitude of the government, whose deter mination to assert for Germany a leading international role tended to isolate her in Europe.",
        "Frederick, however, who was in Italy, harassed and afflicted, could do little to assert the imperial authority, and his enemy, Pope Innocent IV., bestowed the two duchies upon Hermann VI., margrave of Baden, whose wife, Gertrude, was a niece of the last of the Babenbergs.",
        "with his mother - claimed the inheritance, and prepared to assert his claims by force.",
        "On the assassination of Nadir in 1 747, Ahmad, having failed in an attempt to seize the Persian treasures, retreated to Afghanistan, where he easily persuaded the native tribes to assert their independence and accept him as their sovereign.",
        "Local historians assert that a village existed on the site of Rostock as early as A.D.",
        "Every slave could thereby assert his freedom if he desired to do so, but it was not made illegal for a native to own a slave, and no penalty attached to mere possession in such a case.",
        "If this is so, and the endosperm like the embryo is normally the product of a sexual act, hybridization will give a hybrid endosperm as it does a hybrid embryo, and herein (it is suggested) we may have the explanation of the phenomenon of xenia observed in the mixed endosperms of hybrid races of maize and other plants, regarding which it has only been possible hitherto to assert that they were indications of the extension of the influence of the pollen beyond the egg and its product.",
        "He had made up his mind to assert the ancient claim of the house of Brandenburg to the three Silesian duchies, which the Austrian rulers of Bohemia had ever denied, but the Hohenzollerns had never abandoned.",
        "Meanwhile the parliament had declared it treason to assert Monmouth's.",
        "Although the Makhzan is mainly devoted to philosophic meditations, the propensity of Nizämi's genius to purely epic poetry, which was soon to assert itself in a more independent form, makes itself felt even here, all the twenty chapters being interspersed with short tales illustrative of the maxims set forth in each.",
        "In painting there is the famous portrait of Hieronymus Holtzschuher at Berlin, in which the personality and general aspect of the sitter assert themselves with surprising power.",
        "to assert their complete independence of the Empire.",
        "Catherine, Adolf's sister, made an attempt to assert the rights of his son Charles to the duchy, but by 1483 Maximilian had crushed all opposition and established himself as duke of Gelderland.",
        "It was, undoubtedly, a great and heroic achievement for the ruler of a petty state like Gelderland thus to assert and maintain his independence for a long period against the overwhelming power of the house of Austria.",
        "It may, like the Stoic, assert freedom by holding aloof from the entanglements of real life, or like the sceptic regard the world as a delusion, or finally, as the \" unhappy consciousness \" (Ungliickliches Bewusstseyn), may be a recurrent falling short of a perfection which it has placed above it in the heavens.",
        "The sedentary population of the country villages - the fellahin, or agriculturists - is, on the whole, comparatively unmixed; but traces of various intrusive strains assert themselves.",
        "duke of Brittany was soon embroiled with Louis over an attempt to assert royal control over that practically independent duchy.",
        "By that time, indeed, Brahmanism was beginning to assert itself at the expense of the other religion.",
        "7, 1; 4, 7), assert that Rekem was the native name.",
        "of the Karanga tribe), but explicitly assert that the \" emperor \" himself was a \" Mocaranga.\"",
        "of Prussia to assert his claim that led in 1740 to the war that ended two years later in the cession of Silesia to Prussia.",
        "To assert a fact and to affirm the existence of a subject are not, as he makes out, the same thing: a judgment often asserts a fact and denies existence in the same breath, e.g.",
        "Consequently, as knowledge is attainable by sense, memory and inference, truth is also attainable, because, though we cannot test what we know by something else, we can test what we judge and assert by what we know.",
        "He is not, of course, the first to note that even categorical judgments do not assert the realization of their subject.",
        "The negative judgment, for example, cannot be held in one and the same undivided act to presuppose the unity of the real, project an adjective as conceivably applicable to it and assert its rejection.",
        "Sovereignty over the Filipinos having been accepted by virtue of the ratification of the Paris treaty, President McKinley was not at liberty to do otherwise than assert the authority of the United States and use every endeavour to suppress the insurrection.",
        "The Greek Church remains untouched by the modern spirit, and the Protestant Churches also are bound officially to the The Greek scholastic philosophy of the 17th century; their con- and Pro- fessions of faith still assert the formation of the world testant in six days, and require assent to propositions which Churches.",
        "42, assert that at first the praetorship was open to patricians only, but Mommsen (Rim.",
        "For example, we can assert without further proof that any infinitely small displacement may be resolved into two rotations, and that the axis of one of these can be chosen arbitrarily.",
        "In doing so, we must be careful to remember that the study of the classics did but give a special impulse to pent-up energies which were bound in one way or another to assert their independence.",
        "It marked, moreover, in the condition of armed resistance against established authority which was forced upon it by the Counter-Reformation, a firm resolve to assert political liberty, leading in the course of time to a revolution with which the rebellious spirit of the Revival was sympathetic. This being the relation of humanism in general to reform, French learning in particular displayed such innovating boldness as threw many of its most conspicuous professors into the camp at war with Rome.",
        "Hence the theory is a kind of monism, inasmuch as it confessedly does not assert the existence of matter save as an intellectual postulate for the thinking mind.",
        "In view of the fact that fresh grape juice contains innumerable bacteria and moulds, in addition to the yeast cells which bring about the alcoholic fermentation, and that the means which are adopted by the brewer and the distiller for checking the action of these undesirable organisms cannot be employed by the wine-maker, it is no doubt remarkable that the natural wine yeast so seldom fails to assert a preponderating action, particularly as the number of yeast cells at the beginning of fermentation is relatively small.",
        "Henry recovered in February 1456, and Margaret, his queen, began to assert herself.",
        "Unfortunately his successor soon fell under the influence of the reactionary party which had begun to assert itself in Russia even before the assassination of Alexander II.",
        "The zealous orthodoxy of the church found at this period several occasions to assert itself.",
        "From this religious guidance of the people by the well-organized forces of dissent, it was but a step to political ascendancy, and as the various constitutional changes from the Reform Bill onward began to lower the elective franchise, and thus to throw more and more power into the hands of the working classes, that spirit of radicalism, which is peculiarly associated with political dissent, began to assert itself powerfully throughout the country.",
        "It is true that a Young Wales party has arisen, which seeks to narrow this movement to the exclusion of English ideas and influences; and it is also true that there is a party which is abnormally suspicious of and hostile to this Welsh Renaissance; but in the main it is correct to say that the bulk of the Welsh nation remains content to assert its views and requirements in a reasonable manner.",
        "By this it is not intended to assert that moral ideas are wanting in the so-called \" naturist \" religions.",
        "With the accession of Charles IX., and the consequent development of Swedish greatness, literature began to assert itself in more vigorous forms. The long life of the royal librarian, Johannes Bure or Buraeus (1568-1652), formed a link between the age of the Petri and that of Stjernhjelm.",
        "The chambers were now only waiting for a suitable opportunity to assert their authority.",
        "when about 1158 he began to assert his Imperial rights over the cities of northern Italy.",
        "the Persians (who were mostly Shiites) under a Moslem officer named Mokhtar (Mukhtar), whom they regarded as their mahdi, vainly attempted to assert, their independence in Kuf a, but were soon defeated.",
        "That qualities of bodies (and therefore of the corporeal soul) exist they do not deny; but they assert most uncompromisingly that they are one and all (wisdom, justice, &c.) corporeal.",
        "It is to be observed that, while these early speculators ascribe the phenomena to attraction, they do not distinctly assert that this attraction is sensible only at insensible distances, and that for all distances which we can directly measure the force is altogether insensible.",
        "The Christian historians assert that Stilicho designed to restore paganism.",
        "c. 860), often described as the first king of Scotland (kingdom of Scone), was the son of the Alpin, called king of the Scots, who had been slain by the Picts in 832 or 834, whilst endeavouring to assert his claim to the Pictish throne.",
        "Berthelot was not prepared to assert that these treatises were actually written by Jaber, but he held it certain that they are works written in Arabic between the 9th and 12th centuries, at a period anterior to the relations of the Latins with the Arabs.",
        "During the subsequent ministries of Korber and Gautsch the Bohemians continued to oppose the central government of Vienna, and to assert their national rights.",
        "5.9, §§ 171-173, Niese) introduces the Sadducees along with the Pharisees and Essenes in his account of Jonathan's reign (161-143 B.C.) as the third of the sects of the Jews, and defines their tenets thus: \"They deny the existence of God (Josephus says ` Fate,' as he is speaking to pagans) and the Divine government of human affairs; and they assert that everything lies in our power, so that we are responsible for our good or bad fortune.\"",
        "They assert that man is free to choose good or evil since both are set before him, and that he receives good or evil according to his choice.",
        "The only course now open to the National Assembly was to assert its authority by force.",
        "They may, on the petition of a district council, transfer to themselves the powers of a district council who have refused or failed to take the necessary proceedings to assert public rights of way or protect roadside wastes.",
        "The tendency is for protecting states to assert jurisdiction over foreigners within the territories of the protected states (Westlake, 187; Jenkyns, p. 176; Ilbert, 2nd ed., 393, 434).",
        "There is evidence also that glacial moraine formations from time to time may have largely affected the catchment area of these tributary streams. It would be as rash to assert that from Lake Victoria no waters could ever have issued with an eastward flow as it would be to state that 'from Chakmaktin none ever flow westwards.",
        "Tyrconnel, the district named after the Cinel Connell, where the O'Donnells held sway, comprised the greater part of the modern county of Donegal except the peninsula of Inishowen; and since it lay conterminous with the territory ruled by the O'Neills of Tyrone, who were continually attempting to assert their supremacy over it, the history of the O'Donnells is for the most part a record of tribal warfare with their powerful neighbours, and of their own efforts to make good their claims to the overlordship of northern Connaught.",
        "In the west Manus made unceasing efforts to assert the supremacy of the O'Donnells in north Connaught, where he compelled O'Conor Sligo to acknowledge his overlordship in 1539.",
        "The missionaries, who have reduced the language to writing (Gospel of St Luke, London, 1881), assert that it contains no fewer than 30,000 words, although the numerals stop at five, already a compound form, and although the same word expresses both hand and finger; but it appears that a large number of the words included in this total are compounds.",
        "And though passages of the first class must no doubt be explained figuratively - for Philo would not assert the existence of two Divine agents - it remains true that the two conceptions cannot be fused.",
        "Exaction followed exaction, and in 1802 Russia resolved to assert her treaty rights in favour of the oppressed inhabitants of the principalities.",
        "Not until 1770, after O'Reilly had established Spanish rule by force at New Orleans, did a Spanish officer at St Louis take actual possession of the upper country; another on the ground, in 1768-1769, had forborne to assert his powers in the face of the unfriendly attitude of the inhabitants.",
        "When the antagonism between the Romanist dynasty and the Bohemian Protestants culminated in the troubles of 1546 and 1547 and the Bohemians, after a weak and unsuccessful attempt to assert their liberties, were obliged to submit unconditionally to the house of Habsburg, Prague was deprived of many of its liberties and privileges.",
        "787) of Beneventum wished to assert his independent sovereignty, he had himself anointed and crowned, and exchanged his style of duke for that of prince.",
        "the kin of Ghalib and the house of Ibn`Aun - to assert the right of designating or removing the sherif, to whom in turn he owed the possibility of maintaining, with the aid of considerable pensions, the semblance of his much-prized lordship over the holy cities.",
        "In physiological matters he is in advance of Aristotle and Galen, though we can hardly assert - as has sometimes been thought - that he anticipated Harvey's discovery of the circulation of the blood.",
        "That the conversion of the English to Christianity had anything to do with their slackening from the work of conquest it would be wrong to assert.",
        "Declaring John deposed because he had broken his oath to observe the charter, they Offered the crown to Louis of France, the son of King Philip, because he had married Johns niece Blanche of Castile and could assert in her right a claim to the throne.",
        "It was called, and made a liberal grant for that purpose, but Archbishop Winchelsea and the earls of Norfolk and Hereford took advantage of their masters needs, and of his absence, to assert themselves.",
        "When he proceeded to deny the doctrine of transubstantiation, to assert the all-sufficiency of the Scriptures as a rule of life, to denounce saint-worship, pilgrimages, and indulgences, and to declare, the pope to be Antichrist, he frightened his old supporter John of Gaunt and the politicians of the anti-clerical clique.",
        "From f 409 onwards he became a mere invalid, only able to assert himself in rare intervals of convalescence.",
        "It is a strange fact that Henry, though he was in many respects a conscientious man, with a strong sense of responsibility, and a sincerC piety, was so blind to the unrighteousness of his own actions that he died asserting that neither ambition nor vainglory had led him into France, but a genuine desire to assert a righteous claim, which he desired his heirs to prosecute to the bitter end.",
        "acknowledged the infant Edward as prince of Wales, and made no attempt to assert dynastic claims during his two regencies in 1454 and 145 5456~ yet the queen and her partisans already looked upon him as a pretender to the throne.",
        "It would seem that the key to his conduct was that he hated the hard work without which a despotic king cannot hope to assert his personality, and preferred leisure and vicious self-indulgence.",
        "But the business was kept dark at the time, and it was long before any one could assert with certainty that they were dead or alive.",
        "The first step was to assert the principle of England for the English; the queen would have no foreign husband, though she found suitors useful as well as attractive.",
        "Elizabeth was glad of Philips support at the negotiations for peace at Cateau Cambrsis (I 559), but she took care to assert the independence of her diplomacy and of Englands interests.",
        "Elizabeth had in fact safely piloted England through the struggle to assert its national independence in religion and politics and its claim to a share in the new inheritance Last which had been opened up for the nations of Europe; Eflzabeth.",
        "The king was always able to assert that the judges were on his side, and it was as yet an acknowledged principle of the constitution that parliament could not change the law without the express consent of the crown, even if, which was not the case in this matter, the Lords had sided with the Commons.",
        "The British did not assert their superiority without much fighting and some serious reverses.",
        "The Liberals had long arrears to make up in their political programme, and their supremacy in the House of Commons was an encouragement to assert their views in legislation.",
        "Old pedigree-makers from the 14th century onward have made of Harding a younger son of a king of Denmark and a companion of the Conqueror, while modern historians assert his identity with one Harding who, although an English thane, is recorded by Domesday Book in 1086 as a great landowner in Somerset.",
        "I assert nothing beyond their language when I call them Hindus, Greeks, Romans, Germans, Celts and Slaves; and in that sense, and in that sense only, do I say that even the blackest Hindus represent an earlier stage of Aryan speech and thought than the fairest Scandinavians.",
        "The Articles of the Church of England (19, 26) speak of the visible Church, but unless by inference do not assert a Church invisible.",
        "On the other hand, not merely agnostics like Leslie Stephen but Christian theologians of the Left like Ernst Troeltsch regard it as the time when supernaturalism began decisively to go to pieces, and the \" modern \" spirit to assert its authority even over religion.",
        "As to the flavour of its flesh, some assert that it is wholly uneatable, and others that it is palatable.",
        "He was eager to assert the supremacy of the papal see; at the command of the emperor Justinian II.",
        "If, how ever, it be argued by libertarians that no explanation is possible of the manner in which the self or the will makes its decisions and inclines to this motive or to that, while they still assert the independent existence of the self or will, then they are undoubtedly open to the retort of their opponents that upon such a theory no rational explanation of conduct will be possible.",
        "The relations of the Lapps to their more powerful neighbours were complicated by the rivalry of the different Scandinavian kingdoms. After the disruption of the Calmar Union (1523) Sweden began to assert its rights with vigour, and in 1595 the treaty of Teusina between Sweden and Russia decreed \"that the Lapps who dwell in the woods between eastern Bothnia and Varanger shall pay their dues to the king of Sweden.\"",
        "It would be true on the whole to assert that evolutionary systems of ethics such as those of Herbert Spencer, Sir Leslie Stephen or Professor S.",
        "To attain that object he was making preparations for a siege of Constantinople, but in the midst of these preparations, or, as some historians assert, on the march towards Constantinople, he died suddenly at the village of Deabolis on the 20th of December 1355.",
        "Among them, iron, sodium, magnesium, calcium and hydrogen are conspicuous; but it would be rash to assert that any of the seventy forms of matter provisionally enumerated in text-books are wholly absent from his composition.",
        "He began his new rule by a vigorous attempt to assert his rights, warned the citizens of London not to withhold tithes, and decided appeals from the judgments of his suffragans during a thorough visitation of his province.",
        "About that time, the Hova in the central province of Imerina began to assert their own position under two warlike and energetic chieftains, Andrianimpoina and his son Radama; they threw off the Sakalava authority, and after several wars obtained a nominal allegiance from them; they also conquered the surrounding tribes, and so made themselves virtual kings of Madagascar.",
        "Therefore, though we may ascertain that Zeus means \" sky \" and Agni \" fire,\" we cannot assert, with Max Muller, that all the myths about Agni and Zeus were originally told of fire and sky.",
        "It is no exaggeration to assert that the modern world owes its power to understand the Talmud to Rashi.",
        "The consequent struggle between the popes, who claimed the inheritance, and the emperors, who maintained that the countess had no right to dispose of imperial fiefs, enabled the principal cities of Tuscany gradually to assert their independence.",
        "The dogmas of creation and providence, of divine omnipotence, chiefly exercised them; and they sought to assert for God an immediate action in the making and the keeping of the world.",
        "Some authorities assert that even Socrates was among his disciples.",
        "The report of the Commons committee (July 18 9 7) definitely acquitted both Mr Chamberlain and the colonial office of any privity in the Jameson Raid, but Mr Chamberlain's detractors continued to assert the contrary.",
        "That experiments, founded on the study of his nature and properties, which have from time to time been made to improve the breed, and bring the different varieties to the perfection in which we now find them, have succeeded, is best confirmed by the high estimation in which the horses of Great Britain are held in all parts of the civilized world; and it is not too much to assert that, although the cold, humid and variable nature of their climate is by no means favourable to the production of these animals in their very best form, Englishmen have by great care, and by sedulous attention to breeding, high feeding and good grooming, with consequent development of muscle, brougnt them to the highest state of perfection of which their nature is capable.",
        "During his absence in Africa the Achaeans had made a last desperate attempt to assert their independence of Rome.",
        "assert the supremacy of one race over another.",
        "assert ownership is in order to have a right to charge for addresses.",
        "assert confidently that you must always get the interviewee's permission first.",
        "assert that different beliefs are necessarily held in order for antagonists to justify conflicting goals.",
        "assert that the earth sits on a turtle's back, or that humans arose from dream time.",
        "assert that genetic differences in gender account for some anti-social behavior especially in boys with genetic risk factors toward autism and hyperactivity.",
        "assertions of independence from the rest of the world force the rest of the world to assert its independence from America.",
        "We will use and build on existing strategies, including civil disobedience, to resist globalization and to assert our rights.",
        "You assert \" P is true of my system \" and the model checker attempts to find a counterexample.",
        "I do not so demonize the medium as to assert that it is evil, in and of itself.",
        "Community members articulate hybridity discourses as an alternative to those that assert an assimilative whiteness.",
        "The protector about this time gave a commendable earnest of his resolution to assert rigorous justice against offenders.",
        "For some it's an opportunity to build a vast campaign to assert the popular will against the tides of neo-liberal economics and politics.",
        "Another veteran television journalist, Stephen Claypole, recalls how broadcasters have attempted to assert their freedom in militarily delicate situations.",
        "The C assert() macro In the standard header file cassert you'll find assert( ), which is a convenient debugging macro.",
        "madness of crowds ' effect that makes people think that they have to assert their individuality.",
        "This new CD from Assert will definitely satisfy the thirst for some hardcore punk mayhem.",
        "The capsules, or bioreactors, permit the release of recombinant proteins that may assert their effects in the tumor microenvironment.",
        "Presumably it seemed necessary to assert them in the face of menacing figures like myself.",
        "Particular statements have a positive valence because they assert existence; universal statements have negative valence because they assert nonexistence.",
        "The defendants cannot rely on their own obstinacy to assert that mediation had no reasonable prospect of success.",
        "The only reason any of them want to assert ownership is in order to have a right to charge for addresses.",
        "To assert that He has never in fact spoken thus involves a transparent petitio principii.",
        "This cultural renaissance under the slogan ' away from Moscow ' became the engine of efforts to assert Ukrainian autonomy.",
        "To prioritize the feelings of the guinea pigs is to assert a quite spectacular failure of the human imagination.",
        "The admirably succinct grounds of appeal assert, shortly, that the judge was wrong in two ways.",
        "People of all backgrounds need to appreciate how race has been used as a tool to assert the superiority of certain groups over others.",
        "History is littered with the bloody consequences of attempts to assert the supremacy of one race over another.",
        "virginal state and to assert his dominance over her.",
        "In fact, most zoologists assert that cats have the best senses among mammals.",
        "Even at the present time, it would be too much to say that all the complex organic substances have been proved by analysis to obey these laws; all we can assert is that their composition and properties can be satisfactorily explained on the assumption that they do so.",
        "Those who hold the latter opinion have been able to assert that since the Vatican Council no infallible definition had yet been formulated by the popes, while recognizing the supreme authority of the encyclicals of Leo XIII.",
        "An act of 1697-1698, commonly called the Blasphemy Act, enacts that if any person, educated in or having made profession of the Christian religion, should by writing, preaching, teaching or advised speaking, deny any one of the Persons of the Holy Trinity to be God, or should assert or maintain that there are more gods than one, or should deny the Christian religion to be true, or the Holy Scriptures to be of divine authority, he should, upon the first offence, be rendered incapable of holding any office or place of trust, and for the second incapable of bringing any action, of being guardian or executor, or of taking a legacy or deed of gift, and should suffer three years' imprisonment without bail.",
        "On the whole it seems safe to assert that it was the change in France far more than the change in his health which brought about the manifest constraint of the emperor in the Hundred Days.",
        "There were in 1789 a number of mulattoes in Paris, who had come from San Domingo to assert the rights of the people of colour in that colony before the national assembly.",
        "The persistent attempt of the South African Republic to assert its full independence, culminating in a formal denial of British suzerainty, made it additionally incumbent on Great Britain to carry its point as to the Uitlander grievances, while, from Mr Kruger's point of view, the admission of the Uitlanders to real political rights meant the doom of his oligarchical regime, and appeared in the light of a direct menace to Boer supremacy.",
        "But it is a mistake to assert, as many have asserted, that after the era of the above ten mastersthe latest of whom, SOmin, ceased to work in 187 InO bronzes comparable with theirs were cast.",
        "and to assert its absolute sovereignty (Defensor pacis, c. 1352); while the Franciscan William of Occam (d.",
        "Gradually settlements were made, the names of many of which are given by the various Assyrian kings who had at one time or another to assert or reassert supremacy over them - such as Chindanu, Laqe, Sulhi along the South Euphrates boundary of Mesopotamia, and various districts bearing names compounded with Bit = settlement (see above), such as Bit-Adini (nearly equal the later Osroene; see Edessa), or Bit-Zamani in the north near Diarbekr.",
        "lost their hold over Canaan; the XXIst Dynasty no longer intervened in the affairs of Syria; but Sheshonk (Shishak), the founder of the XXIInd Dynasty, about 928 B.C. endeavoured to assert the ancient supremacy of Egypt (cf.",
        "But at the crowning moment of trial there are those who assert their belief that the woman who on her way to the field of Corrichie had uttered her wish to be a man, that she might know all the hardship and all the enjoyment of a soldier's life, riding forth \"in jack and knapscull\" - the woman who long afterwards was to hold her own for two days together without help of counsel against all the array of English law and English statesmanship, armed with irrefragable evidence and supported by the resentment of a nation - showed herself equally devoid of moral and of physical resolution; too senseless to realize the significance and too heartless to face the danger of a situation from which the simplest exercise of reason, principle or courage must have rescued the most unsuspicious and inexperienced of honest women who was not helplessly deficient in self-reliance and self-respect.",
        "Maria Frederick Theresa would not abate her rights, but before she ~~at could assert them Frederick had entered Silesia and made himself master of it.",
        "In both kingdoms Rudolph had failed to assert his sovereign power except in fitful attempts to extirpate heresy.",
        "Although the Makhzan is mainly devoted to philosophic meditations, the propensity of NizÃmi's genius to purely epic poetry, which was soon to assert itself in a more independent form, makes itself felt even here, all the twenty chapters being interspersed with short tales illustrative of the maxims set forth in each.",
        "Not one circumstance only in common but \" apparently one relevant circumstance only in common \" is what we are able to assert.",
        "In 1040 he succeeded his father in Anjou and was able to conquer Touraine (1044) and assert his authority over Maine (see ANJou).",
        "\" For,\" he says, \" in writing to Caesar, I showed no regard even for any of my own nation, but said that they were deceived by trusting in a magician of their own race, Simon, whom they assert to be God, above all rule and authority and power \" (cf.",
        "Whether his declaration was based on stories told by the Indians of the interior, or upon reports of Spanish sailors, or had no basis at all, is not known; its chief importance lies in the fact that Carver called this undiscovered stream the Oregon, and that 1 Some early writers assert that Drake even reached the lat.",
        "This was only a preliminary skirmish; the main battle opened in the following year, when the king, quite aware that he must for the future look on Thomas as his enemy, brought forward the famous Constitutions of Clarendon, of which the main purport was to assert the jurisdiction of the state over clerical offenders by a rather complicated procedure, while other clauses provided that appeals to Rome must not be made without the kings leave, that suits about land or the presentation to benefices, in which clerics were concerned, should be tried before the royal courts, and that bishops should not quit the realmunless they had obtained permission to do so from the king (see CLARENDON, CONSTITUTIONS OF).",
        "What the theory does NOT assert is that any particular religious belief is rational in the sense of likely to be true.",
        "They assert a kind of swoon theory, where Jesus did not actually die, tho he was crucified.",
        "In the face of this we cannot continue to assert our professionalism as an unassailable fact.",
        "I would expect America to assert its conquest and apply victor 's justice to the vanquished.",
        "Breaking the bread was seen as the breaking of the bride 's virginal state and to assert his dominance over her.",
        "Many avocations do n't assert vocations in a total way.",
        "It is unknown exactly how St. John's Wort works; however, experts usually assert that it works similarly to a selective serotonin reuptake inhibitor or a monoamine oxidase inhibitor.",
        "Raw food followers assert that enzymes are destroyed and may make the food difficult to digest.",
        "Supporters also assert that their eating philosophy saves the lives of animals and reduces negative environmental effects, such as carbon dioxide emissions.",
        "Some individuals might assert that when it comes to infant fashion, a dress is merely a dress that will be soiled within five minutes of its wear.",
        "Old growers of the Stock assert that while the under side of the leaf of the Queen Stock is rough and woolly, the leaf of the Brompton Stock is smooth on both sides.",
        "If what you're looking to do is to assert your sense of style, oftentimes a pair of knockoff glasses won't do the trick.",
        "During toddlerhood, children often begin to assert their need for autonomy by challenging their parents.",
        "Cyanotic breath holding spells typically begin when children are in a negative or oppositional phase and are starting to assert their independence.",
        "Remember, not everyone grieves the same way, and there is no right or wrong way to assert it.",
        "There are ample case studies; however, that assert the deleterious effects of homeschooling your child.",
        "Product tests conducted by the manufacturer, Euro-Pro, assert that this floor cleaning device can greatly reduce cleaning time for bare floor surfaces.",
        "The arrow of the glyph points optimistically upwards representing not only Aries' upwards and onwards personality, but also his need to assert himself.",
        "Mental influence is the ability to use the power of your mind to assert influence over another's mind.",
        "Women should always assert themselves when possible and seek help if their tattoo (or any other physical feature) begins to warrant threats, slurs, or other forms of vulgar behavior.",
        "Sleep deprivation often results in behavioral problems and some assert that some of the symptoms of autism spectrum disorders can be attributed to sleep deprivation.",
        "Some assert that individuals who have mitochondrial dysfunction problems cannot produce the necessary energy required to ward off the elements introduced to the cells by the vaccines.",
        "Some may assert that his statements were conjured merely to get attention, as may be common among shock-jock practices, and the notion that Mr. Savage does not believe his own assertions is quite reasonable.",
        "Many people believe there is a link between the MMR vaccine and autism, while many others assert they are not related.",
        "Further, if school-age children reside in the home and only one computer is available in the household, which you claim, can you reasonably assert the children do not use the 'business computer' for homework?",
        "Modern Format: Those who prefer resumes that do not have objective lines assert that including this segment indicates compliance with out-of-date resume formatting guidelines.",
        "Some assert that the instant rush of the vitamin can help shed pounds.",
        "Some assert that frozen produce can retain more nutrients than fresh produce because the fresh produce often sits on store shelves for a considerable time.",
        "Supporters of detox diets, like naturopathic doctor and author of Detoxification, Linda Page, assert that benefits of detoxifying include renewing and recharging the body, while jump-starting a healthier lifestyle.",
        "All the applicant has to do is assert continued unemployment and need for compensation and prove he or she is actively looking for work by providing names and contact information for companies he or she has applied to.",
        "The author was hailed as the \"German Plato,\" or the \"German Socrates\"; royal and other aristocratic friends showered attentions on him, and it is no exaggeration to assert with Kayserling that \"no stranger who came to Berlin failed to pay his personal respects to the German Socrates.\"",
        "But Murad was now beginning to assert himself.",
        "Those who assert the superior worth and importance of moral judgments speak of \" values \" (A.",
        "affirmare, to assert), the declaration that something is true; in logic, a positive judgment, the union of the subject and predicate of a proposition; particularly, in law, the solemn declaration allowed to those who conscientiously object to taking an oath."
    ],
    "definition": [
        "To state or express positively; affirm: asserted his innocence.",
        "To defend or maintain (one's rights, for example).",
        "To put into action boldly; employ or demonstrate: asserted her independence.",
        "as·sert′a·ble as·sert′i·ble\nadjective",
        "as·sert′er as·ser′tor\nnoun",
        "Link/Cite",
        "(computer science) an assert statement; a section of source code which tests whether an expected condition is true.",
        "To declare with assurance or plainly and strongly; to state positively.\nhe would often assert his beliefs to us",
        "To use or exercise and thereby prove the existence of.\nto assert one's authority\nSalman Rushdie has asserted his right ... to be identified as the author of this work",
        "To maintain or defend, as a cause or a claim, by words or measures; to vindicate a claim or title to; as, to assert our rights and liberties.\nThe quasi-judicial pre-grant process of asserting patent rights and appeals procedures during patent examination; 'to assert' patent rights means to defend or maintain patent rights.",
        "(computer science) To make true; to make equal to 1.",
        "asters",
        "setars",
        "stares",
        "tarses",
        "tasers, Tasers",
        "Link/Cite"
    ]
}