{
    "translation": "אסרטיבי, החלטי",
    "uses": [
        "He has been very assertive and direct.",
        "Albemarle county was then in the frontier wilderness of the Blue Ridge, and was very different, socially, from the lowland counties where 'a few broad-acred families dominated an open-handed, somewhat luxurious and assertive aristocracy.",
        "The character of Supervisory Special Agent Derek Morgan seems to have taken page from Moore's history.  Like Moore, Morgan was an assertive young athlete, who was raised by a single mom and rode an athletic scholarship to college.",
        "In addition, counseling can help you find better ways of resolving problems by communicating more directly and constructively and by being assertive rather than aggressive.",
        "Your cover letter is your first opportunity to present yourself to a prospective employer, so do your best to be assertive and thoughtful, without coming off as overly confident.",
        "In the natural world, fire eats up earth quite quickly, and in the zodiac, signs like Taurus, Virgo and Capricorn find their inherent stability threatened by the passionate and assertive lifestyles of a fire sign.",
        "Prepare them with the knowledge they need to remain safe, such as where to locate birth control, how to put on a condom, and how to be an assertive individual who knows how to say \"no.\"",
        "In short, all you really need to understand about the Aries man is that he is an assertive, active, dynamic and fearless individual with a zest for life that is infectious!",
        "Ian's behavior was too assertive in other ways too.",
        "Speaking to the pup in an assertive tone will help train him quicker and more efficiently.",
        "By communicating your needs and concerns clearly and in a way that is assertive without being aggressive, you are conveying your anger in a manner that is positive and healthy.",
        "She's a fairly normal housewife, tho she can be quite assertive when needed.",
        "Sometimes you have to be very assertive to get the best from the system.",
        "Some people are not assertive enough to ask for help.",
        "Now that he's not, maybe I'll have to be a little more assertive.",
        "However, a man may walk, sit and stand with a more assertive posture.",
        "Be assertive when asking questions while visiting centers and most of all, trust your instincts.",
        "An Aries man is one that is assertive and bold, passionate and enthusiastic, and he wants more than anything to find those very same qualities in a potential partner.",
        "assertive with some taxis.",
        "Journalists need to be assertive by nature, so make an effort to let as many people as possible know about your plans to switch careers.",
        "Baby Phat purses are intended for fun, assertive, modern women.",
        "If the club or committee representative keeps asking even though you have politely declined, you may have to be more assertive.",
        "assertive behaviors?",
        "Often, they were so clever and so assertive individually that they could never reach agreement on what to do.",
        "A good first step to becoming more assertive is to consider your own body language through role play.",
        "RESPOND in an assertive manner if you ever feel threatened while online.",
        "If parents express anger in quiet, assertive ways, children may follow their parent's example.",
        "If you're outgoing, assertive, and passionate about your product, you may be able to earn a sizable profit from this type of business.",
        "assertive to get the best from the system.",
        "Other than that, I'd want a man who was confident and assertive.",
        "assertive manner, using calm, logical words rather than violence.",
        "assertive to ensure people with a learning disability do not suffer discrimination.",
        "I try to fight back by riding assertively but feel more assertive some days than others.",
        "People must make a positive choice to work in assertive outreach.",
        "True strength lies in a fearless powerlessness, that is not assertive but is equally not pliant to another's will to domination.",
        "ska as a driving, assertive and truly home grown music appropriate for the newly independent island.",
        "They defined ska as a driving, assertive and truly home grown music appropriate for the newly independent island.",
        "Ask the same person to then adopt an assertive stance.",
        "In Press Gang, a young Julia Sawalha played Lynda Day, the assertive, yet slightly stroppy editor of the Junior Gazette.",
        "Be clear and assertive not aggressive A little tact will get you a better response.",
        "It means being prepared to be honest - yet tactful, polite - yet firm, assertive - not aggressive.",
        "No courtier was ever more assertive of his prerogatives.",
        "One form of constructive anger is expressing your feelings in a way that is assertive but nonthreatening.",
        "Take control of your life and be assertive, even if it means disappointing someone.",
        "Be assertive and let your child know that you don't have the time to make them and that he needs to let you know in advance when cupcakes are needed.",
        "Learn to be assertive instead of aggressive.",
        "You're assertive enough to ask for help when you need to clarify important course concepts.",
        "It offends by virtue of not trying, by not being assertive, and by being less than vanilla.",
        "This style of parenting often results in children who have high self-esteem and are independent, inquisitive, happy, assertive, and interactive.",
        "In general, firstborn children have been found to be responsible, assertive, task-oriented, perfectionistic, and supporters of authority.",
        "Several of these studies show that by age one, boys display a more assertive reaction than girls to toy disputes.",
        "Cognitive therapy teaches children to redirect their thoughts and actions into a more flexible and assertive pattern.",
        "Peer-accepted children may be shy or assertive, but they often have well-developed communication skills.",
        "Since fire is symbolic of the \"spark of life,\" people with fire signs are passionate, assertive, spontaneous, and energetic.",
        "Tone should be assertive and confident without being abrasive.",
        "Everyone involved in the dress selection process gets camera time, including the emotional brides, the opinionated moms, and the assertive bridesmaids.",
        "Certainly she was more independent, but hadn't Josh become more assertive?",
        "He, um, has been very assertive and direct.",
        "\"He, um, has been very assertive and direct,\" she added.",
        "assertive outreach.",
        "assertive stance.",
        "assertive discipline argues that pupils need to know what behavior is expected of them by their teacher.",
        "India is characterized as increasingly assertive and casually indifferent to the security of its sub-continental neighbors; Pakistan as unstable and risk-taking.",
        "assertive in certain situations.",
        "assertive with this doctor and avoiding upset.",
        "assertive at work, relationships improving, more productive.",
        "assertive personality who desires success and loves attention."
    ],
    "definition": [
        "as·ser′tive·ly\nadverb",
        "as·ser′tive·ness\nnoun",
        "Link/Cite",
        "boldly self-assured; confident without being aggressive",
        "Link/Cite"
    ]
}