{
    "translation": "סיוע, עזרה",
    "uses": [
        "I don't need to tell you that any further assistance I provide you will not be by my choice.",
        "Howie, out of character, had penned his intentions and with legal assistance referred by Merrill Cooms, she and Molly are financially set for life.",
        "The guys were generous enough to offer assistance building the buffalo shed and he didn't want to keep them waiting.",
        "Seward, and three other persons who came to his assistance, were also wounded by the assailant.",
        "In addition to the assistance from the renters, the money finally gave her an income of her own, and the token independence that went with it.",
        "The Aragonese enjoyed at first the assistance of the giudici of Arborea, who had remained in power; but in 1352 war broke out between Mariano IV.",
        "Early in 1490 he took a further step and was betrothed to the duchess, and later in the same year the marriage was celebrated by proxy; but Brittany was still occupied by French troops, and Maximilian was unable to go to the assistance of his bride.",
        "Like everyone else, he'd hoped Parkside was out of the case and was disappointed to learn the FBI was expecting Parkside's con­tinued assistance in the investigation.",
        "An ardent opponent of Catholic Emancipation, he delivered in 1807 a speech on the subject which helped to give the deathblow to the Grenville administration, upon which he became chancellor of the exchequer under the duke of Portland, whom in 1809 he succeeded in the premiership. Notwithstanding that he had the assistance in the cabinet of no statesman of the first rank, he succeeded in retaining office till he was shot by a man named Bellingham, a bankrupt with a grievance, who had vainly applied to him for redress, in the lobby of the House of Commons on the 11th of May 1812.",
        "What evil and error are there in it, if people were dying of disease without help while material assistance could so easily be rendered, and I supplied them with a doctor, a hospital, and an asylum for the aged?",
        "It crossed her mind to go in and find him, but he didn't need assistance and probably needed the time to himself as well.",
        "As I understand it, the so-called visions were perpetrated with the assistance of a second person, now dead.",
        "I explained to her that some deaf children were taught to speak, but that they could see their teachers' mouths, and that that was a very great assistance to them.",
        "Assistance might come from their direction, but any favor from the Council would cost him dearly in another way.",
        "He probably didn't want to be interrupted again for something she could do without assistance, though.",
        "they had to furnish the crown with nearly all the ships and men that were needful for the state; and for a long time after they were required to give large assistance to the permanent fleet.",
        "Annam Cambodia Poor Relief (Assistance publique).In Cochin-China.",
        "This system of channels is in communication with the outer atmosphere through numerous small apertures, known as stomata, which are abundant upon the leaves and young twigs, and gaseous interchange between the plant and the air is by their assistance rendered constant and safe.",
        "In return for his assistance against the Scythians, the Greeks of the Cimmerian Bosporus and the Tauric Chersonese recognized his suzerainty.",
        "This history, in the composition of which Pollio received assistance from the grammarian Ateius Praetextatus, was used as an authority by Plutarch and Appian (Horace, Odes, ii.",
        "Unfortunately Poland profited little or nothing by this great triumph, and now that she had broken the back of the enemy she was left to fight the common enemy in the Ukraine with whatever assistance she could obtain from the unwilling and unready Muscovites.",
        "He gave so much trouble to the Madrid governments that they organized a watch over him with the assistance of the French government and police, especially when it was discovered that the two military movements of August 1883 and September 1886 had been prepared and assisted by him.",
        "of that university, and with Wimpina's assistance he drew up, in January 1518, a hundred and six theses in answer to Luther's.",
        "The administration of the act was entrusted to the pharmaceutical society, and the duty of prosecuting unauthorized practitioners has been performed by the society ever since, without any pecuniary assistance from the state, although the legal expenses involved in prosecution amount to a considerable portion of its income.",
        "A number of officers of the army and navy agreed to lend assistance to a revolutionary outbreak, and towards the end of July 1893 matters came to a head.",
        "Imagining that this would interest Hertz and be successfully attacked by him, Helmholtz specially drew his attention to it, and promised him the assistance of the Institute if he decided to work on the subject; but Hertz did not take it up seriously at that time, because he could not think of any procedure likely to prove effective.",
        "On the other hand Boleslaus's ally, the fugitive Magyar prince Bela, succeeded with Polish assistance in winning the crown of Hungary.",
        "In the national capital and territories it is supervised by a national council of education with the assistance of local school boards; in the 14 provinces it is under provincial control.",
        "The rebels had hoped for assistance from Urquiza, but the powerful governor of Entre Rios maintained the peace in his province, which under his firm and beneficent rule had greatly prospered, and the revolutionary movement was quickly subdued.",
        "In exchange he received the duchy of Valentinois, as well as military assistance for his own enterprises.",
        "It must be remembered that Miss Sullivan had to solve her problems unaided by previous experience or the assistance of any other teacher.",
        "I got the milk to show her that she had used the correct word; but I did not let her drink it until she had, with my assistance, made a complete sentence, as \"Give Helen some milk to drink.\"",
        "In it we find the principles of a general interpretation, formed without the assistance of any particular philosophy, but consisting of observations and rules which, though already enunciated, and applied in the criticism of the profane writers, had never rigorously been employed in biblical exegesis.",
        "The shade was grateful, and the tree was so easy to climb that with my teacher's assistance I was able to scramble to a seat in the branches.",
        "Meanwhile Cromwell had been ordered on the 3rd of March by the House to take his regiment to the assistance of Waller, under whom he served as an admirable subordinate.",
        "In his singlehanded duel with the strength of Germany, Gregory received material assistance from the Countess Matilda of Tuscany.",
        "In exchange for French assistance Piedmont would cede Savoy and perhaps Nice to France; and a marriage between Victor Emmanuels daughter Clothilde and Jerome Bonaparte, to which Napoleon attached great importance, although not made a definite condition, was also discussed.",
        "Dr Phillimore's patent had a grant of the \"place or office of judge official and commissary of the court of admiralty of the Cinque Ports, and their members and appurtenances, and to be assistant to my lieutenant of Dover castle in all such affairs and business concerning the said court of admiralty wherein yourself and assistance shall be requisite and necessary.\"",
        "The cafe is also a garden landscaping design business where folks can go to seek out assistance, planning and development of their properties.",
        "In the same year numerous experiments were tried with the assistance of an Italian battleship, the \" Carlo Alberto,\" lent by the Italian government, and messages were transmitted from Poldhu to Kronstadt, to Spezia, and also to Sydney in Nova Scotia.",
        "James Prinsep was then devoting his rare genius to the decipherment of the early inscriptions of northern India, especially those of Asoka in the 3rd century B.C. He derived the greatest assistance from Tumour's work not only in historical information, but also as regards the forms of words and grammatical inflexions.",
        "On his release Consalvi hastened to his master's assistance; and he was soon after allowed to resume his functions under the restored pontificate at Rome.",
        "The offer of French assistance, made after the proclamation of the republic in the spring of 1848, had been rejected mainly because France, fearing that the creation of a strong Italian state would be a danger to her, would have demanded the cession of Nice and Savoy, which the king refused to consider.",
        "These various movements proved in the first place that the masses were by no means ripe for revolution, and that the idea of unity, although now advocated by a few revolutionary leaders, was far from being generally accepted even by the Liberals; and, secondly, that, in spite of the indifference of the masses, the despotic governments were unable to hold their own without the assistance of foreign bayonets.",
        "He tried to avoid his old acquaintances with their commiseration and offensive offers of assistance; he avoided all distraction and recreation, and even at home did nothing but play cards with his mother, pace silently up and down the room, and smoke one pipe after another.",
        "She pays the price for my assistance.",
        "Prince Andrew, who liked to help young men, was flattered by being asked for his assistance and being well disposed toward Boris, who had managed to please him the day before, he wished to do what the young man wanted.",
        "He lived first as an anchorite in the forest of Mendonk, and afterwards in the monastery founded with his assistance by Amandus at Ghent.",
        "For this plan he hoped to gain the assistance of Sparta.",
        "By means of an Agricultural Bank it affords assistance to farmers.",
        "after appealing in vain to Great Britain for active assistance turned in despair to Russia.",
        "Dr Hugh Falconer with the assistance of a committee of geologists excavated it.",
        "With the assistance of Sir Richard Knightley and others, he set up a printing press, which for nearly a year from Michaelmas 1588 was in active operation.",
        "These, however, made less impression on the Heptanesians than his despotic character and the measures which he took to prevent them giving assistance in the Greek war of independence in 1821.",
        "108) \"to proclaim to the world the principles which guided them\" in coming \"to the assistance of subdued peoples,\" a declaration which once more affirmed the principles of the Troppau Protocol.",
        "They were rivalled by Elkington of Birmingham, who secured the permanent assistance of at least one fine artist, Morel Ladeuil, the producer of the Elcho Challenge Shield.",
        "The sulphides can be removed by \" oxidizing \" them into thiosulphates by means of atmospheric air, with or without the assistance of other agents, such as manganese peroxide; or by \" carbonating \" them with lime-kiln or other gases containing carbon dioxide; or by precipitating them with lead or zinc oxide.",
        "Having obtained pecuniary assistance from the Danish government, he travelled through all Iceland for scientific purposes in the years 1837-1842, and made many interesting geological observations.",
        "The Mahrattas had been the nominal allies of the British in both their wars with Tippoo, but they had never given active assistance, nor were they secured to the British side as the nizam now was.",
        "According to the commonest account, on the 23rd of August of that year Pliny the elder, who had command of the Roman fleet at Misenum, set out to render assistance to a young lady of noble family named Rectina and others dwelling on that coast, but, as there was no escape by sea, the little harbour having been on a sudden filled up so as to be inaccessible, he was obliged to abandon to their fate those people of Herculaneum who had managed to flee from their houses, overwhelmed in a moment by the material poured forth by Vesuvius.",
        "With this assistance the Manila Railroad Company, organized under the laws of the state of New Jersey, agreed to construct about 600 m.",
        "Attempting to interpret the book of Revelation, he promised the millennium in 1672, and guaranteed miraculous assistance to those who would undertake the destruction of the Pope and the house of Austria, even venturing to prophesy that Cromwell, Gustavus Adolphus, and Rakoczy, prince of Transylvania, would perform the task.",
        "Throughout the sentence the prisoner has the advantage of religious and moral instruction; he attends divine service regularly, and whatever his creed is visited by a chaplain professing it, and receives educational assistance according to his needs.",
        "In 1845 with Molesworth and Raikes Currie he gave monetary assistance to Auguste Comte, then in financial difficulties.",
        "In August 1905 disturbances arose owing to an attempt by some merchants to obtain special assistance from the treasury on the pretext of embarrassment caused by Japanese financial reforms; these disturbances spread to some of the provinces, and the Japanese were compelled to make a show of force.",
        "The senate, when it armed the consuls against Antonius, called upon him for assistance; and he took part in the campaign in which Antonius was defeated at Mutina (43 B.C.).",
        "and others; sending assistance to his uncle Hans, king of Denmark, and receiving special marks of favour from Pope Julius II., anxious to obtain his support.",
        "The consuls with the assistance of judices also presided in the law-courts; but besides the consuls of the commune there were consules de placitis specially appointed for jurisdictional purposes.",
        "At an earlier stage the king had frequently come to the assistance of the communes in their struggle with their lords.",
        "The intervention of the powers, culminating in the shattering of the Egyptian fleet at Navarino (q.v.), robbed him of his reward so far as Greece was concerned; the failure of his arms in face of this intervention gave Sultan Mahmud the excuse he desired for withholding the rest of the stipulated price of his assistance.",
        "Meanwhile it had needed all the diplomatic armoury of the powers to prevent Mahmud hastening to the assistance of his \"oppressed subjects.\"",
        "The result, however, was financial difficulty, and in 1882 he appealed to the government for assistance, making various claims based upon the alleged possession of private estates in the Punjab, and upon the surrender of the Koh-i-nor diamond to the British Crown.",
        "During the occupation of Java by the British an embassy was despatched to Sir Stamford Raffles by the sultan of Banjermasin asking for assistance, and in 1811 Alexander Hare was despatched thither as commissioner and resident.",
        "Whereupon Sedgwick undertook a re-examination of the Welsh rocks with the assistance of J.",
        "When it is not prevalent the diagnosis is never easy, and in pneumonic and septicaemic cases it is impossible without bacteriological assistance.",
        "He tried to summon his assistance.",
        "Dagobert had at first consented to the dying Godfrey's wish that Baldwin should be his successor; but when Godfrey died he saw an opportunity too precious to be missed, and opposed Baldwin, counting on the support of Bohemund, to whom he sent an appeal for assistance.",
        "Thebes, after the defeat by Athens about 507 B.C., appealed to Aegina for assistance.",
        "The peace of Crepy in September 1544 deprived him of this employment, but he had won a considerable reputation, and when Charles was preparing to attack the league of Schmalkalden, he took pains to win Albert's assistance.",
        "In 868 the Mercian king appealed to Ã†thelred and Alfred for assistance against the Danes, who were in possession of Nottingham.",
        "In 1622 he took the island of Ormuz from the Portuguese, by the assistance of the British, and much of its trade was diverted to the town of Bander-Abbasi, which was named after the shah.",
        "He was an able leader during the Revolutionary period, when his wealth and social position were of great assistance to the patriot party.",
        "Satisfactory lexicons of patristic Greek and Latin are still a desideratum: but assistance may be obtained in the study of the Greek fathers from Suicer's Thesaurus, the Lexicon of Byzantine Greek by E.",
        "Ibrahim, emperor of Delhi, had made himself detested, even by his Afghan nobles, several of whom called upon Baber for assistance.",
        "The Burmese were called in to the assistance of one of the contending factions in 1810.",
        "This was justly regarded by him as an important service to his country and one of the triumphs of his career, and he hoped to obtain further successes with the assistance of Germany, but the cordial relations between the cabinets of St Petersburg and Berlin did not subsist much longer.",
        "A British regiment, despatched to their assistance from Dinapur, was disastrously repulsed; but they were ultimately relieved, after eight days' continuous fighting, by a small force under Major (afterwards Sir Vincent) Eyre.",
        "With the assistance of these two counsellors he held in check the lawless, turbulent nobles, and ruled justly, to the satisfaction of the people, for fourteen years.",
        "The two countries were thus once more united and better able to resist aggression, but some of the great nobles were discontented and Basil hoped with their assistance to attain his ends.",
        "Polish proprietors settled in large numbers on the Cossack territory, and great efforts were made, with the assistance of the Jesuits, to bring the Orthodox population under papal authority.",
        "As in all previous insurrections the Poles proved stronger in the field, and Khmelnitski in desperation sought foreign assistance, first in Constantinople and then in Moscow.",
        "It should be mentioned that the act provided that the Treasury might advance a portion of the money required for a line in cases where the council of any county, borough or district had agreed to do the same, and might also make a special advance in aid of a light railway which was certified by the Board of Agriculture to be beneficial to agriculture in any cultivated district, or by the Board of Trade to furnish a means of communication between a fishing-harbour and a market in a district where it would not be constructed without special assistance from the s' ate.",
        "They expressed the opinion that an improvement could be effected enabling the construction of many much-needed lines by an amendment of some of the provisions of the Light Railways Act, and by a reconsideration of the conditions under which financial or other assistance should be granted to such lines by the state and by local authorities.",
        "But he was 10th to execute judgments upon English Puritans, and modern high churchmen complain of his infirmity of purpose, his opportunism and his failure to give Parker adequate assistance in rebuilding the shattered fabric of the English Church.",
        "Despite its superior weapons and mode of warfare, the German east Baltic colony was constantly in danger of being overborne by the endless assaults of the dogged aborigines, whose hatred of the religion of the Cross as preached by the knights is very intelligible; and in 1218 Bishop Albert of Riga was driven to appeal for assistance to King Valdemar.",
        "Charles's ambition aimed at wider fields, and when Margaret, countess of Flanders, asked help of the French court against the German king William of Holland, by whom she had been defeated, he gladly accepted her offer of the county of; Hainaut in exchange for his assistance (1253); this arrangement was, however, rescinded by Louis of France, who returned from captivity in 1254, and Charles gave up Hainaut for an immense sum of money.",
        "Their rivalry led to streetfighting: the Jews had the advantage in respect of wealth and bodily strength, but the Greek party had the assistance of the soldiers who were stationed there.",
        "The sultan then invoked the assistance of Mehemet Ali, pasha of Egypt, who despatched 7000 Albanians to the island.",
        "While he was in London he had a personal interview with the king, with the view of obtaining assistance for the Scottish universities from the money formerly applied to the support of the bishops.",
        "At that time thousands of Americans in Europe found their funds shut off, and Mr. Hoover headed a committee in London to give all possible assistance to those in England.",
        "He, too, failed to penetrate the jealouslyguarded portals of Lhasa; but he secured (with the assistance of a native surveyor) a splendid addition to our previous Tibetan mapping.",
        "He was then cleansed and re-clothed, his room cleaned, and during the day he was visited by his new attendant, a creole and a compatriot of Josephine de Beauharnais, named Jean Jacques Christophe Laurent (1770--1807), who had from the 8th of November onwards assistance for his charge from a man named Gomin.",
        "The last few months of his life were spent in the exemplary discharge of his archiepiscopal duties; but a not altogether unfounded suspicion that he had invoked the assistance of Francis if not of Charles V.",
        "King Ladislaus would have made the book-loving youth a monk, and even designated him for the see of Eger; but Coloman had no inclination for an ecclesiastical career, and, with the assistance of his friends, succeeded in escaping to Poland.",
        "In the latter year he was in charge of the Intelligence Department which largely contributed to breakup the confederacy of Maratha chiefs in the Pindari War, and was of great assistance in the campaign in Rajputana.",
        "The latter erected the present fortifications according to tradition with the assistance of a French engineer in his service, whom he afterwards hanged for not building the fort on a higher rock adjacent to it.",
        "In this capacity it is capable of rendering most valuable assistance, for it can be utilized in moving extensive areas of land in a very short time.",
        "With the assistance of neighbouring princes and of many of the influential Dihkans, Mahmud collected a vast amount of materials for the work, and after having searched in vain for a man of sufficient learning and ability to edit them faithfully, and having entrusted various episodes for versification to the numerous poets whom he had gathered round him, he at length made choice of Firdousi.",
        "Mary, with the assistance of a French contingent, began to fortify Leith.",
        "In 1860 he was compelled by the failure of the porcelain factory to leave Bruckberg, and he would have suffered the extremity of want but for the assistance of friends supplemented by a public subscription.",
        "The earliest of these is his report of the argument of James Otis in the superior court of Massachusetts as to the constitutionality of writs of assistance.",
        "On the 2nd of July 1704, with the assistance of a bribing fund, Charles's ambassador at Warsaw, Count Arvid Bernard Horn, succeeded in forcing through the election of Charles's candidate to the Polish throne, Stanislaus Leszczynski, who could not be crowned however till the 24th of September 1705, by which time the Saxons had again been defeated at Punitz.",
        "His Histoire naturelle, generale et particuliere, was begun in 1749, and in 1770 he brought out, with the assistance of Guenau de Montbeillard, 3 the first volume of his great Histoire naturelle des oiseaux.",
        "It does not seem to have been the author's original intention to publish any letterpress to this enormous work, but to let the plates tell their own story, though finally, with the assistance, as is now known, of William Macgillivray, a text, on the whole more than respectable, was produced in five large Ma egil- octavos under the title of Ornithological Biography, of liyr ay.",
        "It received the benefit of Isidore Geoffroy St-Hilaire's assistance.",
        "Yet we have L'Herminier's evidence that Cuvier gave him every assistance.",
        "Bartlett, the superin tendent of the London Zoological Society's Gardens, and that, without his assistance, Blyth'sopportunities,slenderasthey were compared with those which others have enjoyed, must have been still smaller.",
        "It seems that this was issued as much with the object of inviting assistance from others in view of future labours, since the materials at his disposal were comparatively scanty, as with that of making known the results to which his researches had already led him.",
        "Menelaus succeededTyndareus, and Agamemnon,with his brother's assistance, drove out Aegisthus.",
        "(Kobad), being driven out of Persia, took refuge with the Ephthalites, and recovered his throne with the assistance of their khan, whose daughter he had married, but subsequently he engaged in prolonged hostilities with them.",
        "The Persians were not quit of the Ephthalites until 557 when Chosroes Anushirwan destroyed their power with the assistance of the Turks, who now make their first appearance in western Asia.",
        "He had the assistance of Marco d'Amadeo, a master-builder, and of Matteo Reverti, a Milanese sculptor, who were joined later on by Giovanni Buono and his son Bartolomeo.",
        "He did so, and expelled the exarch Paul, who took refuge in Venice and was restored to his post by the doge of the Heraclean or Byzantine party, Orso, who in return for this assistance received the imperial title of hypatos, and trading rights in Ravenna.",
        "Charlemagne, Pippin's son, descended upon Italy, broke up the Lombard kingdom (774), confirmed his father's donation to the pope, and in reprisals for Venetian assistance to the exarch, ordered the pope to expel the Venetians from the Pentapolis.",
        "His close relation with the Scotch Church secured important material assistance for the college of which he now became president, and he toured New England to collect contributions.",
        "Thus in the Persian Wars, it deprived Athens of the wisdom of Xanthippus and Aristides, while at the battle of Tanagra and perhaps at the time of the Egyptian expedition the assistance of Cimon was lacking.",
        "The argument of Otis on the writs of assistance Americans, including Charles Francis Adams and Edward Everett, and also various descendants of Cotton, united to restore the southwest chapel of St Botolph's church, and to erect in it a memorial tablet to Cotton's memory.",
        "Sigwart, in the preface to the first edition of his Logic, makes \"special mention\" of the assistance he obtained from this book.",
        "They received assistance from Sparta in 380, but were afterwards compelled to submit to the growing power of Thebes.",
        "Some of the United States planters are alert to take advantage of the application of science to industry, and in many cases even to render active assistance, and very successful results have been attained by the co-operation of the United States Department of Agriculture and planters.",
        "Financial assistance and assurances as to sales and prices have been given liberally by the association where they are needed; ginning and buying centres have been established; experts have been engaged to distribute seed and afford instruction; and some land has been acquired for working under the direct management of the association.",
        "With the assistance of Florentius Radewyn, who resigned for the purpose a canonry at Utrecht, he was able to carry out a long-cherished idea of establishing a house wherein devout men might live in community without the monastic vows.",
        "of Asia Minor, which survived unsubdued in the general deluge of Seljukian conquest, they could expect active assistance (the hope of which will explain the north-easterly line of march which they followed after leaving Heraclea).",
        "had thus no assistance to expect from the West, save that of the Italian towns.",
        "There were Genoese ships in St Simeon's harbour in the spring of 1098 and at Jaffa in 1099; in 1099 Dagobert, the archbishop of Pisa, led a fleet from his city to the Holy Land; and in i ioo there came to Jaffa a Venetian fleet of 200 sail, whose leaders promised Venetian assistance in return for freedom from tolls and a third of each town they helped to conquer.",
        "c. vii.), by which the Genoese promised their assistance, in return for a third of all booty, a quarter in each town captured, and a grant of freedom from tolls.",
        "the benefits of the Crusade were promised to those who went to the assistance of the Latin empire of the East.",
        "About 1220 James of Vitry was already hoping that 4000 knights would, with the assistance of the Mongols, recover Jerusalem; but it is in 1245 that the first definite sign of an alliance with the Mongols appears.",
        "The assistance of the Trinity Masters, which has been already mentioned, was provided for in the charter of incorporation of the Trinity House.",
        "These officers and their assistance have been preserved in the High Court of Justice.",
        "After the death of Newton, in 1728, his nephew, John Conduitt, applied to Maclaurin for his assistance in publishing an.",
        "As a stratigraphical geologist he rendered much assistance on the Geological Survey of France, but in the course of time he gave his special attention to the study of volcanic phenomena and earthquakes, to minerals and rocks; and he was the first to introduce modern petrographical methods into France.",
        "He was said to have built the royal citadel of Susa, called after him the Memnonion, and to have been sent by Teutamus, king of Assyria, to the assistance of his vassal Priam (Diod.",
        "The archbishop was thus enabled to invoke the pope's assistance, and to quit the country with some show of dignity.",
        "Among other matters reference is made to the introduction of Christianity in the reign of Tiberius; the persecution under Diocletian; the spread of the Arian heresy; the election of Maximus as emperor by the legions in Britain, and his subsequent death at Aquileia; the incursions of the Picts and Scots into the southern part of the island; the temporary assistance rendered to the harassed Britons by the Romans; the final abandonment of the island by the latter; the coming of the Saxons and their reception by Guortigern (Vortigern); and, finally, the conflicts between the Britons, led by a noble Roman, Ambrosius Aurelianus, and the new invaders.",
        "Berzelius's investigation of the action of the electric current on salts clearly demonstrated the invaluable assistance that electrolysis could render to the isolator of elements; and the adoption of this method by Sir Humphry Davy for the analysis of the hydrates of the metals of the alkalis and alkaline earths, and the results which he thus achieved, established its potency.",
        "Cesare, who renounced his cardinalate, was sent on a mission to France at the end of the year, bearing a bull of divorce for the new king Louis XII., in exchange for which he obtained the duchy of Valentinois (hence his title of Duca Valentino) and a promise of material assistance in his schemes to subjugate the feudal princelings of Romagna; he married a princess of Navarre.",
        "Far superior are those scenographic representations which enable a person consulting the map to identify prominent landmarks, such as the Pic du Midi, which rises like a pillar to the south of Pau, but is not readily discovered upon an ordinary map. This advantage is still fully recognized, for such views of distant hills are still commonly given on the margin of marine charts for the assistance of navigators; military surveyors are encouraged to introduce sketehes of prominent landmarks upon their reconnaissance plans, and the general public is enabled to consult \" Picturesque Relief Maps \" - such as F.",
        "His next important move was to offer his assistance to Richard II.",
        "Wesley hurried to London to check this irregularity, but his mother urged him to hear Maxwell for himself, and he soon saw that such assistance was of the highest value.",
        "In 616 it was taken by Chosroes, king of Persia; and in 6 4 o by the Arabians, under `Amr, after a siege that lasted fourteen months, during which Heraclius, the emperor of Constantinople, did not send a single ship to its assistance.",
        "The last-named were certainly in Nola about 500 B.C. At the time when it sent assistance to Neapolis against the Roman invasion (328 B.e.) it was probably occupied by Oscans in alliance with the Samnites.",
        "Venice and the Papacy were unable, and Hungary unwilling, to render assistance; while the Croats proved actively hostile.",
        "Of late years, however, there has been a gradual assimilation of broader views by the leaders of Islam in Turkey, at any rate at Constantinople, and the revolution of 1908, and its affirmation in the spring of 1909, took place not only with their approval, but with their active assistance.",
        "Seeing the rapid increase of the financial burdens of the state, a commission of experts, British, French and Austrian, was charged, (1860) with setting the affairs in order, and with their assistance Fuad Pasha drew up the budget accompanying his celebrated report to the sultan in 1862.",
        "The remaining regulations set forth the manner in which extra-budgetary and extraordinary expenses were to be dealt with, and the manner in which the rectified budget, showing the actual revenues and expenditure as proved at the close of the year was to be drawn up with the assistance of the state accounts department (divan-i-mouhassebat).",
        "assistance given in settling Mussulmans immigrating from provinces detached from the Ottoman Empire.",
        "£T30,270,246 370,520 883,160 550,180 from the farmers, who, on the other hand, are entitled to full official assistance to enforce their rights.",
        "in 1341 he was succeeded by John Palaeologus, a minor; and Cantacuzenus, the mayor of the palace, appealed to Orkhan for assistance to supplant him, giving in marriage to the Ottoman prince his daughter Theodora.",
        "of France, who had just been defeated by Charles, sent to the sultan ambassadors and messages dwelling on the danger of allowing Charles's power to become too great, and imploring the assistance of Suleiman as the only means of preserving the balance of power in Europe.",
        "Meanwhile the Cretan campaign continued, and here also France lent her aid to the Venetians; this assistance could not, however, prevent the capture of Candia in 1669; on the 5th of September of that year Morosini, the Venetian commander, signed a treaty of peace with the Turks by which, after twenty-five years' warfare, they were placed in possession of the fortress of Candia, and with it of the effective rule over the whole island, Venice retaining only the fortresses of Suda, Grabusa and Spinalonga, and the islets along the coast.",
        "During the campaign Peter had entered into alliance with the hospodars of Moldavia and Walachia, respectively Demetrius Cantemir and Constantine Brancovano, from whom he had received material assistance.",
        "The Porte, in alarm, turned to Great Britain for advice and assistance.",
        "English assistance came too late.",
        "On the 9th a Spanish squadron came to him assistance, and the combined force steered for Cadiz.",
        "Provincial \"juntas\" (committees of government) were organized; appeals for assistance made to the British government, which granted arms, money and supplies, and it was resolved to despatch a British force to the Peninsula.",
        "Benrath, Lokalfiihrer durch Hamburg and Umgebungen (1904); and the consular reports by Sir William Ward, H.B.M.'s consul-general at Hamburg, to whom the author is indebted for great assistance in compiling this article.",
        "During the last Punic War it gave assistance to the Romans; after the fall of Carthage in 146 it received an accession of territory and the title of civitas libera (Appian, Punica, xciv.; C.I.L.",
        "At the beginning of the Insurrection of 1831 he was sent to London to obtain the assistance, or at least the mediation, of England; but the only result of his mission was the publication of the pamphlet Menzoire presente a Lord Palmerston (Warsaw, 1831).",
        "Although the equites were selected from the 'wealthiest citizens, service in the cavalry was so expensive that the state gave financial assistance.",
        "Pocock, assistant in the Natural History departments of the British Museum, for valuable assistance in the preparation of this article and for the classification and definition of the groups of Eu-arachnida here given.",
        "On the breaking out of the Rye House Plot, of which neither he, Essex, nor Sidney had the slightest knowledge, he was accused by informers of promising his assistance to raise an insurrection and compass the death of the king.",
        "He drew up, with Burnet's assistance, a paper containing his apology, and he wrote to the king a letter, to be delivered after his death, in which he asked Charles's pardon for any wrong he had done him.",
        "His son Khengayi fled to Ahmedabad to seek the assistance of the viceroy, who reinstated him in the sovereignty of Cutch, and Morvi in Kathiawar, and in the title of rao, about the year 1540.",
        "The honours bestowed upon the Indian chiefs for their assistance in this war broke down in a great measure the barrier between the two races; and there is at this day a greater admixture of their blood among the better classes in Bahia than is to be found elsewhere in Brazil.",
        "At that critical hour it was at his own expense that Hunyadi fortified Belgrade, now the sole obstacle between Hungary and destruction, with the sole assistance of the Franciscan friar Giovanni da Capistrano, equipped the fleet and the army which relieved the beleaguered fortress and overthrew Mahommed II.",
        "During his primacy (1616-1637), when he had the whole influence of the court, and the sympathy and the assistance of the Catholic world behind him, he put the finishing touches to his life's labour by founding a great Catholic university at Nagyszombat (1635), and publishing a Hungarian translation of the Bible to counteract the influence of Gaspar Karoli's widely spread Protestant version.",
        "But they were guerillas, not regulars; they had no good officers, no serviceable artillery, and very little money; and all the foreign powers to whom Rakoczy turned for assistance (excepting France, who fed them occasionally with paltry subsidies) would not commit themselves to a formal alliance with rebels who were defeated in every pitched battle they fought.",
        "The emperor and his ministers hoped that, having conceded the demands of the Magyars, they would receive the help of the Hungarian government in crushing the revolution elsewhere, a hope that seemed to be justified by the readiness with which Batthyany consented to send a contingent to the assistance of the imperialists in Italy.",
        "This proclamation, together with the order given to certain Viennese regiments to march to the assistance of Jellachich, who had been defeated at Pakozd on the 29th of September, led to the emeute (Oct.",
        "The despatch of a large force of militia to the assistance of the Viennese was, in fact, the first act of open rebellion of the Hungarians.",
        "Meanwhile the humiliating defeats of the imperial army and the course of events in Hungary had compelled the court of Vienna to accept the assistance which the emperor Nicholas I.",
        "The graphic method, therefore, does not give any direct assistance towards the conception of negative numbers as operators, though it is useful for interpreting negative quantities as results.",
        "For to meet this danger, the Zagreb Government urgently invited the assistance of the Serbian army, which during the final advance contained a large proportion of Yugoslav volunteers.",
        "When called upon to go to the aid of this settlement, which in1865-1866was sore pressed by one of the mountain Bantu tribes known as the Baramapulana, the burghers of the southern Transvaal objected that the white inhabitants of that region were too lawless and reckless a body to merit their assistance.",
        "The council of Trent, while reproving all superstitious practices in the invocation of the saints, the veneration of relics and the use of images, expresses as follows the doctrine of the Roman Church: \"That the saints who reign with Christ offer to God their prayers for men; that it is good and useful to invoke them by supplication and to have recourse to their aid and assistance in order to obtain from God His benefits through His Son our Saviour Jesus Christ, who alone is our Saviour and Redeemer\" (Sess.",
        "Perceiving, however, that she was not able unaided to avert the invasions which threatened the eastern frontier of the empire, she revoked her oath, married Romanus, and with his assistance dispelled the impending danger.",
        "He meets the charge of receiving assistance in the composition of his plays by claiming as a great honour the favour which he enjoyed with those who were the favourites of the Roman people.",
        "For the moment nothing more was heard of this boundary question by the public, but General Crespo instructed the Venezuelan minister in Washington to ask for the assistance of the United States in the event of any demand being made by the British Government for an indemnity.",
        "The cytology of bone marrow, with the technique of blood examination, is of great assistance in the diagnosis of different pathological conditions.",
        "It is obvious that the results of such advances prescribe for the clinical physician methods which cannot be pursued without expert assistance; a physician engaged in busy prac- Spec;a;ism.",
        "Cetywayo left a son, Dinizulu, who sought the assistance of some of the Transvaal Boers against Usibepu, whom he defeated and drove into the Reserve.",
        "Liman von Sanders expresses the opinion that the German submarines on the spot were of no assistance to him, and that the British boats, in spite of their frequent raiding of the Sea of Marmora, did not seriously interfere with his water movements.",
        "As a matter of fact, the Suvla troops had afforded the Anzac columns no assistance at all beyond occupying the attention of one of the two Turkish divisions which Liman von Sanders set in motion south-westwards from about Gallipoli as soon as he had satisfied himself as to where danger lay, and the doings of this newly landed force had now to be recorded.",
        "Man is by original nature, through the assistance of divine grace, free, able to will and perform the right; but is in his fallen state, of and by himself, unable to do so; he needs to be regenerated in all his powers before he can do what is good and pleasing to God.",
        "In that year Abdallah, who had succeeded Fesal in Riad in 1867, was deposed, but with the assistance of Mahommed was reinstated; two years later, however, he was again deposed and forced to seek refuge at Hail, from which place he appealed for assistance to the Turkish authorities at Bagdad.",
        "When Mungo Park returned in 1796 from his celebrated journey in Africa, Edwards, who was secretary of the Association for Promoting the Discovery of the Interior Parts of Africa, drew up from Park's narrative an account of his travels, which was published by the association in their Proceedings; and when Park wrote an account of his journeys he availed himself of Edwards' assistance.",
        "Even more important than the assistance which the concentration of the German trade at Bruges gave to that leading mart of European commerce was the service rendered by the German counter of Bruges to the cause of Hanseatic unity.",
        "The judges who governed the island were always at strife, and, as some of them applied to Pisa and some to Genoa for assistance against one another, the Italian seas were once more stained with blood, and the war burst out again and again, down to 1259, when it terminated in the decisive victory of the Pisans and the consolidation of their supremacy in Sardinia.",
        "They brought with them large stores of provisions, which were freely distributed to all; they tried to succour the suffering populace in every way, and gave other assistance to the wealthier classes.",
        "Immediately following the Spanish invasion the Andean region was thoroughly explored, and with the assistance of Indian slaves thousands of mines were opened, many of them failures, some of them becoming famous.",
        "But the strong-handed intervention of Chile on the ground of assistance rendered to rebels, but really through jealousy of the confederation, ended in the defeat and overthrow of Santa Cruz, and the separation of Bolivia from Peru.",
        "In 1745 he was commander-in-chief of the New England force of about 4000, which, with the assistance of a British squadron under Commodore Peter Warren, besieged and captured the French fortress of Louisburg, the garrison surrendering on the 16th of June and Pepperrell and Warren taking possession on the following day.",
        "Tallow candles as a substitute for whale-oil had been introduced, and the British market was closed by a duty of £r8 a ton on oil; a bounty offered by the Massachusetts legislature (£5 on white and £ 3 on yellow or brown spermaceti, and £2 on whale-oil per ton) was of slight assistance.",
        "The archduke did not resist the passage; it was his intention, as soon as a large enough force had crossed, to attack it before the rest of the French army could come to its assistance.",
        "Despite the straitened circumstances of Israel, an army is mustered, a sudden blow is struck at the Philistines, and, as before, supernatural assistance is at hand.",
        "It is worth noticing that Mill was one of the subscribers, and that Littre continued his assistance after he had been driven from Comte's society by his high pontifical airs.",
        "After having withstood an attempt under Epaminondas to restore it to the Lacedaemonians, Byzantium joined with Rhodes, Chios, Cos, and Mausolus, king of Caria, in throwing off the yoke of Athens, but soon after sought Athenian assistance when Philip of Macedon, having overrun Thrace, advanced against it.",
        "In 1502 he took part in the conspiracy against Cesare, but, when the latter obtained French assistance, he abandoned his fellowconspirators and helped Borgia to overcome them.",
        "The latter commemorates, according to tradition, the fowl which was the first living being to cross the bridge and thus fell a prey to the devil, who in hope of a nobler victim had sold his assistance to the architect.",
        "During the medieval era of internecine strife the Buddhist priests were the sole depositaries of literary talent, and seeing that, from the close of the 14th century, the ShintO mime (Kagura) was largely employed by the military class to invo,~ce or acknowledge the assistance of the gods, the monks of Buddha set themselves to compose librettos for this mime, and the performance, thus modified, received the name of NO.",
        "The Nichi Nichi Shimbun had an editor of codspicuous literary ability in Fukuchi GenichirO, and the Hoc/il Shimbun, its chief rival, received assistance from such men as Yano Fumio, Fujita Makichi, Inukai Ki and Minoura Katsundo.",
        "In its early days the ceramic industry of this province owed something to the assistance of Korean experts who settled there after the expedition of 1592.",
        "The decorative industry in Tokyo owed much also to the kOshO-kaisha, an institution started by Wakai and Matsuo in 1873, with official assistance.",
        "When McDowell advanced upon the Confederate forces under Beauregard at Manassas, Johnston moved from the Shenandoah Valley with great rapidity to Beauregard's assistance.",
        "Many other smaller towns suffered both in Sicily and in Calabria; the loss of life was appalling and the distress widespread, in spite of the prompt assistance rendered by Italian naval and military forces and by the crews of British, Russian and German warships and other vessels, and the contribution of funds for relief works from every part of the world.",
        "At the outbreak of the Civil War in 1861 he was employed on staff duties in the eastern states, and rendered great assistance in the organization of Pennsylvanian volunteers.",
        "The first serious rival of the Portfolio was the Analectic Magazine (1813-1820), founded at Philadelphia by Moses Thomas, with the literary assistance of W.",
        "One feature of its career was its constant appeal for the literary assistance of outsiders.",
        "In 1680 he travelled in England and Holland in order to obtain literary assistance, and the first number appeared in 1682, under the title of Acta eruditorum lipsiensium, and, like its successors, was written in Latin.",
        "She was educated at Litchfield Seminary, and from 1822 to 1832 conducted a school for girls at Hartford, Connecticut, with her sister Harriet's assistance, and from 1832 to 1834 conducted a similar school in Cincinnati.",
        "During the negotiations which ended the war he gave valuable assistance by persuading the king to accept Bismarck's policy as regards peace with Austria.",
        "In the war which Vespasian carried on against the Jews Herod sent him 2000 men, by which it appears that, though a Jew in religion, he was yet entirely devoted to the Romans, whose assistance indeed he required to secure the peace of his own kingdom.",
        "Crystal pictures, however, are commonly dismissed as mere results of \"imagination,\" a theory which, of course, is of no real assistance to psychology.",
        "At the beginning of 1914 he was promoted to the responsible post of financial secretary to the Treasury, in which capacity he was of material assistance in the financial improvisation which had to be effected in the early days of the war.",
        "He soon distinguished himself by a speech in support of the Bill for Regulating Trials in Cases of Treason, one provision of which was that a person indicated for treason or misprision of treason should be allowed the assistance of counsel.",
        "Jerome was not familiar enough with Hebrew to be able to dispense with such assistance, and he makes the synagogue responsible for the accuracy of his version: \"Let him who would challenge aught in this translation,\" he says, \"ask the Jews.\"",
        "Having been set free towards the end of that year by John the Fearless, duke of Burgundy, whom she had called to her assistance, she went to Troyes and established her government there, returning afterwards to Paris when that city had capitulated to the Burgundians in July 1418.",
        "Hungary coming to the assistance of Poland, Lubart was defeated and taken prisoner; but Casimir, anxious to avoid a bloody war with Lithuania's Tatar allies, came to a compromise with Lubart whereby Poland retained Halicz with Lemberg, while Vladimir, Belz, and Brzesc fell to the share of Lithuania.",
        "But his Hungarian allies hastened to his assistance, and the mediation of the Holy See restored peace in 1346.",
        "The Kuch Behar Raja applied for aid, and a force under Captain James was despatched to his assistance; the invaders were expelled and pursued into their own territories.",
        "During his march a messenger from Omar arrived with a letter containing directions to return if he should have received it in Syria, but if in Egypt to advance, in which case all needful assistance would be instantly sent to him.",
        "In philosophy the term is applied to that practical doctrine which gives assistance in ordinary matters to one who is sceptical in respect of the possibility of real knowledge: it supposes that though knowledge is impossible a man may rely on strong beliefs in practical affairs.",
        "Had he not joined the conclave of autocrats at Gaeta, and, above all, had he not summoned Austrian assistance while denying that he had done so, in 1849, he might yet have preserved his throne, and even changed the whole course of Italian history.",
        "Corps for assistance, which its commander, under positive orders from Steinmetz, refused to give.",
        "Seeing the Hessians hard pressed, he now brought forward the and division of the Guard to their assistance, sending in the 3rd brigade immediately, and holding the 4th brigade in reserve.",
        "He began by adopting Catholicism and boldly seeking the assistance of Rome.",
        "On the 21st of June Warsaw was retaken by the Poles, and four days later Charles was obliged to purchase the assistance of Frederick William by the treaty of Marienburg.",
        "A large reinforcement sent by the duke of Lorraine to the assistance of Saxe-Eisenach was completely defeated by Crequi in the battle of Kochersberg near Strassburg (October 7th) and the marshal followed up his successes by the capture of Freiburg on the 14th of November.",
        "The sanitary department consists of a board of health, a bacteriological laboratory and an engineer's office, all managed with expert European assistance.",
        "Bad feeling had existed for some time between Charles and Carloman, and when Charles early in 769 was called upon to suppress a rising in Aquitaine, his brother refused to afford him any assistance.",
        "His plans were ended by his death in 787, and although the empress Irene, the real ruler of the eastern empire, broke off the projected marriage between her son and Rothrude, she appears to have given very little assistance to Adalgis, whose attack on Italy was easily repulsed.",
        "With the artillery reserve he rendered the greatest assistance at the battle of Malvern Hill, and soon afterwards he became chief of artillery in the Army of the Potomac. On the day after the battle of South Mountain he was made brigadier-general of volunteers.",
        "In 1141 the assistance of this Khitaian prince was invoked by the shah of Kharezm against Sanjar, the Seljuk sovereign of Persia, who had expelled the shah from his kingdom and killed his son.",
        "For flat ropes the drum or bobbin consists of a solid disk, of the width of the rope fixed upon the shaft, with numerous parallel pairs of arms or horns, arranged radially on both sides, the space between being just sufficient to allow the rope to enter and coil regularly upon the preceding lap. This method has the advantage of equalizing the work of the engine throughout the journey, for when the load is greatest, with the full cage at the bottom and the whole length of rope out, the duty required in the first revolution of the engine is measured by the length of the smallest circumference; while the assistance derived from gravitating action of the descending cage in the same period is equal to the weight of the falling mass through a height corresponding to the length of the largest lap, and so on, the speed being increased as the weight diminishes, and vice versa.",
        "Irritated by this policy the armatoles rendered considerable service to Ali Pasha of Iannina in his struggle with the Turks in 1820-22, and afforded valuable assistance to their countrymen during the Greek war of independence in 1830.",
        "On the occasion of a Mahommedan invasion in 1732, Chhatar Sal asked and obtained the assistance of the Mahratta Peshwa, whom he adopted as his son, giving him a third of his dominions.",
        "In 1787, after an unsuccessful application to the consistory for pecuniary assistance, he seems to have been driven to miscellaneous literary work.",
        "In 1730 the partnership was dissolved, and Franklin, through the financial assistance of two friends, secured the sole management of the printing house.",
        "(25th of October 1760), he was for a vigorous prosecution of the war with France; he had written what purported to be a chapter from an old book written by a Spanish Jesuit, On the Meanes of Disposing the Enemie to Peace, which had a great effect; and in the spring of 1760 there had been published a more elaborate paper written by Franklin with the assistance of Richard Jackson, agent of Massachusetts and Connecticut in London, entitled The Interest of Great Britain Considered with Regard to Her Colonies, and the Acquisitions of Canada and Guadeloupe (1760).",
        "Acting as American naval agent for the many successful privateers who harried the English Channel, and for whom he skilfully got every bit of assistance possible, open and covert, from the French government, he was continually called upon for funds in these ventures.",
        "\" And conceiving God to be the fountain of wisdom,\" he \" thought it right and necessary to solicit His assistance for obtaining it,\" and drew up the following prayer for daily use: \" O powerful Goodness!",
        "Ambassadors from the Allobroges being at the time in Rome, the bearers of a complaint against the oppressions of provincial governors, Lentulus made overtures to them, with the object of obtaining armed assistance.",
        "Charles Felix, who was then at Modena, repudiated the regent's acts, accepted Austrian military assistance, with which the rising was easily quelled, and exiled Charles Albert to Florence.",
        "A large Protestant army now went to the assistance of Macdonald, and from the 19th of October to the 9th of January the siege of Luba's continued, with constant skirmishes, among the killed being the Rev. G.",
        "According to a later version, he was a lame schoolmaster, sent by the Athenians as likely to be of the least assistance to the Spartans (Justin iii.",
        "Busolt, who suggests that Tyrtaeus was a native of Aphidnae in Laconia, conjectures that the entire legend may have been concocted in connexion with the expedition sent to the assistance of Sparta in her struggle with the revolted Helots at Ithome (464).",
        "In 1139 Geoffrey took Mirebeau, and in 1142 Champtoceaux, but in 1145 a new revolt broke out, this time under the leadership of Elias, the count's own brother, who, again with the assistance of Robert of Sable, laid claim to the countship of Maine.",
        "Moreover, owing to the spread of education, the king was no longer obliged to rely mainly upon the assistance of the clergy in conducting his government.",
        "At first Lothair, fully occupied with the affairs of Germany, remained heedless and neutral; but in March 1131 he was visited at Liege by Innocent, to whom he promised his assistance.",
        "assistance.",
        "Shirley with Massachusetts troops also took part in the Oswego expedition of 1755; and Massachusetts proposed, and lent the chief assistance in the expedition of Nova Scotia in 1755 which ended in the removal of the Acadians.",
        "About 611, with the assistance of the brothers of the poet Alcaeus, he overthrew Melanchrus, tyrant of Lesbos.",
        "The rainfall, however, is light, about 20 to 25 in., but, with the assistance of irrigation, it serves to sustain a considerable degree of cultivation in the neighbourhood of the city.",
        "Failing assistance from the imam of Muscat, she accepted French protection in 1840, ceding such rights as she possessed on the N.W.",
        "The bishop, or count, on whose lands the peace was violated was vested with judicial power, and was directed, in case he was himself unable to execute sentence, to summon to his assistance the laymen and even the clerics of the diocese, all of whom were required to take a solemn oath to observe and enforce the peace.",
        "The means employed for its enforcement remained practically the same: spiritual penalties, such as excommunication, special ecclesiastical tribunals, sworn leagues of peace, and assistance from the temporal power.",
        "Then, with the assistance of her sister, she projected a more ambitious work, The Lives of the Queens of England, from Matilda of Flanders to Queen Anne.",
        "To assist this operation the reserve would move at first to Fleurus to reinforce Grouchy, should he need assistance in driving back Blucher's troops; but, once in possession of Sombreffe, the emperor would swing the reserve westwards and join Ney, who, it was supposed, would have in the meantime mastered Quatre Bras.",
        "The two chiefs, surveying the French army in their front, considered that no serious force was in front of Quatre Bras, and Wellington terminated the interview with the conditional promise that he would bring his army to Blucher's assistance at Ligny, if he was not attacked himself.",
        "smouldering fires of his old energy flamed out once more and Napoleon began a rapid pursuit of the cavalry screen, which crumpled up and decamped as he advanced, yet all his efforts were powerless to entangle the Anglo-Dutch rearguard to such an extent that Wellington must turn back to its assistance.",
        "It was soon discovered that this was Billow's corps marching to Wellington's assistance.",
        "It told how Achilles, having slain the Amazon Penthesileia and Memnon, king of the Aethiopians, who had come to the assistance of the Trojans, was himself slain by Paris (Alexander), whose arrow was guided by Apollo to his vulnerable heel (Virgil, Aen.",
        "Djavid Bey, Minister of Finance, called a French adviser to his assistance; a British adviser, Mr. R.",
        "The bond thus established caused German advice and assistance to be sought in reorganizing the Ottoman army.",
        "He hoped for assistance from the friendly Nabataeans; but, as they owed everything to their position as middlemen for the South-Arabian trade, which a direct communication between Rome and the Sabaeans would have ruined, their viceroy Syllaeus, who did not dare openly to refuse help, sought to frustrate the emperor's scheme by craft.",
        "Having accepted the assistance of the Cape government in constructing its railway, the state also in 1889.",
        "The political treaty referred in general terms to a federal union between the Transvaal and the Free State, and bound each of them to help the other, whenever the independence of either should be assailed or threatened from without, unless the state so called upon for assistance should be able to show the injustice of the cause of quarrel in which the other state had engaged.",
        "Calling in the brigade detached to the assistance of Nozu as well as all other available fractions of his scattered army, he himself attacked 1 The 5th division of the 2nd Army had been sent to join the 10th as the latter approached Hsimucheng.",
        "Frederick was a member of the family of Wettin, which since his day has played a prominent part in the history of Europe, and he owed his new dignity to the money and other assistance which he had given to the emperor during the Hussite war.",
        "- In dealing with the action of travelling loads much assistance may be obtained by using a line termed an influence line.",
        "Every legal assistance was illegally denied him.",
        "in his expedition of 1157 against the Poles, and in July 1159 had gone to his assistance in Italy, where he remained for about two years.",
        "The costs of the war were in the first place met by loans and the assistance of the noteprinting press.",
        "But even here Ultramontanism gained ground and derived inestimable assistance from the blunders of government after government - witness the conflict of the Prussian administration with Archbishop Droste-Vischering.",
        "On the day after this curious document had furnished both amusement and uneasiness to the Commons, a woman, describing herself as Sophia Elizabeth Guelph Sims, made application at the Mansion House for advice and assistance to prove herself the lawful child of George IV.",
        "Panic-stricken princes wrote to them for political assistance or pecuniary aid.",
        "In France, where the nursing was comparatively well performed by the religious orders, no change was made until 1877, when a training school was opened in Paris by the municipality, and two others by the Assistance Publique, in connexion with the Salpetriere and Bicetre Hospitals.",
        "The schools managed by the Assistance Publique in Paris give a very thorough course of instruction.",
        "In order to avoid it he will endeavour to do without assistance, and seriously prejudice his chances of recovery.",
        "What made his position the more remarkable was that he was frequently consulted by the government which he had declined to join, and that on some occasions they invoked the assistance which his great influence in the House enabled him to afford to them.",
        "The eldest, Hermannfried, eventually obtained sole possession by the help of Theuderich I., king of Austrasia, but having refused to pay the price he had promised for this assistance, was defeated by Theuderich in a series of battles and murdered by him in 531.",
        "With the assistance of the tribune Sulpicius Rufus, Marius succeeded in getting the command transferred to himself.",
        "A first attempt to relieve the Acropolis, with the assistance of some disciplined troops under the French Colonel Fabvier, was defeated at Chaidari by the Turks.",
        "The revenue administration is controlled by the ministers of the interior, of metropolitan government and of finance, by means of well-organized departments and with expert European assistance.",
        "The ministry is well organized, and with the assistance of European and Japanese officers of experience has drafted a large number of laws and regulations, most of which have been brought into force.",
        "In the capital a curious admixture of early Brahminical influence is still noticeable, and no act of public importance takes place without the assistance of the divinations of the Brahmin priests.",
        "In the beginning of 1679 he stood for Guildford, and was warmly supported by William Penn, with whom he had long been intimate, and to whom he is said (as is now thought, erroneously) to have afforded assistance in drawing up the constitution of Pennsylvania.",
        "MEPHISTOPHELES,' in the Faust legend, the name of the evil spirit in return for whose assistance Faust signs away his soul.",
        "Meanwhile in the Western Church the subject of sin and grace, and the relation of divine and human activity in salvation, received especial attention; and finally, at the second council of Orange in 529, after both Pelagianism and semi-Pelagianism had been repudiated, a moderate form of Augustinianism was adopted,, involving the theory that every man as a result of the fall is in such a condition that he can take no steps in the direction of salvation until he has been renewed by the divine grace given in baptism, and that he cannot continue in the good thus begun except by the constant assistance of that grace, which is mediated only by the Catholic Church.",
        "Germany, too, was the starting-point for the conversion of the Scandinavian countries, which was completed by English priests with the assistance of native princes.",
        "For further details as to the development of the priestly caste and wisdom in India the reader must refer to Brahminism; here it is enough to observe that among a religious people a priesthood which forms a close and still more an hereditary corporation, and the assistance of which is indispensable in all religious acts, must rise to practical supremacy in society except under the strongest form of despotism, where the sovereign is head of the Church as well as of the state.",
        "Nevertheless, the concentration of all ritual at a single point, and the practical exclusion of laymen from active participation in it - for the old sacrificial feast had now shrunk into entire insignificance in comparison with the stated priestly holocausts and atoning rites2 - lent powerful assistance to the growth of a new and higher type of personal religion, the religion which found its social expression not in material acts of oblation, but in the language of the Psalms. In the best times of the old kingdom the priests had shared the place of the prophets as the religious leaders of the nation; under the second Temple they represented the unprogressive traditional side of religion, and the leaders of thought were the psalmists and the scribes, who spoke much more directly to the piety of the nation.",
        "France and Italy, by accepting the assistance of Czechoslovak legions on the French and Italian fronts, had already practically acknowledged Czechoslovakia's claims (Briand, 1916).",
        "In the 8th century came the Arab invasion from the west, and we find Kashgar and Turkestan lending assistance to the reigning queen of Bokhara, to enable her to repel the enemy.",
        "The Chinese had thoughts of pushing their conquests towards western Turkestan and Samarkand, the chiefs of which sent to ask assistance of the Afghan king Ahmed Shah.",
        "The upshot of his oratory was the summoning of a rokosz, or national insurrection, to Sandomir, which was speedily joined by the majority of the szlachta all over the country, who openly proclaimed their intention of dethroning the king and chastising the senate, and sent Stadnicki to Transylvania to obtain the armed assistance of Stephen Bocskay.",
        "the 20th of March 1791, concluded an alliance with Poland which engaged the two powers to guarantee each other's possessions and render mutual assistance in case either were attacked.",
        "The army was at once despatched to the frontier; the male population was called to arms, and Ignaty Potocki was sent to Berlin to claim the assistance stipulated by the treaty of the, 9th of March 1791.",
        "Under these arrangements Hyder Ali, when defeated by the Mahrattas in 1772, claimed British assistance, but in vain; this breach of faith stung him to fury, and thenceforward he and his son did not cease to thirst for vengeance.",
        "He had sent his son Tippoo to the west coast, to seek the assistance of the French fleet, when his death took place suddenly at Chittur in December 1782.",
        "But they still cherished a hatred of the Romans, and during the Second Punic War (218), irritated by the foundation of the Roman colonies of Cremona and Placentia, they rendered valuable assistance to Hannibal.",
        "The new prayer-book and canons were drawn up by the Scottish bishops with his assistance and enforced in the country, and, though not officially connected with the work, he was rightly regarded as its real author.",
        "Repeated petitions to the queen for assistance produced at first fair words, and then no answer at all.",
        "Vaccination is common except in the cities, - the women often performing the operation themselves when medical assistance cannot be got.",
        "At the durbar on the 22nd of July 1880, Abdur Rahman was officially recognized as amir, granted assistance in arms and money, and promised, in case of unprovoked foreign aggression, such further aid as might be necessary to repel it, provided that he followed British advice in regard to his external relations.",
        "At the conference of Leutschau in 1494 the details of the expedition were arranged between the kings of Poland and Hungary and the elector Frederick of Brandenburg, with the co-operation of Stephen, hospodar of Moldavia, who had appealed to John Albert for assistance.",
        "Sterling Price in the meanwhile had been ordered forward against Grant and Rosecrans, and Van Dorn promised his assistance.",
        "Naturally \" descendants \" which have lost the characteristic feature of the definition cannot be recognized without some further assistance than the definition supplies.",
        "William, however, speedily opened secret negotiations with France in the hope of securing the armed assistance of that power for the carrying out of his ambitious projects of a war of aggrandisement against the Spanish Netherlands and of a restoration of his brother-in-law, Charles II., to the throne of England.",
        "General Lee required Longstreet to attack the enemy's left, and at this moment he procured the assistance of some part of Jackson's corps which had become separated from the remainder.",
        "For nearly thirty years Philip put up with the capture of his treasure-ships, the raiding of his colonies and the open assistance rendered to his rebels.",
        "Although Edward did not give Baliol any active assistance, the claimant placed himself at the head of some disinherited Scottish nobles, raised a small army and sailed from Ravenspur.",
        "Stockfarming, a relatively undeveloped industry, tends to become more important, owing to the assistance which the state renders by the importation of horses, cattle, sheep and swine, from Europe and the United States, in order to improve the native breeds.",
        "With this object, during Charles XII.'s stay at Altranstadt (1706-1707), he tried to divert the king's attention to the Holstein question, and six years later, when the Swedish commander, Magnus Stenbock, crossed the Elbe, Gertz rendered him as much assistance as was compatible with not openly breaking with Denmark, even going so far as to surrender the fortress of Tenning to the Swedes.",
        "After a trial before a special commission which was a parody of justice - the accused was not permitted to have any legal assistance or the use of writing materials - he was condemned to decapitation and promptly executed.",
        "Scheele's power as an experimental investigator has seldom if ever been surpassed, and his accuracy is most remarkable when his primitive apparatus, his want of assistance, his place of residence, and the undeveloped state of chemical and physical science in his time, are all taken into account.",
        "Vlacq rendered assistance in the publication of this work, and the privilege is made out to him.",
        "The Spanish ambassador in Paris declared in 1570 that he had been for two years engaged in collecting contributions from English churches for the assistance of the Huguenots in France; and he drew up a memorial depicting the dangers of Mary Stuart's presence in England and of the project for her marriage with Norfolk.",
        "Against such a destiny D'Israeli's mind strongly revolted; and he carried his poem, with a letter earnestly appealing for advice and assistance, to Samuel Johnson; but when he called again a week after to receive an answer, the packet was returned unopened - the great Doctor was on his.",
        "He was sent as the representative of the insurgent provinces to Paris and London, where he in vain attempted to secure the effective assistance of Queen Elizabeth.",
        "The Kenyahs will not kill it, address to it thanks for assistance, and formally consult it before leaving home on an expedition; it seems, however, to be regarded as the messenger of the supreme god Balli Penyalong.",
        "The younger Mayhew, soon after removing to Martha's Vineyard, devoted himself to missionary work among the Indians, his work beginning at about the same time as that of John Eliot; he was lost at sea in 1657 while on his way to secure financial assistance in England, and his work was continued successfully by his father.",
        "He was chiefly instrumental also in founding the Loyal and Patriotic Society of Upper Canada, which raised funds for the relief of the wounded and the assistance of the widows and orphans of the slain.",
        "In 1824 he secured the passing of an act providing assistance for the public schools of each district.",
        "Nur-ed-din's vassals rebelled against his youthful heir, es-Salih, and Saladin came north, nominally to his assistance.",
        "In 1798 he associated with himself James Gould (1770-1838), who, after Reeve's retirement in 1820, continued the work, with the assistance of JabPz W.",
        "During the war his eloquence was repeatedly of assistance to Congress in recruiting soldiers.",
        "9) mentions a curious custom: to protect a woman in childbed from possible violence on the part of Silvanus, the assistance of three deities was invoked - Intercidona (the hewer), Pilumnus (the pounder) and Deverra (the sweeper).",
        "In jumping an ordinary hedge or ditch at moderate speed, there is of course a moment of time during which the horse is on his hind legs, and in theory the rider should then lean forward, but, in practice, this position is so momentary, and the lash out of the hind legs in the spring is so powerful, that it is best not to lean forward at all, because of the difficulty, if not impossibility, of getting back in time for the reverse movement, when the rider should be preparing to render the horse some assistance with the bridle as his feet touch the ground.",
        "After the departure of Agamemnon to the Trojan war, Aegisthus seduced his wife Clytaemnestra (more correctly Clytaemestra) and with her assistance slew him on his return.",
        "After this we find them engaged in hostilities with the Tarentines, and with Alexander, king of Epirus, who was called in by that people to their assistance, 326 B.C. In 298 B.C. (Livy x.",
        "The plot was discovered by the regent's spies, and Armfelt only escaped from the man-of-war sent to Naples to seize him, with the assistance of Queen Caroline.",
        "The greater part of the debt arises from the assumption of the debts of the provinces as they entered federation, expenditure on canals and assistance given to railways.",
        "The agricultural college at Guelph and the experimental farms maintained by the federal government give excellent training and scientific assistance to farmers.",
        "Similarly in astronomy, Aristotle used the assistance of Eudoxus and Callippus.",
        "The former treatise (chap. 9), under the head of examples (7rapabeiyµara), gives historical examples of the unexpected in war for the years 4 0 3, 371, 35 8, concluding with the year 340, in which the Corinthians, coming with nine triremes to the assistance of the Syracusans, defeated the Carthaginians who were blockading Syracuse with 150 ships.",
        "With The Advice And Assistance Of Sosigenes, He Fixed The Mean Length Of The Year At 3654 Days, And Decreed That Every Fourth Year Should Have 366 Days, The Other Years Having Each 365.",
        "By Means Of The Formulae Which We Have Now Given For The Dominical Letter, The Golden Number And The Epact, Easter Sunday May Be Computed For Any Year After The Reformation, Without The Assistance Of Any Tables Whatever.",
        "they all present, which must be of assistance to the animal in steadying it in its agile bounds among the crags of its native haunts.",
        "In order to be of assistance to his brother Charles, who was then campaigning in Scotland, Henry was despatched in the summer of 1745 to France, where he was placed in nominal command of French troops at Dunkirk, with which the marquis d'Argenson had some vague idea of invading England.",
        "Henry received the proffered assistance gratefully, and in return for the king's kindness subsequently left by his will certain British crown jewels in his possession to the prince regent.",
        "The American trading vessels of that period were supposed to be excluded by the navigation laws from commerce with the British West Indian Islands, though with the concealed or very slightly disguised assistance of the planters, they engaged in a good deal of contraband commerce.",
        "But after the death of Toghrul Shah (1170) his three sons disputed with each other for the possession of the throne, and implored foreign assistance, till the country became utterly devastated and fell an easy prey to some bands of Ghuzz, who, under the leadership of Malik Dinar (1185), marched into Kerman after harassing Sinjar's dominions.",
        "The former appealed to Suleiman for assistance, and was by his aid brought to Constantinople and seated on the imperial throne.",
        "But the Turkish soldiers were of little use in a regular battle, and the sultan relied mainly on his Christian troops, so much so that an insurrection of dervishes which occurred at this period could only be put down by their assistance.",
        "But although his assistance enabled them to defeat the Aedui, the Sequani were worse off than before, for Ariovistus deprived them of a third of their territory and threatened to take another third.",
        "By his divorce from Isabella of Gloucester he offended the English baronage (1200); by his marriage with Isabella of Angouleme, the betrothed of Hugh of Lusignan, he gave an opportunity to the discontented Poitevins for invoking French assistance and to Philip Augustus for pronouncing against him a sentence of forfeiture.",
        "and direct the people upon the march not only does Moses require the assistance of a human helper (Jethro or Hobab), but the angel, the ark, the pillar of cloud and of fire and the mysterious hornet are also provided.",
        "In 1620, early in the Thirty Years' War, the two Lusatias were conquered by the elector of Saxony, John George I., who was allowed to keep them as the price of his assistance to the emperor Ferdinand I.",
        "There is an English translation by Thomas Paynell (1550) and a French translation, executed in 1612 from a Latin version by Louis XIII.,, with the assistance of his tutor, David Rivault.",
        "He married during the same year Eliza McCardle (1810-1876), much his superior by birth and education, who taught him the common school branches of learning and was of great assistance in his later career.",
        "There are seven directorias, or boards, under the prefect, each one assigned to a special field of work, chief among which are education, health and public assistance, public works and transportation, and finance.",
        "According to the most widely spread myth, Briareus and his brothers were called by Zeus to his assistance when the Titans were making war upon Olympus.",
        "He professed to have discovered the philosopher's stone, and by his assistance Dee performed various incantations, and maintained a frequent imaginary intercourse with spirits.",
        "He made skilful use of Leopold's difficulties; and in 1692, in return for lavish promises of assistance to the Empire and the Habsburgs, the emperor granted him the rank and title of elector of Brunswick-Luneburg with the office of standardbearer in the Holy Roman Empire.",
        "A league was formed to prevent any addition to the electoral college; France and Sweden were called upon for assistance; and the constitution of the Empire was reduced to a state of chaos.",
        "of the first line, and Murat, with an overwhelming cavalry force from Cotta and Burgstadl, outflanked his left, broke up whole battalions, and finally, with the assistance of the renewed frontal attack of Victor's infantry, annihilated the division.",
        "It seems to have been the first great popular effort ever made deliberately by a representative body of the middle class of a nation for the promotion of international friendship without the aid of diplomacy and without official assistance or even countenance of any kind.",
        "He is chiefly noted for his valuable Kritischexegetischer Kommentar zum Neuen Testament (16 vols.), which began to appear in 1832, was completed in 1859 with the assistance of E.",
        "The extinction of the Latin kingdom might now seem imminent; and envoys were sent to the West with anxious appeals for assistance in 1169, 1171 and 1173.",
        "The work was in two volumes, which were illustrated, and although Holinshed did a great deal of the work he received valuable assistance from William Harrison (1534-1593) and others, while the part dealing with the history of Scotland is mainly a translation of Hector Boece's Scotorum historiae.",
        "In May 1692 during the witchcraft delusion, on the accusation of some personal enemies in his former congregation who had sued him for debt, Burroughs was arrested and charged, among other offences, with \"extraordinary Lifting and such feats of strength as could not be done without Diabolicall Assistance.\"",
        "But the longing for these pledges of the divine assistance was insatiable.",
        "In 435 it was again involved in a quarrel with Corinth and sought assistance from Athens.",
        "This new alliance was one of the chief immediate causes of the Peloponnesian War, in which Corcyra was of considerable use to the Athenians as a naval station, but did not render much assistance with its fleet.",
        "During his prolonged residences abroad he acquired a thorough knowledge of the Arabic, Turkish and Persian languages and literatures, which, on his final return to France, enabled him to render valuable assistance to Thevenot, the keeper of the royal library, and to Barthelemy d'Herbelot.",
        "He then despatches his chief general Holofernes to take vengeance on the nations of the west who had withheld their assistance.",
        "We have already seen that the Chinese as late as the end of the 8th century made voyages with compasses on which but little reliance could be placed; and it may perhaps be assumed that the compasses early used in the East were mostly too imperfect to be of much assistance to navigators, and were therefore often dispensed with on customary routes.",
        "Since John's most immediate need was now protection and assistance against his terrible opponent Ladislaus, he sent, towards the close of August 1413, Cardinals Chalant and Francesco Zabarella, together with the celebrated Greek Manuel Chrysoloras, to King Sigismund, and commissioned them to determine the time and place of the forthcoming council.",
        "A simply gigantic plan was drawn out, with the assistance of the celebrated Alberti, for the reconstruction of the Leonine City, the Vatican and St Peter's.",
        "After the fall of the French dominion in Italy he made his peace with the emperor at Barcelona (June 29, 1529); in return for which he received the assistance of Charles in re-establishing the rule of the Medici in Florence.",
        "The cool reception his endeavours, met with, both at the hands of the French ecclesiastics as well as in Rome, satisfied Bismarck \" that the papal hierarchy lacked either the power or the good will to afford Germany assistance of sufficient value to make it worth while giving umbrage to both the German Protestants and the Italian national party, and risking a reaction of the latter upon the future relations between the two countries, which would be the inevitable result were Germany openly to espouse the papal cause in Rome.\"",
        "greatly diminished the need for and appreciation of Hertzen's assistance in the work of reform.",
        "There is some evidence that in England the courts were in early times in the habit of summoning to their assistance, apparently as assessors, persons specially qualified to advise upon any scientific or technical question that required to be determined.",
        "The practice of calling in expert assistance in judicial inquiries was not confined to medico-legal cases.",
        "Statutory provision has been made in England for the summoning of expert assistance by the legal tribunals in various cases.",
        "Some general merchants, indeed, supply what are practically \"tied houses,\" which give all their trade in return for pecuniary assistance or special terms.",
        "An organized association, known as the Molly Maguires, terrorized the mining regions for many years, but was finally suppressed through the courageous efforts of President Franklin, Benjamin Gowen (1863-1889) of the Philadelphia & Reading railroad with the assistance of Allan Pinkerton and his detectives.",
        "For this purpose he resided like a monk for several years among the lamas at the monasteries of Zangla and Pukdal in Zanskar and latterly at Kanum in upper Bashahr, enjoying the assistance of learned lamas.",
        "investigations to the language as a whole, and provided Europeans for the first time with the means of making a practical study of modern Tibetan and the speech of the people His Tibetan-English Dictionary and Tibetan Grammar are models of scientific precision and important sources of our knowledge of the structure and development of the language, and the former is not superseded by Chandra Das's Dictionary.3 The language was first reduced to writing with the assistance of Indian Buddhist monks in the middle of the 7th century A.",
        "Chandra Das also brought back from his journeys a large number of interesting books in Tibetan and Sanskrit, the most valuable of which have been edited and published by him, some with the assistance of Ugyen Gyatso and other lamas.",
        "With a certain amount of financial assistance from Mr Thomas Pitt of Boconnoc (afterwards Lord Camelford) he established the Plymouth China Factory at least as early as 1768.",
        "Early in the 5th century the tyrant Terillas, son-in-law of Anaxilas of Rhegium and Zancle, appealed to the Carthaginians, who came to his assistance, but were utterly defeated by Gelon of Syracuse in 480 B.C. - on the same day, it is said, as the battle of Salamis.",
        "In 1132 the prior and twelve monks of St Mary's abbey, York, being dissatisfied with the easy life they were living, left the monastery and with the assistance of Thurstan, archbishop of York, founded a house in the valley of the Skell, where they adopted the Cistercian rule.",
        "which he translated with the assistance of Captain Morrison and the Rev. A.",
        "Retiring to Denmark, he obtained military assistance from King Waldemar II., and a visit to E (gland procured monetary aid from King John, after which he ma aged to maintain his position in Brunswick.",
        "It has also been found that in foggy and misty weather suitable colour screens are of assistance.",
        "The conquest of Ireland was carried out independently of his assistance, and perhaps against his wishes.",
        "During that period he obtained once more the control of the foreign policy of Denmark as well as of the Sound tolls, and towards the end of it he hoped to increase his power still further with the assistance of his sons-in-law, Korfits Ulfeld and Hannibal Sehested, who now came prominently forward.",
        "Torstensson, too, was unable to cross from Jutland to Fiinen for want of a fleet, and the Dutch auxiliary fleet which came to his assistance was defeated between the islands of Sylt and Rdnno on the west coast of Schleswig by the Danish admirals.",
        "In spite of the assistance he had given to the emperor his efforts met with no success for some years; but towards 1700 Leopold, faced with the prospect of a new struggle with France, was inclined to view the idea more favourably.",
        "According to his promise the king sent help to the emperor; and during the War of the Spanish Succession the troops of Brandenburg-Prussia rendered great assistance to the allies, fighting with distinction at Blenheim and elsewhere.",
        "Even timber cannot be floated down it without the assistance of elephants.",
        "In 1870 Katr was under Wahhabi rule, but in the year 1871 Turkish assistance was requested to aid the settlement of a family quarrel between certain Wahhabi chiefs, and the Turks thus obtained a footing in Katr, which they have retained ever since.",
        "schism but for whom the pope was unable to secure assistance.",
        "In addition to the above broad subdivisions, Murchison and Sedgwick, when working upon the rocks of Devonshire and Cornwall, recognized, with the assistance of W.",
        "So far as political assistance was concerned, his efforts proved fruitless, but he became at once the popular hero and idol of the people of Paris.",
        "Richelieu required the assistance of the Dutch fleet to enable him to overcome the resistance of the Huguenot stronghold of La Rochelle.",
        "Thus some 1700 tons of materials are charged daily into each of these furnaces without being shovelled at all, running by gravity from bin to bucket and from bucket to furnace, and being hoisted and charged into the furnace by a single engineer below, without any assistance or supervision at the furnacetop.",
        "Before he could read, his mother taught him the history of the Old and New Testament by the assistance of some blue Dutch chimney-tiles.",
        "The university possesses considerable endowments and has several foundations for the assistance of poor students; the \"regent's charity,\" for instance, founded by Christian, affords free residence and a small allowance to one hundred bursars.",
        "a second time to the assistance of Arcadius and who was undoubtedly a skilful general, succeeded in shutting up the Goths.",
        "Honorius was also greatly strengthened by the arrival of six legions sent from Constantinople to his assistance by his nephew Theodosius II.",
        "Hardly any lives were lost, but the sufferings of the people were so terrible that assistance was sent from all parts of the kingdom, and by the German government, while the British government also offered it.",
        "Half his time was taken up in travelling from one end of the kingdom to the other, and doing purely clerical work for want of competent assistance.",
        "There is only one judge in this court, but he has the assistance of a large staff of revisers.",
        "The Catholics had a majority in both, but not enough to enable them to dispense with the assistance of the Liberals, the constitution requiring for every revision a two-thirds majority.",
        "The assistance of a vicar enabled him to escape from the growing administrative cares and devote himself solely to asceticism, apparently the only field of human activity in which he excelled.",
        "In 1786 the elector of Trier, Clement Wenceslaus of Saxony, took up his residence in the town, and gave great assistance in its extension and improvement; a few years later it became, through the invitation of his minister, Ferdinand, Freiherr von Duminique, one of the principal rendezvous of the French emigres.",
        "It was only by the powerful assistance of Zabala, governor of Buenos Aires, that the anti-Jesuit and quasi-national party which had been formed under Antequera was crushed in 1735.",
        "The expedition had been instructed to endeavour to afford assistance to Heinrich Barth, who had in 1851 crossed the Benue in its upper course, but Baikie was unable to gain any trustworthy information concerning him.",
        "Bernstorff was bound by treaty to assist Russia in such a contingency, but he took care that the assistance so rendered should be as trifling as possible, to avoid offending Great Britain and Prussia.",
        "It was out of his power to support his son at either university; but a wealthy neighbour offered assistance; and, in reliance on promises which proved to be of very little value, Samuel was entered at Pembroke College, Oxford.",
        "Mrs Thrale herself confessed that without her husband's assistance she did not feel able to entertain Johnson as a constant inmate of her house.",
        "The imperial laws which introduced the compulsory insurance of all the humbler workers within the empire, and gave them, when incapacitated by sickness, accident and old age, an absolute right to pecuniary assistance, have greatly reduced pauperism and crime.",
        "Under this system every person insured has a right to assistance in case of sickness, accident, or incapacity, while in case of death his widow and children receive an annuity.",
        "(I) free assistance funds (Fre-ie H-ilfskassen), either registered under the law of f 876, as modified in 1884 (Eingeschriebene Hilfskassen), or established under the law of the separate states (landesrechtliche Hilfskassen); (2) Betriebs- or Fabrikkrankenkassen, funds established by individual factory-owners; (3) Baukrankenkasse, a fund established for workmen engaged on the construction (Bau) of particular engineering works (canal-digging, &c), by individual contractors; (4) gild sick funds (Innungskrankenhassen), established by the gilds for the workmen and apprentices of their members; (5) miners sick fund (Knappschaftskasse); (6) local sick fund (Ortskrankenkasse), established by the commune for particular crafts or classes of workmen; (7) Gemeindekrankenversicherung, i.e.",
        "Henry led his troops in person and obtained assistance from the Russians and the Hungarians; peace was concluded in 1018, the Elbe remaining the north-east boundary of Germany.",
        "The Welfs also gained the assistance of Canute VI., king of Denmark.",
        "After Bouvines he purchased the assistance of Valdemar II., king of Denmark, by ceding to him a large stretch of land along the Baltic coast; and, promising to go on crusade, he secured his coronation at Aix-la-Chapelle in July 1215.",
        "Meeting at Nuremberg early in 1522 it voted some ~ slight assistance for the campaign against the invading regiment.",
        "At the diet of Spires in 1544 Charles purchased military assistance from the Protestants by making lavish promises to them.",
        "Assistance was promised by the pope; the emperor purchased the neutrality 01 Duke William of Bavaria, and at a high price the active aid of Maurice of Saxony; he managed to detach from the league of Schmalkalden.",
        "Although his first diet voted liberal assistance for the defence of the country, and a large and splendid army was collected, he had gain.ed no advantage when the campaign.",
        "Conditionally the Union promised assistance to Frederick, but he wasted several months and vaguely hoped that the English king would help him out of his embarrassments.",
        "He had also obtained on his own terms the assistance of France, and was ready to enter upon his short but brilliant campaign.",
        "The Polish rising of 1863 came just in time to prevent a threatened Franco-Russian alliance; the timid and double-faced attitude of both France and Austria during the revolt left them isolated in Europe, while Bismarcks ready assistance to Russia assured at least the benevolent neutrality in the coming struggle with the Habsburg power.",
        "He took a foremost part in almost every good work in his diocese, social or educational, political or religious; while he found time also to cultivate friendly relations with thinking men and women of all schools, and to help all and sundry who came to him for advice and assistance.",
        "and of the French army sent to his assistance in 1689, and was taken by the English in the following year.",
        "The completion of the fortress-temple on the Capitoline confirmed his authority over the city, and a fortunate marriage of his son to the daughter of Octavius Mamilius of Tusculum secured him powerful assistance in the field.",
        "Since 1906 a superintendent has been appointed with large powers, independent of political control and with the assistance of an advisory council; attention is also paid to the advice of the provincial Educational Association, which meets yearly at Toronto.",
        "The story of the Hungarian wars is a monotonous record of forays, of assistance given at times to the Babenbergs by the forces of the Empire, and ending in the gradual eastward advance of Austria.",
        "This step was favoured by the pope, and Ottakar, eagerly accepting the offer, strengthened his position by marrying Margaret, a sister of Duke Frederick II., and in return for his investiture promised his assistance to William of Holland.",
        "Slav races was, however, not merely the result of government assistance; it had begun long before Taaffe assumed office; it was to be seen in the census returns and in the results of elections.",
        "He had not even consulted Hohenwart, to whose assistance he owed his long tenure of power.",
        "In return for these, the antrustion enjoyed certain valuable advantages, as being specially entitled to the royal assistance and protection; his wergeld is three times that of an ordinary Frank; the slayer of a Frank paid compensation of 200 solidi, that of an antrustion had to find boo.",
        "For a cause not easy to determine Alcibiades was defeated by Nicias in the election to the post of strategus in the next year, and the suspicions of the Peloponnesian coalition were roused by the inadequate assistance sent by Athens, which arrived too late to assist Argos when the Spartan king Agis marched against it.",
        "He had the assistance of various members of the philosophe coteries in his most important work, L'Histoire philosophique et politique des etablissements et du commerce des Europeens dans les deux Indes (Amsterdam, 4 vols., 1770).",
        "This impression can in some degree be modified only by the application of a critical analysis with the assistance of Arabian tradition.",
        "And since the revelations given in Medina frequently take notice of events about which we have fairly accurate information, and whose dates are at least approximately known, we are often in a position to fix their date with at any rate considerable certainty; here again tradition renders valuable assistance.",
        "(5) Thee do we worship and of Thee do we beg assistance.",
        "He failed to obtain military assistance from the Swiss, and by the king's command yielded the disputed territory to Marie, although the courts of law had decided in his favour.",
        "On the 4th of October 1125 he with his followers was seized and imprisoned by order of the Caliph Amir, who was now resolved to govern by himself, with the assistance of only subordinate officials, of whom two were drawn from the Samaritan and Christian communities.",
        "supported the claim of his candidate with force of arms, obtaining as the price of his assistance several towns in which the suzerainty of the Egyptian sultan had been acknowledged.",
        "his troops became mutinous for their pay; the silhdar, who had commanded one of the expeditions against the Mamelukes, advanced to the relief of KhorshId; and the latter ordered the DelIs to march to his assistance.",
        "While these scenes were being enacted, al-Alfi was besieging Damanhur, and the other beys were returning towards Cairo, Khorshid laving called them to his assistance: but Mehemet Ali forced them to recreat.",
        "These delays proved ruinous to their cause; and General Fraser, despairing of their assistance, evacuated Alexandria on the 14th of September.",
        "In the same year Darfur and Harrar were annexed, and in 1877 Gordon became governor-general of the Sudan, where, with the valuable assistance of Gessi Pasha, he labored to destroy the slave trade and to establish just government.",
        "Malet, telegraphed that if Colonel Hickss army is destroyed, the Egyptian government will lose the whole of the Sudan, unless some assistance from the outside is given, and advised the withdrawal to some post on the Nile.",
        "measures for obtaining accurate information as to his (General Gordons) position, and, if necessary, for rendering him assistance, should be adopted.",
        "Osman wad Adam (Ganu), amir of Kordofan, was sent by the khalif a to Karamallas assistance.",
        "The old church had, indeed, frequently rendered the state considerable financial aid, but such voluntary assistance was, from the nature of the case, casual and arbitrary.",
        "They communed together in a low voice for some time, till the burgomaster, succumbing to the influence of his potations, fumbled his way to his carriage with the assistance of some of his civic colleagues.",
        "He got some assistance from Gustavus Hesselius, a Swedish portrait painter then living near Annapolis, and from John Singleton Copley in Boston; and in 1767-1770 he studied under Benjamin West in London.",
        "There from 1715 he rendered valuable assistance to a society that had been formed for translating the New Testament into French.",
        "toe, II, 12, 14, 15), and, presumably, asks for assistance, which is promised (omitted).",
        "No longer needing Catholic assistance, James threw over his mother, with whom he had been intriguing, and sent the beautiful Master of Gray to betray Mary's secrets to Elizabeth.",
        "He was rewarded by five or six months of dangerous and distressful wanderings, and would certainly have been taken at one juncture but for the courageous and wise assistance of Flora Macdonald, while on all hands the highlanders displayed the most devoted loyalty.",
        "The fundamental conception is always that the Deity resides - or exercises a peculiarly powerful influence - in some definite locality; and to this locality the devout repair, either in reverence of their god, or in quest of his assistance and bounty.",
        "They poured balsam on the sepulchre of the saint, washed it with their tears, and covered it with their kisses, in the belief that they were thus assuring themselves of his intercession or testifying their gratitude for his assistance.",
        "992), or in quest of assistance, especially health (Vita Galli, ii.37; Vita Liudg.",
        "In 1820 the people of Guayaquil took up the cry of liberty; and in spite of several defeats they continued the contest, till at length, under Antonio Jose de Sucre, who had been sent to their assistance by Bolivar, and reinforced by a Peruvian contingent under Andres de Santa Cruz, they gained a complete victory on May 22, 1822, in a battle fought on the side of Mount Pichincha, at a height of 10,200 ft.",
        "The cause of the troubles under President Cordero was the assistance lent by Ecuador to Chile in the matter of the sale of the cruiser Esmeralda to the Japanese government in 1894, in the middle of the Japanese-Chinese War.",
        "On the strength of exegetical combinations, and with the assistance of various traditions, it was.",
        "On the morning of the examination, after attending mass, he was assigned by one of the doctors of the assembled college two passages (puncta) in the civil or canon law, which he retired to his house to study, possibly with the assistance of the presenting doctor.",
        "General Sheridan stated in his memoirs that material assistance was afforded to the Liberals out of the U.S. arsenals, and the moral effect of his presence on the frontier certainly influenced the course of the struggle to a very great extent.",
        "Army was seriously unwell, and though he had the assistance of Gen.",
        "Ducas was a strong supporter of the union of the Greek and Latin churches, and is very bitter against those who rejected even the idea of appealing to the West for assistance against the Turks.",
        "The struggle proceeded for more than twenty-five years, the difficulties of Stephen being materially increased by the assistance rendered to the rebels by the Greek emperors, his neighbours since their reconquest of Bulgaria.",
        "He wrote to his friend advising him to do so and adding that he would also proceed there to afford him assistance.",
        "Virginia and Maryland promised such a cession; President Washington was known to be in favour of a site on the Potomac, and in July 1790 Alexander Hamilton, in return for Thomas Jefferson's assistance in passing the bill for the assumption of the state war debts by the Federal government, helped Jefferson to pass a bill for establishing the capital on the Potomac, by which the president was authorized to select a site anywhere along the Potomac between the Eastern Branch (Anacostia) and the Conococheague river, a distance of about So m., and to appoint three commissioners who under his direction should make the necessary surveys and provide accommodations for the reception of Congress in r800.",
        "The Indians had again attacked the border farmers, and the governor had refused assistance, being willing, it was generally believed, that the border population should suffer while he and his adherents enjoyed a lucrative fur trade with the Indians.",
        "The war now assumed continental proportions, and the Virginia leaders decided in May 1776 that a declaration of independence was necessary to secure foreign assistance.",
        "It indicates the endeavour of man to reconstitute himself as a free being, not as the thrall of theological despotism, and the peculiar assistance he derived in this effort from Greek and Roman literature, the litterae humaniores, letters leaning rather to the side of man than of divinity.",
        "By the assistance of Ptolemy X.",
        "Hereupon the fort of Kondapalli was seized by the British, and on the 12th of November 1766 a treaty of alliance was signed with Nizam Ali by which the Company, in return for the grant of the Circars, undertook to maintain troops for the nizam's assistance.",
        "To understand the genesis of human morality we must study the ways of sociable animals such as horses and monkeys, which give each other assistance in trouble, feel mutual affection and sympathy, and experience pleasure in doing actions that benefit the society to which they belong.",
        "Oliver Heaviside after 1880 rendered much assistance by reducing Maxwell's mathematical analysis to more compact form and by introducing greater precision into terminology (see his Electrical Papers, 1892).",
        "In the time of Constantine, in return for assistance against the Bosporans and the native tribes, it regained its autonomy and received special privileges.",
        "It is somewhat hard to understand why so little favour was shown by the king to one who had proved himself able and willing to do good service, and who, in spite of his disappointments, still continued zealously to offer advice and assistance.",
        "Of the five prelates thus named, Davies alone was competent to undertake the task, and for assistance in the work of translation he called upon his old friend and former neighbour, William Salesbury, who like the bishop was an excellent Greek and Hebrew scholar.",
        "For its use, Colbert reconstructed the works and arsenal of Toulon, founded the port and arsenal of Rochefort, and the naval schools of Rochefort, Dieppe and Saint-Malo, and fortified, with some assistance from Vauban (who, however, belonged to the party of his rival Louvois), among other ports those of Calais, Dunkirk, Brest and Havre.",
        "and Francis I., for the purpose of securing their assistance in enforcing the bull by helping a projected rising in England against Henry's tyranny.",
        "This preparation is technically called \" making-ready,\" and is an operation requiring much time and care, especially in the case of illustrated work, where artistic appreciation and skill on the part of the workman is of great assistance in obtaining satisfactory and delicate results.",
        "The originals and the engraver's proofs are of great assistance to the workman in bringing out the details of an illustration when he is preparing it for printing.",
        "An external symbol in the shape of a ceremony or cult-object is of great assistance to the dim eye of primitive faith.",
        "Two types of pyritic smelting may be distinguished: one, in which the operation is solely sustained by the combustion of the sulphur in the ores, without the assistance of fuel or a hot blast; the other in which the operation is accelerated by fuel, or a hot blast, or both.",
        "Blanford (Fauna of British India, \" Mammals\") thinks that the presence of the Indian form, Viverricula malaccensis, in Socotra, the Comoro Islands and Madagascar is due to the assistance of man."
    ],
    "definition": [
        "The act of assisting.",
        "Aid; help: financial assistance.",
        "Link/Cite",
        "Aid; help; the act or result of assisting.",
        "Link/Cite"
    ]
}