{
    "translation": "ספיגה, היטמעות",
    "uses": [
        "In these colonies the system of assimilation was carried to great lengths.",
        "I shall assume that she has the normal child's capacity of assimilation and imitation.",
        "Many minor anthropological differentiae can be distinguished among both the Great and the Little Russians, depending probably on the assimilation of various minor subdivisions of the Ural-Altaians.",
        "Besides absorption, assimilation, conduction and protection there is another very important function for which provision has to be made in any plant-body of considerable size, especially when raised into the air, that of support.",
        "We frequently find the expression used, the assimilation of carbon dioxide, or of nitrogen.",
        "Nor was the process of assimilation by any means one-sided.",
        "With reference to the assimilation of nitrogen, it would seem that algae, like other green plants, can best use it when it is presented to them in the form of a nitrate.",
        "This proves once more the ancient capacity of the Greeks for the assimilation of foreign elements.",
        "If it is absent, the cell loses its power of assimilation and growth, and soon dies.",
        "The contrast between the yellow and white types has been softened by the remarkable development of the Japanese following the assimilation of western methods.",
        "Assimilation goes on during the whole year, except during periods of frost or when the plants are buried by snow.",
        "The assimilation of complex foods consequently may be regarded as supplying the protoplasm with a potential store of energy, as well as building tip its substance.",
        "In the whiteness of its fur also, it shows such an assimilation in colour to that of surrounding nature as must be of considerable service in concealing it from its prey.",
        "Nevertheless, the process of assimilation goes on with great rapidity.",
        "The chief importance of nitrogenous compounds depends upon their assimilation by living plants, which, in their development, absorb these compounds from the soil, wherein they are formed mainly by the action of nitrifying bacteria.",
        "The building up and nutrition of the living substance by the foods manufactured or absorbed is properly spoken of as the assimilation of such food.",
        "And because the process before us is the gradual assimilation of New Testament and Old Testament, we shall have to include at each step all that bears upon this.",
        "The products of assimilation are stored up in the form of a fatty substance and not starch.",
        "These are elongated in the direction of the length of the leaf, are always poor in chlorophyll and form a channel for conducting the products of assimilation away from the leaf into the stem.",
        "In the case of muscle, if the available nourishment be sufficient, and if the power of assimilation of the muscle cells remain unimpaired, its bulk increases, that is to say, it becomes hypertrophied.",
        "assimilation took place.",
        "Assimilation refers to the process of taking in new information by incorporating it into an existing schema.",
        "wireworms), and so maim the plant that its foliage suffers from want of water and assimilation is diminished, or actual withering follows.",
        "After a great inquiry held in 1892 by a senatorial committee a reaction was produced in France against this excessive assimilation.",
        "Indeed, it was his extraordinary activity and power of assimilation in such directions that allowed him to keep his fellow-countrymen so well informed of what was going on in the outer world.",
        "With reference to the assimilation of nitrogen, it would seem that algae, like other green plants,, can best use it when it is presented to them in the form of a nitrate.",
        "SUMMANUS, according to some, an old Sabine or Etruscan deity; the name, however, is Latin, formed by assimilation from sub-manus (cf.",
        "ConsonantsFinal I readily disappears after nor 1 (tan, t a n t U In; aman, venin, pantin, for amant, venint, &c.; mai, rn u I t u in; ocul, o.c u 1 t u m); the reappears in composition before a vowel (Jon, assimilation to past participles in it.",
        "some bulky Brown Seaweeds, where assimilation is strongly localized, some of the deep cells are highly specialized for the latter function.",
        "In the more highly developed series, the mosses, this last division of labor takes the form of the differentiation of special assimilative organs, the leaves, commonly with a midrib containing elongated cells for the ready removal of the products of assimilation; and in the typical forms with a localized absorptive region, a well-developed hydrom in the axis of the plant, as well as similar hydrom strands in the leaf-midribs, are constantly met with.",
        "In all green plants which have a special protective epidermis, the cortex of the shoot has to perform the primitive fundamental function of carbon assimilation.",
        "As this is not the incorporation of either into the living sobstance, but is only its manufacture into the complex substances which we find in the plant, it seems preferable to limit the term assimilation to the processes by which foods are actually taken into the protoplasm.",
        "It should be remembered that a single complete defoliation of a herbaceous annual may so incapacitate the assimilation that no stores are available for seeds, tubers, &c., for another year, or at most so little that feeble plants only come up. In the case of a tree matters run somewhat differently; most large trees in full foliage have far more assimilatory surface than is immediately necessary, and if the injury is confined to a single year it may be a small event in the life of the tree, but if repeated the cambium, bud-stores and fruiting may all suffer.",
        "They may occur on all parts, buds, leaves, stems or roots, as shown by the numerous species of Cynips on oak, Phylloxera on vines, &c. The local damage is small, - but the general injury to assimilation, absorption and other functions, may be important if the numbers increase.",
        "Schimper had previously maintained that the action of common salt in the cell-sap is detrimental as regards assimilation.",
        "Substances contained in the Protoplastn.Starch may be found in the chlorophyll bodies in the form of minute granules as the first visible product of the assimilation of carbon dioxide, and it occurs in large quantities as a reserve food material in the cells of various parts of plants.",
        "The sepals are generally organs for the protection of the flower-bud; the petals, for attracting insects by their conspicuous form and color; the foliage-leaves, for the assimilation of carbon dioxide and other associated functions.",
        "Whatever recollection they preserved of their origin and of the circumstances of their entry would be retold from a new standpoint; the ethnological traditions would gain a new meaning; the assimilation would in time become complete.",
        "form clericia [Skeat], by assimilation with O.",
        "Unlike the Chinese and Indians, they have hitherto not had the smallest influence on the intellectual development of Asia, and though they have in the past sometimes shown themselves intensely nationalist and conservative, they have, compared with India and China, so little which is really their own that their assimilation of foreign ideas is explicable.",
        "We only know that as long ago as the 1st century B.C. true Hebrew blood was becoming rare, and that a vast proportion of the Jews of Roman times were Hebraized Aramaeans, whose assimilation into the Jewish community did not date much further back than the Maccabaean age.",
        "The reformists demanded, besides the correction of the above evils, action against slavery, assimilation of rights between peninsulars and creoles and the practical recognition of equality, e.g.",
        "Of late years, however, there has been a gradual assimilation of broader views by the leaders of Islam in Turkey, at any rate at Constantinople, and the revolution of 1908, and its affirmation in the spring of 1909, took place not only with their approval, but with their active assistance.",
        "This elaboration of the pontifical vestments was contemporaneous with, and doubtless partly determined by, the assimilation of the bishops during those centuries to the type of the great feudal nobles whose ambitions and love of pomp they shared.",
        "The act of parliament which enabled this amalgamation received the royal assent on the 26th of July 1907, and authorized the union \"to deal with real and personal property belonging to the said three churches or denominations, to provide for the vesting of the said property in trust for the United Church so formed and for the assimilation of the trusts thereof, and for other purposes.\"",
        "Education is not in its essential nature a training administered to the young by an older generation, but is the natural and unaided assimilation of the Record of the Past by the automatically educable brain - an assimilation which is always in all races very large but becomes far larger in civilized communities.",
        "The effect of overwork upon an organ or tissue varies in accordance with (a) the particular organ or tissue concerned, (b) the amount of nourishment conveyed to it, and (c) the power of assimilation possessed by its cells.",
        "In our conceptions of the later stages of assimilation and of excretion, with the generation of poisons (auto-intoxication) in the intestinal tract, there is still much obscurity and much guess-work; yet in some directions positive knowledge has been gained, partly by the physiologist, partly by the physician himself.",
        "Way about 1850, this precaution was not only superfluous but harmful, because the soil possesses a power of absorbing the soluble saline matters required by plants and of retaining them, in spite of rain, for assimilation by the roots.",
        "Incidentally they are hastening the assimilation of the written and the spoken languages (genbun itchi) which may possibly prelude a still greater reform, abolition of the ideographic script.",
        "Feudalism is practically extinct among them and with the decline of the Druses, and the great stake they have acquired in agriculture, they have laid aside much of their warlike habit together with their arms. Even their instinct of nationality is being sensibly impaired by their gradual assimilation to the Papal Church, whose agents exercise from Beirut an increasing influence on their ecclesiastical elections and church government.",
        "Herzl was stirred by sympathy for the misery of Jews under persecution, but he was even more powerfully moved by the difficulties experienced under conditions of assimilation.",
        "For, in contrast to the earliest Synoptic tradition, where the full Christian truth and its first form remain undistinguished, and where its earthly future appears restricted to that generation, in John the Eternal Life conception largely absorbs the attention away from all successiveness; Jesus' earthly life does not limit the religion's assimilation of further truth and experience: \" I have many things to tell you, but you cannot bear them now,\" \" the Father will give you another Helper, the spirit of truth, who will abide with you for ever \" (xvi.",
        "The word Xeipcov itself, from which lilium is derived by assimilation of consonants, appears to be Eranian (Ibid.",
        "The process of assimilation did not proceed so far in Babylonia and Assyria, but Shamash and Adad became in combination the gods of oracles and of divination in general.",
        "But he also recognizes association by similarity, or assimilation, or \" apperception \" in Herbart's more confined sense of the word, and association by contiguity, or complication.",
        "Nutrition (assimilation) by the leaves includes the inhalation of air, and the interaction under the influence of light and in the presence of chlorophyll of the carbon dioxide of the air with the water received from the root, to form carbonaceous food.",
        "Respiration in plants, as in other organisms, is a process that goes on by night as well as by day and consists in plants in the breaking up of the complex carbonaceous substances formed by assimilation into less complex and more transportable substances.",
        "- Fungi, like other plants, are often found to store up large quantities of reserve materials (oil, glycogen, carbohydrates, &c.) in special parts of their vegetative tissues, where they lie accumulated between a period of active assimilation and one of renewed activity, forming reserves to be consumed particularly during the formation of large fructifications.",
        "But his work was cut short by his death in 440; the hope of the Sicel people now lay in assimilation to their Hellenic neighbours.",
        "In the wave of successful rebellion, except at Khartum, few of the Egyptian garrisons were killed when the posts fell, long residence and local family ties rendering easy their assimilation in the ranks of the Mahdists.",
        "Many factors helped in the process of assimilation.",
        "Serapis was a god imported by the first Ptolemy from Sinope on the Black Sea, who soon lost his own identity by assimilation with Osiris-Apis, the bull revered in Memphis.",
        "There is close interconnexion between the two aspects of the double activity that in physiological theory constitute the chemical life of protoplasm, between dissimilation and assimilation.",
        "It is not difficult in such compact species to distinguish between superficial cells, whose chief function is assimilation, subjacent cells charged with reserve material, and a core of tissue engaged in the convection of elaborated material from part to part.",
        "By an ingenious method devised by Engelmann, it may be shown that the greatest liberation of oxygen, and consequently the greatest assimilation of carbon, occurs in that region of the spectrum represented by the absorption bands.",
        "Owing to the uncompromising character of the Mahommedan religion and the contemptuous attitude of the dominant race, the subject nationalities underwent no process of assimilation during the four centuries of Turkish rule; they retained not only their language but their religion, manners and peculiar characteristics, and when the power of the central authority waned they still possessed the germs of a national existence.",
        "They have been passed though one editorial mind, and some mutual assimilation in phraseology and idea may well have resulted.",
        "The first period of the English Renaissance was one of imitation and assimilation.",
        "The assimilation of some final consonants to the initial letter of the next word: \" pretod de zenatuo sententiad (Conway, lib.",
        "eureni, firent), may be regarded as truly etymological, or rather as a result of the assimilation of these perfects to the perfects known as weak (amiron), for there are dialectic forms having the accent on the radical, such as dixon, hizon.",
        "Among the peculiarities of Portuguese conjugation may be rnentioned(1) the assimilation of the 3rd pers.",
        "assimilation of nutrients.",
        "assimilation of knowledge focused around electronics.",
        "Despite these efforts, however, much of Wales successfully resisted assimilation into the Roman empire.",
        "Although not in favor of forced assimilation, most people clearly want immigrant communities to become integrated into the wider society.",
        "Other physiological effects are not well defined but can involve reduced carbon dioxide assimilation and reduced protein synthesis.",
        "Our aim is to provide a consistent theoretical foundation which allows for model error in variational assimilation.",
        "Outside the South East of Britain, a very gradual assimilation of Roman material culture was the norm.",
        "They allow for the rapid assimilation of practical lessons from experience at very little cost.",
        "He called it genetic assimilation (see Thom, 1989 ).",
        "The Project Board have agreed that Bolton will not reach the Regional target of complete assimilation by October 2005.",
        "assimilation techniques to advance analyzes.",
        "assimilation exercise.",
        "assimilation process, which is lagging a long way behind England's.",
        "assimilation arrangements.",
        "An improved analysis of forest carbon dynamics using data assimilation.",
        "Further numerical analysis to deal with the effects of sea ice data assimilation.",
        "capsicum frutescens aids in assimilation, elimination, peristaltic motion, circulatory system function, the formation of tissue in the stomach.",
        "digestive juices are not activated for good assimilation.",
        "Remaking the American mainstream: assimilation and contemporary immigration.",
        "GovernmentThe principle underlying the administration of the French possessions overseas, from the earliest days until the close of the Ioth century, was that of domination and assimilation, notwithstanding that after the loss of Canada and the sale of Louisiana France ceased to hold any considerable colony in which Europeans could settle in large numbers.",
        "With the vast extension of the colonial empire in tropical countries in the last quarter of the 19th century the evils of the system of assimilation, involving also intense centralization, became obvious.",
        "For the policy Of assimilation there was substituted the policy of association, which had for aim the development of the colonies and protectorates upon natural, I.e.",
        "The system of administration bears nevertheless many marks of the assimilation era.",
        "Assimilation goes on during the whole year, except during periods of frost or when .the plants are buried by snow.",
        "Incidentally there have been extensive sampling and analysing of soils, investigations into rainfall and the composition of drainage waters, inquiries into the amount of water transpired by plants, and experiments on the assimilation of free nitrogen.",
        "Digestion, regarded not long ago as little more than a trituration and \"coction\" of ingesta to fit them for absorption and transfer them to the tissues, now appears as an elaboration of peptones and kindred intermediate products which, so far from being always bland, and mere bricks and mortar for repair or fuel for combustion, pass through phases of change during which they become so unfit for assimilation as to be positively poisonous.",
        "Priestley and Lavoisier, at the close of the 18th century, made possible the scientific study of plant-nutrition, though Jan Ingenhousz in 1779 discovered that plants incessantly give out carbonic acid gas, but that the green leaves and shoots only exhale oxygen in sunlight or clear daylight, thereby indicating the distinction between assimilation of carbonic acid gas (photosynthesis) and respiration.",
        "To take an instance already referred to, it is not clear at first sight whether in the couplet from Propertius Scythiae is more likely to be a misrecollection of some text of the 1st century A.D., or Scythicis some scribe's assimilation which made its way into the transmitted text in the course of the next thousand years.",
        "Because light and heat destroy folic acid, fruits and vegetables should be eaten raw or cooked as little as possible to help assimilation of folic acid.",
        "Vitamin C is noted for helping to improve assimilation of iron taken as supplements.",
        "Schemas are continually being modified by two complementary processes that Piaget termed assimilation and accommodation.",
        "According to Piaget, cognitive development involves an ongoing attempt to achieve a balance between assimilation and accommodation that he termed equilibration.",
        "Vitamin C is recommended to improve the assimilation of iron in the body, especially when iron is obtained from non-food sources.",
        "They participate in all enzyme reactions in the body and help in the assimilation and use of vitamins and other nutrients.",
        "These sources of minerals develop in a sequence that takes millions of years, beginning with rock formation, the breakdown of rocks into mineral salts, and the assimilation of these salts into soil that nourishes edible plants.",
        "principle of not aiming at any assimilation of rites, but only at \" the full and perfect union of faith \" (Encyclical Praeclara gratulationis of June 1894).",
        "There is thus a tendency to assimilation, and instead of a guttural followed by a labial semi-vowel, a new labial consonant p is produced.",
        "on and completed the assimilation of Heraclitean doctrine; but his own contributions were more distinctive and original.",
        "This assimilation of the consular to the diplomatic service remains peculiar to France.'",
        "The most recent observations of Molisch seem to show that bacteria possessing bac eriopurpurin exhibit a new type of assimilation - the assimilation of organic material under the influence of light.",
        "The process is normal: first, there is an unqualified adoption of a foreign culture by the Sadducees of the time being: then, after unqualified opposition, the Pharisees of the time admit whatever is admissible within the four corners of the Law and are confronted by other Sadducees who have not followed the first into temporary or permanent separation from the existing Jewish way of life and absorption in the immediate foreign environment, and who, therefore, will have none of the current innovations which the Pharisees have in course of time selected as capable of assimilation and reconciliation with the existing body of growing doctrine and practice.",
        "After them the district was called Orrhoene (thus in the inscriptions, in Pliny and Dio Cassius), which occasionally has been changed into Osroene, in assimilation to the Parthian name Osroes or Chosroes (Khosrau).",
        "The accumulation of carbonic acid in the breathed air would also have a similar arrestive power over destructive assimilation.",
        "The stems, the surface of which exhibits a number of ridges with intervening furrows, perform the greater part of the work of assimilation.",
        "The phenomena of life and growth and assimilation have not been satisfactorily explained as mechanical modes of motion, and the fact that identical cerebral movements have not been discovered to recur makes scientific and accurate prediction of future cerebral changes an impossibility.",
        "The most remarkable event, however, in the recent history of cometary astronomy was its assimilation to that of meteors,which took unquestion able cosmical rank as a consequence of the Leonid tempest of November 1833.",
        "The edict of Caracalla, at the beginning of the 3rd century, by conferring the right of citizenship on all the inhabitants of the empire, completed an assimilation for which commercial relations, schools, a taste for officialism, and the adaptability and quick intelligence of the race had already made preparation.",
        "A century later Maimonides was to give a new turn to Jewish thought, by the assimilation of Aristotelianism with Mosaism, but Rashi was a traditionalist pure and simple.",
        "Over expression of barley aquaporin gene in rice led to increased carbon dioxide conductance and assimilation [21] .",
        "Both languages have an assimilation process which spreads nasality from a nasal consonant to the preceding vowel.",
        "A ' lock-in ' is not destabilized by cultural assimilation or learning (given these parameter values ).",
        "nemesis called ASSIMILATION.",
        "The assimilation of events with substances in this way seems strained, however."
    ],
    "definition": [
        "The act or process of assimilating.\nThe state of being assimilated.",
        "The act or process of assimilating.",
        "The state of being assimilated.",
        "Physiology The conversion of nutriments into living tissue; constructive metabolism.",
        "Link/Cite"
    ]
}