{
    "translation": "לשייך, להועיד",
    "uses": [
        "\"Fine. I'll assign him something to do,\" Damian said.",
        "We'll assign her a Guardian and bring her in.",
        "Betsy suggested we each assign our new identities without telling each other except our spouses.",
        "Let's assign responsibilities and not second guess results.",
        "To this age alone can we probably assign Isa.",
        "It is difficult to assign the invention of any art or science definitely to any particular age or race.",
        "It was formerly the custom to assign the invention of algebra to the Greeks, but since the decipherment of the Rhind papyrus by Eisenlohr this view has changed, for in this work there are distinct signs of an algebraic analysis.",
        "\"You can't just assign one because she's human,\" Toby said.",
        "This resolution of the original wave is the well-known \"Principle of Huygens,\" and by its means he was enabled to prove the fundamental laws of optics, and to assign the correct construction for the direction of the extraordinary ray in uniaxial crystals.",
        "200, though James and other scholars assign it to the 3rd century.",
        "Bancroft is disposed to assign them to the Moquis.",
        "It is impossible to assign any precise date for the beginning of the Hanseatic League or to name any single factor which explains the origin of that loose but effective federation of North German towns.",
        "It is then possible to assign to each body a specific coefficient of affinity.",
        "Lipsius and Zahn assign it to the middle of the 2nd century.",
        "Yet it is impossible to hold that the Targum of Onkelos was the only representative of Targum tradition that existed among the Jews down to the 7th century A.D., the period to which the internal evidence compels us to assign the Targum Jerushalmi as used by the Fragmentary Targum and the pseudo-Jonathan.",
        "Should this be so, then if the ordinary Malay cats are the descendants of the jungle-cat, we shall have to assign the same ancestry to the Siamese breed.",
        "Murray inclines to assign it to Sir James Inglis, or an unknown priest of the name of Wedderburn.",
        "Like Varro, he survived Cicero by some years, but the tone and spirit in which his works are written assign him to the republican era.",
        "But here it becomes necessary to ask what is the precise meaning which we are to assign to the phrases, \" to David,\" \" to Asaph,\" \" to the sons of Korah.\"",
        "In stating constructively the doctrine of immortality we must assign altogether secondary importance to the metaphysical arguments from the nature of the soul.",
        "After introductions and the necessary sign-in paper work was complete it was decided to assign Ms. Turnbull a second floor room.",
        "Simply not knowing how the information is known doesn't assign the solution to the occult.",
        "Macgillivray did not, however, assign to this essential difference any systematic value.",
        "To assign any specific date to the end of this formative age is of course impossible, but meaning by the end what has just been stated, we shall not be far wrong if we place it somewhere near the beginning of the 10th century.",
        "The Metazoa form two main branches; one, Parazoa, is but a small unproductive stock comprising only the Phylum Porifera or Sponges; the other, the great stem of the animal series Enterozoa, gives rise to a large number of diverging Phyla which it is necessary to assign to two levels or grades - a lower, Enterocoela (often called Coelentera), and a higher, Coelomocoela (often called Coelomata).",
        "But against this explanation of the heading ry;p' 2 there is an almost insuperable objection; for, since both the first and second books contain psalms with this heading, it is clear that the \" Chief Musician's - or Director's - Psalter \" must have been in existence before either of these books; in which case, apart from the difficulty of the antiquity which we should be compelled to assign to this earliest Psalter, it is impossible to understand on what principle the first book of Psalms was formed.",
        "\"Kris wants to assign Hannah as my new mom,\" the angel continued.",
        "As it does not appear that the above-mentioned rule of intercalation was ever regularly followed, it is impossible to assign exactly the days on which the different years begin.",
        "On the other hand, the Prussians were new to the battlefield, and the reaction after the elation of victory was intense; moreover, if what happened at Hiihnerwasser affords a guide, the staff would have required some days to disentangle the units which had fought and to assign them fresh objectives.",
        "Jerome says that Apollos was so dissatisfied with the division at Corinth, that he retired into Crete with Zenas, a doctor of the law; and that the schism having been healed by Paul's letter to the Corinthians, Apollos returned to the city, and became its bishop. Less probable traditions assign to him the bishopric of Duras, or of Iconium in Phrygia, or of Caesarea.",
        "It was intended to assign to the war department £T3,804,918, to the grand master of ordnance £T358,108, to the admiralty £T93,912, and to the ministry of finance £T2,443,202 for the payment of the war indemnities in Thessaly and other urgent liabilities, the estimated aggregate extraordinary expenditure thus amounting to £T6,700,140.",
        "It also becomes clear that only where such mental life really appears need we assign an independent existence, but that the purposes of everyday life as well as those of science are equally served if we deprive the material things outside of us of an independence, and assign to them merely a connected existence through the universal substance by the action of which alone they can appear to us.",
        "Nor do we find that his interest in special studies leads him to assign them a disproportionate place in his general view of the literature of a period.",
        "Hence Caesar seems to assign more extensive functions to the Druids than they actually possessed.",
        "An adopted child was a full heir, the contract might even assign him the position of eldest son.",
        "He had then to assign her the income of field, or garden, as well as goods, to maintain herself and children until they grew up. She then shared equally with them in the allowance (and apparently in his estate at his death) and was free to marry again.",
        "Mead's treatise on The Power of the Sun and Moon over Human Bodies (1704), equally inspired by Newton's discoveries, was a premature attempt to assign the influence of atmospheric pressure and other cosmical causes in producing disease.",
        "- These may be subdivided into two classes - covenants not to assign or underlet without the lessor's consent (it may be noted that such consent must be applied for even if, under the covenant, it cannot be withheld); and covenants in restraint of trade, e.g.",
        "Wyntoun and Mair, as we have seen, assign him to that period.",
        "1) and other ancient writers assign them to the authorship of Leucius Charinus.",
        "A covenant not to assign without the lessor's assent runs with the land and applies to a re-assignment to the original lessee.",
        "Thereupon Ormazd will hold a judicium universale, in the form of a general ordeal, a great test of all mankind by fire and molten metal, and will judge strictly according to justice, punish the wicked, and assign to the good the hoped-for reward.",
        "To these stormy periods we may safely assign the alterations which may be traced in the staircases, which a.re sometimes abruptly cut off, leaving a gap requiring a ladder, and the formation of secret passages communicating with the arenariae, and through them with the open country.",
        "On the whole, modern authorities assign Pheidon to the first half of the 7th century.",
        "For instance, if the curve is of S-form, the point of danger is when the train enters the contra-flexure, and it is not an easy matter to assign the best superelevation at all points throughout the double bend.",
        "Kleinenberg), in which case there is more reason for favouring the view that would assign an equality between the prostomium and the (in that case) other segments of the body.",
        "To some of the Linnaean genera he dare not, however, assign a place, for instance, Buceros, Haematopus, Merops, Glareola (B risson's genus, by the by) and Palamedea.",
        "Covenants by the lessee to build and repair, not to assign or underlet without license, or to insure, or not to carry on a particular trade on the premises leased, have been held not to be \" usual.\"",
        "methylene oxide if we assign to it the formula H 2 C O CH 2, but if the formula H 2 C O CH 2 (which assumes the presence of two free valencies) be accepted, the calculated and observed heats of formation are in agreement.",
        "The expedition was an ignominious failure, and many burghers did not hesitate to assign their non-success to the fact that Burgers's views on religious questions were not sound.",
        "So long as the characters of new fossils are only of specific and generic value, it is mostly possible to assign the birds to their proper place, but when these characters indicate new families or orders, for instance Hesperornithes, Ichthyornithes, Palaelodi, their owners are put outside the more tersely constructed classifications applicable to modern birds.",
        "uniformly assign these treatises to Boetius, they are to be regarded as his; that it is probable that Symmachus and John (who afterwards became Pope) were the men of highest distinction who took charge of him when he lost his father; and that these treatises are the first-fruits of his studies, which he dedicates to his guardians and benefactors.",
        "It was left to the Stoics to separate the wheat from the chaff, and to assign to the words \"knowledge\" and \"nature\" a saner and more comprehensive meaning.",
        "Modern scholars, who accept this view, assign him to about 550 B.C.; others regard him as purely mythical.",
        "In 1783 Boddaert printed at Utrecht a Table des planches enlumineez, 9 in which he attempted to refer every species of bird figured in that extensive series to its proper Linnaean genus, and to assign it a scientific name if it did not already possess one.",
        "And you randomly assign him new moms every few dozen years and then send Gabriel to pick them off at the end.",
        "The Ecclesiastical Commissioners Act 1840, § 42, provides that no spiritual person may sell or assign any patronage or presentation belonging to him by virtue of any dignity or spiritual office held by him; such sale or assignment is null and void.",
        "Succeeding princes repeated the family names, but we cannot assign them any certain order.",
        "We test them to see what the talent is and where to assign them.",
        "Both these writers assign the Apocalypse to the reign of Domitian.",
        "Other authorities, however, assign considerably lower dates for the dynasties prior to the 18th.",
        "Though a few later authorities, such as Epiphanius and Theophylact, assign the book to earlier or later periods, the main body of early Christian tradition attests the date of its composition in the closing years of Domitian.",
        "Notwithstanding, on various critical grounds, Baur, Hilgenfeld, Lightfoot, Westcott, Hort and Beyschlag assigned the book to the reign of Nero, or to the years immediately following his death, while Weiss, Dusterdieck and AfIommsen assign it to the time of Vespasian.",
        "Our knowledge of the Pacific in this respect is still very imperfect, but it appears to be less salt than the other oceans at depths below 800 fathoms, as on the surface, the salinity at considerable depths being 34.6 to 34.7 in the Western part of the ocean, and about 34.4 to 34.5 in the eastern, so that, although the data are by no means satisfactory, it is impossible to assign a mass-salinity of more than 34.7 per mille for the whole body of Pacific water.",
        "They do not form a sixth book, for we know from Avianus that Phaedrus wrote five books only, but it is impossible to assign them to their original places in the five books.",
        "A year later Pierce surrendered this and procured another, which in effect made him proprietor of the colony, but he was twice shipwrecked and was forced to assign to the adventurers his second patent.",
        "II may safely be taken to assign not only a free and informal but also a didactic character to the apostle Paul's discourse in the upper chamber of Troas, when \"he talked a long while, even till break of day.\"",
        "The pitch of a sound, the note which we assign to it, depends on the number of waves received by the ear per second.",
        "At present we cannot assign a more exact value than Uo = 331 metres per second.",
        "Or, if the same plate be moved in contact with two tuning-forks, we shall, by comparing the number of sinuosities in the one trace with that in the other, be enabled to assign the ratio of the corresponding numbers of vibrations per second.",
        "It would be impossible, however, for the stoutest defender of the importance of form in literature to assign the chief part in Montaigne's influence to style.",
        "Or we might consider that aether exists only where matter is not, thus making it a very rare and subtle and elastic kind of matter; then we should have to assign these very properties to the matter itself where it replaces aether, in addition to its more familiar properties, and the complication would remain.",
        "This theory may have been nothing more than an instance of the Greek tendency to assign a northern or \"hyperborean\" home to deities in whose character something analogous to the stormy elements of nature was found.",
        "Mickiewicz and Slowacki were both more or less mystics, but even more we may assign this characteristic to Sigismund Krasinski, who was born in 1812 at Paris, and died there in 1859.",
        "But no formula has yet been invented, derived on theoretical principles from the physical data, which will assign by calculation a definite magnitude to 3.",
        "The thermochemical properties of the constituents of an explosive will assign an upper limit to the volume, temperature and pressure of the gas produced by the combustion; but much experiment is required in addition.",
        "To the third quarter of the 10th century we may assign the Greek lexicon of Suidas, a combination of a lexicon and an encyclopaedia, the best articles being those on the history of literature.",
        "Among classical teachers an increasing number would prefer a longer course extending over six years for Latin, and at least three for Greek, and some of these would assign to the elementary school the first two of the proposed six years of Latin study.",
        "Of 177 species valid in the family Giesbrecht and Schmeil assign 67 to Diaptomus.",
        "\" The earliest form of the version \" (to quote Dr Kennedy 4) \" to which we can assign a definite date, namely, that used by Cyprian, plainly circulated in Africa.\"",
        "It does not, however, accord with other passages, which assign only four generations from Jacob's children to Moses (Ex.",
        "10 (which places Sennacherib's invasion in Hezekiah's 14th year) is correct, and assign accordingly Hezekiah's accession to 715.",
        "Although it did not enter into the calendar of the Greeks, and was not introduced at Rome till after the reign of Theodosius, it has been employed from time immemorial in almost all eastern countries; and as it forms neither an aliquot part of the year nor of the lunar month, those who reject the Mosaic recital will be at a loss, as Delambre remarks, to assign it to an origin having much semblance of probability.",
        "The trees of the genus are closely allied in botanic features, as well as in general appearance, so that it is sometimes difficult to assign to them determinate specific characters, and the limit between species and variety is not always very accurately defined.",
        "If we only assign positive values to n and a, the band fades away from the head, the lines at first increasing in distance.",
        "It is indeed difficult to assign any rational place to the empirio-criticism of Avenarius.",
        "is not arranged upon strict ethnographic principles; perhaps religious antagonism induced the Hebrews to assign to the Canaanites an ancestry different from their own; at any rate the close connexion which existed from an early date between the Phoenicians and the Egyptians may have suggested the idea that both peoples belonged to the same race.",
        "Gantarawadi has, however, encroached westwards beyond the boundaries which nature would assign to it.",
        "Most of the martyrologies and calendars assign April 25 as the day on which he should be commemorated; but the Martyr.",
        "37,395,000 Imperial assign ments.",
        "some archaeologists assign to the 1 I th, others (and with far better reasons) to the 8th century B.C., the earliest tombs of the Alban necropolis and the coeval tombs of the necropolis recently discovered in the Forum at Rome.",
        "Unfortunately in a question of this kind the dating of our documents is the first matter of importance, and it seems that we can only assign dates to the different parts of the Avesta by processes of finedrawn conjecture.",
        "The Turin Papyrus preserves many names on its shattered fragments, and the monuments are for ever adding to the list, but it is difficult to assign them accurately to their places.",
        "The excluded genera are distributed among the liverworts, lichens and fungi; but notwithstanding the great advance in knowledge since the time of Linnaeus, the difficulty of deciding what limits to assign to the group to be designated Algae still remains.",
        "Licensee may not assign this Agreement (including by operation of law) without the prior written consent of Licensor.",
        "Any such attempt to assign shall be null and void.",
        "We have still to admit with Darwin that it is difficult or impossible to assign utility to all the characters that distinguish species, and particularly to those characters by which systematists identify species.",
        "Even to the question of miraculous and external evidence he would have been inclined to assign a secondary place.",
        "The chief or recognized head of the clan or section alone can properly dispose of it or assign its use for a time to an outsider; and even he is expected to obtain the consent of the heads of families before he alienates the property.",
        "Then followed the tremendous warning, that to assign His work to Satan, and so to call good evil, was to blaspheme against the Holy Spirit - the one sin which admitted of no forgiveness.",
        "This is from the second document, which he continues to use, and that without interruption (if we may venture to assign to it the raising of the widow's son at Nain and the anointing by the sinful woman in the Pharisee's house), until he returns to incorporate another section from St Mark.",
        "The order of the categories is in the main outlines fixed; but in the minor details much depends upon the philosopher, who has to fill in the gaps between ideas, with little guidance from the data of experience, and to assign to the stages of development names which occasionally deal hardly with language.",
        "The tendency has been to assign more of the Old Testament, in its present form, to the Persian age and later; and also to work upon lines which are influenced sometimes by the close agreement with Oriental conditions generally and sometimes by the very striking divergences.",
        "The older incantations, associated with Ea, were re-edited so as to give to Marduk the supreme power over demons, witches and sorcerers; the hymns and lamentations composed for the cult of Bel, Shamash and of Adad were transformed into paeans and appeals to Marduk, while the ancient myths arising in the various religious and political centres underwent a similar process of adaptation to changed conditions, and as a consequence their original meaning was obscured by the endeavour to assign all mighty deeds and acts, originally symbolical of the change of seasons or of occurrences in nature, to the patron deity of Babylon - the supreme head of the entire Babylonian pantheon.",
        "To the latter part of this period Professor Hilprecht would' assign the new Deluge fragment.",
        "We must assign them, therefore, to another source, though, in view of xx.",
        "Aristotle would assign to Socrates the elaboration of two logical functions: - general definition and inductive method.'",
        "He brought existential propositions, indeed, within a rational system through the principle that it must be feasible to assign a sufficient reason for them, but he refused to bring them under the conception of identity or necessity, i.e.",
        "It must be remarked that it is not always possible to assign a treaty wholly to one or other of the above classes, since many treaties contain in combination clauses referable to several of them.",
        "If it be possible to assign to some of the monuments discovered in Arabia by Glaser a date not later than 1500 B.C., the origin of the alphabet and its dissemination are carried back to a much earlier period than had hitherto been supposed.",
        "In reality it is impossible to assign any exact dates for the opening and close of such a period.",
        "Under a convention signed at Constantinople on the 4th of June 1878, Great Britain engaged to join the sultan of Turkey in defending his Asiatic possessions (in certain contingencies) against Russia, and the sultan, \" in order to enable England to make necessary provision for executing her engagement,\" consented to assign the island of Cyprus to be occupied and administered by England.",
        "It is difficult to assign dates to a few events recorded in Persian history for the eighteen years following the death of Abd ulLatif; and, were it not for chance European missions, the same difficulty would be felt in dealing with the period after the death of Abu Said up to the accession of Ismail Sufi in 1499.",
        "Some, however, assign an Etruscan origin to the ceremony, the Sibylline books themselves being looked upon as old Italian \"black books.\"",
        "It has been usual, however, to assign to his work a date c. 130-140, or even later.",
        "Antipater was forced to assign to it \" positive value,\" and to give it a place amongst \" things preferred \" (Cic. De fin.",
        "It was admitted that he had borrowed largely from the treasury, on the security of his civil list, and the Republican deputies accused him of endeavouring to assign the tobacco monopoly to one of his own foreign creditors, in settlement of the debt.",
        "7 assign the offering to the officiating priest in contrast to vi.",
        "We may assign A.D.",
        "Financial embarrassments a short time afterward caused Byllynge to assign his shares in trust for his creditors to three Quakers, William Penn, Gawen Lawrie and Nicholas Lucas.",
        "Some modern scholars, however, assign it to an anonymous poet of the time of Alexander the Great.",
        "No definition had been given by the decree of 1885 as to what constituted the \"vacant lands\" which became the property of the state, but the effect of the later decrees was to assign to the government an absolute proprietary right over nearly the whole country; a native could not even leave his village with out a special permit.",
        "It was proposed to assign to him a considerable revenue, but he would not accept it while his counsels were not followed.",
        "Some have supposed on very flimsy evidence that he quarrelled with the Egyptian court and retired to Cos, and would assign various poems to the \" later-Coan \" period.'",
        "If the theory of knowledge thus passes insensibly into metaphysics it becomes somewhat difficult to assign a distinct sphere to logic (q.v.).",
        "The length of their life is difficult to assign, because there is some tendency for a new group to arise where an old one has disappeared; but one is recorded which appeared in the same place for eighteen months; the average is perhaps two months.",
        "In 1300 the Chinese authorities assign 166,257 inhabitants; in 1370, 291,000; in 1617, 250,524; and in 18 35, 1,350,000.",
        "Scholars who assign the passage in Jeremiah to 604 B.C. (e.g.",
        "We may, therefore, with Wellhausen, Nowack and Marti, assign Obadiah 1-14 to the same period.",
        "To this particular canon Hefele is disposed to assign a very early date.",
        "It is difficult to assign precise dates to SS.",
        "When a room has bad acoustic quality we can almost always assign the fault to Large smooth surfaces on the walls, floor or ceiling, which reflect or echo the voice of the speaker so that the direct waves sent out by him at any instant are received by a hearer with the waves sent out previously and reflected at these smooth surfaces.",
        "Most of the elements combine with oxygen in several proportions, for example nitrogen has five oxides: N 2 0, NO, N 2 0 3, NO 2, N205; for classificatory purposes, however, it is advantageous to assign a typical oxide to each element, which, in general, is the highest having a basic or acid character.",
        "The association is ruled by a house-father (dornanyin or staryeshina) and a house-mother (domanyitsa), who assign to the members their respective tasks.",
        "The German excavators assign it to the `Amran mound, its tower having stood in a depression immediately to the north of this, and so place it south of the Qasr; but E.",
        "Among the problems of theoretical astronomy we may assign the first place to the determination of orbits, which is auxiliary to the prediction of the apparent motions of a planet, satellite or star.",
        "Max Friedrichsen) assign both the Alai and the Trans-Alai Mountains to the Pamirs.",
        "Disregarding the traditions which assign 1412 or even 1410 as the commencement of these explorations, it appears that in 1415, the year of Ceuta, the prince sent out one John de Trasto on a voyage which brought the Portuguese to Grand Canary.",
        "It cannot be stated with the same definiteness that we can assign heights to our terrestrial mountains, because there is no fixed sea-level on the moon to which elevations can be referred.",
        "Among these we must assign the first rank to the method of C. E.",
        "It is to the period between April 1532 and November 1533, and in particular to the time of his second sojourn at Orleans, that we may most fittingly assign the great change in Calvin which he describes (Praef.",
        "It was probably due to an invasion undertaken by Brythons 1 from Britain, but it is impossible to assign a precise date for their arrival.",
        "13-17 has led many critics to assign this poem to the time of the greatest warrior-king of Northern Israel, Jeroboam II.",
        "982-1057), noticing that the royal list must be later than the time of Saul (also recognized by Martin Luther and others), proposed to assign the chapter to the age of Jehoshaphat.",
        "We cannot certainly assign to him more than four or five (Deus Creator Omnium, Aeterne rerum conditor, Jam surgit hora tertia, and the Christmas hymn Veni redemptor gentium) of those that have come down to us.",
        "The sites on which it has been observed range from Dakka to Halfa, that is to say within the precise limits which late Latin and Greek writers assign to the Blemyes, and there is good reason to identify the people that evolved it with this hitherto almost unknown barbarian nation.",
        "Its light is so faint and diffuse that it is impossible to assign dimensions to it, except to say it covers a region of several degrees in extent.",
        "While the GPS figures listed were in the standard sequence of latitude and longitude, Quinn seemed to take these figures and assign a numeric equivalent of his own.",
        "If they are unable to destroy him, they will assign soldiers to shadow his every move to prevent him from creating more vampires.",
        "We'll assign her a Guardian to bring her into the organization, Jule said.",
        "Normally, I'd assign you a Guardian like Gerry, and we'd pull you into our organization, where you can meet others like you.",
        "Improved customer service - provide accurate ETA's and assign drivers to nearest job.",
        "Use this screen to specify aliases or users to assign to the workflow step.",
        "There is no attempt to use artificial intelligence to actually assign marks and markers will need to read the answers typed in by students.",
        "assign, sub-license or otherwise transfer your rights under these terms.",
        "assign a task.",
        "assign fixed IP addresses to some computers on my network?",
        "assign which attributes to whom.",
        "PUBLICATIONS: ASSIGN publishes the quarterly journal assignation which is offered at a reduced subscription rate to members (£ 35 per annum ).",
        "JNCC are developing a computer program to help assign benthic sample data to biotopes in the national biotope classification.",
        "I was fortunate to discover it on my parents ' bookshelf long before it ever occurred to my teachers to assign it to me.",
        "The most common solution to this problem among pagan writers was to assign the physical creation to an inferior deity, called the demiurge.",
        "The Bank may transfer, assign or otherwise dispose of this Agreement without notice to the Customer.",
        "Can I assign fixed IP addresses to some computers on my network?",
        "Kenneth mortgage Shepard hierarchy to assign.",
        "Reform unmarried women broker California Kenneth mortgage shepard hierarchy to assign.",
        "If you use a particular macro often, assign it to a toolbar button, a menu, or shortcut keys.",
        "The document group feature lets you assign a specific layout to a selected customer with automatic handling of the customized layouts during document production.",
        "We are particularly gratified by the FDA's decision to assign Fast Track status to LymphoStat-B for use in treating systemic lupus erythematosus.",
        "Championship manager 4 provides the option to fully customize the training of your team, enabling managers to assign specific schedules.",
        "Q: I can't seem to assign the metronome to an individual output on my LE.",
        "AuthName: specify the name: specify the name you want to assign to the protected area.",
        "Therefore what we need are statistical techniques that allow us to assign a probability to the outcome of an experiment.",
        "purport to assign or transfer the Contract or the benefit thereof to any other person.",
        "They were asked to assign a rating of 1-7 to each of these photos.",
        "I wondered: ' How do I assign logon scripts to users?",
        "The purpose of the denotational semantics of a language is to assign a value to every expression in the langauge.",
        "Instant rhythm creation Assign sampled sounds to up to ten parts, then use the step sequencer to create rhythm patterns.",
        "shews what place in language, in grammar, we assign to the word.",
        "How do I assign a shortcut key to a style?",
        "avoiding solipsism requires that we assign consciousness (or reality) to everyone we could meet who is sufficiently similar to ourselves.",
        "Another way to assign a value to a register will become clear in the next subsection.",
        "With attribute type synonyms, a directory can assign multiple names to the same attribute.",
        "tephra layers can also be accurately dated you have a great series of time points to assign any fossils to.",
        "the application (assign t v w) copies (sizeof t) bytes of data from w into v.",
        "They desired to assign simple whole numbers to everything -- and in particular they assigned ratios of numbers to musical intervals.",
        "Alexander himself first visited the site of Troy and there went through those dramatic acts of sacrifice to the Ilian Athena, assumption of the shield believed to be that of Achilles and offerings to the great Homeric dead, which are significant of the poetic glamour shed, in the young king's mind, over the whole enterprise, and which men will estimate differently according to the part they assign to imagination in human affairs.",
        "A lessee, who farms on condition of dividing the produce with the lessor, can only underlet or assign if he is expressly empowered to do so by the lease (Art.",
        "But, while he thus stood aloof from philosophy, Xenophanes influenced its development in two ways: first, his theological henism led the way to the philosophical henism of Parmenides and Zeno; secondly, his assertion that so-called knowledge was in reality no more than opinion taught his successors to distinguish knowledge and opinion, and to assign to each a separate province.",
        "In modern times attempts have been made to assign to it the consonantal value of U, but in English another symbol W is used for this, while V has received the value of the voiced form of F, which itself had originally a sound resembling the English W (see under F).",
        "If we assign to a column of water at the equator the density S-7-= 1.02 2 at the surface and 1.028 at l000 fathoms, or an average of 1.025, and to a column of water at the polar circle a mean density of i 028, there would result a difference of level equal to (1.028 - 1.025) X moo = 3 fathoms in a distance from the equator to the polar circle of some 4600 m.",
        "To the same century we may assign the grammarian Theodosius of Alexandria, who, instead of confining himself (like Dionysius Thrax) to the tenses of Tb rTW in actual use, was the first to set forth all the imaginary aorists and futures of that verb, which have thence descended through the Byzantine age to the grammars of the Renaissance and of modern Europe.",
        "The attempts made by his father to assign him a kingdom, first Alamannia (829), then the country between the Meuse and the Pyrenees (839), at the expense of his half -brothers Lothair andLouis led to a rising on the part of these two (see Lours I., the Pious).",
        "To assign only a single cause for these phenomena, when the facts familiar to us suggest several, is insane, and is just the absurd conduct to be expected from people who dabble in the vanities of astronomy.\"",
        "(For the history of the office of coroner, which is a very ancient one, see that title.) The county council may appoint any fit person, not being a county alderman or county councillor, to fill the office, and in the case of a county divided into coroners' districts, may assign him a district.",
        "Other authorities assign less antiquity to the Hova immigration and believe that they found the Negroid tribes already in occupation of the island.",
        "But its precise limits are difficult to assign, the Phrygian frontier being vague and fluctuating, while in the north-west the Troad was sometimes included in Mysia, sometimes not.",
        "Assignment The Purchaser shall not assign or transfer or purport to assign or transfer the Contract or the benefit thereof to any other person.",
        "Assign images and polyphonic ringer melodies to specific entries in your address book.",
        "For the word \" number \" here shews what place in language, in grammar, we assign to the word.",
        "Avoiding solipsism requires that we assign consciousness (or reality) to everyone we could meet who is sufficiently similar to ourselves.",
        "As the tephra layers can also be accurately dated you have a great series of time points to assign any fossils to.",
        "The application (assign t v w) copies (sizeof t) bytes of data from w into v.",
        "Since all the children are constantly complaining about boredom, their mother is going to assign each of them chores.",
        "Since the children are constantlycomplainingabout boredom, their mother is going to assign each of them chores.",
        "You and the other hostesses need to meet at least once to make lists, assign duties, and work out your budget.",
        "When hosting a baby shower plan ahead to provide a comfortable chair for the mother-to-be to sit in, assign a person to hand her the gifts, and another to write a list tracking who gives what gift.",
        "Assign every family a night to bring a healthy meal.",
        "Feel free to assign categories, or give them a more general gift idea.",
        "One of the best ideas for identifying them is to assign a color to each child.",
        "They are the largest hybrid online player, where much of the transaction is on-line, but they also assign an agent.",
        "Just go through the menu options to describe your Apple laptop to see what value the website will assign to it.",
        "Wear and tear, unreadable date and surface erosions and wear will assign the coin a lower number; the better the condition, the higher the number.",
        "You can also assign roles to everyone; this gets the whole family involved, making for a great bonding activity.",
        "Usually, programs assign clients a specific counselor to assist them.",
        "Reports can be run as frequently as needed and merchants can assign multiple passwords and accounts for each user.",
        "After this, the County Court will assign a date when the person who originally filed for divorce must appear and answer any questions that the judge has.",
        "The next step in the process is to have the Court assign a value to each asset and add in the debt.",
        "Administrative forms exist mainly for the court's records; substance forms dissolve the marriage, distribute property, assign child custody and award alimony, if applicable.",
        "Assign tasks to each family member, keep a handy list nearby of what items can be recycled and stay organized to make sure your home recycling program is a success.",
        "Divide the playroom into zones and assign each activity a zone.",
        "You can assign one foot to one square on the graph paper.",
        "If a bank has you assign a unique username and password, make sure it's different from your e-mail and other passwords and do your best to come up with a memorable but unique username.",
        "You can make any album public or private and assign viewing rights to specific users.",
        "Assign someone to take photos of each guest with the graduate, and then feature that photo on the page with the greeting card.",
        "Assign a specific time that everyone needs to return, regardless of whether the team has all of the items photographed or not.",
        "Assign roles for each member to be responsible for.",
        "Next, divide those tasks into categories and assign a completion date to each.",
        "Be sure that your \"assistants\" understand how much time and effort will be involved in each project and assign tasks accordingly.",
        "Assign guest seating and get place cards, favor tags, welcome bags, and the like printed.",
        "Decide which jobs are suitable for whom, and assign them accordingly.",
        "Some companies even assign specific designers to focus on the script and writing dialogue for their games, especially when a game is story and spoken audio intensive.",
        "You can assign up to four of them to the X, Y, A and B buttons.",
        "The screen is your basic 65,000 color screen and though you can assign pictures to contacts in your phone, they are Virgin Mobile provided and they are cartoons.",
        "There is a mini-browser and you can also assign pictures to contacts in your address book.",
        "You must in fact bring the phone to your provider and ask that they not only activate it, but that they also assign the phone to your current phone number.",
        "Many children's hospitals will assign a teacher to any child able to do some assignments.",
        "For each coin that comes up heads, assign three points.",
        "Assign each coin that comes up tails two points.",
        "Then label and assign the corresponding colors to the squares.",
        "Use a book that your student is reading to assign several pages for him to study.",
        "Cenlar is one of these companies; they do not provide mortgage loans, but they do provide customer service to homeowners with mortgage loans assign to Cenlar.",
        "Depending on the lender, you may have to schedule these tasks yourself or your lender may assign a day and time for an approved inspector/appraiser to visit your home.",
        "They assign the dogs to small playgroup clusters to keep the level of care up to an impressive quality.",
        "Players create their own clay creatures and then assign them special powers like \"the drop\".",
        "Since it's likely that you'll need to change the content on your website regularly, it's a good idea to assign a web site volunteer to be in charge of keeping your site updated on an ongoing basis.",
        "It's also essential to have a quality sounds system and assign someone to be in charge of the audio visual equipment.",
        "Assign someone to set up and test the A/V system up early, as well as to provide training to the people who will be speaking during the event.",
        "Rather, it is the responsibility of the individual or organization making the contribution to assign a reasonable and accurate value to the donated items.",
        "Additionally, assign volunteers to approach their personal and professional contacts about ordering beverages from the organization.",
        "Don't forget to assign an adult to join the kids and watch over their safety.",
        "Some quizzes assign point values to each answer choice, and you must add up your points.",
        "The nice thing about limericks are that you can decide just how dirty you plan to make them, and assign the rhyme based on that.",
        "A professional grader examines the diamond under 10X magnification to identify inclusions and assign a clarity grade based on how easy it is to see any blemishes in the stone.",
        "Within the invitation, Buddha reveals his plans to assign an animal to each of the twelve years based on the order of arrival to his convention.",
        "Although the sun sign or birth year isn't the only important factor in your natal chart, in Chinese astrology the year of your birth will assign you to an animal such as the Rooster or a Rat.",
        "Assign point values to rewards (use higher values for more important or desired rewards).",
        "Math Chute: Assign each player a number.",
        "MySpace rules prohibit children under 14 from creating an account and assign restricted accounts to members who are 14 or 15 years old.",
        "Assign points, use tokens, or have a predetermined amount of stickers they need to get, to help you decide what the reward will be.",
        "The chore chart can be used to assign chores and also to keep track of whether the family member has completed them.",
        "If they really want to get into it, have them assign parts, write out a script, and find a few props.",
        "Assign chores such as dishwashing, bed making, and laundry duties to the appropriate age.",
        "Assign speeches according to age; two to four lines is enough for a three- or four year-old, while an older child will probably do fine with a 10- to 12-line speech.",
        "If you have several children, you can assign each of them one part of the basket as well.",
        "Many teachers assign projects as a regular part of their course curriculums.",
        "If you do assign homework, be sure it is appropriate for kindergarten students.",
        "The mind uses the shape of the clouds and the imagination takes over from there to assign a name to the form.",
        "However, the research you do ahead of time can help you assign value to your priorities.",
        "Whether you simply admire star tattoos, and enjoy the three dimensional difference in the nautical star, or you want to assign the star a meaning that is more personal to you, the nautical star is a design that is open to everyone.",
        "On the departure date, the courier company will assign the courier another package which they will need to safeguard back to the United States using the return part of their airline ticket.",
        "Assign a staffer to screen the resumes and set up the interviews.",
        "Rather than having to assign a name to each one of your documents and decide where to store it, ActiveFiler does this for you automatically.",
        "The user can assign those tasks to a specific group or employee and track their completion.",
        "You may want to assign a couple of cheerleaders to hold signs with the words and encourage the crowd to shout with you.",
        "From cleaning the bathroom to cooking dinner, you can list out whatever your home needs, and assign people to each task.",
        "Be sure to assign chores that are age-appropriate for children, and realistic for those with incredibly busy schedules, such as a working spouse.",
        "Assign three bins in a central area for family members to load.",
        "After clothes have been sorted, assign each family member to a room.",
        "Use your bins again and assign a bin for each room in the house, then deposit the items that do not belong.",
        "You need to assign yourself a screen name; don't use your full legal name for security purposes.",
        "One effective way to incorporate projects into your middle school French lesson plans, is to assign groups of students (or individual students) to certain things that you'd like to cover throughout the year.",
        "Rather than wait for lawsuits to assign blame, the insurance companies are required to pay up to $50,000 toward medical expenses regardless of who caused the accident.",
        "The company will investigate the case and assign an attorney as appropriate.",
        "Your insurance company will not automatically assign you a deductible, although they may suggest various deductibles based on your preferences.",
        "This means that mental health practitioners must assign a number to each patient that is indicative of a mental health issue.",
        "Assign your guests their characters ahead of time so they can come in costume and all ready to play their part.",
        "Once you've figured all this out, you can assign different tasks to different neighbors.",
        "If there are a lot of family members to be invited, get help from several people and assign a certain number of calls for each to make.Also take advantage of being able to announce the date of the reunion at the previous year's reunion.",
        "Assign a specific egg color for each team.",
        "The houseguests vote each other off the show, and producers assign them various tasks and challenges to complete.",
        "For example, the very first activity involved all of the contestants being measured and evaluated to assign them an individual \"beauty score.\"",
        "At this stage, you will be required to travel, at your own expense, to whatever casting call the producers assign you to.",
        "Did you know you can assign different sounds to just about everything that can happen in Windows?",
        "This can help when you're naming various characters and you desire to assign a name that will be a good personification of the character or at the least convey a few of her or his personal traits.",
        "Once you upload them, you can create categories and assign the pictures to separate categories.",
        "Search engines assign tremendous value to inbound links -- so offer your visitors something worth linking to.",
        "These are items you'll assign in one place, in your CSS code, so try to make the formatting work across all pages of your site, not just one.",
        "They first developed ActionScript, a coding language similar to JavaScript, letting web designers assign behaviors and classes and instances to various graphic elements.",
        "No native traditions assign origin to these remains, nor has any complete explanation of their existence been offered.",
        "Perhaps we might assign it and Jer.",
        "It appears from Craig's letter, to which we may therefore assign the date 3589, that, five years before, he had made an attempt to reach Uranienburg, but had been baffled by the storms and rocks of Norway, and that ever since then he had been longing to visit Tycho.",
        "Under such circumstances it would be folly to look upon them as anything but late productions, at all events later than the Early Version, and equal folly to assign these bulky volumes to the last two years of Wycliffe's 3 See Paues, op. cit.",
        "Upon the failure of this attempt, a temporary nominal union with Massachusetts was formed, but in 1692 Samuel Allen, the assign of Mason, caused a royal government to be established with his son-in-law, John Usher, as lieutenant-governor, and during the remainder of the colonial era New Hampshire was separate from Massachusetts except that from 1699 to 1741 the two had the same governor.",
        "Thus in 1871 he was led by certain gaps in his tables to assert the existence of three new elements so far unknown to the chemist, and to assign them definite properties.",
        "4 Bacon (Story of St Paul, p. 198) and Clemen both assign part of the epistle to the Caesarean imprisonment, the former disentangling iv.",
        "xv.), which is held by some to be spurious, while others assign it to one or other of the years 287, 290, 296, 308 (so Mason, The Per sec. of Diocl., pp. 275 seq.).",
        "Paul Leroy-Beaulieu (Les tats- Unis au XX Sicle, Paris, 1904) would assign primacy to the United States as far back as 1885.",
        "Secondly, the Eudemian Ethics, while not agreeing with Plato's Republic that the just can be happy by justice alone, does not assign to the external goods of good fortune (Eutu X ia) the prominence accorded to them in the Nicomachean Ethics as the necessary conditions of all virtue, and the instruments of moral virtue.",
        "Use the money collected to purchase the beverages and notify purchasers when and where they can pick up their merchandise or assign volunteers to provide personal delivery."
    ],
    "definition": [
        "To transfer one’s duty, interest, or right to another, especially regarding property or under a contract, so that the transferee has the same duty, interest, or right as the transferor had. See also assignment and delegate.",
        "To appoint.",
        "To identify.",
        "Link/Cite"
    ]
}