{
    "translation": "הנחה",
    "uses": [
        "I'm sorry I jumped to that assumption wrongly.",
        "It was our assumption that the mine was being worked in the sixties.",
        "Opening the door, she found her assumption correct.",
        "What if her assumption about Darkyn was wrong?",
        "At first they tested to see if the numbers might be the vowels but that assumption didn't seem to work out.",
        "That assumption would destroy the possibility of the existence of laws, that is, of any science whatever.",
        "The assumption was arbitrary, based on no valid evidence.",
        "Embracing the whole philosophic movement under the name of \"the Cartesian system,\" Reid detects its fundamental error in the unproved assumption shared by these thinkers \"that all the objects of my knowledge are ideas in my own mind.\"",
        "But in spite of this he continued to struggle desperately forward, and from between the backs of those in front he caught glimpses of an open space with a strip of red cloth spread out on it; but just then the crowd swayed back--the police in front were pushing back those who had pressed too close to the procession: the Emperor was passing from the palace to the Cathedral of the Assumption--and Petya unexpectedly received such a blow on his side and ribs and was squeezed so hard that suddenly everything grew dim before his eyes and he lost consciousness.",
        "to 1 The increase is due mainly to the assumption of the university obligations in 1880.",
        "Though the first constitution provided for the assumption of a part of the Virginia debt, negotiations opened by Virginia in 1870 were fruitless, and in 1871 that state funded two-thirds of the debt and arbitrarily assigned the remainder to West Virginia.",
        "As my professors told me the first day I started studying economics in college (and never tired of repeating), scarcity is the central underlying assumption of all economic theory.",
        "Berthelot, on the other hand, assumed that the heat-capacity of an aqueous solution is equal to that of an equal volume of water, and calculated his results on this assumption, which involves much the same uncertainty as that of Thomsen.",
        "Thomson) had, in 1846, shown that a totally different assumption, based upon other analogies, led (by its own special mathematical methods) to precisely the same results.",
        "Mayer made an assumption the converse of that of Seguin, asserting that the whole of the work done in compressing the air was converted into heat, and neglecting the possibility of heat being consumed in doing work within the air itself or being produced by the transformation of internal potential energy.",
        "Newcomb: \"At the present time we can only say that the nebular hypothesis is indicated by the general tendencies of the laws of nature, that it has not been proved to be inconsistent with any fact, that it is almost a necessary consequence of the only theory by which we can account for the origin and conservation of the sun's heat, but that it rests on the assumption that this conservation is to be explained by the laws of nature as we now see them in operation.",
        "However inaccessible to us may be the cause of the expression of will in any action, our own or another's, the first demand of reason is the assumption of and search for a cause, for without a cause no phenomenon is conceivable.",
        "The assumption that the decay of Assyria awoke the national feeling of independence is perhaps justified by those events which made the greatest impression upon the compiler, and an account is given of Josiah's religious reforms, based upon a source apparently identical with that which described the work of Jehoash.",
        "In this way, the attributes are suggestively allotted among the four traditional proofs; 7 but we miss an explicit rebutting of Kant's hostile assumption, that it is incompetent for us to take the thought of God piecemeal.",
        "This being the case, we are at liberty to make the assumption that the intrinsic energy of each element (under specified conditions) is zero, without thereby introducing any risk of self-contradiction in thermochemical calculations.",
        "This assumption has the great advantage, that the intrinsic energy of a compound relatively to its elements now appears as the heat of formation of the compound with its sign reversed.",
        "White soon returned to England for supplies, and having been detained there until 1591 he found upon his return no trace of the colony except the word \" Croatan \" carved on a tree; hence the colony was supposed to have gone away with some friendly Indians, possibly the Hatteras tribe, and proof of the assumption that these whites mingled with Indians is sought in the presence in Robeson county of a mixed people with Indian habits and occasional English names, calling themselves Croatans.",
        "Already Dimitri of the Don was called the grand-prince of all Russia, but the assumption of such an ambitious title was hardly justified by facts, because there were still in his time principalities with grand princes who claimed to be independent.",
        "But this was based upon the assumption of a distance-action between electric particles, the intensity of which depended on their relative motion as well as on their position.",
        "This showed that Mayer's assumption was true.",
        "The reformers of the previous reign had endeavoured to make the emancipated peasantry administratively and economically independent of the landed proprietors; the conservatives of this later era, proceeding on the assumption that the peasants did not know how to make a proper use of the liberty prematurely conferred upon them, endeavoured to re-establish the influence of the landed proprietors by appointing from amongst them \" land-chiefs,\" who were to exercise over the peasants of their district a certain amount of patriarchal jurisdiction.",
        "With this assumption, 0.06 is the fraction of the heat energy of the coal which is utilized in the engine cylinders as mechanical work; that is to say, of the 15,000 B.Th.U.",
        "He then argued at length that the correct assumption was that both the general government and the state government were \"all agents of the same supreme power, the people,\" that the people had established the Constitution of the United States and that in the Supreme Court, established under that Constitution, was vested the final decision on all constitutional questions.",
        "It is a gratuitous assumption that the history of (north) Israel ceased with the fall of Samaria or that Judah then took over Israelite literature and inherited the old Israelite spirit: the question of the preservation of earlier writings is of historical importance.",
        "On Sunday morning Marya Dmitrievna invited her visitors to Mass at her parish church--the Church of the Assumption built over the graves of victims of the plague.",
        "The walls and ceiling of the fine Romanesque interior are covered with frescoes of 1570, subdued in colour and well suited to the character of the building; those of the octagonal cupola representing the Assumption of the Virgin are by Correggio, but much restored.",
        "It is a natural assumption that Damascus could still count upon Israel as an ally in 842; not until the withdrawal of Assyria and the accession of Jehu did the situation change.",
        "His dislike of the Ecclesiastical Titles Assumption Bill, the rejection of which he failed to secure in 1851, prevented him from joining the government of Lord John Russell, or from forming an administration himself in this year.",
        "The question, however, still remains to be answered how people came to the belief or to the assumption that through the soul, or the seat of life of the sacrificial animal, the intention of the gods could be divined.",
        "Assumption of Moses >>",
        "The religiosity of the Quakers, with their doctrines of the \" inner light \" and the influence of, the Spirit, has decided affinities with mysticism; and the autobiography of George Fox (1624-1691), the founder of the sect, proceeds throughout on the assumption of supernatural guidance.",
        "He showed the revolutionary and unpractical character of any doctrine such as nullification based on the assumption that the general government was the agent of the state legislatures.",
        "Wollaston starts with the assumption that religion and morality are identical, and labours to show that religion is \"the pursuit of happiness by the practice of truth and reason.\"",
        "7; but the assumption that Darius, as in i Esdras, helped the Jews against them can with difficulty be maintained.",
        "Starting from the wellknown fact that the habitual use of a limb tends to develop the muscles of the limb, and to produce a greater and greater facility in using it, he made the general assumption that the effort of an animal to exert an organ in a given direction tends to develop the organ in that direction.",
        "Of the former class the most conspicuous was the Holy Roman Empire; but in Europe all monarchies were, within certain limits, originally elective; and, after the introduction of Christianity, the essential condition of the assumption of sovereign power was not so much kinship with the reigning family as the \"sacring\" by the divine authority of the Church.",
        "numbering in 1907 nearly 5000, living mostly in Robeson county, are of mixed breed and have been named the Croatans, on the assumption (probably baseless) that they are the descendants of John White's lost colony of 1587.",
        "But what was matter of immanent assumption with Erigena is in them an equating of two things which have been dealt with on the hypothesis that they are separate, and which, therefore, still retain that external relation to one another.",
        "The cathedral of the Assumption (originally S.",
        "away from land and more probably were caused by subsidence; the old river-channels known to exist below sea-level, as well as the former land connexion with New Guinea, seem to point to the conditions assumed in Darwin's well-known subsidence theory, and any facts that appear to be inconsistent with the theory of a steady and prolonged subsidence are explainable by the assumption of a slight upheaval.",
        "But the problem of fitting these into the history of Israel still remains The assumption that the earlier sources for the pre-monarchical history, as incorporated by late compilers, are necessarily trustworthy confuses the inquiry (on Gen.",
        "This assumption, however, cannotbe justified, because it neglected to take account of work which might possibly have to be done within the steam itself during the expansion.",
        "It may further be added that materialism can be shown to be an inadequate philosophy in its attempts to account even for the physical universe, for this is inexplicable without the assumption of mind distinct from, and directive of, matter.",
        "But the character of much of their work makes this assumption impossible.",
        "It is just a question, however, whether, even in instances such as these, the nutritional failure may not be explained upon the assumption of withdrawal of the local vasomotor control.",
        "The evidence of the book is against this assumption.",
        "He was in favour of the Protector's assumption of the royal title and urged his acceptance of it on several occasions.",
        "I - Too and later.) Assumption of Moses.",
        "(See Solomon, The Psalms Of.) The Assumption of Moses.",
        "The present book is possibly the long-lost AcaO'iuo Mwv04cos mentioned in some ancient lists, for it never speaks of the assumption of Moses, but always of his natural death.",
        "With this \"Testament\" the \"Assumption,\" to which almost all the patristic references and that of Jude are made, was subsequently edited.",
        "As there is no means of distinguishing between the configuration of a dextroand laevo-modification, an arbitrary assumption must be made.",
        "Warned by a hurried sign by Hamud that his life was in danger, Mahommed at once attacked Bandar, stabbed him and took possession of the citadel; a general massacre of all members of the house of Ibn Rashid followed, and next day Mahommed appeared with his cousin Hamud in the market-place of Hail, and announced his assumption of the amirship. A strong and capable ruler, he soon established his authority over all northern and western Nejd, and in 1872 the opportunity arrived for his intervention in the east.",
        "Dean didn't comment on Fred's unproved assumption.",
        "During the same period the assumption of the Venetian and Roman debts, losses on the issue of loans and the accumulation of annual deficits, had caused public indebtedness to rise from 92,000,000 to 328,000,000, no less than f 100,000,000 of the latter sum having been sacrificed in premiums and commissions to bankers and underwriters of loans.",
        "Reid, however, attacks the fundamental assumption.",
        "In general his object is to reduce the final equation to a simple one by making such an assumption for the side of the square or cube to which the expression in x is to be equal as will make the necessary number of coefficients vanish.",
        "This assumption, however, has been made quite impossible, not by the historical school, but by the criticism and analysis of economists in the direct line of the Ricardian succession.",
        "Among the Hexapoda generally there is no subsequent ecdysis nor any further growth after the assumption of the winged state.",
        "It is now, in fact, generally admitted that metamorphosis has been acquired comparatively recently, and Scudder in his review of the earliest fossil insects states that \" their metamorphoses were simple and incomplete, the young leaving the egg with the form of the parent, but without wings, the assumption of which required no quiescent stage before maturity.\"",
        "The hall of the Assumption has been left untouched.",
        "If he does not at once buy cotton, but quotes on the assumption that The price will remain steady, he may be involved in serious loss through his estimate being mistaken.",
        "Now, supposing dealing to be confined to experts, what effects upon the course of prices would one expect from the specialism of the cotton market and improved facilities Effect specula= for dealing, on the assumption that dealers were governed wholly in their actions by the course of prices and never tried to manipulate them?",
        "The existence of physical evil, and still more of moral evil, forbids the assumption without qualification that the real is the rational.",
        "Provincial governors were kept under strict supervision; extortion was practically unheard of; the jus Latii was bestowed upon several communities; special officials were instituted for the control of the finances; and the emperor's interest in provincial affairs was shown by his personal assumption of various municipal offices.",
        "The Solomonic authorship has long since been given up: the historical setting of the work and its atmosphere - the silent assumption of monotheism and monogamy, the nonnational tone, the attitude towards kings and people, the picture of a complicated social life, the strain of philosophic reflection - are wholly at variance with what is known of the 10th century B.C. and with the Hebrew literature down to the 5th or 4th century B.C. The introduction of Solomon, the ideal of wisdom, is a literary device of the later time, and probably deceived nobody.",
        "Leake, whom Frazer follows, assumed the Pelasgicum to be a fortified space at the western end of the Acropolis; this view necessitates the assumption that the nine gates were built one within the other, but early antiquity furnishes no instance of such a construction; DOrpfeld believes it to have extended from the grotto of Pan to the sacred precinct of Asclepius.",
        "These difficulties are met by the assumption that the semicircular masonry formed the base of a retaining-wall which rose to a considerable height, supporting a theatre-like structure capable of seating many thousand persons.",
        "The conclusion that the foundations are those of an old temple burnt by the Persians has been generally accepted, but other portions of Dorpfeld's theory - more especially his assumption that the temple was restored after the Persian War - have provoked much controversy.",
        "After a second political reaction, the prospect of a second Persian war, and the naval superiority of Aegina led to the assumption of a bolder policy.",
        "On the 15th of August 1534, the Feast of the Assumption, they assembled in the crypt of the church of St Mary on Montmartre, and Faber, the only one who was a priest, said Mass.",
        "Gerhardt found that reactions could be best followed if one assumed the molecular weight of an element or compound to be that weight which occupied the same volume as two unit weights of hydrogen, and this assumption led him to double the equivalents accepted by Gmelin, making H= 1, 0 =16, and C = 12, thereby agreeing with Berzelius, and also to halve the values given by Berzelius to many metals.",
        "In this formula, the so-called \" centric formula,\" the assumption made is that the fourth valencies are simply directed towards the centre of the ring; nothing further is said about the fourth valencies except that they exert a pressure towards the centre.",
        "(7) (2) In the first symbol it is assumed that one of the affinities of each of the two central carbon atoms common to the two rings acts into both rings, an assumption involving a somewhat wide departure from all ordinary views as to the manner in which affinity acts.",
        "The formula has the advantage that it may be constructed from tetrahedral models of the carbon atom; but it involves the assumption that the molecule has within it a mechanism, equivalent in a measure to a system of railway points, which can readily close up and pass into that characteristic of benzene.",
        "But there was no affectation in her assumption of a becoming bearing or in her picturesque words.",
        "Hasselt is best known for its great septennial fete held on the day of Assumption, August 15th.",
        "authors is assumed to have been the official map of the Roman Empire, but if we compare the crude outline given to the Mediterranean with the more correct delineation of Ptolemy, who was certainly in a position to avail himself of these official sources, such an assumption is untenable.",
        "Tobago, properly Tobaco, was discovered in 1498 by Columbus, who named it Assumption, and the British flag was first planted in 1580.",
        "Otherwise, it is not clear why we find him opposing himself to the Egyptian king Necho, since the assumption that he fought as an Assyrian vassal scarcely agrees with the profound reforming policy ascribed to him.",
        "In good seasons and exceptional localities the yield may approach a bale per acre, as in Assumption parish, and in the Mississippi valley at the junction of Louisiana, Mississippi and Arkansas.",
        "Beckmann, Ber., 1886, 1 9, p. 9 8 9; 188 7, 20, p. 2580), yielding as final products an acid-amide or anilide, thus: RC(:N OH)R'-RC(OH) :NR' ---> As regards the constitution of the oximes, two possibilities exist, namely >C: NOH, or > C' ?, and the first of these is presumably correct, since on alkylation and subsequent hydrolysis an alkyl hydroxylamine of the type NH 2 OR is obtained, and consequently it is to be presumed that in the alkylated oxime, the alkyl group is attached to oxygen, and the oxime itself therefore contains the hydroxyl group. It is to be noted that the oximes of aromatic aldehydes and of unsymmetrical aromatic ketones frequently exist in isomeric forms. This isomerism is explained by the HantzschWerner hypothesis (Ber., 1890, 23, p. II) in which the assumption is made that the three valencies of the nitrogen atom do not lie in the same plane.",
        "But on the assumption that \"mathematics\" is to denote a science well marked out by its subject matter and its methods from other topics of thought, and that at least it is to include all topics habitually assigned to it, there is now no option but to employ \"mathematics\" in the general sense' of the \"science concerned with the logical deduction of consequences from the general premisses of all reasoning.\"",
        "But, the assumption has certainly no a priori grounds in its favour.",
        "Similarly, the continuity of space apparently rests upon sheer assumption unsupported by any a priori or experimental grounds.",
        "There was a less violent street car strike in 1908, after the assumption of control by the Municipal Traction Company, which refused to raise wages according to promises made (so the employees said) by the former owner of the railway; the strikers were unsuccessful.",
        "It has been commonly assumed, and the assumption has been translated into practice, that the rubrics of 1549 prescribed the use of all the old \"mass vestments.\"",
        "His assumption in the following year of the title of king of the Netherlands was recognized by the powers, and by the treaty of Paris his sovereignty was extended over the southern as well as the northern Netherlands, Belgium being added to Holland \"as an increase of territory.\"",
        "In support of their views they appealed to scripture and to the Western Fathers, who had used the term \"adoption\" as synonymous with \"assumption\" in the orthodox sense; and especially to Christ's fraternal relation to Christians - the brother of God's adopted sons.",
        "Maxwell (Electricity and Magnetism, § 444), recognizing that the theory in this form gave no account of residual magnetization, made the further assumption that if the deflection of the axis of the molecule exceeded a certain angle, the axis would not return to its original position when the deflecting force was removed, but would retain a permanent set.",
        "It has been supposed that certain electrons revolve like satellites in orbits around the atoms with which they are associated, a view which receives strong support from the phenomena of the Zeeman effect, and on this assumption a theory has been worked out by P. Langevin, 2 which accounts for many, of the observed facts of magnetism.",
        "The influence of the Testaments of the Twelve Patriarchs is still more apparent in the Pauline Epistles and the Gospels, and the same holds true of Jubilees and the Assumption of Moses, though in a very slight degree.",
        "Harnack, who was the first to show that these Acts were Catholic in character and not Gnostic as had previously been alleged, assigns their composition to this period mainly on the ground that Hippolytus was not acquainted with them; but even were this assumption true, it would not prove the non-existence of the Acts in question.",
        "Then the assumption is that, whatever positive integral value n may have, n [P] is divisible by p!.",
        "(iv.) On the other hand, the method of equating coefficients often applies without the assumption of these laws.",
        "This does ot involve any assumption of the identity of results obtained in different ways; for the expansions of (A+a) 2, (A+a) 3, ...",
        "On the 15th of August 1785, Assumption day, when the whole court was awaiting the king and queen in order to go to the chapel, the cardinal de Rohan, who was preparing to officiate, was arrested and taken to the Bastille.",
        "The assumption made was that (with the rare exception of parasites) all the change of structure through which the successive generations of animals have passed has been one of progressive elaboration.",
        "It is Dohrn's merit to have pointed out 1 that this assumption is not warranted, and that degeneration or progressive simplification of structure may have, and in many lines certainly has, taken place, as well as progressive elaboration and in other cases continuous maintenance of the status quo.",
        "Darwin's great merit was that he excluded from his theory of development any necessary assumption of the transmission of acquired characters.",
        "Hence there is no necessity for an assumption of the perpetuation of direct adapta tions.",
        "The very cases which are advanced as only to be explained on the Lamarckian assumption are found on examination and experiment to be better explained, or only to be explained, by the Darwinian principle.",
        "Clearly Lamarck gives us no reason for any such assumption, and his followers or latter-day adherents have not attempted to do so.",
        "Although the matter can be fully treated only upon the basis of a dynamical theory, it is proper to point out at once that there is an element of assumption in the application of Huygens's principle to the calculation of the effects produced by opaque screens of limited extent.",
        "This is tantamount to an assumption that A is infinitely small.",
        "The only assumption here involved is the evidently legitimate one that, when two systems of variously distributed motion at the lamina are superposed, the corresponding motions in front are superposed also.",
        "The interpretation of the titles here suggested removes an objection brought against the assumption of a Maccabaean date for certain psalms, which lays stress on the fact that some of them, e.g.",
        "But the truth was that the Boers thought they stood to gain by fighting, while the British, though not expecting war, and acting up till the last month or so on the assumption that serious military preparations were either unnecessary or sufficiently unlikely to be necessary to make them politically inexpedient, had with no less confidence committed themselves to a policy which was impracticable on peaceful terms.",
        "The end of the military government was signalled by the assumption (on the 21st of June) by Lord Milner of the title of governor of the Transvaal and by the creation of an executive council.",
        "But it must not be supposed that the differences between living and not-living matter are such as to justify the assumption that the forces at work in the one are different from those which are to be met with in the other.",
        "It may be convenient to use the terms \"vitality\" and \"vital force\" to denote the causes of certain great groups of natural operations, as we employ the names of \"electricity\" and \"electrical force\" to denote others; but it ceases to be proper to do so, if such a name implies the absurd assumption that \"electricity\" and \"vitality\" are entities playing the part of efficient causes of electrical or vital phenomena.",
        "The whole difficulty seems to arise from the long prevalent assumption that chaps.",
        "Even if, by a bold assumption, we grant the unity of authorship, it is plain upon the face of it that the chapters in question cannot have been composed at the same time or under the same circumstances; literary and artistic unity is wholly wanting.",
        "Paldo, Tuto and Vaso (according to Mabillon); Assumption of the Virgin; Combat between the Virtues and the Vices.",
        "They are repelled by the dryness of much of the matter, the unsuitableness of many of the topics discussed for poetic treatment, the arbitrary assumption of premises, the entire failure to establish the connexion between the concrete phenomena which the author professes to explain and these assumptions, and the erroneousness of many of the doctrines which are stated with dogmatic confidence.",
        "With respect to this tradition Round writes (Commune of London, p. 223): \" The assumption that the mayoralty of London dates from the accession of Richard I.",
        "1); and both are marked, broadly speaking throughout, though in some parts much more strongly than in others, by stylistic characteristics which we may conveniently call \"Lucan\" without making a premature assumption as to the authorship.",
        "Indeed it is easier to explain some of the differences between the Acts and St Paul's Epistles on this assumption than on that of authorship by a writer who would have felt more dependent upon the information which might be gathered from those Epistles, and who would have been more likely to have had a collection of them at hand, if his work was composed c. A.D.",
        "It has usually been assumed that the incised inscriptions, being the more conventionalized, are all of later date than those in relief; but comparison of Egyptian inscriptions, wherein both incised and cameo characters coexisted back to very early times, suggests that this assumption is not necessarily correct.",
        "This assumption that Yahweh is derived from the verb \"to be,\" as seems to be implied in Exod.",
        "\" To be \" in the Hebrew of the Old Testament is not hawah, as the derivation would require, but hayah; and we are thus driven to the further assumption that hawah belongs to an earlier stage of the language, or to some older speech of the forefathers of the Israelites.",
        "The explanation is in most cases simply an assumption of the point at issue; some of the names have been misread; others are undoubtedly the names of Jews.",
        "his version of the methodological assumption of constancy in the quantitative aspects of phenomena, seems a very unsuitable basis for a philosophy of progress.",
        "Even on the assumption that the Athenian dicasteries were scrupulously fair in their awards, it must have been peculiarly galling to the self-respect of the allies and inconvenient to individuals to be compelled to carry cases to Athens and Athenian juries.",
        "Mayer (1842) made this assumption in calculating the mechanical equivalent of heat.",
        "Holtzmann (1845) by the same assumption deduced the value J/T for the function F'(t), but obtained erroneous results by combining this assumption with the caloric theory.",
        "Clausius (1850), applying the same assumption, deduced the same value of F'(t), and showed that it was consistent with the mechanical theory and Joule's experiments, but required that a vapour like steam should deviate more considerably from the gaseous laws than was at that time generally admitted.",
        "This most fundamental point was finally settled by a more delicate test, devised by Lord Kelvin, and carried out in conjunction with Joule (1854), which showed that the fundamental assumption W =H in isothermal expansion was very nearly true for permanent gases, and that F'(t) must therefore vary very nearly as J/T.",
        "Putting d0/dp=A/0 2 in equation (15), and integrating on the assumption that the small variations of S could be neglected over the range of the experiment, they found a solution of the type, v/0 =f(p) - SA /30 3, in which f(p) is an arbitrary function of p. Assuming that the gas should approximate indefinitely to the ideal state pv = R0 at high temperatures, they put f(p)=Rip, which gives a characteristic equation of the form v= Re/p - SA /30 2 .",
        "The simplest assumption which suffices to express the small deviations of gases and vapours from the ideal state at moderate pressures is that the coefficient a in the expression for the capillary pressure varies inversely as some power of the absolute temperature.",
        "..) In order to deduce the complete variation of the specific heats from these equations, it is necessary to make some assumption with regard to the variation of the specific heats with temperature.",
        "Jealous of the exclusive claims of the Roman Church, he procured a further condemnation at Rome of the \"Association for the Promotion of the Unity of Christendom,\" which advocated prayers for the accomplishment of a kind of federal union between the Roman, Greek and Anglican Churches, and in a pastoral letter he insisted on the heretical assumption implied in such an undertaking.",
        "On the assumption that a recollection of some invasion in remote days may have been current, considerable interest is attached to the names.",
        "Bible) and the Assumption of Moses (v.",
        "These interviews settled the preliminaries of an alliance; but they rested on the assumption that the theological feud between Wittenberg and Zurich could be removed, or its violence at least abated.",
        "If Hallam can ever be said to have deviated from perfect fairness, it was in the tacit assumption that the 19th-century theory of the constitution was the right theory in previous centuries, and that those who departed from it on one side or the other were in the wrong.",
        "The state, represented by the emperor Phocas, is persuaded to connive at the pope's assumption of spiritual authority; the other churches are intimidated into acquiescence; Lucifer's projects seem fully accomplished, when Heaven raises up Henry VIII.",
        "For many of the facts, the discovery of which we owe to the literary critics, have made the assumption of an absolute unity in the details of the Apocalypse a practical impossibility.",
        "He urges that an adequate explanation is impossible on the assumption of a Jewish or Christian origin.",
        "This points, we may here assume, to the Nero redivivus legend, which could not have arisen for a full generation after Nero's death, and the assumption receives large confirmation from the most probable interpretation of the enigmatical words, xiii.",
        "And yet the Apocalypse shows in many of its phrases an undoubted affinity to the latter a fact which requires for its explanation the assumption that the book emanated from certain literary circles influenced by John.",
        "If the writer of the Fourth Gospel was the Apostle John, then the difficulties for the assumption of an apostolic authorship of the Apocalypse become well-nigh insuperable.",
        "Nay more, the difficulties attending on the assumption of a common authorship of the Gospel and Apocalypse, independently of the question of the apostolic authorship of the Gospel, are practically insuperable.",
        "These, Swete holds, \"create a strong presumption of affinity\" between the two books, while Bousset infers that they \"justify the assumption that the entire circle of Johannine writings spring from circles which stood under the influence of the John of Asia Minor.\"",
        "This fact, together with the extraordinarily rare occurrence of such remains and meteoric particles in globigerina ooze, although there is no reason to suppose that at any one time they are unequally distributed over the ocean floor, can only be explained on the assumption that the rate of formation of the epilophic deposits through the accumulation of pelagic shells falling from the surface is rapid enough to bury the slowgathering material which remains uncovered on the spaces where the red clay is forming at an almost infinitely slower rate.",
        "Joly) go so far as to base a calculation of the age of the earth on the assumption that the ocean was originally filled with fresh water.",
        "Sorensen and Martin Knudsen after a careful investigation decided to abandon the old definition of salinity as the sum of all the dissolved solids in sea-water and to substitute for it the weight of the dissolved solids in 1000 parts by weight of sea-water on the assumption that all the bromine is replaced by its equivalent of chlorine, all the carbonate converted into oxide and the organic matter burnt.",
        "His theory with regard to the confusion of names is a gratuitous assumption and cannot be proved.",
        "One Oriental species (Sciurus caniceps) presents almost the only known instance among mammals of the assumption during the breeding season of a distinctly ornamental coat, corresponding to the breeding plumage of birds.",
        "On the assumption of the imperial title by Napoleon in May 1804, Talleyrand became grand chamberlain of the empire, and received close on 500,000 francs a year.",
        "Between F and A A Virtual Virtual, erect, diminished Erect, same size CO Between oc and A A a superficial account of the traffic in indulgences, and a rough and ready assumption, which even Kostlin makes, that the darkness was greatest just before the dawn.",
        "In short, if we recall the characteristics of the Church in the Weft from the times of Constantine to those of Theodoric - its reliance upon the civil power for favours and protection, combined with its assumption of a natural superiority over the civil power and its innate tendency to monarchical unity - it becomes clear that Gregory VII.",
        "ASSUMPTION The feast of the \"Assumption of the blessed Virgin Mary\" (Lat.",
        "But though the festival thus became incorporated in the regular usage of the Western Church, the belief in the resurrection and bodily assumption of the Virgin has never been defined as a dogma and remains a \"pious opinion,\" which the faithful may reject without imperilling their immortal souls, though not apparently - to quote Melchior Cano (De Locis Theolog.",
        "\"Apocrypha,\" \"Assumption.\"",
        "This assumption idealism examines and rejects in the name of experience itself.",
        "The fact seems to be that intellectual speculation was as strong in America as in Puritan England; the assumption that the inhibition of its expression was good seems wholly gratuitous, and contrary to general convictions underlying modern freedom of speech.",
        "2 The same assumption would supply a reason for 1 Neither Herodotus nor Thucydides tells us anything as to its powers; but their silence on this point need not surprise us, as they had no especial occasion for referring to the subject, and in general it may be said that before the 4th century B.C. writers took little interest in the constitutional history of the remote past.",
        "That some definite political changes ensued in this age have been inferred on other grounds, and the identification of the Purasati with the Philistines may permit the assumption that the latter succeeded in occupying the district with which they have always been associated.",
        "Such events were the birthday of the head of the household; the assumption of the toga virilis by a son; the festival of the Caristia in memory of deceased members of the household; recovery from illness; the entry of a young bride into the house for the first time; return home after a long absence.",
        "Napoleon's original plan for the 16th was based on the assumption that the allies, who had been caught napping, would not attempt a risky forward concentration; and he intended therefore to push an advanced guard as far as Gembloux, for the purpose of feeling for and warding off Blucher.",
        "The fundamental assumption is that each group of strips of the trapezette may be replaced by a figure for which differences of u, above those of a certain order, vanish (§ 54).",
        "The legitimacy of this assumption, and of the further assumption which enables the area of the new figure to be expressed by an approximate formula instead of by an exact formula, must be verified in every case by reference to the actual differences.",
        ", to calculate the moments on this assumption, and then to apply certain corrections.",
        "on the assumption that the volume of each minor briquette is concentrated along its mid-ordinate (§ 44), and we then obtain the formulae of correction by multiplying the formulae of § 82 in pairs.",
        "The elements of this disparate pair, calculated by Dr Vogel on the somewhat precarious assumption that its dark and bright members are of equal mean density, are as follows: Diameter of Algol.",
        "If we omitted it we should have to assume this, and equation (6) would give us the velocity of propagation if the assumption were justified.",
        "9) is equal to that entering at B, an assumption no longer tenable when the form changes.",
        "But for very small times the assumption may perhaps be made, and the result at least shows the way in which the velocity is affected by the addition of a small term depending on and changing sign with u.",
        "The assumption is not true of some states; the legal authority is divided among several persons or bodies.",
        "It is at best an unfruitful assumption; and the tendency of students of sociology is to treat discussions as to sovereignty much as modern physiologists treat discussions as to \"vital force\" or \"vital principle.\"",
        "Bridges would then be designed for these selected loads, and the process would be safer in dealing with flooring girders and shearing forces than the assumption of a uniform load.",
        "If A t A, are the cross sections of the tension and compression flanges or chords, and h the distance between their mass centres, then on the assumption that they resist all the direct horizontal forces the total stress on each flange is Ht=H,=M/h and the intensity of stress of tension or compression is f t = M/Ath, f c = M/Ach.",
        "Many assumptions are made in treating of the flexure of a continuous structure which are not strictly true; no assumption is made in determining the stresses on a frame except that the joints are flexible, and that the frame shall be so stiff as not sensibly to alter in form under the load.",
        "67 a shows the reciprocal figure or polygon for the external forces on the assumption that the reactions are slightly inclined.",
        "could not forgive Kdrber for prevailing upon him to promise to take the oath to the constitution, since the constitution was no longer tenable and Stiirgkh had already prepared constitutional amendments; on the other hand Charles's assumption of the supreme command of the army was opposed to Korber's taste.",
        "His extravagance, cruelty and profligacy can hardly be explained except on the assumption that he was out of his mind.",
        "But this difficulty need not be permanent, and the assumption is much to be deprecated.",
        "Meters intended to measure electric quantity are called coulomb meters and also ampere-hour meters; they are employed for the measurement of public electric supply on the assumption that the electromotive force or pressure is constant.",
        "Electrolytic Meters are exclusively ampere-hour meters, measuring electric quantity directly and electric energy only indirectly, on the assumption that the pressure of the supply is constant.",
        "In 1246 Nicholas obtained a grant of a Saturday market and a fair at the feast of the Assumption (both maintained up to the present day), and in 1275 South Molton appears for the' first time as a mesne borough under his overlordship. The borough subsequently passed to the Audleys, the Hollands, and in 1487 was granted for life to Margaret, duchess of Richmond, who in 1490 obtained a grant of a fair (which is still held) at the nativity of St John the Baptist.",
        "Linnaeus also studied the periodical movements of flowers and leaves, and referred to the assumption of the night-position as the sleep-movement.",
        "This assumption, however, was not always sustained by the facts.",
        "The progress of thought may show it to be, in truth, relative, as when the nerve of Hume's scepticism is shown to be his thoroughgoing empiricism, or when the scepticism of the Critique of Pure Reason is traced to the unwarrantable assumption of things-in-themselves.",
        "The liberum veto was based on the assumption of the absolute political equality of every Polish gentleman, with the inevitable corollary that every measure introduced into the Polish diet must be adopted unanimously.",
        "The monastery - the Kievo-Pecherskaya - is the chief establishment of its kind in Russia; it is visited every year by about 250,000 pilgrims. Of its ten or twelve conventual churches the chief is that of the Assumption.",
        "The cathedral of the Assumption, with seven gilded cupolas, was dedicated in 1089, destroyed by the Mongols in 1240, and restored in 1729; the wall-paintings of the interior are by V.",
        "It contemplates the assumption of the vow for a limited period only, and gives particular details as to the atoning ceremonies at the sanctuary by which the vow must be recommenced if broken by accidental defilement, and the closing sacrifice, at which the Nazarite on the expiry of his vow cuts off his hair and burns it on the altar, thus returning to ordinary life.",
        "Abandoning therefore all a priori theoretical assumption, Bashforth set to work to measure experimentally the velocity of shot and the resistance of the air by means of equidistant electric screens furnished with vertical threads or wire, and by a chronograph which measured the instants of time at which the screens were cut by a shot flying nearly horizontally.",
        "Now these integrations are quite intractable, even for a very simple mathematical assumption of the function f(v), say the quadratic or cubic law, f(v) = v 2 /k or v3/k.",
        "On the assumption of uniform pressure up the bore, practically realizable in a Zalinski pneumatic dynamite gun, the pressure-curve would be the straight line HK of fig.",
        "Except by the obviously absurd assumption of the infallibility of copyists for the centuries before c. 300 B.C., we cannot escape the conclusion that errors lurk even where no variants now exist, and that such errors can be corrected, if at all, only by conjectural emendation.",
        "28), seem hardly to admit of the latter supposition; and even if they did, it would still be scarcely possible to maintain the correctness of the 480 years: it is difficult to harmonize with what, as we have seen, appears to be the most probable date of the Exodus; it is, moreover, open itself to the suspicion of having been formed artificially, upon the assumption that the period in question consisted of twelve generations 4 of 40 years each.",
        "The date 728 for Hezekiah's accession rests upon the assumption that of the two inconsistent dates in 2 Kings xviii.",
        "51 with the words, \" It came to pass as the days of His assumption were coming to the full, He set His face firmly to go to Jerusalem,\" under which phrase the evangelist cannot have meant to include more than a few months, perhaps not more than a few weeks; so that even if the earlier and shorter half of the account, which describes a purely Galilean ministry (\" Judaea \" in iv.",
        "Charles (Assumption of Moses, pp. 105 seq.), and it appears that the incident was familiar to Clement of Alexandria, Origen and other early writers.",
        "A constant difficulty in studying works on metrology is the need of distinguishing the absolute facts of the case from the web of theory into which each writer has woven them -- often the names used, and sometimes the very existence of the units in question, being entirely an assumption of the writer.",
        "While establishing the historic divisions of the Silurian in Bohemia, Barrande also propounded his famous theory of \" colonies,\" by which he attempted to explain the aberrant occurrence of strata containing animals of a more advanced stage among strata containing earlier and more primitive faunas; his assumption was that the second fauna had migrated from an unknown neighbouring region.",
        "2 Save for the title of dictator, which undoubtedly carried unpopular associations and was formally abolished on the proposal 9f Antony after Caesar's death, this cumulation of powers has little to distinguish it from the Principate of Augustus; and the assumption of the perpetual dictatorship would hardly by itself suffice to account for the murder of Caesar.",
        "This can only be explained on the assumption that some religion hostile to, and stronger than the Babylonian, has superimposed itself upon this, and has degraded its principal deities into daemons.",
        "The main question with which we have now to deal is that of whether the dominant figure of the Saviour (l w-rlip) in Gnosticism is of specifically Christian derivation, or whether this can also be explained apart from the assumption of Christian influence.",
        "This virtually ended the war; Santa Anna was deprived of his command, and the treaty of Guadalupe Hidalgo, concluded on the 2nd of February 1848, ceded to the United States Texas, New Mexico and Upper California, in return for a payment of $15,000,000 by the United States to Mexico, and the assumption of liability by it for the claims of its subjects which it had hitherto been pressing against Mexico.",
        "He rendered further good service in Vendee and in Italy, and was made a marshal by Napoleon on the assumption by the latter of the imperial title in 180 4.1111807 Brune held a command in North Germany, but he was not afterwards employed during the First Empire.",
        "It is only on this assumption that the use of the term Logia in the sense described above can be justified.",
        "This was based on the assumption that the medium in which the light is propagated is discontinuous and molecular in character, the molecules being subject to a mutual attraction.",
        "Sellmeier, is based upon the assumption that an interaction takes place between ether and matter.",
        "The fundamental assumption is that the medium contains positively and negatively charged ions or electrons which are acted on by the periodic electric forces which occur in wave propagation on Maxwell's theory.",
        "The second confusion is the tacit assumption that the pleasure of the hedonist is necessarily or characteristically of a purely physical kind; this assumption is in the case of some hedonistic theories a pure perversion of the facts.",
        "This, the greatest of all the monuments of the wealth and artistic taste of the Norman kings in northern Sicily, was begun about 1170 by William II., and in 1182 the church, dedicated to the Assumption of the Virgin Mary, was, by a bull of Pope Lucius III., elevated to the rank of a metropolitan cathedral.",
        "The cathedral of the Assumption, finished in 1832, is the principal place of worship. The fortified Carmelite monastery, founded in 1627, was captured and plundered by Chmielnicki, chief of the Zaporogian Cossacks, in 1647, and disestablished in 1864.",
        "It is almost as un-Pauline as the assumption that every must be married.",
        "v.) has justly observed that \"the history of political ideas begins with the assumption that kinship in blood is the sole possible ground of community in political functions,\" and that in early commonwealths \"citizens considered all the groups in which they claimed membership to be founded on common lineage.\"",
        "The assumption explicitly made by General Walker that among the immigrants no influence was yet excited in restriction of population, is also not only gratuitous, but inherently weak; the European peasant who landed (where the great majority have stayed) in the eastern industrial states was thrown suddenly under the influence of the forces just referred to; forces possibly of stronger influence upon him than upon native classes, which are in general economically and socially more stable, On the whole, the better opinion is probably that of a later authority on the vital statistics of the country, Dr John Shaw Billings,i that though the characteristics of modern life doubtless influence the birth-rate somewhat, by raising the average age of marriage, lessening unions, and increasing divorce and prostitution, their great influence is through the transmutation into necessities of the luxuries of simpler times; not automatically, but in the direction of an increased resort to means for the prevention of child-bearing.",
        "One of his arguments, however, calls for special criticism, - his assertion that it is selfevident that nothing that has a beginning can be without a cause is an unwarranted assumption of the very point at issue.",
        "The greater part of the debt arises from the assumption of the debts of the provinces as they entered federation, expenditure on canals and assistance given to railways.",
        "The chief features of his administration were the fiscal preference of 333% in favour of goods imported into Canada from Great Britain, the despatch of Canadian contingents to South Africa during the Boer war, the contract with the Grand Trunk railway for the construction of a second transcontinental road from ocean to ocean, the assumption by Canada of the imperial fortresses at Halifax and Esquimault, the appointment of a federal railway commission with power to regulate freight charges, express rates and telephone rates, and the relations between competing companies, the reduction of the postal rate to Great Britain from 5 cents to 2 cents and of the domestic rate from 3 cents to 2 cents, a substantial contribution to the Pacific cable, a practical and courageous policy of settlement and development in the Western territories, the division of the North-West territories into the provinces of Alberta and Saskatchewan and the enactment of the legislation necessary to give them provincial status, and finally (1910), a tariff arrangement with the United States, which, if not all that Canada might claim in the way of reciprocity, showed how entirely the course of events had changed the balance of commercial interests in North America.",
        "to Charlemagne (778), is now indeed largely rejected; there is nothing in the letter to make such an assumption safe, and the same must be said of Friedrich's attempt to find such reference in the letter addressed in 785 by the same pope to Constantine VI., emperor of the East, and his mother Irene.",
        "This fusion is, probably correctly, attributed by Keith to the effect of pressure following the assumption of the erect position (Keith, Proc. Anat.",
        "were based on the assumption that wheat was imported rates duty free.",
        "In The Gregorian Calendar This Error Is Assumed To Amount To One Day In 3121 Years Or Eight Days In 2500 Years, An Assumption Which Requires The Line Of Epacts To Be Changed Seven Times Successively At The End Of Each Period Of 300 Years, And Once At The End Of 400 Years; And, From The Manner In Which The Epacts Were Disposed At The Reformation, It Was Found Most Correct To Suppose One Of The Periods Of 2500 Years To Terminate With The Year 1800.",
        "loo) in the senate on the occasion of his assumption of the consulship, containing a somewhat fulsome eulogy of Trajan.",
        "It is not easy to reconcile these two phases, except on the assumption xix.",
        "The constitution of 1901 prohibits the increase of the debt for any other purposes than the suppression of insurrection or resistance to invasion, and the assumption of corporate debts by cities and towns is also restricted.",
        "It has, for example, no place in the Assumption of Moses or the Book of Jubilees.",
        "In the Federal Congress (1789-1793) he favoured the assumption of the state debts, the establishment of a national bank and the adoption of a protective tariff policy.",
        "Lord Rayleigh's expression for the resolving power of different instruments is based on the assumption that the geometrical image of the slit is narrow compared with the width of the diffraction image.",
        "All Kirchhoff's further conclusions are based on the assumption that the radiation transmitted through a partially transparent body can be expressed in term,s.",
        "For our present purpose it is only necessary to point out the difficulty involved in the assumption that the radiation of a body is independent of the temperature of the enclosure.",
        "But some have maintained that the source in question also contained a good many narratives, and in order to avoid any premature assumption as to its contents and character several recent critics have named it \" Q.\"",
        "The assumption of the Safine origin of the -no- suffix is further confirmed by the practice of the Romans themselves.",
        "He meant a new \" speculative \" method, dialectic, founded on an assumption which he had already learnt from Schelling, namely, that things which are different but similar can have the same attribute, and therefore be also the same.",
        "Hegel's assumption of identity in difference at once enabled him to deal with the whole difficulty by holding that different subjects are yet one subject, and any one object, e.g.",
        "The plain answer is to contest the whole assumption.",
        "It is strange that the underlying assumption of panlogism was not at once contested in this plain way.",
        "His psychological starting-point was the unproved assumption that the only force of which we are immediately aware is will; his metaphysical goal was the consistent conclusion that in that case the only force we can know, as the noumenal essence of which all else is phenomenal appearance, is will.",
        "Proceeding on this suggestion, and misled by the mathematical expression which he had given to Weber's law, Fechner held that a conscious sensation, like its stimulus, consists of units, or elements, by summation and increments of which conscious sensations and their differences are produced; so that consciousness, according to this unnecessary assumption, emerges from an integration of unconscious shocks or tremors.",
        "But he had also to endure countless objections to his mathematical statement of Weber's law, to his unnecessary assumption of units of sensation, and to his unjustifiable transfer of the law from physical to physiological stimuli of sensations, involving in his opinion his parallelistic view of body and mind.",
        "On this assumption he deduces that in being conscious of our mental states we are conscious of soul not merely as it appears, but as it is in itself, and therefore can infer similar souls, other psychical unities, which are also things in themselves.",
        "But his ardent love of consistency led him far away from Kant in the end; for he proceeded consistently from the assumption, that whatever we think beyond mental phenomena is ideal, to the logical conclusion that in practical matters our moral responsibility cannot prove the reality of a noumenal freedom, because, as on Kant's assumption we know ourselves from inner sense only as phenomena, we can prove only our phenomenal freedom.",
        "On the assumption, then, that time and space are not objects, but systems, of sensations, he concludes that a body in time and space is \" a relatively constant sum of touch-and-light-sensations, joined to the same time-and-space-sensations,\" that each man's own body is included in his sensations, and that to explain sensations by motions would only be to explain one set of sensations from another.",
        "About the same time Benjamin Jowett had been studying the philosophy of Hegel; but, being a man endowed with much love of truth but with little belief in first principles, he was too wise to take for a principle Hegel's assumption that different things are the same.",
        "This illogical hypothesis, which consists of incautiously passing from the truth that the sensible object perceived is not external but within the organism to the non-sequitur that therefore it is within the mind, derived what little plausibility it ever possessed from three prejudices: the first, the scholastic dogma that the sensible object is a species sensibilis, or immaterial sensible form received from the external thing; the second, the Cartesian a priori argument that the soul as thinking thing can perceive nothing but its own ideas; the third, the common assumption of a sense of sensations.",
        "This argument from a pure assumption is a confusion of sense and inference.",
        "On this quite new assumption of a sense of sensations he deduces that, from a perception of these mental facts, we could not infer material facts, e.g.",
        "His deduction is logical; but he has forgotten to prove the assumption, and now confuses sensory operation with sensible object.",
        "He thirdly assumes an appendix to the second assumption: he assumes that sense perceives mental sensations with succession but without causality, because no kind of cause is open to observation.",
        "On this assumption of a sense of sensations, but not of causality, he deduces that we could not from such data infer any particular kind of cause, or a bodily cause, e.g.",
        "Nevertheless he gives absolutely no proof of the assumption that there is no sense of causality.",
        "But the primary sense of touch perceives one bodily member causing pressure on another, reciprocally, within the organism, from which we infer similar particular pressures caused between the organism and the external world; but without needing the supposed stupendous belief and assumption of the uniformity of Nature, which is altogether ignored in the inferences of the ordinary man.",
        "On this assumption of the eternity of the world, God could not be a Creator.",
        "They rejected Mr Chamberlain's food-taxes, discredited his statistics, and, while admitting the theoretical orthodoxy of retaliation, criticized Mr Balfour's attitude and repudiated his assumption that retaliation would be desirable.",
        "The validity of this definition depends on the assumption that operations of different kinds all agree in giving the same measure of time, such allowances as experience dictates being made for changing conditions.",
        "This assumption has successfully stood all tests to which it has been subjected.",
        "The energy of a system is the measure of its capacity for doing work, on the assumption of suitable connexions with other systems. When the motion of a body is checked by a spring, its kinetic energy being destroyed, the spring, if perfectly elastic, is capable of restoring the motion; but if it is checked by friction no such restoration can be immediately effected.",
        "Should the assumption be proved to be correct, and should it be found that the \"Troy fragments were written first of all, followed by Alexander and Bruce or Bruce and Alexander, and that the Legends end the chapter,\" it will be by \"evidence\" other than that which has been produced to this date.",
        "The subject is dealt with in Electrolysis and Electric conduction: § dealt with the relations between the properties of an ideally dilute solution, we now turn to the consideration of the general case where the simplifying assumption of great dilution is not made.",
        "But, whether or not the assumption underlying this demonstration be accepted, the similarity between solution and chemical action remains, and the osmotic law has been examined from this side by J.",
        "From Leiden he wrote (9 June 1585) to Lord Burghley advising the assumption of the protectorate of the Low Countries by Elizabeth.",
        "\"The Descent from the Cross,\" \"The Elevation of the Cross,\" and \"The Assumption.\"",
        "Its modern extension to all forms of impression supposed to convey information as to the future is justified on the assumption that such intimations commonly originate in the subliminal consciousness of the percipient and are thence transferred to the ordinary consciousness.",
        "We may assume that increased stature and breadth imply some sort of inherent physical superiority, and if such an assumption is valid we have in man evidence that albinism is correlated not with constitutional defectiveness but with greater perfectness.",
        "But, as Sir Harris Nicolas points out - although Ashmole is not open to the correction - this hypothesis rests for its plausibility on the assumption that the order was established before the invasion of 1 G.",
        "But, although these eminent warriors were subsequently elected as vacancies occurred, their admission was postponed to that of several very young and in actual warfare comparatively unknown knights, whose claims to the honour may be most rationally explained on the assumption that they had excelled in the particular feats of arms which preceded the institution of the order.",
        "In modern times, however, by certain regulations, made in 1823, and repeated and enlarged in 1855, not only is it provided that the sovereign's permission by royal warrant shall be necessary for the reception by a British subject of any foreign order of knighthood, but further that such permission shall not authorize \" the assumption of any style, appellation, rank, precedence, or privilege appertaining to a knight bachelor of the United Kingdom.\"",
        "Of these the first was instituted in 1861 and enlarged in 1876.1897 and 1903, in three classes, knights grand commanders, knights commanders and companions, and the second was established (for \" companions \" only) in 1878 and enlarged in 1887, 1892, 1897 and 1903, also in the same three classes, in commemoration of Queen Victoria's assumption of the imperial style and title of the Empress of India.",
        "Assisted by the assumption that combination always takes place in the simplest possible way, he thus arrived at the idea that chemical combination takes place between particles of different weights, and this it was which differentiated his theory from the historic speculations of the Greeks.",
        "By the 1st article of the treaty the emperor acknowledged the assumption by the elector of the title of king, as Maximilian I.",
        "But there is no good evidence for an excess of carbon dioxide in the atmosphere - an assumption founded on the luxuriance of the vegetation, coupled with the fact that volcanicity was active and wide-ranging.",
        "Hantzsch, Ber., This assumption also shows the relationship of the diazonium hydroxides to other quaternary ammonium compounds, for most of the quaternary ammonium hydroxides (except such as have the nitrogen atom attached to four saturated hydrocarbon radicals) are unstable, and readily pass over into compounds in which the hydroxyl group is no longer attached to the amine nitrogen; thus the syn-diazo hydroxides are to be regarded as pseudo-diazonium derivatives.",
        "Hantzsch explains the characteristic reactions of the diazonium compounds ky the assumption that an addition compound is first formed, which breaks down with the elimination of the hydride of the acid radical, and the formation of an unstable syn-diazo compound, which, in its turn, decomposes with evolution of nitrogen (Ber., 18 97, 30, p. 2 54 8; 1898, 31, p. 2053).",
        "In the middle is represented the Assumption of the Virgin; on the hood is a seated figure of the Almighty bearing three souls in a napkin.",
        "He supported his assumption of the protectorate and his dismissal of the parliaments.",
        "Either we have a right to the assumption contained in the conception of the individual mind as standing in relation to things, in which case the grounds of the assumption must be sought elsewhere than in the results of this reciprocal relation, or we have no right to the assumption, in which case reference to the reciprocal relation can hardly be accepted as yielding any solution of the psychological problem.",
        "But the question of knowledge was never generalized by them, and their reply to Hume, therefore, remains partial and inadequate, while its effect is weakened by the uncritical assumption of principles which is a characteristic feature of their writings.",
        "The preface to this work places Cerdic's assumption of the sovereignty six years after his landing, that is, in the year 500, and assigns him a reign of sixteen years, which makes his death fall eighteen years before 534, the date recorded in the annals.",
        "The root idea arises from the analogy of the acts of human beings which are observed to have certain purposes: hence it was natural to assume that the whole sum of existence with its amazing complexity and its orderly progress can be explained only on the assumption of a similar plan devised by a conscious agent.",
        "But later experimental researches have shown that the simple assumption of constant coefficients of conductivity and emissivity, on which the mathematical theory is based, is in many respects inadequate, and the special mathematical methods developed by J.",
        "This is generally assumed to be the case in mathematical problems, but the assumption is admissible only in rough work, or if the temperature difference is small.",
        "This assumption does not present serious errors in the case of bad conductors, such as glass or wood, but has given rise to large mistakes in the case of metals.",
        "It is the most convenient method, in the case of good conductors, on account of the great facilities which it permits for the measurement of the temperature gradient at different points; but it has the disadvantage that the results depend almost entirely on a knowledge of the external heat loss or emissivity, or, in comparative experiments, on the assumption that it is the same in different cases.",
        "The method of Forbes (in which the conductivity is deduced from the steady distribution of temperature on the assumption that the rate of loss of heat at each point of the bar is the same as that observed in an auxiliary experiment in which a short bar of the same kind is set to cool under conditions which are supposed to be identical) is well known, but a consideration of its weak points is very instructive, and the results have been most remarkably misunderstood and misquoted.",
        "The discrepancies are chiefly due to the error of the fundamental assumption that the rate of cooling is the same at the same temperature under the very different conditions existing in the two parts of the experiment.",
        "It may be questioned whether this assumption was justifiable, since the rate of change and the distribution of temperature were quite different in the two cases, in addition to the sign of the change itself.",
        "Also he took advantage of the rule of the Commonwealth to indulge much more freely than he might have otherwise dared in rationalistic criticism of religious doctrines; while, amid the turmoil of sects, he could the more forcibly urge that the preservation of social order, when again firmly restored, must depend on the assumption by the civil power of the right 2 L.W.",
        "Obtaining also a copy of the work as it had been printed before Hobbes had any doubt of the validity of his solutions, Wallis was able to track his whole course front the time of Ward's provocation - his passage from exultation to doubt, from doubt to confessed impotence, yet still without abandoning the old assumption of confident strength; and all his turnings and windings were now laid bare in one of the most trenchant pieces of controversial writing ever penned.",
        "In 966 he wa.s again in Italy, where he reOtto mained six years, exercising to the full his imperial ~ rights in regard to the papacy, but occupied mainly in an attempt to make himself master of the southern, as well as of the northern half of the peninsula, By far the most important act of Ottos eventful life was his assumption of the Lombard and the imperial crowns.",
        "Such were the first-fruits of the assumption of the imperial crown.",
        "Moreover, every appointment to an ecclesiastical benefice was to be notified to the president of the province, and the confirmation could be refused on the ground that there were facts which could support the assumption that the appointment would be dangerous to public order.",
        "In 1290 the same Hamo obtained a grant of a Tuesday market and a three days' fair at the feast of the Assumption of the Virgin; but in 1319, by a charter from Edward II., the date of the fair was changed to the feast of St James the Apostle.",
        "Among the more important of its theses are: (1) that the chief problem of practical reformers is to limit the increase of population, on the assumption that capital does not naturally increase at the same rate as population (ii.",
        "Heights have been calculated in various less direct ways, by observing for instance the angular altitude of the summit of an arc and the angular interval between its extremities, and then making some assumption such as that the portion visible to an observer may be treated as a circle whose centre lies over the so-called auroral pole.",
        "Twelve medical and two veterinary officers are also employed departmentally, as well as officers acting as directors of supply, &c. Since the assumption of command by the third sirdar, Colonel (afterwards Lord) Kitchener, the ordnance, supply and engineer services have been separately administered, and a financial secretary is charged with the duty of preparing the budget, making contracts, &c. The total annual expenditure is 500,000.",
        "These are easily calculated on the assumption first that the observations were correctly made, secondly that the calendrical dates are in the year of 365 days beginning on.",
        "The assumption may be a reasonable one, and if the results agree with probabilities as deduced from the rest of the evidence it is wise to adopt it; if on the other hand the other evidence seems in any serious degree contrary to those results it may be surmised that the assumption is faulty in some particular.",
        "The harvest date referred to below helps to show that the first part of the assumption is justified.",
        "(when interpreted on the assumption stated above), and another at 2lephantine of an uncertain year of Tethmosis III., tally well with each other (1550-1546, 1474-1470 nc.) and with the Babylonian synchronism (not yet accurately determined) under Amenhotp IV.",
        "Sheik himself died a few months after the decease of his son (January I3th, 1421), and another infant son, A.!zmad, was proclaimed with the title Mcilik al-Mozaffar, the proclamation being followed by the usual dissensions between the amirs, ending with the assumption of supreme power by the amir Tatar, who, after defeating his rivals, on the 29th of August 1421 had himself proclaimed sultan with the title Malik al-~ahir.",
        "The idea of the endosperm as a second subsidiary plant is no new one; it was suggested long ago in explanation of the coalescence of the polar nuclei, but it was then based on the assumption that these represented male and female cells, an assumption for which there was no evidence and which was inherently improbable.",
        "But there is no sound basis for the assumption that the Dicotyledons are derived from Monocotyledons; indeed, the palaeontological evidence seems to point to the Dicotyledons being the older.",
        "In 1509 followed the \"Assumption of the Virgin\" with the Apostles gathered about her tomb, a rich altarpiece with figures of saints and portraits of the donor and his wife in the folding wings, executed for Jacob Heller, a merchant of Frankfort, in 1509.",
        "Assumption of the Risk.",
        "At Glasgow on the 5th of December he again outlined a Liberal programme, this and other speeches all leading to the assumption that his return to active co-operation with the Liberal party in the general election - which could not be long delayed - was fairly certain.",
        "Early in 1905 this impression gained such strength and such polite references were made to one another in public by Lord Rosebery and Sir Henry Campbell-Bannerman, that his assumption of office in a Liberal ministry, possibly presided over by Earl Spencer, was confidently anticipated.",
        "The fact that in 1814, by Napoleon I.'s abdication in his favour, the king of Rome (as he was then styled) became for a few days titular emperor \"by the will of the people,\" was held by Prince Louis Napoleon to justify his own assumption of the style of Napoleon III.",
        "Without this assumption of a continual infusion of mythological conceptions, we cannot understand the figure of Antichrist.",
        "Among its acts was the assumption of the right of ratifying a proposed amendment to the constitution of the United States which prohibited Congress from interfering with the institution of slavery within a state, although the right of ratification belonged to the legislature.",
        "(1902) - a warning to the United States against the assumption of imperial responsibilities.",
        "The most characteristic dental feature is, however, the assumption of the form and function of a canine by the first lower premolar; the lower canine being incisor-like.",
        "The assumption of the style \" vicar of Christ \" by the popes coincided with a tendency on the part of the Roman chancery to insist on placing the pontiff's name before that of emperors and kings and to refuse to other bishops the right to address him as \" brother \" (Mas Latrie, s.",
        "What is certain is that the definite assumption of monogamy is found only in such late books as Ben-Sira (Ecclesiasticus), Tobit and Judith.",
        "ASSUMPTION OF MOSES, an extra-canonical apocalyptic work of the Old Testament.",
        "The Assumption or Ascension of Moses ('Avanti is Mwvo ws) is a prophecy of the future relating to Israel, put into the mouth of Moses, and addressed to Joshua just before the great lawgiver died.",
        "Various other works have been attributed to Moses, such as the Petirath Moshe, the 1 31 4 13Xos Aoywv, uucrrcK&v Mwuetws, The Exodus of Moses (in Slavonic), &c. See Charles, Assumption of Moses, pp. xiv.",
        "- The present book is possibly the long lost OcaOiKra Mwvaiws mentioned in some of the ancient lists, for it never speaks of the assumption of Moses, but always of his natural death (i.",
        "With this \" Testament \" the \" Assumption,\" to which almost all the patristic references and that of Jude are made, was subsequently edited.",
        "111-152; 1868); Charles, The Assumption of Moses (translation, with notes and introduction, 1897); Clemen, in Kautzsch's Apocr.",
        "The assumption marked the rejection of all allegiance to Rome.",
        "As papal legate in France he held several synods for the reformation of the clergy and conducted the negotiations for the assumption of the crown of Sicily by Charles of Anjou.",
        "But, when Heraclitus to the assumption of fire as the single material cause added the doctrine that all things are in perpetual flux, he found himself obliged to admit that things cannot be known.",
        "It may have been that the sophists' preference of seeming to reality, of success to truth, had a mischievous effect upon the morality of the time; but it is clear that they had no common theory of ethics, and there is no warrant for the assumption that a sophist, as such, specially interested himself in ethical questions.",
        "Occasion was taken of the fiftieth anniversary of the assumption by the crown of the government of India to address a message (on November 2, 1908) by the king-emperor to the princes and peoples, reviewing in stately language the later development, and containing these memorable words: \" From the first, the principle of representative institutions began to be gradually introduced, and the time has come when, in the judgment of my viceroy and governor-general and others of my counsellors, that principle may be prudently extended.",
        "Dollond admitted the accuracy of Euler's analysis, but disputed his hypothesis on the grounds that it was purely a theoretical assumption, that the theory was opposed to the results of Newton's experiments on the refrangibility of light, and that it was impossible to determine a physical law from analytical reasoning alone (Phil.",
        "The assumption of a protectorate over another state, or of a sphere of influence, is not strictly annexation, the latter implying the complete displacement in the annexed territory of the government or state by which it was previously ruled.",
        "The essential feature of this astral theology is the assumption of a close link between the movements going on in the heavens and occurrences on earth, which led to identifying the gods and goddesses with heavenly bodies - planets and stars, besides sun and moon - and to assigning the seats of all the deities in the heavens.",
        "The cutting of the Gordian knot by Austria's annexation of Bosnia and Herzegovina, and by the proclamation of the independence of Bulgaria, and of Prince Ferdinand's assumption of the old title of tsar (king), threatened to raise the Eastern Question once more in its acutest form.",
        "There is, however, the advantage that the correction is rendered much less uncertain by this procedure, since the assumption that the loss of heat is proportional to the temperature-excess is only true for small differences of temperature.",
        "The advantage of the method is that there is no transference or mixture; the defect is that the whole measurement depends on the assumption that the rate of loss of heat is the same in the two cases, and that any variation in the conditions, or uncertainty in the rate of loss, produces its full effect in the result, whereas in the previous case it would only affect a small correction.",
        "The Value 4.180 Joules At 20° C. Is The Mean Between Rowland'S Corrected Result 4.181 And The Value 4.179, Deduced From The Experiments Of Reynolds And Moorby On The Assumption That The Ratio Of The Mean Specific Heat O° To 100° To That At 20° Is 1.043'6, As Given By The Formulae Representing The Results Of Callendar And Barnes.",
        "This alone would be sufficient to controvert the baseless assumption that there existed in southern Rhodesia a ruling caste of different racial origin from the general Bantu population.",
        "In researches on the solar motion the assumption is almost always made that the motions of the stars relatively to one another - the peculiar motions - are at random.",
        "Madison now opposed Hamilton's measures for the funding of the debt, the assumption of state debts, and the establishment of a National Bank, and on other questions he sided more and more with the opposition, gradually assuming its leadership in the House of Representatives and labouring to confine the powers of the national government within the narrowest possible limits; his most important argument against Hamilton's Bank was that the constitution did not provide for it explicitly, and could not properly be construed into permitting its creation.",
        "Mill thereupon supposed a still more general premise, an assumption of the uniformity of nature.",
        "Most inductions are made without any assumption of the uniformity of nature; for, whether it is itself induced, or a priori or postulated, this like every assumption is a judgment, and most men are incapable of judgment on so universal a scale, when they are quite capable of induction.",
        "Actual modes of expression are shown to embody distinctions which average intelligence can easily recognize and will readily acknowledge, though they may tend by progressive rectification fundamentally to modify the assumption natural to the level of thought from which he begins.",
        "Hitherto the assumption of the probable as true rather than as what will be conceded in debate ° has been the main distinction of the standpoint of analytic from that of dialectic. But the true is true only in reference to a coherent system in which it is an immediate ascertainment of van, or to be deduced from a ground which is such.",
        "This is, of course, on the usual assumption that the sign of a product is changed when that of any one of its factors is changed, - which merely means that-1 is commutative with all other quantities.",
        "But Hamilton's special object required that these laws should be such as to lead to certain assumed results; and he therefore commenced by assuming these, and from the assumption determined how the separate time-steps must be involved in the couple.",
        "addition of their several projections agreed with the assumption of Buee and Argand for the case of coplanar lines.",
        "This assumption coincides exactly with Raoult's law for the relative lowering of vapourpressure, if a = 1, and agrees with it in the limit in all cases for very dilute solutions, but it makes a very considerable difference in strong solutions if a is greater or less than 1.",
        "But the agreement is very good so far as the data extend, and the theory is really simpler than Raoult's law, because many different degrees of hydration are known, and the assumption a = i (all monohydrates), which is tacitly involved in Raoult's law, is in reality inconsistent with other chemical relations of the substances concerned.",
        "mPV/RB = loge(p'/p\"), which corresponds with the effect of hydrostatic pressure, and is equivalent to the assumption that the vapour-pressure of the solution at the bottom of the column under pressure P must be equal to that of the pure solvent.",
        "He suggested that the high value for S found by Regnault might be due to the presence of damp in his superheated steam, or, on the other hand, that the assumption that steam at low temperatures followed the law pv = R0 might be erroneous.",
        "1889), who has devoted minute attention to the reduction of Regnault's observations, assuming S/s =1.400 as the theoretical ratio of specific heats of all vapours on his \" aether-pressure theory,\" has calculated the properties of steam on the assumption S=0.384.",
        "These results for the variation of Q are independent of any assumption with regard to the variation of H.",
        "The assumption n=s/R simplifies the adiabatic equation, but the value n=3.5 gives So =0.497 at zero pressure, which was the value found by Callendar experimentally at 108° C. and 1 atmosphere pressure.",
        "It is obvious, however, that the assumption L =constant is not sufficiently accurate in many cases.",
        "A formula of the same type was given by Athenase Dupre (Theorie de chaleur, p. 96, Paris, 1869), on the assumption that the latent heat was a linear function of the temperature, taking the instance of Regnault's formula (io) for steam.",
        "The close agreement found under these conditions is a very strong confirmation of the correctness of the assumption that a vapour at low pressures does really behave as an ideal gas of constant specific heat.",
        "This assumption is made by Gray (Proc. Inst.",
        "It is interesting to remark that the simple result found in equation (25) (according to which the effect of the deviation of the vapour from the ideal state is represented by the addition of the term (c-b)/V to the expression for log p) is independent of the assumption that c varies inversely as the n th power of 9, and is true generally provided that c-b is a function of the temperature only and is independent of the pressure.",
        "The justification of this assumption lies in the fact that the values of c found in this manner, when substituted in equation (25) for the saturation-pressure, give correct results for p within the probable limits of error of Regnault's experiments.",
        "There are, moreover, numerous passages in the sacred books of the East, especially those of the Buddhists, which warn the student against the assumption that \"magical\" performances of any kind are to be regarded as proving the truth of the performer's teaching; and indeed it must be owned in justice to the theosophists that similar warnings are to be found scattered throughout their writings; while even Madame Blavatsky herself was wont to expatiate on the folly of accepting her \"phenomena\" as the mark of spiritual truth.",
        "This line is called the boundary of the geometrical shadow, and its construction is based on the assumption that light travels in straight lines (in homogeneous media) and suffers no deviation on meeting an obstacle.",
        "In 287 he suppressed the rising of the peasants (Bagaudae) in Gaul, but in 289, after a three years' struggle, his colleague and he were compelled to acquiesce in the assumption by his lieutenant Carausius (who had crossed over to Britain) of the title of Augustus.",
        "This looks like the assumption of indigenous traits by a foreigner - cf.",
        "Oporto, the seat of the outbreak, had no connexion by sea with any place known to be infected, and all attempts to trace introduction ended in speculation or assumption.",
        "The argument of these books, however, depends in turn upon the assumption of a benevolent Creator desirous of communicating with His creatures for their good; and the Natural Theology, by applying the argument from design to prove the existence of such a Deity, becomes the foundation of the argumentative edifice.",
        "Virginia and Maryland promised such a cession; President Washington was known to be in favour of a site on the Potomac, and in July 1790 Alexander Hamilton, in return for Thomas Jefferson's assistance in passing the bill for the assumption of the state war debts by the Federal government, helped Jefferson to pass a bill for establishing the capital on the Potomac, by which the president was authorized to select a site anywhere along the Potomac between the Eastern Branch (Anacostia) and the Conococheague river, a distance of about So m., and to appoint three commissioners who under his direction should make the necessary surveys and provide accommodations for the reception of Congress in r800.",
        "This is of course a physical assumption whose propriety is justified solely by experience.",
        "On this assumption, the reactions on any member at its two joints must be equal and opposite.",
        "The complete determination of the result of a collision under given circumstances is not a matter of abstract dynamics alone, but requires some auxiliary assumption.",
        "The usual empirical assumption is that u21ui= e(ufui), (41) where e is a proper fraction which is constant for the same two bodies.",
        "is in fact effected by the assumption.",
        "The assumption that the pistons of an engine move with simple harmonic motion is increasingly erroneous as the ratio of the length of the crank r, to the length of the con oecting rod 1 increases.",
        "Trans., 1894) investigated the question for the cases of loaded and unloaded shafts, and, owing to the complication arising from the application of the general theory to the cases of loaded shafts, devised empirical formulae for the critical speeds of shafts loaded with heavy pulleys, based generally upon the following assumption, which is stated for the case of a shaft carrying one pulley: If Ni, N1 be the separate speeds of whirl of the shaft and pulley on the assumption that the effect of one is neglected when that of the other is under consideration, then the resulting speed of whirl due to both causes combined may be taken to be of the form N1N2~!",
        "7 (1904), the qfiestion is investigated from a new mathematical point of view, and expressions for the whirling of loaded shafts are obtained without the necessity of any assumption of the kind stated above.",
        "Such attempts usually start with the tacit assumption that each of the persons concerned - Lycurgus, Solon, Peisistratus, Hipparchus - must have done something for the text of Homer, or for the regulation of the rhapsodists.",
        "His argument, however, rests on an assumption which we are apt to bring with us to the reading of the Iliad, but which is not borne out by its language, viz.",
        "The theory of the god and his Sakti as cosmic principles is perhaps already foreshadowed in the Vedic couple of Heaven and Earth, whilst in the speculative treatises of the later Vedic period, as well as in the post-Vedic Brahmanical writings, the assumption of the self-existent being dividing himself into a male and a female half usually forms the starting-point of cosmic evolution.'",
        "It shows the average number of years which persons of a given age, or, as here, of all ages, will live, on the assumption that they are subject to the calculated probabilities of survival.",
        "After the assumption of authority by the British government in 1900, Illorin was organized for administration on the same system as the remainder of northern Nigeria.",
        "Nor did the act affect in any way the long series of old statutes directed against the assumption of authority by the Roman see in England.",
        "The act of 1829 forbids the assumption by any person, other than the person authorized by law, of the name, style or title of an archbishop, bisop or dean of the Church of England.",
        "The Ecclesiastical Titles Act 1851 went further, and forbade the assumption by an unauthorized person of a title from any place in the United Kingdom, whether or not such place were the seat of an archbishopric, bishopric or deanery.",
        "This assumption applies indeed in a broad sense to that period which was dominated by intolerant theology and deprived of positive knowledge.",
        "Even on the assumption that the existing verses are a retranslation, it would still be certain that they differ very slightly from what the original must have been.",
        "Since, however, we learn from Bmda that already in his time Cadmon had had many imitators, the abstract probability is rather unfavourable than otherwise to the assumption that a collection of poems contained in a late 10th century MS. contains any of his work.",
        "Its duplex character, and the fact that the electricity produced by rubbing glass and vitreous substances was different from that produced by rubbing sealing-wax and resinous substances, seemed to necessitate the assumption of two kinds of electric fluid; hence there arose the conception of positive and negative electricity, and the two-fluid theory came into existence.",
        "The whole logical or scientific problem is treated as if it were one of co-existence, to which in truth the method of exclusion is scarcely applicable, and the assumption is constantly made that each phenomenon has one and only one cause.'",
        "It is also to be noted that he is here definitely opposing religion to magic, which he holds to be based on the (implicit) assumption \" that the course of nature is determined, not by the passions or caprice of personal beings, but by the operation of immutable laws acting mechanically.\"",
        "It may, however, be doubted whether the fundamental assumption of such a scheme, viz.",
        "The assumption, however, that Dauger was a valet when he was arrested is itself as unnecessary as the fact is intrinsically improbable.",
        "Neither Louvois's letter of July 19, 1669, nor Dauger's employment as valet to Fouquet in 1675 (six years later) - and these are the only grounds on which the assumption rests - prove anything of the sort.",
        "The first Bela, son of Beor, is often identified with Balaam, but the traditions of the Exodus are not precise enough to warrant the assumption that the seer was the king of a hostile land in Num.",
        "But now, when everything depended on a concentration of forces, Charles's imprudent assumption of the title of \" King of the Lapps of Nordland,\" which people properly belonged to the Danish Crown, involved him in another war with Denmark, a war known in Scandinavian history as the war of Kalmar because the Swedish fortress of Kalmar was the chief theatre of hostilities.",
        "a focussing screen, intersects the ray passing through the middle of the stop. This assumption is justified if a poor image on the focussing screen remains stationary when the aperture is diminished; in practice, this generally occurs.",
        "Nor yet can we make the favorite assumption 01 a great empire in Bactria.",
        "and it is possible that the primeval empire of the Saga is only a reflection of the Achaemenid and Sassanid empires of reality, whose existence legend dates back to the beginning of the world, simply because legend is pervaded by the assumption that the conditions obtaining in the present are the natural conditions, and, as such, valid for all time.",
        "Henceforward it becomes the form of every absolute monarchy in a civilized land, being formally mitigated only in Christian states by the assumption that the king is not God, but king by the grace of God.",
        "The life of the young Sufi from this period to his assumption of royalty in 1499 was full of stirring adventure; and his career as Ismail I.",
        "The campaign ended in the capture of Shiraz and assumption of sovereignty by Ali Murad, who caused Sadik Khan to be put to death.",
        "The assumption of two Gods necessarily led to cosmological speculations.",
        "In the Biographia he avows that the writings of Kant \"more than any other work, at once invigorated and disciplined my understanding\"; yet the gist of his estimate there is that Kant left his system undeveloped, as regards his idea of the Noumenon, for fear of orthodox persecution - a judgment hardly compatible with any assumption of Kant's Christian orthodoxy, which was notoriously inadequate.",
        "2 Hesse's, in particular, is shipwrecked on the assumption that the Ignatian epistles must be dated under Marcus Aurelius.",
        "One inevitable consequence of materialism is that subject and object can no longer be regarded as one in the act of perception, as Plato and Aristotle tended to assume, however imperfectly the assumption was carried out.",
        "of the monarchy had been precarious; as in Aragon the nobles and the church had exercised a large measure of control over their nominal head, and though it would be pedantry to over-emphasize the importance of the royal title, its assumption by Alphonso III.",
        "It is an unwarranted assumption that all the fragments of Israelite legislation which have been preserved lie in one serial development \" (Moore, Ency.",
        "That he was, as stated by Archdeacon Thomas Martin, the author of a Life of Wykeham, published in 1597, taught classics, French and geometry by a learned Frenchman on the site of Winchester College, is a guess due to Wykeham's extant letters being in French and to the assumption that he was an architect.",
        "The murder of the duke of Gloucester, Richard's uncle, in 1397, was followed next year by the assumption of absolute power by Richard.",
        "His explanation, however, of the rise of a liquid in a tube is based on the assumption of the constancy of the angle ofjcontact for the same solid and fluid, and of this he has nowhere given a satisfactory proof.",
        "This assumption, however, does not appear to be verified by the experiments of Brunner and Wolff on the rise of water in tubes at different temperatures.",
        "Even If The Tension At The Circumference Of The Tube Acted Vertically, And The Whole Of The Liquid Below This Level Passed Into The Drop, The Calculation Would Still Be Vitiated By The Assumption That The Internal Pressure At The Level In Question Is Atmospheric. It Would Be Necessary To Consider The Curvatures Of The Fluid Surface At The Edge Of Attachment.",
        "In Order To Justify This Assumption, The Formation Of The Drop Must Be Sufficiently Slow, And Certain Restrictions Must Be Imposed Upon The Shape Of The Tube.",
        "He proceeded in the main on the assumption that the forms of bacteria as met with and described by him are practically constant, at any rate within limits which are not wide: observing that a minute spherical micrococcus or a rod-like bacillus regularly produced similar micrococci and bacilli respectively, he based his classification on what may be considered the constancy of forms which he called species and genera.",
        "Jewish tradition ascribes the assumption of this title to John Hyrcanus.",
        "So small an allotment on the Thessaly front can only be explained on the assumption that the Turks supposed the Greeks to be at the same level of efficiency as in 1897.",
        "1266 he granted fairs at the Feasts of the Assumption and St Matthew.",
        "common process was to sew up the seal in a bag or piece of cloth or canvas, with the mistaken notion that this would ensure the seal's integrity; the ordinary result being that, on the assumption that seals thus protected needed no further care, they have been in most instances either broken or crushed to powder.",
        "We find moreover as emi-scientific conception of the basis of divination; the whole of nature is linked together; just as the variations in the height of a column of mercury serve to foretell the weather, so the flight of birds or behaviour of cattle may help to prognosticate its changes; for the uncultured it is merely a step to the assumption that animals know things which are hidden from man.",
        "Apart from the numerous parasitic forms, the only Crustacea which have adopted a strictly sedentary habit of life are the Cirripedia, and here, as elsewhere, profound modifications of structure have resulted, leading ultimately to a partial assumption of the radial type of symmetry which is so often associated with a sedentary life.",
        "The first attempts to reconstruct the genealogical history of the Crustacea started from the assumption that the \" theory of recapitulation \" could be applied to their larval history.",
        "So far as the zoea was concerned, this assumption was soon shown to be erroneous, and the secondary nature of this type of larva is now generally admitted.",
        "In spite of his near relationship to the Protector's family, he was one of the most violent opponents of the assumption by Cromwell of the royal title, and after the Protector's death, instead of supporting the interests and government of his nephew Richard Cromwell, he was, with Fleetwood, the chief instigator and organizer of the hostility of the army towards his administration, and forced him by threats and menaces to dissolve his parliament in April 1659.",
        "All the complicated speculations about a redactor which follow are swept away by the simple assumption that the text is sound.",
        "The investigation of caustics, being based on the assumption of the rectilinear propagation of light, and the validity of the experimental laws of reflection and refraction, is essentially of a geometrical nature, and as such it attracted the attention of the mathematicians of the 17th and succeeding centuries, more notably John Bernoulli, G.",
        "\" The Orders show a gradual increase of the assumption of internal sovereignty\" (Jenkyns, 193).",
        "Hecate is frequently identified with Artemis, an identification usually justified by the assumption that both were moon-goddesses.",
        "Anthropological researches undertaken all over the globe have shown the necessity of abandoning the old theory that a similarity of customs and superstitions, of arts and crafts, justifies the assumption of a remote relationship, if not an identity of origin, between races.",
        "in Roscher's Lexikon der Mythologie is based upon the theory that all these were originally moon-goddesses, on which assumption all their functions are explained.",
        "And the assumption seems to be confirmed by the respectful attitude of certain \" elders of the land \" in xxvi.",
        "They all proceeded on the false assumption, dating from the early years of the 16th century, that the work had been executed in oil.",
        "His assumption of the government was greeted with joy in Holland, and in his reign the province enjoyed rest and its fisheries benefited from the commercial treaty concluded with England.",
        "By way of testing this assumption, a bay filly, the half-sister of a richly striped hybrid, was put to a cross-bred Highland pony, and a Highland mare, while nursing her hybrid foal, was put to a colt the half-brother of a hybrid.",
        "As to progressive taxation based on the assumption that equality requires a larger proportionate charge upon a big income than on one of a smaller amount, the practical application of the principle, if true, would be impossible.",
        "Dupont, Report on a Visit of Investigation to St Pierre, Astove, Cosmoledo, Assumption and the Aldabra Group of the Seychelles Islands (Seychelles, 1907).",
        "In the interval between his election and the assumption of his duties at Baltimore, he studied physics under Helmholtz at Berlin, and carried out a well-known research on the effect of an electrically charged body in motion, showing it to give rise to a magnetic field.",
        "Though there is no experiment behind this assumption it can hardly lead to error.",
        "The sun's proper motion among the stars has been sought in the past as the assumption that the universe of stars showed as a whole no definite displacement of its parts, and, on this assumption, different methods of reduction which attributed apparent relative displacement of parts to real relative displacement of the sun agreed fairly well in concluding that the \" apex of the sun's way \" was directed to a point in right ascension 275°, declination 37° (F.",
        "The derivation of all the functions assigned to him from the idea of a single original lightor sun-god, worked out in his Lexikon der Mythologie by Roscher, who regards it as \"one of the most certain facts in mythology,\" has not found general acceptance, although no doubt some features of his character can be readily explained on this assumption.",
        "The assumption of the style of princeps senatus by Augustus (q.v.) first associated the word with the idea of sovereignty and dominion, but throughout the period of the empire it is still used as a title of certain civil or military officials (e.g.",
        "With further experience it has become obvious that very few reservoirs are capable of equalizing the full flow of the three consecutive driest years, and each engineer, in estimating the yield of such reservoirs, has deducted from the quantity ascertained on the assumption that they do so, a certain quantity representing, according to his judgment, the overflow which in one or more of such years might be lost from the reservoir.",
        "In relation to this supply from the previous year the most trying assumption is that the rainfall of that year, together with that of the driest year, will be the rainfall of the two driest consecutive years.",
        "One such assumption is that, if the dam is well built, the intensity of vertical pressure will (neglecting local irregularities) vary nearly uniformly from face to face along any horizontal plane.",
        "Hence it follows that on the assumption of uniformly varying stress the line of pressures, when the reservoir is full, should not at any horizontal plane fall outside the middle third of the width of that plane.",
        "These researches led to a wide discussion of the sufficiency of the law of uniformly varying stress when applied to horizontal joints as a test of the stability of dams. Professor Karl Pearson showed that the results are dependent upon the assumption that the distribution of the vertical stresses on the base of the structure also followed the law of uniformly varying stress.",
        "It is notorious among engineers that retaining walls designed in accordance with the well-known theory of conjugate pressures in earth are unnecessarily strong, and this arises mainly from the assumption that the earth is merely a loose granular mass without any such adhesion.",
        "After his release the emperor had restored his dignities to him, and his assumption of the electoral arms and title prevented any arrangement with Maurice.",
        "Without mentioning the speculations which had been made, he asked Newton what would be the curve described by a planet round the sun on the assumption that the sun's force diminished as the square of the distance.",
        "If we say that this act of attaching a symbol has been performed 253 times, then 253 is an abstract (or Underlying this definition is a certain assumption, viz.",
        "It is a natural assumption that prophecies have a practical end and refer to existing or impending conditions.",
        "Before these changes were complete the Holothurioidea must have diverged, by the assumption of a crawling existence.",
        "In the commencement of his continental war Edward took little profit either from his assumption of the French royal title, or from the lengthy list of princes of the Low Countries - Battle of whom he enrolled beneath his banner.",
        "The king detested it, and the assumption by the Whig houses of a right to nominate the head of the government BIll without reference to the national interests, could never be popular.",
        "In accordance with the promise of Lord John Russells letter, the ministry, at the opening of the session of 1851, introduced a measure forbidding the assumption of territorial Eccieslas-.",
        "Exactly on this broad principle of political force, revolution was the first step to the assumption by the people of France of their own government.",
        "The fore-limbs may, however, be modified, as in moles, for burrowing, or, as in bats, for flight, or finally, as in whales and dolphins, for swimming, with the assumption in this latter instance of a flipper-like form and the complete disappearance of the hind-limbs.",
        "The most remarkable feature about the marsupial dentition is that, at most, only a single pair of teeth is replaced in each jaw; this pair, on the assumption that there are four premolars, representing the third of that series.",
        "On the assumption that these functional teeth correspond to the milk-series of placentals, \"marsupials in this respect agree exactly with modern elephants, in which the same peculiarity exists.",
        "It has been suggested that the presence of the remains of these animals indicates a communication to the north with the Arctic Ocean; but in view of the severe climatic conditions still prevailing at the time, this seems an unnecessary assumption.",
        "The Fast of the Nativity lasts for twenty-eight days before Christmas; that of the Apostles for a variable number of days from the Feast of the Ascension; and that of the Virgin for fifteen days before the Assumption.",
        "In the practice of modern Roman Catholicism the following are recognized as fasting days, that is to say, days on which one meal only, and that not of flesh, may be taken in the course of twenty-four hours: - The forty days of Lent (Sundays excepted), all the Ember days, the Wednesdays and Fridays in Advent, and the vigils of certain feasts, namely, those of Whitsuntide, of St Peter and St Paul, of the Assumption of the Blessed Virgin Mary, of All Saints and of Christmas day.",
        "But at the present hour a representative writer names as a typical open question in his communion the Assumption of the Virgin.",
        "In the front court of the, temple of Minerva on the Capitol there was a chapel of Juventas, in which a coin had to be deposited by each youth on his assumption of the toga virilis, and sacrifices were offered on behalf of the rising manhood of the state.",
        "The assumption that they were \" innate \" was enough \" to take men off the use of their own reason and judgment, and to put them upon believing and taking upon trust without further examination....",
        "Although the second book is a sort of inventory of our ideas, as distinguished from the certainty and boundaries of our knowledge, Locke even here makes the assumption that the \" simple ideas \" of the five senses are practically qualities of things which exist without us, and that the mental \" operations \" discovered by \" reflection \" are those of a person continuously existing.",
        "But the force of this tradition had been so far weakened that Abd-ar-rahman could proclaim himself caliph on the 16th of January 929, and the assumption of the title gave him increased prestige with his subjects, both in Spain and Africa.",
        "It will be noticed that the lophophore of Phoronis is, on this assumption, a derivative of the collar just as it is in the Pterobranchia.",
        "The theory of psychophysical parallelism involves no doubt in the minds of the majority of its upholders the further assumption of some unity underlying both the physical and psychical series which may one day be discovered to be susceptible of scientific expression and interpretation.",
        "Certainly without some such assumption the hypothesis of an exact correspondence between the series described as parallel becomes, as Professor Ward has shown, unmeaning.",
        "That doctrine, if it is to possess cogency as a proof of the impossibility of the libertarian position, must assume that the amount of energy sufficient to account for physical and psychical changes is constant and invariable in quantity, an assumption which no scientific investigator is competent to prove.",
        "The cardinal assumption of Plato's metaphysic is, that the real is definitely thinkable and knowable in proportion as it is real; so that the further the mind advances in abstraction from sensible particulars and apprehension of real being, the more definite and clear its thought becomes.",
        "But the quasi-theistic assumption that what is natural must be reasonable remained in the minds of Hobbes's most docile readers, and in combination with his thesis that egoism is natural, tended to produce results which were dangerous to social well-being.",
        "But on this assumption a system of private conduct on utilitarian principles cannot be constructed until legislative and constitutional reform has been perfected.",
        "the distinction between the good and the bad self is never ignored, but is the fundamental assumption of his theory.",
        "But Vuk Stefanovich Karajich, a self-taught writer, proved the fallacy of that assumption.",
        "But the site is not unreasonably considered to be ancient, and the name to be derived from Vetus urbs; tombs, too, have been found in the neighbourhood, and it is not an unlikely assumption that here, as elsewhere, the medieval town occupies the Etruscan site.",
        "The church of the Assumption, rebuilt in the 19th century, is on the model and site of an older church of the middle ages.",
        "In reply to those who thought that Parmenides's theory of the existence of the One involved inconsistencies and absurdities, Zeno tried to show that the assumption of the existence of the Many, that is to say, a plurality of things in time and space, carried with it inconsistencies and absurdities grosser and more numerous.",
        "But thislinvolves an assumption, undoubtedly true for small temperature-gradients, but still an assumption, viz.",
        "An exactly similar assumption is made in the statement of Ohm's law, i.e.",
        "It happens, however, that with our modern methods it is much more easy to test the accuracy of the assumption in the case of electricity than in that of heat; and it has accordingly been shown by J.",
        "granted a yearly fair lasting from the Assumption of St Mary to the following Michaelmas.",
        "The most interesting buildings are the cathedral church of the Assumption, founded in 1377, and completed with a modern facade copied from that of the Pantheon in Rome; the church of St Veit, on the model of Santa Maria della Salute in Venice; and the Pilgrimage church, hung with offerings from shipwrecked sailors, and approached by a stairway of 400 steps.",
        "Only on the assumption that the book of Genesis is a composite work is it possible to explain the duplication of events, the varying use of the divine names Yahweh and Elohim, the linguistic and stylistic differences, the internal intricacies of the subject matter, and the differing standpoints as regards tradition, chronology, morals and religion.'",
        "Apart from the ordinary arguments of historical criticism, it is to be noticed that external evi dence does not support the assumption that the records preserve 6 On the course of modern criticism and on the various sources: P, J (Judaean or Yahwist), E (Ephraimite or Elohist), see Bible (Old Test.",
        "They could not, he says, even understand the problems they sought to resolve by the assumption of infallibility, and he turned again, in his despair, to the instructors of his youth - the Sufis.",
        "For to do either is forbidden by experience; and yet to do nothing is forbidden by logic. We are thus driven to the assumption that the conception is contradictory because incomplete; but how are we to supplement it?",
        "But in all this it has been assumed that we are spectators of the objective semblance; it remains to make good this assumption, or, in other words, to show the possibility of knowledge; this is the problem of what Herbart terms Eidolology, and forms the transition from metaphysic to psychology.",
        "Fresnel obtained his formulae by assuming that the optical difference of media is due to a change in the effective density of the ether, the elasticity being the same - an assumption inconsistent with his theory of double refraction - and was led to the result that the vibrations are perpendicular to the plane of polarization.",
        "Franz Neumann and James MacCullagh, starting from the opposite assumption of constant density and different elasticities, arrived at the same formulae for the intensities of the reflected light polarized in the principal azimuths, but in this case the vibrations must be regarded as parallel to the plane of polarization.",
        "The signs in the above equations are chosen on the assumption that positive electricity flows from cold to hot in the metal s'.",
        "- In order to justify the assumption involved in the application of the second law of thermodynamics to the theory of the thermocouple in the manner above specified, it would be necessary and sufficient, as Thomson pointed out (Phil.",
        "These formulae are not so simple and convenient as Tait's, though apparently founded on a more simple assumption, but they frequently represent the observations more closely.",
        "Another simple and possible assumption is that made by A.",
        "The writer's observations agree more nearly with the assumption s=constant, those of Stansfield with s=c/T.",
        "The potential diagrams already given have been drawn on this assumption, that the Thomson effect is not really due to convection of heat by the current, but is the measure of an E.M.F.",
        "The adoption of the Roman instead of the Gothic ritual of Saint Isidore has been lamented, but it marked the assumption by Castile of a place in the community of the western European kingdoms. The Frenchmen, both monks and knights, who accompanied Constance brought to bear on Spain the ecclesiastical, architectural, literary and military influence of France, then the intellectual centre of Europe, as fully as it ever was exercised in later times.",
        "nullity of the Spaniards of this generation led to the assumption of all real power by the French or Italian servants and advisers of the king.",
        "The Bihari pontok started from the assumption that Hungary was a free and independent state.",
        "suppositio, from sub-ponere), in ordinary language, an explanation, supposition or assumption, which is put forward in the absence of ascertained facts or causes.",
        "By means of this assumption too, humanity seemed to be unburdened, and the presupposed capacity for redemption could, therefore, be justified in its widest range\" (Harnack's History of Dogma, i.",
        "were inserted by a hand later than the first Deuteronomic editor of viii.; but the further assumption that this editor had deliberately omitted ix.-xx.",
        "ii., and Remade, Bonaparte et les Bourbons, Paris, 1899), but after 1800, and still more after the failure of the royalist conspiracy of Cadoudal, Pichegru and Moreau, followed by the execution of the duc d'Enghien (March 1804), and the assumption by Napoleon of the title of emperor (May 1804), the royalist cause appeared quite hopeless.",
        "Jefferson merely had exaggerated fears of a moneyed political engine, and seeing that Hamilton's measures of funding and assumption did make the national debt politically useful to the Federalists in the beginning he concluded that they would seek to fasten the debt on the country for ever.",
        "In America the contrast between the Eocene forests and those now living is much less striking, and this fact has led to the wrong assumption that the present American flora had its origin in the American continent."
    ],
    "definition": [
        "Something the truth of which is taken for granted; a supposition.",
        "The act of taking for or on oneself, especially accepting, or agreeing to take the responsibility for, the obligation of another.",
        "Link/Cite"
    ]
}