{
    "translation": "להניח",
    "uses": [
        "Pete will assume I can take care of you.",
        "Alex had always taken care of his family, but was it irresponsible to assume he always would?",
        "I assume you're the one responsible for the new look.",
        "You're too smart to assume anything.",
        "He was ready to assume his position as head of the house.",
        "I'm not upset for the reason you assume I am!",
        "Until we can prove Cleary isn't Byrne, let's assume he is.",
        "She wouldn't assume anything.",
        "\"I'll assume by your silence you're still not talking,\" Jule said.",
        "I assume that's where I'm going.",
        "\"I assume you're here for these, not for us,\" she said, aware of how harsh her words sounded.",
        "History seems to assume that this force is self-evident and known to everyone.",
        "I assume you being so warm is a wolf thing?",
        "Instead, they had talked about the house and how she would assume responsibilities.",
        "You can influence anything, Tim, so I assume this is your idea and your window.",
        "I can only assume the powder you found in my pocket was powdered sugar.",
        "I assume it's not a woman's place at the Council.",
        "Since it's your first time, I assume you want to know if it will be painful.",
        "I shall assume that she has the normal child's capacity of assimilation and imitation.",
        "Did he trust her or assume she knew better than to run?",
        "Further, assume the best job pays the most and is the most fun, and the worst job pays the least and is the least fun.",
        "Assume this is the last day of your life, since it might really be for both of us.  What one thing would you have done if you knew it was your last day?",
        "\"I don't know.  It's my curse and sometimes, my blessing.  I'm immune to young magic,\" Katie explained.  \"I assume this tree isn't that old.\"",
        "It would be a colossal mistake to assume some sort of collectivist or communistic solution to hunger in the world.",
        "\"I assume if you had good news for me, we wouldn't be here,\" Darian said, glancing at his friend.",
        "We are bothered a good deal by people who assume the responsibility of the world when God is neglectful.",
        "Maybe that was why he was in such a hurry to assume husbandly duties as well.",
        "First, it would be tempting to assume the person hauling manure can only do that, and if that job disappeared he would have no useful skills.",
        "\"So he sent you here to assume a position my people would respect while sweeping the way clear for Memon to enter and destroy all?\" she continued.",
        "I assume one day it hatches.",
        "I've made arrangements to have anyone watching me assume they're going with me to Colorado, he said as he rose.",
        "Was she encouraging Alex to assume a paternal role, or was she merely old-fashioned enough to think that men and women had specific roles?",
        "After watching the madman named Arnie last night, he knew better than to assume anything about the deceptively quiet Peak.",
        "\"Let's assume she ran into no trouble and traveled all ten days with four-hour breaks every day,\" Brady said.",
        "The idiots also said that anyone --I assume monster --can sense me 'cause you did claim me.",
        "Should I assume something happened to her?",
        "Women aren't supposed to assume a man's role.",
        "Alex was willing to assume one of those duties long before they were engaged.",
        "Men uniting in these combinations always assume such relations toward one another that the larger number take a more direct share, and the smaller number a less direct share, in the collective action for which they have combined.",
        "Assume you're being tracked as well and act accordingly.",
        "I assume they have strong suspicions as well.",
        "Whenever I look at my watch and its hands point to ten, I hear the bells of the neighboring church; but because the bells begin to ring when the hands of the clock reach ten, I have no right to assume that the movement of the bells is caused by the position of the hands of the watch.",
        "I assume she knew she'd need something from me, except she had no idea who I was when we met again.",
        "Kris crossed his arms, recalling the last message he'd received from his spies.  They'd been certain of two demon shapeshifters infiltrating his organization.  While no one knew who they'd replaced, one thing was clear: he couldn't assume people were who he thought they were.",
        "All of this would assume that you've decided you have no further use for me.",
        "\"Assume I know nothing about Ireland,\" he said, amused.",
        "Such is the reply historians who assume that the collective will of the people is delegated to rulers under conditions which they regard as known.",
        "He sent you here to kill me and assume my position.",
        "Two millennia later, it is fair to assume that humans are still capable of this kind of memory.",
        "The only obligation which I have a right to assume is to do at any time what I think right.",
        "It was this: the Emperor did not assume the title of commander-in-chief, but disposed of all the armies; the men around him were his assistants.",
        "Assume I never knew this underworld existed before a little over a week ago.",
        "By what logic would anyone assume it will not go to zero?",
        "But however small the units it takes, we feel that to take any unit disconnected from others, or to assume a beginning of any phenomenon, or to say that the will of many men is expressed by the actions of any one historic personage, is in itself false.",
        "We see with our eyes many people doing mind-numbingly boring jobs and assume that is all they are capable of doing.",
        "She had chosen him partly for his ability to assume control while keeping everyone's best interest in mind... and partly because he aroused a passion she never knew existed.",
        "One can only assume it would be substantially more if it were to be leveled with a nuclear device.",
        "Each of the three armies had its own commander-in-chief, but there was no supreme commander of all the forces, and the Emperor did not assume that responsibility himself.",
        "I assume that virtually everyone working in defense industries believes they are serving their country and protecting freedom.",
        "But let's adopt the cynic's view for a moment and assume people in these corporations are chiefly concerned about their financial benefit, not about human suffering, when it comes to war.",
        "People have called this kind of war \"guerrilla warfare\" and assume that by so calling it they have explained its meaning.",
        "No. I can only assume that they made it to Ashley.",
        "If she said he was responsive, Claudette would assume something was going on.",
        "The officer evidently had complete control of his face, and while Kutuzov was turning managed to make a grimace and then assume a most serious, deferential, and innocent expression.",
        "He did not know that Natasha's soul was overflowing with despair, shame, and humiliation, and that it was not her fault that her face happened to assume an expression of calm dignity and severity.",
        "Historians of the third class assume that the will of the people is transferred to historic personages conditionally, but that the conditions are unknown to us.",
        "I assume the Colombians think the family tried to rip them off and the family figures it the other way around.",
        "Assume you win your bet.",
        "Only a very few of them can assume the form of another human.",
        "As the conversation began to assume a loftier and grander tone, we gradually shoved our chairs farther apart till they touched the wall in opposite corners, and then commonly there was not room enough.",
        "I'd assume no one would believe me and I'd be at a loss to prove what I saw.",
        "Since Carmen had been the one to initiate that adoption, it was safe to assume she was over her adoption phobia.",
        "On the other hand, it would be a pledge to the world that we intend to stand by our declaration of war, and give Cuba to the Cubans, as soon as we have fitted them to assume the duties and responsibilities of a self-governing people....",
        "Ice has its grain as well as wood, and when a cake begins to rot or \"comb,\" that is, assume the appearance of honeycomb, whatever may be its position, the air cells are at right angles with what was the water surface.",
        "Only then did she remember how she must behave at a ball, and tried to assume the majestic air she considered indispensable for a girl on such an occasion.",
        "You assume we French all eat croissants, Pierre complained.",
        "I assume it.s the same for you.",
        "A few can assume forms, but they.re rare, he said.",
        "She had to be, or he wouldn't have been able to assume her role as Death.",
        "\"I'll assume that's a yes,\" he said with a faint smile.",
        "The war of 1812, besides its national significance dear to every Russian heart, was now to assume another, a European, significance.",
        "He seemed to assume she was staying for good, and she didn't know how to tell him A'Ran had given her a choice she hadn't yet made.",
        "Ne'Rin didn't have the mind for battle planning, another reason A'Ran hesitated to assume the worst about him.",
        "\"You are quick to assume the worst,\" the death dealer said at last.",
        "to assume her position if her body and mind were broken by the men you saved her from.",
        "Did he suspect she was getting bored, or did he assume she would be interested in them because of her profession?",
        "He shouldn't be concerned, but he also knew better than to assume any good was going to come of whatever Jonny was doing.",
        "A bee, we will assume, attracted by the colour and perfume of the flower, alights on that part of it which is the first to attract its attention - the lip. There, guided by the hairs or ridges before-mentioned, it is led to the orifice of the spur with its store of honeyed juice.",
        "From the standpoint of general theory economic movements assume an impersonal character and economic forces operate like the forces of nature.",
        "The nation, as a whole, was proud of him, and began, for the first time since the Thirty Years War, to feel that it might once more assume a commanding place in the world.",
        "To determine the free oscillations we assume a time factor e~1 the equations then become linear differential equations between the dependent variables of the problem and the independent variables x, or x, y, or x, y, 1 as the case may be.",
        "Feeling the difficulty of supposing that all the ancient minstrels sang of the \" wrath of Achilles \" or the \" return of Ulysses \" (leaving out even the capture of Troy itself), he was led to assume that two poems of no great compass dealing with these two themes became so famous at an early period as to throw other parts of the Trojan story into the background, and were then enlarged by successive generations of rhapsodists.",
        "In 1694 the apothecaries had increased from 114 to nearly 1000, and many of them, having acquired a knowledge of the uses of medicine, began to prescribe medicines for their customers and to assume the functions of the physician, who retorted in 1697 by establishing dispensaries, where medicines could be procured at their intrinsic value, or at cost price.",
        "Two features which are essentially protoplasmic assume a great importance when we consider these relations.",
        "The effect can also be demonstrated experimentally: thus it has been observed that a xerophyte grown in moist air will lose its characteristic adaptive features, and may even assume those of a hygrophyte.",
        "About 245 the emperor Philip the Arabian entrusted him with an important command on the Danube, and in 249 (or end of 248), having been sent to put down a revolt of the troops in Moesia and Pannonia, he was forced to assume the imperial dignity.",
        "Cuculus canorus and trogons, is often lined with the broken-off hairs of these caterpillars, which, penetrating the cuticle, assume a regular spiral arrangement, due to the rotatory motion of the muscles of the gizzard.",
        "Some naturalists would add the finches (Fringillidae), rightly if we assume that the Ploceidae or weavers constitute a separate family.",
        "12); they did not assume, so far as we know, the official style of \"fathers in God.\"",
        "We may therefore assume that, in acts of public worship at any rate, prayer and its magico-religious congeners are at all stages resorted to as a \"means of grace,\" even though such grace do not constitute the expressed object of petition.",
        "No \"grant\" was necessary; it was assumed by all and sundry who had occasion to use it, though a reasonable convention forbade one man to assume the device of another.",
        "But hereafter it may not prove possible for the apologist to assume as unchallenged the Christian moral outlook.",
        "If we assume, as we must needs do, that the opinions which Basilides promulgates as the teaching of the \"barbari\" (Acta Archelai c. 55) were in fact his own, the fragments prove him to have been a decided dualist, and his teaching an interesting further development of oriental (Iranian) dualism.",
        "The flat lands which extend from the base of the Alpine foothills to the shores of the Arctic Ocean, assume the character either of dry deserts, as in the Aral-Caspian depression, or of low tablelands, as in central Russia and E.",
        "This couple, we may assume, will be equally divided between the two wheels, so that the torque acting on each will be T.",
        "National sacra and the ceremonial requirements were made to assume a secondary role or were even ignored.'",
        "(b) Eschatology in the Judaism of the Greek period began to assume a new form.",
        "Although, however, he adds that at this point he suspended his religious inquiries, \" acquiescing with implicit belief in the tenets and mysteries which are adopted by the general consent of Catholics and Protestants,\" his readers will probably do him no great injustice if they assume that even then it was rather to the negations than to the affirmations of Protestantism that he most heartily assented.",
        "At the same time it should be remembered that many points await elucidation, and it is unwise to assume conclusions in advance of the evidence.",
        "He was one of the delegates in 1789 from the Irish parliament to George, prince of Wales, requesting him to assume the regency as a matter of right.",
        "Let us assume, as is commonly the case, that the intrinsic energy of the initial system is greater than that of the final system.",
        "This agrees substantially with the independent records of Nehemiah, and unless we assume two disasters not widely separated in date - viz.",
        "These ducts therefore have not their exact counterparts in the Oligochaeta, unless we are to assume that they collectively are represented by the seminal vesicles of earthworms and the vasa deferentia.",
        "Sawfly larvae can at once be recognized by the curious positions they assume, and by the number of pro-legs, which exceeds ten.",
        "In studying the economic history of the 18th century, for example, it is not enough to assume with Defoe that \" gain is the design of merchandise.\"",
        "We cannot assume that the fluctuations in wages were due to the action or inaction of magistrates without the most careful examination of the other influences affecting the trades.",
        "We might assume that criticism and analysis had separated the wheat from the chaff in their writings, that everything of permanent value had probably been preserved and incorporated in the works of later economists.",
        "All the materials for investigation, all the facts and figures from which illustrations are drawn, all methods of keeping accounts in England, assume the ordinary English tongue.",
        "He was not eager to assume this task, and he made great efforts to avoid promotion to the archbishopric of Canterbury, which Elizabeth designed for him as soon as she had succeeded to the throne.",
        "These facts, and not, as has often been assumed, the treachery of Talleyrand, decided Alexander to assume at Erfurt an attitude of jealous reserve.",
        "The difference between schists and gneisses is mainly that the latter have less highly developed foliation; they also, as a rule, are more coarse grained, and contain far more quartz and felspar, two minerals which rarely assume platy or acicular forms, and hence do not lead to the production of a fissile character in the rocks in which they are important constituents.",
        "We are therefore entitled to assume that the suppressed wings of Exopterygota tend to reappear; and, speaking of the past, we may say that if after a period of suppression the wings began to reappear as hypodermal buds while a more rigid pressure was exerted by the cuticle, the growth of the buds would necessarily be inwards, and we should have incipient endopterygotism.",
        "The rivers when they debouch from the 'mountains assume an eastern trend in their effort to reach the sea.",
        "All the world over it is held that such people can assume the form of animals; sometimes the power of the shaman is held to depend on his being able to summon his familiar; among the Ostiaks the shaman's coat was covered with representations of birds and beasts; two bear's claws were on his hands; his wand was covered with mouse-skin; when he wished to divine he beat his drum till a black bird appeared and perched on his hut; then the shaman swooned, the bird vanished, and the divination could begin.",
        "Generally, while there is a relative poverty of zoological groups, there is a great wealth of species within the group. Of gammarids, there are as many as 300 species, and those living at great depths (33 o to 380 fathoms) tend to assume abyssal characters similar to those displayed by the deep-sea fauna of the ocean.",
        "y P P to assume heavy risks.",
        "In this he showed that a homogeneous fluid mass revolving uniformly round an axis under the action of gravity ought to assume the form of an ellipsoid of revolution.",
        "According to this view, it is necessary to assume that, in all unsaturated compounds, two, or some even number of affinities are disengaged; and also that all elements which combine with an even number of monad atoms cannot combine with an odd number, and vice versa, - in other words, that the number of units of affinity active in the case of any given element must be always either an even or an odd number, and that it cannot be at one time an even and at another an odd number.",
        "Changes of the first and second kind, according to our views of the constitution of molecules, are probably of very rare occurrence; in fact, chemical action appears almost always to involve the occurrence of both these kinds of change, for, as already pointed out, we must assume that the molecules of hydrogen, oxygen and several other elements are diatomic, or that they consist of two atoms. Indeed, it appears probable that with few exceptions the elements are all compounds of similar atoms united together by one or more units of affinity, according to their valencies.",
        "OH, in which we will assume the hydroxyl group to occupy position I, is converted into brombenzene, which is then converted into benzoic acid, C 6 1-1 5 -COOH.",
        "Applying this notion to benzene, let us consider the impacts made by the carbon atom (I) which we will assume to be doubly linked to the carbon atom (2) and singly linked to (6), h standing for the hydrogen atom.",
        "that 1.2 and 1.6 should be ortho-positions, 1.3 and 1.5 meta-, and 1.4 para-, and following out the transformation on the Ladenburg formula, then an ortho-dioxyterephthalic acid (IV) should result, a fact denied by experience, and inexplicable unless we assume a wandering of atoms. Kekule's formula (III), on the other hand, is in full agreement (Baeyer).",
        "When, as in the formation of naphthalene tetrachloride, for example, the one ring becomes saturated, the other might be expected to assume the normal centric form and become relatively inactive.",
        "The centric hypothesis has been applied to these rings by Bamberger and others; but as in the previous rings considered, the ordinary (3) (4) (5) representation with double and single linkages generally represents the syntheses, decompositions, &c.; exceptions, however, are known where it is necessary to assume an oscillation of the double linkage.",
        "We assume that each carbon atom and each hydrogen atom contributes equally to the thermal effect.",
        "While very many coloured substances must obviously contain this grouping, yet in many cases it is necessary to assume a simple intermolecular change, while in others a more complex rearrangement of bonds is necessary.",
        "On the chromophoreauxochrome theory (the nitro group being the chromophore, and the hydroxyl the auxochrome) it is necessary in order to explain the high colour of the metallic salts and the colourless alkyl and aryl derivatives to assume that the auxochromic action of the hydroxyl group is only brought strongly into evidence by salt formation.",
        "Again, the pyroxenes, RS103 (R=Fe, Mg, Mn, &c.), assume the forms (I) monoclinic, sometimes twinned so as to become pseudo-rhombic; (2) rhombic, resulting from the pseudo-rhombic structure of (I) becoming ultramicroscopic; and (3) triclinic, distinctly different from (I) and (2); (I) and (2) are polysymmetric modifications, while (3) and the pair (I) and (2) are polymorphs.",
        "It is remarkable that a great many polymorphous substances assume more symmetrical forms at higher temperatures, and a possible explanation of the increase in density of such compounds as silver iodide, &c., may be sought for in the theory that the formation of a more symmetrical configuration would involve a drawing together of the molecules, and consequently an increase in density.",
        "Dorpfeld, we assume an Attic stadium of 200 steps (500 ft.) to be equal to 164 metres, a degree of 700 stad.",
        "thus led to assume that the distance from the first meridian drawn through the Fortunate islands to Sera (mod.",
        "In the hands of moralistic theologians, like Lactantius, they certainly assume a somewhat grotesque form, but the fact that these men clung to them is the clearest evidence that in the West millennarianism was still a point of \"orthodoxy\" in the 4th century.",
        "Notwithstanding these however, the great similarities between a and, 3 oblige us to assume that the translator of HR used the Greek version of H a, or vice versa.",
        "Now the Maccabean high-priests were the first to assume the title ` priests of the Most High God ' - the title anciently borne by Melchizedek.",
        "On the ground of the above quotations we assume, therefore, that a was used by St Paul, and that H a was therefore translated into Greek at latest before A.D.",
        "On the death of James in December 1542 he attempted to assume office as one of the regents for the infant sovereign Mary, founding his pretensions on an alleged will of the late king; but his claims were disregarded, and the earl of Arran, head of the great house of Hamilton, and next heir to the throne, was declared regent by the estates.",
        "Specimens may be judged to be dry when they no longer cause a cold sensation when applied to the cheek, or assume a rigidity not evident in the earlier stages of preparation.",
        "It is the abode of the angels, who are wrapped in luminous garments, and who assume a sensuous form when they appear to men.",
        "The Wahhabi movement in Nejd now began to assume serious proportions.",
        "The emperor was, moreover, imperfectly acquainted with the degree of preparation of his adversaries' designs, and when he dictated his preliminary orders he was still unaware of the direction that the allies' advance would assume.",
        "The Russian government, however, failed to see the matter in its true light, and Marshal Kutusov was sent to the front to assume the chief command.",
        "Whilst waiting his return Murat was enjoined to skirmish with Kutusov, and the emperor himself worked out a scheme to assume the offensive with his whole army towards St Petersburg, calling in Victor and St Cyr on the way.",
        "It seems easiest to assume that the festival, so far as the Passover itself is concerned, was actually connected historically with the Exodus.",
        "But it is unsafe to assume, from 2 Kings xxiii.",
        "The earliest mention in history of the name Franks is the entry on the Tabula Peutingeriana, at least if we assume that the term \" et Franci \" is not a later emendation.",
        "In some obsidians from Teneriffe and Lipari the whole rock consists of them, so closely packed together that they assume polygonal shapes like the cells of a honeycomb.",
        "If we assume that no other cause is at work, it is easy to prove that, with non-dissolvable electrodes, the ratio of salt lost at the anode to the salt lost at the cathode must be equal to the ratio of the velocity of the cation to the velocity of the anion.",
        "Hence, if we assume that, in the Daniell's cell, the temperature coefficients are negligible at the individual contacts as well as in the cell as a whole, the sign of the potential-difference ought to be the same at the surface of the zinc as it is at the surface of the copper.",
        "of the Lena) ranges, diversify these monotonous lowlands, which are covered with a thick sheet of black earth in the south and assume the character of barren tundras in the north.",
        "Now a11A11= alla22a33...ann, wherein all is not to be changed, but the second suffixes in the product a 22 a 33 ...a nn assume all permutations, the number of transpositions necessary determining the sign to be affixed to the member.",
        "uo; 4, 1=0=f.; where u 0 =1, u1=o, assume that tfik = (af) k ay -k = f.",
        "Since 0 is always small, sufficiently accurate results may generally be obtained if we assume.",
        "Those who support this view generally speak of the stress as \" Maxwell's stress,\" and assume its value to be B 2 /87r.",
        "Soc., 1890, 48, 342) has demonstrated that it is quite unnecessary to assume either the directive force of Weber, the permanent set of Maxwell, or any kind of frictional resistance, the forces by which the molecular magnets are constrained being simply those due to their own mutual attractions and repulsions.",
        "The alimentary canal is uncoiled and cylindrical, and gives rise laterally to large gastric glands, which are more than a single pair in number (two to six pairs), and may assume the form of simple caeca.",
        "701-703.) But if we except the Zachariah and John group of legends, it is not necessary to assume the Gnostic recast of this work in the 3rd century as is done by Lipsius.",
        "To Neolithic man, still perhaps represented by some of the more light-coloured and more regularfeatured Polynesian groups, may therefore not unreasonably be attributed these astonishing remains, which assume so many different forms according to the nature of the locality, but seem generally so out of proportion with the present restricted areas on which they stand.",
        "The country is mountainous, and the vegetation of the lower heights begins to assume a tropical aspect.",
        "We assume that the rite employed was serious and Anglican may reverent, and there is no longer any need to refute the fable of a ludicrous consecration at the \"Nag's Head \" tavern.",
        "as Plato, man, animal, &c., according to the \" status \" or point of view which we assume.",
        "This same character is also exhibited by the bottoms of the broad valleys, while the more elevated and hilly portions of the territory, especially on their northern slopes, are covered with larch, cedar, pine and deciduous trees belonging to the Siberian flora; where the forests fail they are marshy or assume the character of Alpine meadows - e.g.",
        "This procrastinating policy played into the hands of the extremists; for supplies had not been voted, and the question of the credits for the expenditure incurred in connexion with the annexation of Bosnia and Herzegovina, increasingly urgent, placed a powerful weapon in the hands of the Magyars, and made it certain that in the autumn the crisis would assume an even more acute form.",
        "Laplace treated the subject from the point of view of the gradual aggregation and cooling of a mass of matter, and demonstrated that the form which such a mass would ultimately assume must be an ellipsoid of revolution whose equator was determined by the primitive plane of maximum areas.",
        "Assume this true for u 1, u 2, ., u,,.",
        "(b) Let us assume that the product of every set of p consecutive integers is divisible by p!, and let us try to prove that the product of every set of p+ I consecutive integers is divisible by (p+i)!.",
        "Thus we arrive at the differential coefficient of f(x) as the limit of the ratio of f (x+8) - f (x) to 0 when 0 is made indefinitely small; and this gives an interpretation of nx n-1 as the derived function of xn (ï¿½ 45)ï¿½ This conception of a limit enables us to deal with algebraical expressions which assume such forms as -° o for particular values of the variable (ï¿½ 39 (iii.)).",
        "It is more than likely that he was indebted to earlier writers, whom he omits to mention, and whose works are now lost; nevertheless, but for this work, we should be led to assume that algebra was almost, if not entirely, unknown to the Greeks.",
        "In point of international law, its existence may be said to date from Dec. I 1918, when the Prince-Regent Alexander of Serbia formally complied with the invitation of the Yugoslav National Council to assume the regency over the sister provinces also.",
        "Why should we assume that it will be able to escape the moulding by environment (once its evoking cause is removed) to which, according to Lamarck's first law, all parts of organisms are subject ?",
        "All that it is necessary to assume is that the effects of the successive zones gradually diminish, whether from the increasing obliquity of the secondary ray or because (on account of the limitation of the region of integration) the zones become at last more and more incomplete.",
        "Properly applied, the principle could not fail; but, as may readily be proved in the case of sonorous waves, it is not in strictness sufficient to assume the expression for FIG.",
        "To calculate the roots of (5) we may assume u=(m+1)7r-y= U-y, (3), where y is a positive quantity which is small when u is large.",
        "If, however, we assume the theory of a simple rectangular aperture (§ 3); the results of the ruling can be inferred by elementary methods, which are perhaps more instructive.",
        "To assume a cylindrical form of primary wave would be justifiable only when there is synchronism among the secondary waves issuing from the various centres.",
        "1, may be determined by direct integration of (12), or from the observation that by their constitution G and H vanish when u= oo, coupled with the fact that C and S then assume the value 2.",
        "Yet God has not gone forth with them: the heathen have been victorious, blood has flowed like water round Jerusalem, the Temple has been defiled, and these disasters assume the character of a religious persecution.",
        "Since form cannot produce matter nor subject object, we are forced to assume a thing-in-itself.",
        "It is safe to assume that the original draft of this, afterwards enlarged by his pupil, Alfric Bata, was by Alfric, and represents what his own scholar days were like.",
        "One more point must be considered: there is the evidence of competent observers to show that members of a tribe accustomed to nudity, when made to assume clothing for the first time, exhibit as much confusion as would a European compelled to strip in public. This fact, considered together with what has been said above, compels the conclusion that modesty is a feeling merely of acute self-consciousness due to appearing unusual, and is the result of clothing rather than the cause.",
        "The more closely it is confined the greater is the pressure set up by a small part of the charge burning, and the more completely will the explosion of the remainder assume the detonating form.",
        "The Guiana boundary question began now to assume an acute stage, the Venezuelan minister in Washington having persuaded President Cleveland to take up the cause of Venezuela in vindication of the principles of the Monroe doctrine.",
        "Some other observers, however, have not got such good results with a chloride-free diet, and Marishler, Scheel, Limbecx, Dreser and others, dispute Widal's hypothesis of a retention of chlorides as being the cause of oedema, in the case of renal dropsy at all events; they assert that the chlorides are held back in order to keep the osmotic pressure of the fluid, which they assume to have been effused, equal to that of the blood and tissues.",
        "In spite of his youth and his reluctance to assume the responsibility, he was chosen as commander-in-chief after the defeat of the Vendeans by the republicans at Cholet.",
        "In central Africa the chimpanzees assume more or less marked gorilla-like traits.",
        "If, for example, we assume the life of a given mine at ten years and the rate of interest at 5%, it will be necessary that the property shall earn nearly 13% annually - viz., 5% interest and 8% for the annual payment to the amortization or the reserve fund.",
        "To cover the special risks of mining, capital should earn a higher interest than in ordinary business, and if we assume that the sinking-fund be safely invested, we must compute the amortization on a lower basis than 5%.",
        "Any Turkish battery that was chosen for target generally ceased firing before long; and the assailants were disposed to assume that the work was definitely put out of action, whereas all that had happened in reality was that the hostile gunners had been driven from their guns.",
        "In view of what had occurred the Allied Governments decided that in further operations full use must be made of the gathering army, and from this time onwards the military began to assume the principal role in the effort of the Entente to secure command of the Dardanelles.",
        "If we may assume that the writer who uses the first person plural in Acts xvi.",
        "Compared with these ranges the Pegu Yomas assume the proportions of mere hills.",
        "In the heart of the delta numerous large lakes or marshes abounding in fish are formed by the overflow of the Irrawaddy river during the rainy season, but these either assume very diminutive proportions or disappear altogether in the dry season.",
        "The hollow bulb is worked into the shape it is intended to assume, partly by blowing, partly by gravitation, and partly by the workman's tool.",
        "All metals, when exposed in an inert atmosphere to a sufficient temperature, assume the form of liquids, which all present the following characteristic properties.",
        "As liquidity might be looked upon as the ne plus ultra of softness, this is the right place for stating that, while most metals, when heated up to their melting points, pass pretty abruptly from the solid to the liquid state, platinum and iron first assume, and throughout a long range of temperatures retain, a condition of viscous semi-solidity which enables two pieces of them to be \"welded\" together by pressure into one continuous mass.",
        "Archimedes maintained that each particle of a fluid mass, when in equilibrium, is equally pressed in every direction; and he inquired into the conditions according to which a solid body floating in a fluid should assume and preserve a position of equilibrium.",
        "Again, by raising the temperature, a metal in the solid state can be melted and liquefied, and poured into a mould to assume any form desired, which is retained when the metal cools and solidifies again; the gaseous state of a metal is revealed by the spectroscope.",
        "The identification of the northern and southern Hittites, however, presents certain difficulties not yet fully explained; and it seems that we must assume Heth to have been the name both of a country in the north and of a tribal population not confined to that country.",
        "Are we not here obliged to assume that the visions are a literary invention and nothing more ?",
        "We must, therefore, assume a number of independent sources put together by an editor or else that the book is on the whole the work of one author who made use of independent writings but failed to blend them into one harmonious whole.",
        "The king, realizing what street fighting in Florence would mean, at once came to terms; he contented himself with 120,000 florins, agreeing to assume the title of \"Protector and Restorer of the liberty of Florence,\" and to give up the fortresses he had taken within two years, unless his expedition to Naples should be concluded sooner; the Medici were to remain banished, but the price on their heads was withdrawn.",
        "For currants and raisins, both produced by varieties of the grape-vine, see the respective articles.] Apart from their economic value, vines are often cultivated for purely ornamental purposes, owing to the elegance of their foliage, the rich coloration they assume, the shade they afford, and their hardihood.",
        "They are afterwards mentioned frequently by later writers among the inland nations of Asia Minor, and assume a more prominent part in the history of Alexander the Great, to whose march through their country they opposed a determined resistance.",
        "During this period the bacteria multiply and most of them assume a peculiar thickened or branched form, in which state they are spoken of as bacteroids.",
        "At the same time undoubtedly the new holder of the land, if not already the vassal of the prince, was obliged to become so and to assume an obligation of service with a mounted force when called upon.'",
        "Of particular zoological interest in this connexion is a Ceylonese genus Dyscritina, in which the cercopods are long, many-jointed and filiform during the early stages of growth, and only assume at the last moult the forcipate structure characteristic of the family.",
        "A few successes in battle attracted to him men who were interested in fighting and who were willing to accept his religion as a condition of membership of his party, which soon began to assume a national form.",
        "The secondary position that Arabia was beginning to assume in the Arabian empire is clearly marked in the progress of events during the caliphate of Othman.",
        "The titanates are very similar to the silicates in their tendency to assume complex forms, e.g.",
        "He was raised to the praetorship by Pertinax (193), but did not assume office till the reign of Septimius Severus, with whom he was for a long time on the most intimate footing.",
        "Inability of the first vice-president to assume the office opens the way for the second vice-president, who becomes acting president until a successor is chosen.",
        "With both are elected an equal number of substitutes, who assume office in case of vacancy.",
        "Generally speaking, Hermas's piety, especially in its language, adheres closely to Old Testament forms. But it is doubtful (pace Spitta and Volter, who assume a Jewish or a proselyte basis) whether this means more than that the Old Testament was still the Scriptures of the Church.",
        "If we assume 1264 as the year of his death, the immense volume of his works forbids us to think he could have been born much later than 1190.",
        "The founder of the Mevlevi dancing dervishes, the poet Mahommed Jelal-ed-Din (Rumi), in 1307, though tempted to assume the inheritance along with the empire of the Seljuk sultan Ala ed-din Kaikobad III., who died without heirs, preferred to pass on the power to Osman, son of Ertogrul, and with his own hands invested Osman and girt him with the sword: this investiture was the legitimate beginning of the Osmanli authority.",
        "It is fair to assume that Grant would have followed other unsuccessful generals into retirement, had he not shown that, whatever his mistakes or failures, and whether he was or was not sober and temperate in his habits, he possessed the iron determination and energy which in the eyes of Lincoln and Stanton,' and of the whole Northern people, was the first requisite of their generals.",
        "Both sexes dressed with Puritan plainness; husbands and wives quitted their homes for convents; marriage became an awful and scarcely permitted rite; mothers suckled their own babes; and persons of all ranks - nobles, scholars and artists - renounced the world to assume the Dominican robe.",
        "The form of the colony may thus be a good generic character, or, on the contrary, a single genus or even species may assume a variety of different forms. While nearly all Polyzoa are permanently fixed to one spot, the colonies of Cristatella and Lophopus among the Phylactolaemata can crawl slowly from place to place.",
        "On the degeneration of the polypide, its nutritive material is apparently absorbed for the benefit of the zooid, while the pig mented substances assume a spheroidal form, which either remains as an inert \"brown body\" in the body-cavity or is discharged to the exterior by the alimentary canal of the new polypide.",
        "It is possible that he had to go into hiding to avoid the danger of being accused as a real Jacobite, when those with whom he had contracted to assume the character were dead and could no longer justify his attitude.",
        "On the whole, the Hebrew statement of the successive stages of creation corresponds so nearly to that in the Babylonian epic that we are bound to assume that one has been influenced by the other.",
        "It also possesses a splendid purple Here, the large dark masses are the silver or silver-rich substance that crystallized above the eutectic temperature, and the more minute black and white complex represents the eutectic. It is not safe to assume that the two ingredients we see are pure silver and pure copper; on the contrary, there is reason to think that the crystals of silver contain some copper uniformly diffused through them, and vice versa.",
        "The tragic writers had occasionally taken their subjects from Roman life (fabulae praetextae), and in comedy we find the corresponding togatae of Lucius Afranius and others, in which comedy, while assuming a Roman dress, did not assume the virtue of a Roman matron.",
        "To avoid unnecessary complications we shall assume this latter condition in all the following discussion, which is equivalent simply to assuming that all our electrical measurements are made in air or in vacuo.",
        "We must, however, assume that the charge Q is so small that it does not sensibly disturb the original electric field, and that the dielectric constant of the insulator is unity.",
        "The capacity of two parallel planes can be calculated at once if we neglect the distribution of the lines of force near the edges of the plates, and assume that the only field is the uniform field between the plates.",
        "If he had ventured to assume the difference of the specific heats constant, it would have followed that F'(t) must vary inversely as T.",
        "If we also assume that they are constant with respect to temperature (which does not necessarily follow from the characteristic equation, but is generally assumed, and appears from Regnault's experiments to be approximately the case for simple gases), the expressions for the change of energy or total heat from 00 to 0 may be written E - Eo = s(0 - 0 0), F - Fo = S(0-00).",
        "If we assume that s is a linear function of 0, s= so(I +aO), the adiabatic equation takes the form, s 0 log e OW +aso(0 - Oo) +R loge(v/vo) =o",
        "(18) Experiments at two temperatures suffice to determine both c and n if we assume that b is equal to the volume of the liquid.",
        "We may therefore reasonably assume that the limiting values of the specific heats at zero pressure do not vary with the temperature, provided that the molecule is stable and there is no dissociation.",
        "We must rather assume that a tolerably fixed Targum tradition existed in Palestine from quite early times.",
        "These evil tendencies in the popular presentation of Christianity undoubtedly begot in Shaftesbury's mind a certain amount of repugnance and contempt to some of the doctrines of Christianity itself; and, cultivating, almost of set purpose, his sense of the ridiculous, he was too apt to assume towards such doctrines and their teachers a tone of raillery.",
        "(afterwards the first governor) to assume, on the 9th of February 1799, the provisional administration of Malta and to superintend operations on land.",
        "Here, then, is direct evidence that the Aegean peoples of the Mycenaean Age knew how to write, and it is no longer necessary to assume that the verses of the Iliad were dependent on mere verbal transmission for any such period 'as has been supposed.",
        "Some amalgams are liquids, especially when containing a large proportion of mercury; others assume a crystalline form.",
        "Some assume it to be Erichthonius, son of Athena and Hephaestus, who was translated to the skies by Zeus on account of his invention of chariots or coaches.",
        "These are at first yellowish in colour and fleshy; but as they grow older they become rotten and assume a brown or black colour.",
        "He loved the simple dress and manners of the Franks, and on two occasions only did he assume the more stately attire of a Roman noble.",
        "About the middle of the afternoon Hancock arrived on the field with orders from Meade to assume command and to decide whether to continue the fight there or to fall back.",
        "This points, we may here assume, to the Nero redivivus legend, which could not have arisen for a full generation after Nero's death, and the assumption receives large confirmation from the most probable interpretation of the enigmatical words, xiii.",
        "The cheek-teeth are selenodont, and one pair of upper incisors is retained, while some of the anterior premolars assume a canine-like shape, and are separated from the rest of the cheekseries.",
        "The process of equalization of temperature is now seen to be a special form of the process of motion towards the normal state: the general laws which have been stated above in connexion with the normal state are seen to include as special cases the following laws: Matter originally at non-uniform temperature tends to assume a uniform temperature; while Matter at uniform temperature will remain at uniform temperature.",
        "These conditions they themselves said were liberal, nor could they have ventured to assume their old positions throughout Uganda.",
        "Similar groups are mentioned in the town chronicles of the early 16th century, and there is reason to assume that informal evangelical movements were no new things when Luther first began to preach.",
        "It was between 1840 and 1850 that the cotton manufactures of Massachusetts began to assume large proportions; and about the same time the manufacture of boots and shoes centred there.",
        "Though heartily disliked in Holland, Leicester made himself so popular in Utrecht that the burgher guard even presented him with a petition that he would, assume the sovereignty.",
        "in the matter of jurisdiction, some case being tried by the Nautodicae at Athens); in fact we may assume that the more important cases, particularly those between a cleruch and a citizen at home, were tried before the Athenian dicasts.",
        "i.-ix.), no real need to assume one.",
        "2 In course of time the exposition of the lesson for the day came more frequently to assume a more elaborate character, and to pass into the category of a Aoyos or even OtXoo-ocNa or OtXoa04nj a; but when it did so the fact was as far as possible denoted by a change of name, the word op. Xla being reserved for the expository or exegetical lecture as distinguished from the pulpit oration or sermon.",
        "Wallace, who has studied those birds in their native haunts, that they assume the perfect plumage of their sex, which, however, they retain permanently afterwards, and not during the breeding season only as was formerly supposed.",
        "There is nothing in the nine books which may not have been written as early as 430 B.C.; there is no touch which, even probably, points to a later date than 424 B.C. As the author was evidently engaged in polishing his work to the last, and even promises touches which he does not give, we may assume that he did not much outlive the date last mentioned, or in other words, that he died at about the age of sixty.",
        "In the course of the debate in the House of Lords the duke of York disclaimed on behalf of the prince of Wales any right to assume the regency without the consent of parliament.",
        "107) makes Apollo assume the form of Paris.",
        "In the more accessible regions north and south heresy was exposed to a steady process of persecution, and tended to assume shifting forms. Among the valleys it was less easily reached, and retained its old organization and its old contents.",
        "i 1 1919 to assume the office of Minister of National Defence (Reichswehrminister) and to organize military forces for the suppression of the Communist insurrections in the capital.",
        "If we omitted it we should have to assume this, and equation (6) would give us the velocity of propagation if the assumption were justified.",
        "(22) Let us assume that the body makes vibrations in the new period 27rp, and let us put x = B sin pt; substituting in (22) we have p 2 B +n 2 B +P/M =0, whence P r B - M p2 _ n2 and the \" forced \" oscillation due to -P sin pt is x = P",
        "If we are to assume that the tones received by the ear are pure and free from partials, the loudness of the beattones would appear to show that Helmholtz's theory is not a complete account.",
        "It is convenient for the jurist to assume that in every state is one determined or determinable authority in which is vested sovereignty, and from which all other authorities derive their power.",
        "All that can be done is to assume a set of loads likely to produce somewhat severer straining than any probable actual rolling loads.",
        "The crystallines are confined to the portion of the belt east of the Great Valley where Paleozoic rocks are always highly metamorphosed and occur for the most part in limited patches, excepting in New England and Canada, where they assume greater areal importance, and are besides very generally intruded by granites.",
        "The aqueous solution of ammonia is very basic in its reactions, and since it is a weak electrolyte, one must assume the solution to contain a certain amount of ammonium hydroxide NH 4 OH, although it is probably chiefly composed of a solution of ammonia in water.",
        "His grandson, Louis Henry, duke of Bourbon (1692-1740), Louis XV.'s minister, .did not assume the title of prince of Conde which properly belonged to him.",
        "Davy; but in the teeth of this statement we have Mayer's own words, \"We might much rather assume the contrary - that in order to become heat motion must cease to be motion.\"",
        "This result is inconsistent with the aether remaining at rest, unless we assume that the dimensions of the moving system depend, though to an extent so small as to be not otherwise detectable, on its orientation with regard to the aether that is streaming through it.",
        "But, in 1822, some of the bastions were converted into promenades, while in 1849 the rest of the fortifications were pulled down so as to allow the city to expand and gradually assume its present aspect.",
        "The fundamental type of the Arabic sanctuary can be traced through all the Semitic lands, and so appears to be older than the Semitic dispersion; even the technical terms are mainly the same, so that we may justly assume that the more developed ritual and priesthoods of the settled Semites sprang from a state of things not very remote from what we find among the heathen Arabs.",
        "Scepticism, as a distinct school, begins with Pyrrho of Elis, who maintained that knowledge of things is impossible and that we must assume an attitude of reserve (iroXii).",
        "Most authorities, however, assume that there had been a settlement of the Boii on the Danube from very early times, in part of the modern Bohemia (anc. Boiohemum, \" land of the Boii\").",
        "But even before the conquest by Alexander the Bithynians appear to have asserted their independence, and successfully maintained it under two native princes, Bas and Zipoetes, the last of whom transmitted his power to his son Nicomedes I., the first to assume the title of king.",
        "quartz and felspar, which under ordinary conditions form more equidimensional crystals, would assume lenticular forms. In the necessary co-operation of these three causes, viz.",
        "the briefest sketch of her life can omit to notice that happy instinct or intuition which led her, when all others had heard with incredulity the scheme of Columbus, to recall the wanderer to her presence with the words, \"I will assume the undertaking for my own crown of Castile, and am ready to pawn my jewels to defray the expenses of it, if the funds in the treasury should be found inadequate.\"",
        "Now taking equation (72), and replacing tan B, as a variable final tangent of an angle, by tan i or dyldx, (75) tan 4) - dam= C sec n [I(U) - I(u)], and integrating with respect to x over the arc considered, (76) x tan 4, - y = C sec n (U) - f :I(u)dx] 0 But f (u)dx= f 1(u) du = C cos n f x I (u) u du g f() =C cos n [A(U) - A(u)] in Siacci's notation; so that the altitude-function A must be calculated by summation from the finite difference AA, where (78) AA = I (u) 9 = I (u) or else by an integration when it is legitimate to assume that f(v) =v m lk in an interval of velocity in which m may be supposed constant.",
        "Apart from his special interest in the history of the Old Attic comedy, he was a man of vast and varied learning; the founder of astronomical geography and of scientific chronology; and the first to assume the name of 4aX6Xo a yos.",
        "Not till the crown prince Wladislaus arrived with tardy reinforcements did the war assume a different character, Chodkiewicz opening a new career of victory by taking the fortress of Drohobu in 1617.",
        "It is evident from these facts that the book of Isaiah did not assume its present form till considerably after the return of the Jews from exile in 537, when a compiler, or series of compilers, arranged the genuine prophecies of Isaiah which had come to his hands, together with others which at the time were attributed to Isaiah, and gave the book its present form.",
        "We may assume that like the practice of the soothsaying priest (the earlier type of priest) and of the Izosem (diviner), so the procedure of the roeh was mechanical and magical in character.",
        "Zonuridae and Anguidae assume a central position, with Agamidae and Iguanidae as two parallel families (not very different from each other) of highest development, one in the Old World, the other in America.",
        "A god Hadad who was a prominent deity in ancient Syria is identical with Adad, and in view of this it is plausible to assume - for which there is also other evidence - that the name Adad represents an importation into Assyria from Aramaic districts.",
        "They are prepared by boiling in water, cutting up into slices, and drying in the sun, by which treatment the slices assume a dark brown or black colour.",
        "Since Neoplatonism originated in Alexandria, where Oriental modes of worship were accessible to every one, and since the Jewish philosophy had also taken its place in the literary circles of Alexandria, we may safely assume that even the earliest of the Neoplatonists possessed 1 The resemblance would probably be still more apparent if we thoroughly understood the development of Christianity at Alexandria in the 2nd century; but unfortunately we have only very meagre fragments to guide us here.",
        "They now seek to cut themselves loose from their true being; and, striving after independence, they assume a false existence.",
        "As there could have been no reason for omitting it after it had once appeared, we may assume that the copies which do not have it are those which were first issued.",
        "These two exist in many forms more or less grotesque, and after death the soul passes to one of them and there receives its due; but that existence too is marked by desire and action, and is therefore productive of merit or demerit, and as the soul is thus still entangled in the meshes of karma it must again assume an earthly garb and continue the strife.",
        "Smith Woodward has observed that the decline of many groups of fishes is heralded by the tendency to assume elongate and finally eel-shaped forms, as seen independently, for example, among the declining Acanthodians or palaeozoic sharks, among the modern crossopterygian Polypterus and Calamoichthys of the Nile, in the modern dipneustan Lepidosiren and Protopterus, in the Triassic chondrostean Belonorhynchus, as well as in the bow-fin (A7nia) and the garpike (Lepidosteus).",
        "Occasionally, too, there is an attempt to establish at any rate a threefold division of the world, and to assume between the worlds of light and darkness a middle world connecting the two; this is clearest among the Sethiani mentioned by Hippolytus (and cf.",
        "And if in the old sources it is only the first beginnings of this development that can be traced, we must assume that at a later These ideas may possibly be traced still further back, and perhaps even underlie St Paul's exposition in Col.",
        "Santa Anna took advantage of the situation to assume the presidency.",
        "Several revisions of the text exist, the later of which present such striking agreement with the later Wycliffite version that we shall not be far wrong if we assume that they were made use of to a considerable extent by the revisers of this version.",
        "The exact date of the revision is also doubtful: the editors of the Wycliffe Bible, judging from the internal evidence of the Prologue, assume it to have been finished about 1388.",
        "The governor and council appoint all judicial ' The constitution of 1776 provided that the Congress which framed it \" assume the name, power and authority of a House of Representatives \"; that said house choose twelve persons to be \" a distinct and separate branch of the legislature by the name of a Council that the Council appoint a president; that civil officers for the colony and for each county (except clerks of court, county treasurers and recorders) should be appointed by the two houses; and that \" if the present unhappy dispute with Great Britain should continue longer than this present year, and the Continental Congress give no instruction or direction to the contrary, the Council be chosen by the people of each respective county in such manner as the Council and House of Representatives shall order.\"",
        "Such was the structure of the appendages in Trilobites belonging to the genus Triarthrus; but considering the great structural differences that obtain between Triarthrus and many other genera, it would be rash to assume that there were not corresponding differences in the structure of the limbs.",
        "The rambling operations of the naval war till the close of 1780 - directed by the allies to such secondary objects as the capture of West Indian islands, or of Minorca and Gibraltar, and by Great Britain to defensive movements - began to assume a degree of coherence in 1781.",
        "Ingestion and dissolution of the Trypanosomes by phagocytes has frequently been observed; and it is probable also that the haematopoietic organs secrete some substance which exerts a harmful action on the parasites, and causes them to undergo involution and assume weird-looking \" amoeboid \" and \" plasmodial \" forms.",
        "fl B C A v, rise to little fusiform parasites; with growth, these gradually assume the adult appearance.",
        "We may assume that man attributed a soul to the beasts of the field almost as soon as he claimed one for himself.",
        "As regards Mani himself, it is safest to assume that he held both Judaism and Catholic Christianity to be entirely false religions.",
        "As commander-in-chief of the army and navy, and as charged with the faithful execution of all laws, he is likely to assume, and would indeed he expected to assume, all the powers which the emergency requires.",
        "The female is drab, but shows the same white markings as the male, and the young males resemble the females until after the first autumn moult, when they gradually assume the plumage of their sex.",
        "In various systems of triangular co-ordinates the equations to circles specially related to the triangle of reference assume comparatively simple forms; consequently they provide elegant algebraical demonstrations of properties concerning a triangle and the circles intimately associated with its geometry.",
        "McDougall was appointed the first governor, and left at once to assume control on the 1st of December, when it had been understood that the formal change of possession would take place.",
        "Mind is, therefore, prior both in thought and in existence, if for the moment we assume the popular distinction.",
        "Developments associated with the Deuteronomic reform and the reorganization of Judaism in post-exilic days can be unmistakably recognized, and it would be unsafe to assume that other vicissitudes have not also left their mark.",
        "These ducts, however, as well as the coelomic epithelium, may assume excretory functions.",
        "The veliger, as soon as its shell has attained some extent and begins to assume definite shape, is no longer of a form common to Mollusca generally, but acquires characters peculiar to the partiY cular class to which its parents belong.",
        "The Cephalopoda can be derived without much difficulty from the schematic Mollusc, if we assume that some metameric repetition of organs has occurred, as explained above in reference to the coelom.",
        "\" It is easy, however,\" adds Freeman, \" to understand how the religious functions of such a body might assume a political character.",
        "The affairs of the English colonies began to assume importance at the Restoration, and were at first entrusted to a committee of the privy council, but afterwards transferred to a commission created by letters patent.",
        "If we must admit the correctness of the date of Ep. 1 4 in the collection of Erasmus's Epistolae, we should have to assume that their acquaintance had begun as early as 1497.",
        "As agriculture was their favourite occupation, and as their tendency was to withdraw from the haunts and ordinary interests of mankind, we may assume that with the growing confusion and corruption of Jewish society they felt themselves attracted from the mass of the population to the sparsely peopled districts, till they found a congenial settlement and free scope for their peculiar view of life by the shore of the Dead Sea.",
        "469, \"Mesopotamia,\" and if we may assume a reading Nahrawatha for Athrawatha.",
        "Knowing what we know of the colonizing power of the Assyrians, we may assume that among the \"Mitanni\" and other elements in the Mesopotamian population there would now be an increase of people of \"Assyrian\" origin.",
        "Only a limited number of verbs are capable of four changes; some cannot assume more than three, some two, and many only one.",
        "It was suspected, although denied, that a treaty was in draft under which Russia should assume the suzerainty of Tibet.",
        "We must be content to assume two Lemnian Philostrati, both sophists, living in Rome.",
        "If the height be not too great, we may assume the density of the vapour to be uniform, and write the difference in vapour pressure at the surfaces of the solvent and of the solution as p - p' = hgo-.",
        "Hence we must not assume that the density of the vapour in the surrounding atmosphere is constant, or that the solution, when equilibrium is reached, is of uniform concentration throughout.",
        "If we measure the osmotic pressure Po when the solvent is under its own vapour pressure only, that is, when P = p = Po, the term involving V vanishes, and the limit of integration P' becomes Pod-p. If we assume that V', the volume change on dilution, varies regularly or not appreciably with pressure, we may write the first integral as V' (P o -{- p - p') where V' now denotes its mean value between the limits.",
        "Let us assume that the ratio p/p' of the vapour pressures of the solvent and solution is equal to the ratio of the number of free molecules of solvent to the whole number of molecules in the solution.",
        "If we assume that a certain minimum electric charge must be brought into contact with a group of colloid particles to produce coagulation, twice as many univalent ions must collect to produce the same effect as a number of divalent ions, and three times as many as an effective number of trivalent ions.",
        "We may assume that increased stature and breadth imply some sort of inherent physical superiority, and if such an assumption is valid we have in man evidence that albinism is correlated not with constitutional defectiveness but with greater perfectness.",
        "As the temples of ancient Greece partly served the purposes of banks in which precious objects could be securely deposited, so the form of a small Doric chapel was a natural one for the \" treasurehouse \" to assume.",
        "Greek monachism underwent no development or change for four centuries, except the vicissitudes inevitable in all things human, which in monasticism assume the form of alternations of relaxation and revival.",
        "This, at least, was the current theory; but it is specially dangerous in medieval history to assume too much correspondence between theory and fact.",
        "On the 17th of November Elizabeth became queen of England, and the princes of Lorraine - Francis the great duke of Guise, and his brother the cardinal - induced their niece and her husband to assume, in addition to the arms of France and Scotland, the arms of a country over which they asserted the right of Mary Stuart to reign as legitimate heiress of Mary Tudor.",
        "It is maintained by those admirers of Mary who assume her to have been an almost absolute imbecile, gifted with the power of imposing herself on the world as a woman of unsurpassed ability, that, while cognisant of the plot for her deliverance by English rebels and an invading army of foreign auxiliaries, she might have been innocently unconscious that this conspiracy involved the simultaneous assassination of Elizabeth.",
        "The festival is of great antiquity; and though there is no discoverable trace of it before the middle of the 4th century, subsequent references to it assume its long establishment.",
        "In some instances buds form on the roots, and may be used for purposes of propagation, as in the Japan quince, the globe thistle, the sea holly, some sea lavenders, Bocconia, Acanthus, &c. Of the tendency in buds to assume an independent existence gardeners avail themselves in the operations of striking \" cuttings,\" and making \" layers \" and \" pipings,\" as also in budding and grafting.",
        "What is called training is the guiding of the branches of a tree or plant in certain positions which they would not naturally assume, the object being partly to secure their full exposure to light, and partly to regulate the flow and distribution of the sap. To secure the former object, the branches must be so fixed as to shade each other as little as possible; and to realize the second, the branches must have given to them an upward or downward direction, as they may require to be encouraged or repressed.",
        "Very durable trellises for greenhouse climbers are made of slender round iron rods for standards, having a series of hooks on the inner edge, into which rings of similar metal are dropped; the rings may be graduated so as to form a broad open top, or may be all of the same size, when the trellis will assume the cylindrical form.",
        "The leaves of both assume rich purple-red tints in autumn.",
        "The climate, we may assume from the distribution of land and water, was generally moist, and it was probably mild if not warm; conditions favourable to the growth of certain types of plants.",
        "In Botrytis the appressoria assume the form of dense tassels of short branches.",
        "It is a colourless solid, which melts at 80° C., and boils at 218° C. It crystallizes in the monoclinic system; it is to be noted that aand 0-naphthol assume almost identical forms, so that these three compounds have been called isomorphous.",
        "In practice a furnace may be made to work regularly if its boshes make an angle of between 73° and 76° with the horizontal, and we may assume that one element of this regularity is the regular easy sliding of the charge over this steep slope.",
        "To fix our ideas let us assume that the iron contains 4% of carbon.",
        "As the general level of the plain rises gradually, though almost imperceptibly, to the foot of the Apennines, these channels by degrees assume the character of ravines of a formidable description.",
        "Notwithstanding the war carried on against the jay, its varied cries and active gesticulations show it to be a sprightly bird, and at a distance that renders its beauty-spots invisible, it is yet rendered conspicuous by its cinnamon-coloured body and pure white tail-coverts, which contrast with the deep black and rich chestnut that otherwise mark its plumage, and even the young at once assume a dress closely resembling that of the adult.",
        "For these reasons, one must assume the existence of pentavalent nitrogen in the diazonium salts, in order to account for their basic properties.",
        "obviously a danger that one day a barbarian leader of barbarian troops in the service of the empire might turn his armed force and the skill in war, which he had acquired in that service, against his trembling masters, and without caring to assume the title of Augustus might ravage and ruin the countries which he had undertaken to defend.",
        "The reference of an idea to past experience has no meaning, unless we assume an identity in the object referred to.",
        "even seems to assume that the journey was made from Kadesh across the northern end of Edom.",
        "These plateaus, with an average elevation of Boo to 1000 ft., are mostly covered with forests of oak, beech and lime, and are deeply cut by river valleys, some being narrow and craggy, and others broad, with gentle slopes and marshy bottoms. Narrow ravines intersect them in all directions, and they often assume, especially in the east, the character of wild, impassable, woody and marshy tracts.",
        "In 1919 the Labour party, as the second strongest combination in the House of Commons, decided to assume the position of the official Opposition, and Mr. Adamson became its leader, taking his seat on the front Opposition bench.",
        "He was proclaimed king by the army, but declined to assume the title until he had submitted his claims to Augustus at Rome.",
        "Here it had a great vogue, and under the influence of the innate Asiatic love of asceticism it tended to assume ale form of strange austerities, of a kind not found in Egyptian monachism in its best period.",
        "The root idea arises from the analogy of the acts of human beings which are observed to have certain purposes: hence it was natural to assume that the whole sum of existence with its amazing complexity and its orderly progress can be explained only on the assumption of a similar plan devised by a conscious agent.",
        "When cellular tissue is developed to a great extent, leaves become succulent and occasionally assume a crisp or curled appearance.",
        "And it is indeed the fact that large portions of the vast region comprised between the lower Volga, the AralIrtysh water-divide, the Dzungarian Ala-tau, and the outliers of the Tian-shan and Hindu-kush systems are actually covered with Aralo-Caspian deposits, nearly always a yellowish-grey clay, though occasionally they assume the character of a more or less compact sandstone of the same colour.",
        "If the plate is thin, it is necessary to measure the thickness with great care, and it is necessary to assume that the temperatures of the surfaces are the same as those of the media with which they are in contact, since there is no room to insert thermometers in the plate itself.",
        "This gives an average value of the conductivity over the range, but it is better to observe the temperatures at three distances, and to assume k to be a linear function of the temperature, in which case the solution of the equation is still very simple, namely, 0+Ze6 2 =a log r+b, (3) where e is the temperature-coefficient of the conductivity.",
        "3 To say that these protestations were hypocritical is to assume too much.",
        "We must not, however, hastily assume that the examples thus preserved to us by a singular accident are to be taken as representing the style of building in all the Roman and Italian towns.",
        "He did not scruple, in the ardour of conflict, even to maintain positions that he had resigned in the translation, and he was not afraid to assume the offensive by a counter criticism of three of Wallis's works then published.",
        "After the death of Philip and the recognition of Otto he was among the princes who invited Frederick of Hohenstaufen, afterwards the emperor Frederick II., to come to Germany and assume the crown.",
        "in 1478, but did not assume the de.",
        "In fact, it is only when we assume for man this independence of the gods and of fatality that the Epicurean theory of life becomes possible.",
        "If but 3000 gallons hourly trickle over and through an acre, and if we assume each gallon to contain no more than onetenth of a grain of plant food of the three sorts just named taken together, still the total, during a season including ninety days of actual irrigation, will not be less than 9 lb per acre.",
        "and the It divided the nation into two hostile parties, and the political emperor was not able to assume towards them a perfectly impartial position.",
        "Frederick William, however, whose instincts were far from democratic, refused to pick up a crown out of the gutter; and the deputation which waited upon him was dismissed with the answer that he could not assume the imperial title without the full sanction of the princes and the free cities.",
        "was occupied by the Prussian troops already stationed therein; the duke of Cumberland published a patent proclaiming his succession; the council of state, however, declared, in agreement with the Bundesrat, that the relations in which he stood to the kingdom of Prussia were inconsistent with the alliances on which the empire was based, and that therefore he could not assume the government.",
        "1899, when the emperor ordered that the Hanoverian regiments in the Prussian army should be allowed to assume the names and so continue the traditions of the Hanoverinn army which was disbanded in 1866.",
        "Nor did they assent to Bismarcks proposal that the Reichstag should assume power to exclude from the House members who were guilty of misusing the liberty of speech which they enjoyed there.",
        "They did so reluctantly, because they would thereby condemn themselves to assume that attitude of purely negative criticism which, during the great days of their prosperity, they had looked down upon with contempt, and were putting themselves under the leadership of Eugen Richter, whom they had long opposed.",
        "But before the raw material of history thus began to increase enormously in bulk, it bad already begun to change its character and to assume its modern form.",
        "We may assume, too (e.g.",
        "If we assume, then, that the common source of our extant Clementines arose in Syria, perhaps c. 265, 1 had it also a written source or sources which we can trace?",
        "The revolutionary movements had been suppressed, the attempt of Prussia to assume the leadership in Germany defeated, the old Federal Diet of 1815 Triumph had been restored.",
        "v the matter of language, e and this caused the struggle g g g g, gg of nationalities to assume the first place in Austrian public life - a place which it has ever since maintained.",
        "This becomes evident in its eastern section, where are wide-spreading plains, which farther west assume an undulating character, and gradually merge into a picturesque mountain range.",
        "It was not, however, until the rulers of the XVIIIth dynasty carried their victorious arms beyond the Egyptian frontiers in every direction that Ammon began to assume the proportions of a universal god for the Egyptians, eclipsing all their other deities and asserting his power over the gods of all foreign lands.",
        "Since many of the shorter ones are undoubtedly complete in themselves, it is natural to assume that the longer, which are sometimes very comprehensive, have arisen from the amalgamation of various originally distinct revelations.",
        "One is disposed to assume, however, that they were at one time more numerous, and that many of them were lost at an early period.",
        "and else a cosmic god might assume an animal shape through ave milation with some tribal god, as when Re was identified in I Es Horus and therefore depicted as a falcon.",
        "And the mystical bent of the Egyptians found satisfaction in the multiplicity of forms that their gods could assume; among the favorite epithets which the hymns apply to divinities are such as mysterious of shapes, multiple of faces.",
        "The Tanite line of kings generally had the overlordship of the high priests of Thebes; the descendants of Hrihor, however, sometimes by marriage with princesses of the other line, could assume cartouches and royal titles, and in some cases perhaps ruled the whole of Egypt.",
        "The land was during this period threatened at once by the Ftimites from the west; the Nubians from the south, and the Carmathians from the east; when the second Ikshidi died in 965, Kfflr at first made a pretence of appointing his young son Abmad as his successor, but deemed it safer to assume the viceroyalty himself, setting an example which in Mameluke times was often followed.",
        "The Albanians now invited Ahmed Pasha Khorshid to assume the reins of government, and he without delay proceeded from Alexandria to Cairo.",
        "If we assume that there is a material process at the basis of ideation, we may take the analogy of the concomitance between a spinal reflex movement and a skin sensation.",
        "Could we assume that there is in the adult man reflex machinery which is of higher order than the merely spinal, which employs much more complex motor mechanisms than they, and is connected with a much wider range of sense organs; and could we assume that this reflex machinery, although usually associated in its action with memorial and volitional processes, may in certain circumstances be sundered from these latter and unattendant on them - may in fact continue in work when the higher processes are at a standstill - then we might imagine a condition resembling that of the somnambulistic and cataleptic states of hypnotism.",
        "But, if no argument can be based on the discrepancy between the two names, we may at least assume that the namelessness of the priest in v.",
        "In the priestly narrative (P) the plagues assume the form of a trial of skill between Aaron, who acts at Moses' command, and the Egyptian magicians, and thus connect with vii.",
        "This, however, does not entitle us to assume the origin of Monocotyledons from Dicotyledons, although there is manifestly a temptation to connect helobic forms of the former with ranal ones of the latter.",
        "he should not assume the title of king without their consent,.",
        "Yet the siphonaceous algae may assume or be loosely aggregated together within a common mucilage, or be great variety of form and reach a high degree of differentiation.",
        "These aggregations or colonies, as they are termed, may attached to muddy surfaces by rhizoids; Caulerpa, on the other, assume the form of a plate, a ring, a solid sphere, a hollow sphere, presents a remarkable instance of the way in which much the same a perforate sphere, a closed net, or a simple or branched filament.",
        "Gametes which fail to conjugate sometimes assume the appearance of zygospores and germinate in due course.",
        "In Iridaea the thallus is an entire lamina; in Callophyllis a lobed lamina; in Delesseria it is provided with midrib and veins, simulating the appearance of a leaf of the higher plants; in Constantinea the axis remains cylindrical, and the lateral branches assume the form of leaves.",
        "Having afterwards sided with a faction against John VIII., he was excommunicated, and compelled to take an oath never to return to Rome or again to assume his priestly functions.",
        "You should assume we have not checked the information independently.",
        "The yellow crystals melt at 190°, and when cooled down assume a red colour, which changes to the original yellow on standing.",
        "His admiration for Carlyle probably led him to assume too early that his readers would approach the story from the same point of view, that is, with an admiration too warm to be repelled by the admissions.",
        "Where, on the other hand, the rock decays with smaller debris, the hills assume smoother contours, as in the slate hills running from the Kyles of Bute to Loch Lomond.",
        "Where a rock yields to weather with considerable uniformity in all directions it is likely to assume conical forms in the progress of denudation.",
        "The slate hills, weathering more readily, assume gentle slopes and rounded ridges, as in the high land from Holy Loch to the Kyles of Bute.",
        "And, since the strongest motive in the pilgrimage was the acquisition of indulgences, unnumbered thousands were moved to assume the Cross, when, in 1095, Urban II.",
        "He still, however, remained on good terms with Cromwell, by whom he was respected; he took part in public business, acted as Cromwell's adviser on foreign affairs, negotiated the treaty with Sweden of 1656, and, elected again to the parliament of the same year as member for Buckinghamshire, was chairman of the committee which conferred with Cromwell on the subject of the Petition and Advice and urged the protector to assume the title of king.",
        "Baeyer and Villiger assume for the configuration of the salts of carbonyl compounds the arrangement > C: 0 < whilst, W.",
        "It passed into British possession in 1765, but the East India Company did not assume its direct government until 1787, when that course became necessary.",
        "Besides the chief temple, the capital contained temples and chapels to Anu, Adad, Ishtar, Marduk, Gula, Sin, Shamash, so that we are to assume the existence of a sacred precinct in Assur precisely as in the religious centres of the south.",
        "Both occasionally assume the form of Flysch.",
        "To reinterpret all these features as mere symbols, the lumber of ancient days, is to avoid the problem of their introduction into the Temple, and to assume an advance of popular thought which is not confirmed by the retention and fresh developments of the old ideas both in the pseudepigraphical literature and in the literature of Rabbinical Judaism.'",
        "[OLD Testament History fide divergences of tradition and to assume that more rudimentary or primitive thought was excluded by the admitted development of religious-social ideals.",
        "Sheet metals can be made to assume almost any shape under the hammer, or by pressure, provided they are subjected to annealing to restore the property of malleability.",
        "His bill for elementary education he regarded as the most important part of the code, but Virginia had no strong middle class, and the planters would not assume the burden of educating the poor.",
        "True, her birth is regarded as an event of no moment, while that of a boy is celebrated by great rejoicings, and his mother acquires the right to wear on her forehead the tafzint, a mark which only the women who have borne an heir can assume.",
        "At Jalalabad the winter and the climate generally assume an Indian character.",
        "By skilful negotiations a meeting was arranged, and after pressing in vain for a treaty he was induced to assume charge of the country upon his recognition by the British as amir, with the understanding that he should have no relations with other foreign powers, and with a formal assurance from the viceroy of protection from foreign aggression, so long as he should unreservedly follow the advice of the British government in regard to his external affairs.",
        "Pointing out that the sophists of that dialogue \" profess Eis ap€riffs E7rt,u XELav 7rporpNiaL by means of dialogue,\" that ' they challenge the interlocutor inr w Xoyov,\" that \" their examples are drawn from common objects and vulgar trades,\" that \" they maintain positions that we know to have been held by Megarians and Cynics,\" he infers that \" what we have here presented to us as ' sophistic ' is neither more nor less than a caricature of the Megarian logic \"; and further, on the ground that \" the whole conception of Socrates and his effect on his contemporaries, as all authorities combine to represent it, requires us to assume that his manner of discourse was quite novel, that no one before had systematically attempted to show men their ignorance of what they believed themselves to know,\" he is \" disposed to think that the art of disputation which is ascribed to sophists in the Euthydemus and the Sophistes (and exhaustively analysed by Aristotle in the HEpi originated entirely with Socrates, and that he is altogether responsible for the form at least of this second species of sophistic.\"",
        "Itinerant showmen carry about these serpents, and cause them to assume a dancing motion for the amusement of the spectators.",
        "From the time of Aurangzeb no Mussulman, however powerful, dared to assume the title of sultan or emperor, with the single exception of Tippoo's brief paroxysm of madness.",
        "In 1856, the last year of his rule, he issued orders to General (afterwards Sir James) Outram, then resident at the court of Lucknow, to assume the direct administration of Oudh, on the ground that \" the British government would be guilty in the sight of God and man, if it were any longer to aid in sustaining by its countenance an administration fraught with suffering to millions.\"",
        "It is, however, fair to assume that the comparison stars will rarely have a parallax as great as o oi \"; for it must be remembered that it is quite the exception for a star taken at random to have an appreciable parallax; particularly if a star has an ordinarily small proper motion, it is likely to be very distant.",
        "This result, while it does not afford any means of determining the parallaxes of individual stars, enables us to determine the mean parallax of a group of stars, if we may assume their peculiar motions practically to cancel one another.",
        "Neither can we assume that the Huns and Minas are the same as the Hiung-nu of the Chinese.",
        "In some species the adults assume a darkcoloured head every breeding-season, in others any trace of dark colour is the mark of immaturity.",
        "Sahl, called by them the Majuzi (\"the Zoroastrian\"), who had chosen Madain for his residence, and put at their head Mansur, a son of Mandi, who refused to assume the title of caliph, but consented to be Mamun's vicegerent instead of Hasan b.",
        "If not, the lord can follow him in fresh pursuit for four days; once these days past, the fugitive is maintained provisionally in possession of his liberty, and the lord has to bring an action de nativo habendo and has to assume the burden of proof.",
        "(It is to be noted the words \"null and void\" were in Madison's first draft of the Virginia resolutions, but that they were omitted by the Virginia legislature.) It is notable, besides, that Madison had always feared that the national congress would assume too great power, that he had approved of Supreme Court checks on the national legislature, and of veto power by a council of revision.",
        "Below the junction of the Ganges and the Jumna at Allahabad the country begins to assume the appearance of the Bengal plains, and once more expands northwards to the foot of the Nepal Himalayas.",
        "Meanwhile Oudh remained under its nawab, who was permitted to assume the title of king in 1819.",
        "Not that these inferences require us to believe, or assume, or premise or formulate this principle either in general, or in its applied forms: the premises are all that any inference needs the mind to assume.",
        "For his speculations on sets had already familiarized him with the idea that multiplication might in certain cases not be commutative; so that, as the last term in the above product is made up of the two separate terms ijyz' and jizy', the term would vanish of itself when the factorlines are coplanar provided ij = - ji, for it would then assume the form ij(yz' - zy').",
        "Also let us assume (a) space to have the same properties in all directions, and make the convention (b) that to change the sign of any one factor changes the sign of a product.",
        "The highest pressures recorded for cane-sugar are nearly three times as great as those given by van't Hoff's formula for the gas-pressure, but agree very well with the vapour-pressure theory, as modified by Callendar, provided that we substitute for V in Arrhenius's formula the actual specific volume of the solvent in the solution, and if we also assume that each molecule of sugar in solution combines with 5 molecules of water, as required by the observations on the depression of the freezing-point and the rise of the boiling-point.",
        "If we assume Regnault's formula (10) for the total heat, we have evidently the simple relation S=0.305(0'-0)/(0\"-o), supposing the initial steam to be dry, or at least of the same quality as that employed by Regnault.",
        "In order to correct this equation for the deviations of the vapour from the ideal state at higher temperatures and pressures, the simplest method is to assume a modified equation of the Joule-Thomson type (Thermodynamics, equation (17)), which has been shown to represent satisfactorily the behaviour of other gases and vapours at moderate pressures.",
        "If we assume formulae of the simple type A+B/0 for two different substances which have the same vapour-pressure p at the absolute temperatures 0' and 0\" respectively, we may write log p=A'+B'/0'= A\"+B\"/0\", .",
        "But in order to deduce the values of c by the Joule-Thomson method, it is necessary to assume an empirical formula, and the type c=co(6019) n is chosen as being the simplest.",
        "Even when in the second half of the 15th century the Medici in Florence attained to power, the form at least of a republic was still maintained, and not till 1J31 did one of them, supported by Charles V., assume the ducal title.",
        "According to primitive thought, rivers, lakes, springs and wells are commonly inhabited by spirits which readily assume human or animal form.",
        "It is another stage when only the more conspicuous mortals assume serpent guise, and the deification of heroes involves yet another course of ideas.",
        "The bodies of the dead, and sometimes even of the sick, are despatched to sea westwards, with certain rites; those of the chiefs, however, are buried, for the order has something essentially divine about it; their bodies therefore are sacred, and their spirits naturally assume the position above described.",
        "No Cambrian rocks are such as would be formed in the abysses of the sea - although the absence of well-developed eyes in the trilobites has led some to assume that this condition was an indication that the creatures lived in abyssal depths.",
        "At the close of the pre-Cambrian, many of the deposits of that period must have been elevated into regions of fairly high ground; this we may assume from the nature of the Cambrian deposits which are mainly the product of the denudation of such ground.",
        "He was granted a year's leave of absence from the university of Pennsylvania, but it was thought that he might be able to assume his academic duties in Oct.",
        "Thus we are forced to assume the use of a certain amount of early Judaeo-Christian material, akin to that implied also in the special parts of the Third Gospel.",
        "Further, to make out a case for dependence at all, one must assume the mistaken order (as it may be) in Gamaliel's speech as due to gross carelessness in the author of Acts - an hypothesis unlikely in itself.",
        "Nizhniy is the chief station of the Volga steamboat traffic. The first steamer made its appearance on the Volga in 1821, but it was not till 1845 that steam navigation began to assume large proportions.",
        "Statics of a System of ParticlesWe assume that the mutual forces between the pairs of particles, whatever their nature, are subject to the Law of Action and Reaction (Newtons Third Law); i.e.",
        "13), they assume simple forms. We then have AB=DC and AD=BC, and c from the symmetries of the figure it is plain that CJ + JD= AD.",
        "We assume that the body receives arbitrary twists about twc given screws, and it is required to determine the character of the resultant displacement.",
        "If we imagine a rigid body to be acted on at given points by forces of given magnitudes in directions (not all parallel) which are fixed in space, then as the body is turned about the resultant wrench will assume different configurations in the body, and will in certain positions reduce to a single force.",
        "We assume that in limiting equilibrium we have F tsR, everywhere, where u is the coefficient of friction.",
        "also, by giving suitable values (positive or negative) to the ratios a :7 we can make G assume any assigned position in the plane ABC. We have here the origin of the barycentric co-ordinates of MObius, now usually known as areal co-ordinates.",
        "Again, if G be the mass-centre of four particles a, $, 7, situate at the vertices of a tetrahedron ABCD, we find a: ~ :~: tet GBCD: tetUGCDA: tetGDAB: tetGABC, and by suitable determination of the ratios on the left hand we can make G assume any assigned position in space.",
        "If we assume that there is no loss of apparent kinetic energy we have also miuii +miuf2 = miui2 +mfuzi.",
        "This additional postulate may be introduced under various forms. One plan is to assume that any body whatever may be treated as if it were composed of material particles, i.e.",
        "Q~=o, and if we assume qr=Are, (4)",
        "At the same time, one could more easily understand how such a system could have found general acceptance all over the Dravidian region of southern India, with its merest sprinkling of Aryan blood, if it were possible to assume that class arrangements of a similar kind must have already been prevalent amongst the aboriginal tribes prior to the advent of the Aryan.",
        "The theory of Avataras which makes the deity - also variously called Narayana, Purushottama, or Vasudeva - periodically assume some material form in order to rescue the world from some great calamity, is fully developed; the ten universally recognized\" descents \"being enumerated in the larger poem.",
        "The time had gone by when sovereigns could decide what particular shade of Catholicism their subjects should assume.",
        "Such work as that of Diirer, Vischer, Cranach, Schlingauer, Holbein, consummate as it was in technical excellence, did not assume Italian forms of loveliness, did not display the paganism of the Latin races.",
        "Contiguous stalactites are often inwrapped thus till they assume an almost globular form, through which by making a section the primary tubes appear.",
        "In the Christian Church there was from the earliest age a leaning to excessive asceticism, and it needed a severe struggle on the part of Paul, and of the Catholic teachers who followed him, to secure for the baptized the right to be married, to own property, to engage in war and commerce, or to assume public office.",
        "Maxwell saw that it was unphilosophical to assume a multiplicity of ethers or media until it had been proved that one would not fulfil all the requirements.",
        "In the early part of the 10th century the distribution in bulk of electric energy for power purposes in Great Britain began to assume important proportions.",
        "And the consequence of this atomism is not what a careless thinker might be led to assume, extreme diversity, but, on the contrary, extreme homogeneity of culture.",
        "Hence the magicoreligious society or individual practitioner piles ceremony on ceremony, name of power on name of power, relic on relic, to consolidate the forces within reach and assume direction thereof.",
        "He felt compelled to withdraw from the church and to assume the position of a seeker.",
        "Some critics, on the ground that Horace would not have ventured to attack so dangerous an adversary, assume the existence of a poet whose real name was Furius (or Cornelius) Alpinus.",
        "Some anomalies, both of metre and of sense, may be removed by judicious emendation; and many lines become smooth enough, if we assume a crasis of open vowels of the same class, or a diphthongal pronunciation of others, or contraction or silence of certain suffixes as in Syriac. The oldest elegiac utterances are not couched in this metre; e.g.",
        "Analogy and experience make us assume it to be omnipresent.",
        "Naming the central ray passing through the entrance pupil the \" axis of the pencil \" or \" principal ray,\" we can say: the rays of the pencil intersect, not in one point, but in two focal lines, which we can assume to be at right angles to the principal ray; of these, one lies in the plane containing the principal ray and FIG.",
        "Arsacids now began to assume the old title king of kings (the s/iahanshah of modern Persia),though previously their coins, as a rule, had borne only the legend great king.",
        "The Arsacids assume the title king of kings and derive their line from Artaxerxes II.",
        "He despatched his son Jiafir to assume the government of Isfahan, and watch the movements of Ali Murad, who appears to have been then absent from that city; and he gave a younger son, Ali Naki, command of an army in the field.",
        "Its chief provisions, in regard to Persia, are as follows: (I) north of a line drawn from Kasr-iShirin, Isfahan, Yezd and Kakh to the junction of the Russian, Persian and Afghan frontiers Great Britain undertook to seek no political or commercial concession, and to refrain from opposing the acquisition of any such concession by Russia or Russian subjects; (2) Russia gave to Great Britain a like undertaking in respect of the territory south of a line extending from the Afghan frontier to Gazik, Birjend, Kerman and Bander Abbasi; (3) the territory between the lines above-mentioned was to be regarded as a neutral zone in which either country might obtain concessions; (4) all existing concessions in any part of Persia were to be respected; (5) should Persia fail to meet its liabilities in respect of loans contracted, before the signature of the Convention, with the Persian Banque dEscompte and de Prts, or with the Imperial Bank of Persia, Great Britain and Russia reserved the right to assume control over the Persian revenues payable within their respective spheres of influence.",
        "Of this temple Herodotus speaks as existing in his day; and unless weight be given to an isolated statement of Eusebius, that it was burned about 395 B.C., we must assume that it survived until the night when one Herostratus, desirous of acquiring ° eternal fame if only by a great crime, set it alight.",
        "Salmeron had even to appeal to such well-known reactionary generals as Pavia, Sanchez, Bregna and Moriones, to assume the command of the armies in the south and in the north of Spain.",
        "When not moving, they often assume a perfectly upright position, the tail aiding the two hind-legs to form a tripod, and the front-limbs dangling by the side of the chest.",
        "The meadows south of Alost are often covered with the linen undergoing the process of bleaching, which makes them assume the aspect of a whitish-blue carpet.",
        "Once assume that every character and property of a particular thing is determined solely by the tension in it of a current of Pneuma, and (since that which causes currents in the thing cannot be absolutely the same with the thing itself) Pneuma, though present in all things, must be asserted to vary indefinitely in quantity and intensity.",
        "One inevitable consequence of materialism is that subject and object can no longer be regarded as one in the act of perception, as Plato and Aristotle tended to assume, however imperfectly the assumption was carried out.",
        "The free portions of the surface then assume new forms depending on the equilibrium of surface-tension.",
        "If no one of these tensions is greater than the sum of the other two, the drop will assume the form of a lens, the angles which the upper and lower surfaces of the lens make with the free surface of A and with each other being equal to the external angles of the triangle of forces.",
        "The upper surface of this column is not level, so that the height of the column cannot be directly measured, but let us assume that h is the mean height of the column, that is to say, the height of a column of equal weight, but with a flat top. Then if r is the radius of the tube at the top of the column, the volume of the suspended column is 717 2 12, and its weight is 7rpgr 2 h, when p is its density and g the intensity of gravity.",
        "We Will Assume That When, As In Most Cases, Viscosity Maybe Neglected, The Mass (M) Of A Drop Depends Only Upon The Density (V), The Capillary Tension (T), The Acceleration Of Gravity (G), And The Linear Dimension Of The Tube (A).",
        "If We Assume M A Tx.E.Vz.A\", We Have, Considering In Turn Length, Time And Mass, Y 3Z U=O, 2X 2Y=O, X Z=I; So That Y= X, Z =1 X, U=3 2X.",
        "Before going further we may deduce from equation 9 the nature of all the figures of revolution which a liquid film can assume.",
        "The detached masses into which a jet is resolved do not at once assume and retain a spherical form, but execute a series of vibrations, being alternately compressed and elongated in the direction of the axis of symmetry.",
        "42, \"the apostles' teaching\") among the \"disciples\" or \"brethren,\" when these began to assume the form of a community or church.",
        "In the first case the separated A cells assume the character of the parent cell whose division a $ °° ° gave rise to them; in the second case they o se form filaments, or, if the further elongation and divisions of the cells proceed in different directions, plates or spheroidal or other shaped colonies.",
        "And nothing can be more misleading than to assume that the belief in a Creator, existent wholly apart from the work of his hands, was characteristic of the deists as a body.",
        "In spite of this pressure the estates of Bohemia began in 1845 to assume an attitude of opposition to the government of Vienna.",
        "Similarly, the corresponding epitrochoids will exhibit three loops or nodes (curve b), or assume the form shown in the curve; c. It is interesting to compare the forms of these curves with the three forms of the cycloid.",
        "But if we assume that he was the aboriginal Hellenic High God, we must be quite ready to admit that the separate communities were always liable to cherish other divinities with a more ardent and closer devotion, whether divinities that they brought with them or divinities that they found powerfully established in the conquered lands, Athena or Hera, for instance, in Attica or Argolis, or Poseidon in the Minyan settlements."
    ],
    "definition": [
        "To take for granted; suppose: The study assumes that prices will rise.",
        "a. To take upon oneself (a duty or obligation): assume responsibility; assume another's debts.\nb. To undertake the duties of (an office): assumed the presidency.",
        "a. To take on (an appearance, role, or form, for example); adopt: “The god assumes a human form” ( John Ruskin )\nb. To pretend to have; feign: assume an air of authority.",
        "To take over without justification; seize: assume control.",
        "To clothe oneself in; don: The queen assumed a velvet robe.",
        "To take up or receive into heaven.",
        "as·sum′a·bil′i·ty\nnoun",
        "as·sum′a·ble\nadjective",
        "as·sum′a·bly\nadverb",
        "as·sum′er\nnoun",
        "Link/Cite",
        "To authenticate by means of belief; to surmise; to suppose to be true, especially without proof.\nWe assume that, as her parents were dentists, she knows quite a bit about dentistry.",
        "To take on a position, duty or form.\nMr. Jones will assume the position of a lifeguard until a proper replacement is found.",
        "To take on in appearance; to adopt (a feigned attribute, etc.).",
        "To receive or adopt.",
        "To adopt an idea or cause.",
        "amuses, Seamus",
        "Link/Cite"
    ]
}