{
    "translation": "להדהים",
    "uses": [
        "The quality and varieties of textiles and pottery astonish the collector.",
        "It would astonish you to see how many words she learns in an hour in this pleasant manner.",
        "If I should attempt to tell how I have desired to spend my life in years past, it would probably surprise those of my readers who are somewhat acquainted with its actual history; it would certainly astonish those who know nothing about it.",
        "But to the generals, especially the foreign ones in the Russian army, who wished to distinguish themselves, to astonish somebody, and for some reason to capture a king or a duke--it seemed that now--when any battle must be horrible and senseless--was the very time to fight and conquer somebody.",
        "The mass of information contained in so small a space, the clearness and accuracy of the details, the immense amount of life which is breathed into the whole, astonish the reader, when he reflects that this colossal task was accomplished by one man, for his collaborator Kolsegg merely filled up his plan with regard to part of the east coast, a district with which Ari in his western home at Stad was little familiar.",
        "Some people will likely receive more expensive gifts because you have a closer relationship with them, but do not let the budget spiral out of control in order to impress or astonish people with expensive gifts.",
        "astonish spectators with freestyle routines.",
        "astonish rather than for practical or economic purposes.",
        "The textiles and the pottery can only be mentioned; their quality and endless varieties astonish the technologist.",
        "What the devil is there to astonish anybody about a cross-town cruiser with a red water line?",
        "In the hands of a show pilot this model will fly smooth pattern style aerobatics with ease & astonish spectators with freestyle routines.",
        "When early in the 16th century the Spaniards found their way from the West India Islands to this part of the mainland of America, they discovered not rude and simple tribes like the islanders of the Antilles, but nations with armies, official administrators, courts of justice, high agriculture and mechanical arts, and, what struck the white men especially, stone buildings whose architecture and sculpture were often of dimensions and elaborateness to astonish the builders and sculptors of Europe.",
        "The first Reformed parliament met on the 29th of January 1833, and the young member for Newark took his seat for the first time in an assembly which he was destined to adorn, delight and astonish for more than half a century.",
        "astonish anybody about a cross-town cruiser with a red water line?",
        "On one point, however, this description was not accurate; Russia sulked so far as Austria was concerned, for she could not forget that the emperor Francis Joseph, by his wavering and unfriendly conduct towards her during the Crimean War, had ill repaid her assistance to the Habsburg Monarchy in 1849, and had fulfilled the cynical prediction of Prince Schwarzenberg that his country would astonish the world by her ingratitude.",
        "Whatever opinion may be held as to the orthodoxy of the seven articles of the Anabaptists, the vehemence with which they were opposed, and the epithets of abuse which were heaped upon the unfortunate sect that maintained them, cannot fail to astonish those used to toleration."
    ],
    "definition": [
        "a·ston′ish·ing·ly\nadverb",
        "Link/Cite",
        "surprise, flabbergast",
        "Link/Cite"
    ]
}