{
    "translation": "קבוצת איים",
    "uses": [
        "Festschrift zum 70ten Geburtstage von Ernst Haeckel, 19(34) has restored the conditions existing in the lagoons and atoll reefs of the Jurassic sea of Solnhofen in Bavaria; he has traced the process of gradual accumulation of the coral mud now constituting the fine lithographic stones in the inter-reef region, and has recognized the periodic laying bare of the mud surfaces thus formed; he has determined the winds which carried the dust particles from the not far distant land and brought the insects from the adjacent Jurassic forests.",
        "The Aldabra Islands constitute an atoll consisting of an oval ring of land, some 40 m.",
        "It is impossible to estimate the total number of the islands; an atoll, for instance, which may slate in the Marquesas, which afford a type of the extinct volcanic islands, as does Tahiti.",
        "The atoll, which is pear-shaped and disposed in the direction from S.W.",
        "long, with an extreme breadth of nearly 3 m., with a large but shallow lagoon approached from the north by a passage two fathoms deep. The atoll is growing outwards on every side, and at one place rises 19 ft.",
        "Minikoi atoll, with the numerous wrecks on its reefs, its lighthouse, and its position on the track of all eastward-bound vessels, is a familiar sight to seafarers in these waters.",
        "The geological sequence of events appears to have been the following: - After the deposition of the Eocene (or Oligocene) limestone - which reposes upon a floor of basalts and trachytes - basalts and basic tuffs were ejected, over which, during a period of very slow depression, orbitoidal limestones of Miocene age - which seem to make up the great mass of the island - were deposited; then elapsed a long period of rest, during which the atoll condition existed and the guano deposit was formed; from then down to the present time there has succeeded a series of sea-level subsidences, resulting in the formation of the terraces and the accummulation of the detritus now seen on the first inland cliff, the old submarine slope of the island.",
        "Christmas Island is probably the largest atoll in the Pacific (it is about 90 m.",
        "See Geographical Journal, passim; and Atoll of Funafuti: Borings into a Coral Reef (Report of Coral Reef Committee of Royal Society, London, 1904).",
        "The coral limestone of the atoll has a peculiar vitrified appearance and gives out a ringing sound when struck or simply walked on.",
        "Such material, it is suspected, may form the massive bases on which barrier or fringing or atoll reefs are built up.",
        "The flat summit is formed by a succession of limestones - all deposited in shallow water - from the Eocene (or Oligocene) up to recent deposits in the above-mentioned atoll with islands on its reef.",
        "The coral islands are generally of the form well known under the name of atoll, rising but slightly above sea-level, flat, and generally of annular form, enclosing a lagoon.",
        "Often, as has been said, the atoll is divided into a number of islets, but in some smaller atolls the ring is complete, and the sea-water gains access beneath the surface of the reef to the lagoon within, where it is sometimes seen to spout up at the rise of the tide.",
        "The object of their visits was the investigation of the fauna and flora of the atoll, more especially of the formation of the coral reefs.",
        "The group furnished Charles Darwin with the typical example of an atoll or lagoon island.",
        "The atoll has an exceedingly healthy climate, and might well be used as a sanatorium for phthisical patients, the temperature never reaching extremes.",
        "being the greatest width of the whole atoll.",
        "On its northern aspect this plateau has a raised rim having all the appearances of being once the margin of an atoll.",
        "The theories of Darwin, Agassiz, Dana, Semper, Murray and others had led to apparently interminable discussion, and the great boring experiments at Funafuti atoll, which were expected to be crucial, gave results that backed both the rival theories of Darwin and Murray.",
        "archipelago's northernmost island, Kure Atoll.",
        "It is this reef which essentially forms the atoll.",
        "Surrounded by the largest raised coral atoll on earth, this is a lagoon to remember.",
        "atoll surrounded by high in major defeats.",
        "One&Only Kanuhura is a coral island hideaway on a remote atoll in the Indian Ocean.",
        "atoll island vulnerability.",
        "atoll states consequently face a host of development problems, often in a more accentuated form than in other island micro-states.",
        "atoll growth formation, explaining how ring-shaped coral islands developed.",
        "atoll nation if sea level rises.",
        "atoll environments.",
        "atoll's coral have decimated spawning.",
        "Services showcases seminars island quot the enjoyed a barbecue Caribbean's largest atoll.",
        "Caribbean's largest atoll.",
        "Structurally different from Pitcairn, which towered from the sea, Henderson is a flat atoll made of fossilized coral.",
        "coral atoll.",
        "The Great Blue Hole lies within the Atoll's lagoon about 8km north of Half Moon Caye Natural Monument.",
        "Addu Atoll is the furthest south of all the Maldivian atolls and is itself made up of over 30 islands.",
        "Reard drew inspiration for the design's name from atom bomb testing being carried out on a secluded South Pacific atoll and the \"Bikini\" was born.",
        "Needing a catchy name for his product, Reard took the name of a small South Pacific atoll being used for A-bomb testing, and christened his new swimsuit design the Bikini."
    ],
    "definition": [
        "Link/Cite",
        "A type of island consisting of a ribbon reef that nearly or entirely surrounds a lagoon and supports, in most cases, one to many islets on the reef platform. Atolls have a unique geology, so not all islands with a reef and a lagoon are atolls.",
        "Link/Cite"
    ]
}