{
    "translation": "לחבר",
    "uses": [
        "But with a bike there's nothing I can attach to.",
        "It is impossible to attach political importance to these revolutions; nor did they bring the people any appreciable good.",
        "If he tried to follow a moving automobile, he could sometimes attach himself, if the vehicle was slow or stopped, but the act was tenuous at best.",
        "The chief pitfall appears to be the tendency to attach more meaning to the results than from their nature they can bear.",
        "Fred, age seventy-six, was quick to embrace any hint of mystery and attach it to the most common everyday happening.",
        "We shall see whether he cannot attach you to himself or find a place for you somewhere nearer the sun.",
        "Take all the webbing of a normal spider, wad it up and tangle everything together then attach it to random points.",
        "If his experiences and observations hadn't led him to the concepts, SMALL, LARGE, GOOD, BAD, SWEET, SOUR, he would have nothing to attach the word-tags to.",
        "Alex refused to let her attach his name to that, so she had made provisions for it to be left to Jonathan and Destiny.",
        "Naturalists who deal specially with museum collections have been compelled, it is true, for other reasons to attach an increasing importance to what is called the type specimen, but they find that this insistence on the individual, although invaluable from the point of view of recording species, is unsatisfactory from the point of view of scientific zoology; and propositions for the amelioration of this condition of affairs range from a refusal of Linnaean nomenclature in such cases, to the institution of a division between master species for such species as have been properly revised by the comparative morphologist, and provisional species for such species as have been provisionally registered by those working at collections.",
        "But one cannot attach moral attributes to the original Being itself, because these would imply limitation.",
        "But rude nations and illiterate people seldom attach any definite idea to large numbers.",
        "And don't attach importance to her being so bright: that's because she's living through the last days of her girlhood, but I know what she is like every time we receive a letter from him!",
        "It is, then, to one or other of those three collections of sacred texts and the respective class of priests, that the existing Brahmanas attach themselves.",
        "It is probable that Leibnitz's notion of time and space, which approaches Kant's theory, led him to attach but little importance to the successive order of the world.",
        "The gobies (Gobius) are small fishes readily recognized by their ventrals (the fins on the lower surface of the chest) being united into one fin, forming a suctorial disk, by which these fishes are enabled to attach themselves in every possible position to a rock or other firm substances.",
        "No such significance could attach to the grant of the usus mitrae (under somewhat narrow restrictions as to where and when) to cathedral dignitaries.",
        "23 and 25); and, fourthly, in structure, being hollow or solid, as in the polyp. In some medusae, for instance, the remarkable deep-sea family Pectyllidae, the tentacles may bear suckers, by which the animal may attach itself temporarily.",
        "Both the king of England and the king of France confirmed and added to the privileges of the towns and the district, each thus hoping to attach the inhabitants to his own interest.",
        "He came strongly under the influence of the pietists, particularly of Spener, and there was a mystic vein in his thought; but other elements of his nature were too powerful to allow him to attach himself wholly to that party.",
        "These privileges only attach where the place of worship of which he is a minister has been duly registered (the Places of Worship Registration Act 1855), unless in the case of bodies subject to special legislation, as Quakers.",
        "To attach a clear and definite meaning to the Cartesian doctrine of God, to show how much of it comes from the Christian theology and how much from the logic of idealism, how far the conception of a personal being as creator and preserver mingles with the pantheistic conception of an infinite and perfect something which is all in all, would be to go beyond Descartes and to ask for a solution of difficulties of which he was 1 Ouvres, vi.",
        "Extensive islands are thrown up, and attach themselves to the mainland, while the river deserts its old bed and seeks a new channel, it may be many miles off.",
        "All that do not happen to attach themselves to a bee of the genus Anthophora perish, but those that succeed in reaching the right host are carried to the nest, and as the bee lays an egg in the cell the triungulin slips off her body on to the egg, which floats on the surface of the honey.",
        "The whole story was an imaginary embroidery of the facts that barnacles attach themselves to submerged timber and that a species of goose is known as the bernicle goose.",
        "If a-naphthylamine and a-naphthol be reduced, the hydrogen atoms attach themselves to the non-substituted half of the molecule, and the compounds so obtained resemble aminodiethylbenzene, C 6 H 3 NH 2 (C 2 H 5) 21 and oxydiethylbenzene, C 6 H 3.",
        "They attach, however, supreme value to the realities of which the observances are reminders or types - on the Baptism which is more than putting away the filth of the flesh, and on the vital union with Christ which is behind any outward ceremony.",
        "Like the prophetical writings before Ezekiel, the Wisdom books, while they recognize the sacrificial ritual as an existing custom, attach little importance to it as an element of religious life (the fullest mention of it is in Ecclus.",
        "It must always be remembered that we are liable (especially in the case of fossilized integuments) to attach an unwarranted interpretation to the mere discontinuity or continuity of the thickened plates of chitinous cuticle on the back of an Arthropod.",
        "C. Baur was his teacher, he did not attach himself to the Tubingen school; in reply to the contention that there are traces of a sharp conflict between two parties, Paulinists and Petrinists, he says that \"we find variety coupled with agreement, and unity with difference, between Paul and the earlier apostles; we recognize the one spirit in the many gifts.\"",
        "Chapman, who finds that the eggs are laid in old wood, and that the triungulin seeks to attach itself to a social wasp, who carries it to her nest.",
        "The importance which the biblical writers attach to the return from Babylon in the reign of Artaxerxes forms a starting-point for several interesting inquiries.",
        "Joun has produced, and is thorou~hly capable of producing, bronzes at least equal to the best of Seimin s masterpieces, yet he has often been induced to put Seimins name on objects for the sake of attracting buyers who attach more value to cachet than to quality.",
        "As unsaturated compounds they can combine with two monovalent atoms. Hydrogen is absorbed readily at ordinary temperature in the presence of platinum black, and paraffins are formed; the halogens (chlorine and bromine) combine directly with them, giving dihalogen substituted compounds; the halogen halides to form monohalogen derivatives (hydriodic acid reacts most readily, hydrochloric acid, least); and it is to be noted that the haloid acids attach themselves in such a manner that the halogen atom unites itself to the carbon atom which is in combination with the fewest hydrogen atoms (W.",
        "While Protestants, he thinks, have undermined it by a deeper conception of faith,' Roman Catholics have come to attach more value to obedience and \" implicit belief \" than to knowledge; and even the Eastern Church lives to-day by the cultus more than by the vision of supernatural truth.",
        "At common law the parish is required to maintain all highways within its bounds; but by special custom the obligation may attach to a particular township or district, and in certain cases the owner of land is bound by the conditions of his holding to keep a highway in repair.",
        "Whatever value may attach to the consolidation of the British Empire itself as a factor in spreading the peace which reigns within it, it is also a great contribution to the peace of the world that the British race should have founded practically independent states like the Dominion of Canada, the Commonwealth of Australia, the South African Union and the Dominion of New Zealand.",
        "If, however, we employ a hollow sphere and let the stem pass through a hole in the side larger than itself, and attach the end to the interior of the sphere, then leakage cannot take place.",
        "by Merz in 1839 on the model of Bessel's heliometer, submits the following suggestions for its improvement: 1 (I) to give automatically to the two segments simultaneous equal and opposite movement; 2 and (2) to make the tube of metal instead of wood; to attach the heliometer head firmly to this tube; to place the eye-piece permanently in the axis of the telescope; and to fix a strong cradle on the end of the declination axis, in which the tube, with the attached head and eye-piece, could rotate on its axis.",
        "\" The opposite school maintained then, as they have always done, 1 It wiII be noted that Clerk Maxwell's \" atom \" and \" atomic theory \" have the significance which we now attach to \" molecule \" and \" molecular theory.\"",
        "1), which consists of a flat blade set transversely in a long wooden handle; the Dutch or thrusthoe (2), which has the blade set into the handle after the fashion of a spade; and the swan-neck hoe (3), the best manual hoe for agricultural purposes, which has a long curved neck to attach the blade to the handle; the soil falls back over this, blocking is thus avoided and a longer stroke obtained.",
        "It is said that by the advice of Maecenas he resolved to attach Agrippa still more closely to him by making him his son-in-law.",
        "He did not at first insist on Palestine as the new Jewish home, nor did he attach himself to religious sentiment.",
        "Why cannot Christians attach themselves to the great philosophic and political authorities of the world?",
        "Most commonly the engineer has to attach great importance to the question of cost, and to design his structure to secure the greatest economy consistent with the provision of adequate strength.",
        "They thought that he should win his crown by military prestige, and he was persuaded to attach himself as a volunteer to the English expedition to Zululand in February 1879.",
        "To attach his leudes Charles had to give them church lands as precarium, and this had a very great influence in the development of the feudal system.",
        "At once firm and conciliatory, he had been able to attach to the French cause the natives whom the cruelty of Ahmed, bey of Constantine, had alienated.",
        "A few species, however, attach themselves temporarily or permanently to some firm object by the exumbral surface of the body, and then the subumbral surface is directed upwards.",
        "In some cases nothing more is required than to attach an engine and brake-van (\" caboose \") and despatch the train; but if, as will happen in others, a further rearrangement of XXII.",
        "The function of these muscles, according to the same authority, is not only that of erecting the shell; they serve also to attach the peduncle to the shell, and thus effect the steadying of it upon the peduncle.",
        "In colonies of the former kind the Church of England may still preserve the privileges which attach to her in the mother country; in colonies of the latter kind she is in the same position as any other religious body, simply a voluntary association.",
        "Many of the Protestant bodies have abandoned the rite, but it remains among the Lutherans (who, whether episcopal or not, attach great importance to it) and in the group of Churches in communion with the Church of England.",
        "Considering the great variety of spectra, which one and the same body may possess, the idea lies near that free electrons may temporarily attach themselves to a molecule or detach 'themselves from it, thereby altering the constitution of the vibrating system.",
        "Pringsheim seems, however, to have modified his view in so far as he now seems to consider that the spectra in question might be obtained also in other ways, and to attach importance to the process of reduction only in so far as it forms an effective inciter of the particular spectra.",
        "In 1525 More was appointed chancellor of the duchy of Lancaster, and no pains were spared to attach him to the court.",
        "Hence in more recent patterns of magnetometer it is usual to do away with the transit mirror method of observing and either to use a separate theodolite to observe the azimuth of some distant object, which will then act as a fixed mark when making the declination observations, or to attach to the magnetometer an altitude telescope and circle for use when determining the geographical meridian.",
        "Unable to institute an effective national government, and unwilling to attach themselves again to Poland, the Silesian princes began about 1290 to seek the protection of the German dynasty then ruling in Bohemia.",
        "In considering the corresponding relation for a solution instead of a pure liquid, possible differences in concentration make the column method difficult of application, and it is better to attach the problem by means of an imaginary cycle of isothermal operation.",
        "His writings are described by Harnack as a curious mixture of Catholic orthodoxy and unconscious tendencies to Protestantism; their most noticeable point is the great importance they attach to the fact of sin, both original and actual.",
        "Hence the favourite expedient for men of birth, although not of fortune, was to attach themselves to some prince or magnate in whose military service they were sure of an adequate maintenance and might hope for even a rich reward in the shape of booty or of ransom.'",
        "43) seems to be used \"in a large and general sense as a word of hope and comfort,\" and we need not attach to it any of the more definite associations which it had in Jewish eschatology.",
        "Her best though not her only fine qualities were national and political, the high public virtues of a good public servant; in the private and personal qualities which attract and attach a friend to his friend and a follower to his leader, no man or woman was ever more constant and more eminent than Mary Queen of Scots.",
        "These will depend on the meaning we attach to the word Alps as referring to the great mountain-chain of central Europe.",
        "Under Mowat's successors the barnacles which always attach to a party long in power became unpleasantly conspicuous, and in January 1905 the conscience of Ontario sent the conservatives into power, more from disgust at their opponents than from any enthusiasm for themselves.",
        "The former he imitates in the maxims (-yv14at) he throws in and the speeches which he puts into the mouth of the chief actors; the latter in his frequent geographical digressions, in the personal anecdotes, in the tendency to collect and attach some credence to marvellous tales.",
        "But not to mention that it occurs in several divergent forms, and that it takes no account of the fact that our present suras are partly composed of pieces of different dates, it contains so many suspicious or undoubtedly false statements, that it is impossible to attach any great importance to it.",
        "The guilt appears to attach to the local authorities at Wigtown.",
        "If we now attach to the polar axis a graduated circle D D, called the\" hour circle,\"of which the microscope or vernier R reads o h when the declination axis is horizontal, we can obviously read off the hour angle from the meridian of any star to which the telescope may be directed at the instant of observation.",
        "Baur, however, soon came to attach more importance to personality, and to distinguish more carefully between religion and philosophy.",
        "Truth and error are about the individual and attach or detach predicates correctly and incorrectly.",
        "1853)4 is qualified by the warning that the real activity of thought tends to fall outside the calculus of relations and to attach rather to the subsidiary function of denoting.",
        "The story goes that, having been deeply impressed by Ramananda's teaching, he sought to attach himself to him; and, one day at Benares, in stepping down the ghat at daybreak to bathe in the Ganges, and putting himself in the way of the teacher, the latter, having inadvertently struck him with his foot, uttered his customary exclamation\" Ram Ram,\"which, being also the initiatory formula of the sect, was claimed by Kabir as such, making him Ramananda's disciple.",
        "What has made this cult attach itself more especially to the Saiva creed is doubtless the character of Siva as the type of reproductive power, in addition to his function as destroyer which, as we shall see, is likewise reflected in some of the forms of his Sakti.",
        "In accordance with this type of productive energy, the Saktas divide themselves into two distinct groups, according to whether they attach the greater importance to the male or to the female principle; viz.",
        "If, however, we are to attach weight to English writers of the latter half of the 17th century, we shall find that one of Bacon's greatest achievements was the impetus given by his New Atlantis to the foundation of the Royal Society.",
        "of Tuscany presented him with a large number of valuable Oriental MSS., and tried to attach him to his court.",
        "arungquiltha, above), and anthropology has no business to attach any other meaning to the word if it undertakes to interpret the primitive point of view.",
        "Others attach chief importance to the slaying of Neoptolemus (Pyrrhus) by Orestes at Delphi; according to Radermacher (Das Jenseits im Mythos der Hellenen, 1903), Orestes is an hypostasis of Apollo, Pyrrhus the principle of evil, which is overcome by the god; on the other hand, Usener (Archiv fur Religionswesen, vii., 1899, 334) takes Orestes for a god of winter and the underworld, a double of the Phocian Dionysus the \"mountain\" god (among the Ionians a summer-god, but in this case corresponding to Dionysus j Xavaiyis), who subdues Pyrrhus \"the light,\" the double of Apollo, the whole being a form of the well-known myths of the expulsion of summer by winter.",
        "Instead, therefore, of constantly beginning afresh in speculation, it should be our duty to attach ourselves to what may be considered the permanent results of historic developments.",
        "The estates continued to have the right of voting taxes, but they were specially forbidden to attach any conditions to the grants of money which they made to their sovereign.",
        "Die deutsche Philologie im Grundriss (1836) was at the time of its publication a valuable contribution to philological research, and historians of German literature still attach importance to his Geschichte des deutschen Kirchenliedes bis auf Luther (1832; 3rd ed., 1861), Unsere volkstiimlichen Lieder (3rd ed., 1869) and Die deutschen Gesellschaftslieder des 16.",
        "Possibly related to the same group of structures are the greatly-developed cement-glands of the Cirripedia, which serve to attach the animals to their support.",
        "By the advocates of radical reforms these measures were regarded as utterly inadequate, and even in Belgium, among those friendly to the Congo State system of administration, some uneasiness was excited by a letter which was published along with the decrees, wherein King Leopold intimated that certain conditions would attach to the inheritance he had designed for Belgium.",
        "He is perhaps apt to attach an exaggerated importance to some of the authorities which he was the first to bring to light, to see a general tendency in what may only be the expression of an individual eccentricity, to rely too much on ambassadors' reports which may have been written for some special end, to enter too fully into the details of diplomatic correspondence.",
        "Children over ten years of age may select the parent to whom they will attach themselves.",
        "Isabella Gonzaga, who cherished the hope that he might be induced permanently to attach himself to the court of Mantua, wrote about this time to ask news of him, and to beg for a painting from him for her study, already adorned with masterpieces by the first hands of Italy, or at least for a \"small Madonna, devout and sweet as is natural to him.\"",
        "Beside the uniform influence of every woman on every man, to attach him to Humanity, such is the importance and the difficulty of this ministry that each of us should be placed under the special guidance of one of these angels, to answer for him, as it were, to the Great Being.",
        "During the civil war between Marius and Sulla he seems to have shown no desire to attach himself definitely to either side.",
        "., for instance, are formed according to a definite law; and in giving 253 as the number of a set of objects we mean that if we attach to them the symbols I, 2, 3,.",
        "(ii) On the counting system we may consider that we have a series of objects (represented in the adjoining diagram by dots), and that we attach to these objects in succession the symbols 1, 2, 3, 4, 5, 6, 7, 8, 9, o, repeating this series indefinitely.",
        "We can, however, attach to the o's the same symbols, I, 2,.",
        "Originally, the name was given to the stalked barnacles (Lepadidae of C. Darwin), which attach themselves in great numbers to drift-wood and other objects floating in the sea and are one of the chief agents in the fouling of ships' bottoms during long voyages.",
        "It was known that they looked for the principle on which the queens throne rested to the national act of the Revolution, rather than to the birth of the sovereign as the daughter of James II., whilst popular feeling ~referred, however inconsistently, to attach itself to some fragment of hereditary right.",
        "(Compare A.) divergences of the various forms of The appendages are repreArthropoda, attach a very high sented with the neural or phylogenetic value to the coincidence ventral surface uppermost.",
        "It can easily be shown that men do attach moral adjectives to environment, temperamental tendencies, natural endowments, instinctive desires, in a word to all or most of those forces moulding character.",
        "Men of good birth (nearly always, too, of Celtic blood on one side at least), they leave Iceland young and attach themselves to the kings and earls of the north, living in their courts as their henchmen, sharing their adventures in weal and woe, praising their victories, and hymning their deaths if they did not fall by their sides - men of quick passion, unhappy in their loves, jealous of rival poets and of their own fame, ever ready to answer criticism with a satire or with a sword-thrust, but clinging through all to their art, in which they attained most marvellous skill.",
        "The negatively electrified sulphur is seen to attach itself to the positively electrified parts of the plate, and the positively electrified red lead to the negatively electrified parts.",
        "Hence depravity and corruption, diffused through all parts of the soul, attach to all men, and this first makes them obnoxious to the anger of God, and then comes forth in works which the Scripture calls works of the flesh (Gal.",
        "We must also bear in mind that early men when they conceived, and savage men when they conceive, of the sun, moon, wind, earth, sky and so forth, have no such ideas in their minds as we attach to these names.",
        "The Julio-Claudian dynasty did much to attach the Gauls to the empire; they always occupied the first place in the mind of Augustus, and the revolt of the Aeduan Julius Sacrovir, provoked by the census of AD.",
        "In order to attach and defend these colonies Colbert created a navy which Lecame his passion; he took convicts to man the galleys in the Mediterranean, and for the fleet in the Atlantic he established the system of naval reserve which still obtains.",
        "The importance shown to attach to the Spanish versant has greatly modified the values formerly assigned to the area and mean elevation of the Pyrenees.",
        "Systematic writers on the subject differ considerably in the exact meaning which they attach to the term pharmacology (41appaKov, a drug; Xayos, a discourse), some making it much more comprehensive than others.",
        "Everything else concerning electrode potentials is simply an attempt to attach some numbers to these differing positions of equilibrium.",
        "aluminiumer selection of accessories attach to the frame with lightweight aluminum clamps.",
        "In the eye, injected stem cells attach to a type of retinal cell called astrocytes.",
        "attach enormous symbolic importance to the act of voting.",
        "attach string to each peg, running it across to the peg directly opposite, to create a string grid of squares.",
        "attach a label.",
        "attach a condition specifying end use to which the stone is to be put.",
        "Attach the 1 1/2-inch brass ball valve to the pipe.",
        "BARBED WIRE EXTENSION ARMS A hot dipped galvanized bracket to attach barbed wire EXTENSION ARMS A hot dipped galvanized bracket to attach barbed wire for additional security.",
        "Our premier quality slave hood laces up at the back, and has a leather blindfold and gag which attach using press studs.",
        "bowsprit traveler with plates to attach a furling gear.",
        "Then grab some U-shaped fence staples and attach the bungee cord to the top of your silent fighter.",
        "contrail rod was used to attach them to the fuselage.",
        "They often attach themselves to one member of the family, becoming very devoted pets.",
        "Portable inductive couplers which simply attach to the handset earpiece with a stretchy strap can make any telephone \" hearing aid friendly \" .",
        "Attach the sealed envelope to your entry with a paper clip.",
        "normal fibroblasts adhere to the dish using vinculin (green) to attach the actin cytoskeleton (red) by cell surface focal adhesions.",
        "With pusher push fid and core through cover, bringing out at Point X. When using wire fid, attach fid to taped core.",
        "Attach a narrow wrought iron curtain rod with decorative finials to the wall.",
        "This reflects the sustained effort that has been put in, and the priority Ministers attach to providing first-class, responsive, public services.",
        "forearm muscle attach to the bone.",
        "The larva spins a very fine silken girdle to attach itself to the chosen pupation site.",
        "glass beads designed to attach to the hoops.",
        "Goose tree goose tree Goose barnacles often attach themselves to the bottom of boats and any floating object.",
        "Don't attach fly-posters or advertising banners to pedestrian guardrail.",
        "Setting properties on chart boilerplate You can use the 'target' element to attach handlers to any of the following standard items: Heading.. .",
        "A few moments earlier this had been an animated scene as EWS staff and railtour organizers struggled to attach the home-made GWR style headboard.",
        "To begin, open the case and attach the inflatable headrest.",
        "The heddles are the threads that attach half of the warp threads to the heddle bar.",
        "I figger I could attach an inflator hose much quicker than I can get to anyone I dive with.",
        "It forms the anterior wall and fold of the axilla, extending to attach to the proximal humerus.",
        "This fitting could also be used to attach the Garmin neck lanyard.",
        "Wall Garden Wall Gardens are smaller lean-to 's, which are designed to attach to the wall of your house.",
        "macro lenses usually attach to your housing via a screw thread or an adapter.",
        "An opiate receptor ligand, would then only attach to the perfect opiate group, like endorphins, morphine or heroine.",
        "It takes a couple of minutes to attach a tiny keystroke logger onto someone's keyboard.",
        "Use a slow geared motor to drive it, and attach a strong magnet to the end of the line.",
        "Attach micro floor pad to mopping system i.e. hand mopping system i.e. hand mop.",
        "If it looks like the liner might be a tight fit, then use a nose cone and attach the rope to that.",
        "This not only gives rigidity to the fence, but avoids having to attach the paling using staples, which damage the wire.",
        "Please do not writs on the back of prints in ballpoint or hard pencil, or attach paper clips.",
        "Gecko: attach the parasol to the hand grips and the foam on the handle bar.",
        "General Comments Of the various peripherals you can attach to your computer, the only essential one is a printer.",
        "I attach the only photo I have that may be of interest.",
        "THE TEN THINGS TO BE DONE (1) Attach thyself to a religious preceptor endowed with spiritual power and complete knowledge.",
        "protrude: Attach the hose Slide a jubilee hose clip loosely over the hosepipe protruding from the wall.",
        "The pulley wheels attach to pulley wheels attach to pulley stiles - the upright sides of the frame which hide the weights.",
        "AD: I attach a great deal of significance to poetry readings for several reasons.",
        "I hope cash speaks for itself, but did wonder whether to attach a bank rec.",
        "When it came to installing new lighting, Montague and his team were highly restricted, unable to attach anything to the beams.",
        "The aerial rootlets on the shoots will attach themselves to any available support, including trees.",
        "attach sandpaper to the head of an industrial weight sledgehammer.",
        "The suckers on the end of the tube feet mean that urchins can attach very securely to the rocky seabed.",
        "Attach shelf brackets and any accessory parts before installing shelving.",
        "G submitted that the courts below were wrong to attach no significance to the fact that G was the natural mother of the children.",
        "Attach board to case using 8 short brass mounts, after putting on ' ports housing ' & poking out 3 pci slot covers.",
        "polished steel or solid glass beads designed to attach to the hoops.",
        "attach the wire strainers to the second straining post.",
        "Throughout the history of card games people have always tended to attach a personal name to the Knave of the best or trump suit.",
        "Attach shades to the car windows or apply a high factor sunscreen.",
        "Simply attach its obscenely powerful magnets to any surface you see fit and marvel at some truly superhuman leverage... .",
        "You can also get braided leader and poly leaders to which you attach a short tippet of nylon.",
        "Once you've created a to-do you can attach or link a wide variety of file types or records to your to-do.",
        "trapdoor expansion slot would also make it impossible to attach an accelerator or Zorro breakout board later.",
        "Visitors Grants: Please attach: a report of not more than two sides of A4 typescript with a list of references.",
        "simply unscrew the barrel, write your contact details on the enclosed paper then attach to your dogs collar.",
        "Carefully attach the vial of reconstituted vaccine to the injection equipment and avoid creating aerosols during the priming process.",
        "How much weight people will attach to his own vindication remains to be seen.",
        "It is helpful to attach a brief curriculum vitae that includes a description of research interests.",
        "You got a ticket because your car HAS a windshield to attach the ticket to.",
        "attach any windsock or wind spinner to your kite for added control.",
        "Our idea of body, e.g., involves colour and weight, and yet when we try to think carefully, and without assuming anything, we find that we cannot attach any distinct idea to these terms when applied to body.",
        "to attach to the end of each wire a small light ball which when charged would be attracted towards an adjacent bell and strike it.",
        "The general proposition as to a parallelism between individual and ancestral development is no doubt indisputable, but extended knowledge of the very different ontogenetic histories of closely allied forms has led us to a much fuller conception of the mode in which stages in embryonic and larval history have been modified in relation to their surroundings, and to a consequent reluctance to attach detailed importance to the embryological argument for evolution.",
        "the cell or cells which attach - the plant to the substratum often have a peculiar form, containing chlorophyll aod constituting a rudimentary fixing organ or rhizoid (fig.",
        "It may be that they procure it from decomposing organic matter in the soil, or they may get it by absorption from other plants to which they attach themselves, or they may in rare cases obtain it by preying upon insect life.",
        "It was probably not long after this that Odenathus, with a keen eye for his advantage, made an attempt to attach himself to Shapur I.",
        "It is probable that Hopkinson did not attach sufficient importance to the demagnetizing action of the cut (cf.",
        "German historians of medicine attach great importance to the revolt of Paracelsus against the prevailing systems, and trace in his writings anticipations of many scientific truths of later times.",
        "In the first place, what we are accustomed to call higher religions deliberately attach greater sanctity to aniconic gods than to iconic ones, and that from no artistic incapacity.",
        "The suction may be derived from any form of air-pump; a form often employed where water at fair pressure is available is the jet-pump, which in consequence is known as a filter-pump. Another method of filtering into a vacuum is to immerse a porous jar (\"Pukall cell\") in the liquid to be filtered, and attach a suction-pipe to its interior.",
        "By means of their mouth they fasten to stones, boats, &c., as well as to other fishes, their object being to obtain a resting-place on the former, whilst they attach themselves to the latter to derive nourishment from them.",
        "Ney thereupon made him his principal aide-de-camp. In 1806 Jomini published his views as to the conduct of the impending war with Prussia, and this, along with his knowledge of Frederick the Great's campaigns, which he had described in the Traite, led Napoleon to attach him to his own headquarters.",
        "As the result of fertilization, the fertilized nuclei of the megaspore become surrounded by a cell-wall, and constitute zygotes, which may attach themselves either to the wall of the megaspore or to the end of a pollen-tube (fig.",
        "In the judgment of the present writer, Parmenides, while he denied the real existence of plurality, recognized its apparent existence, and consequently, however little value he might attach to opinion, was bound to take account of it: \" pour celui mÃ©me qui nie Fexistence reelle de la nature,\" says Renouvier, \" it reste encore a faire une histoire naturelle de l'apparence et de l'illusion.\"",
        "Others attach little importance to the form in which truth is presented; they are concerned mainly with the principles and methods of scientific criticism, afid specialize in palaeography, diplomatic and sources.",
        "It can easily be shown that men do as a matter of fact attach moral adjectives to environment, temperamental tendencies, natural endowments, instinctive desires, in a word to all or most of those forces moulding character, from which, according to libertarians, the individual's freedom of choice should be clearly distinguished and separated, and to which it can be and is frequently opposed.",
        "The pulley wheels attach to pulley stiles - the upright sides of the frame which hide the weights.",
        "The next four lines of code create some simple metadata to attach to the raster map.",
        "The knot to use to attach the backing to the reel spool is the arbor knot (see illustration).",
        "Attach sandpaper to the head of an industrial weight sledgehammer.",
        "Attach a piece of string halfway down all the points to form a snowflake pattern.",
        "Attach the balloon to the straw with sticky tape.",
        "Attach to surfaces using double sided sticky pads, or similar.",
        "Attach the wire strainers to the second straining post.",
        "This Pushchair and Car Seat travel system allows you to remove the car seat and attach it to the stroller wi....",
        "Simply attach its obscenely powerful magnets to any surface you see fit and marvel at some truly superhuman leverage....",
        "Once you 've created a to-do you can attach or link a wide variety of file types or records to your to-do.",
        "The connection to the Amiga trapdoor expansion slot would also make it impossible to attach an accelerator or Zorro breakout board later.",
        "Simply unscrew the barrel, write your contact details on the enclosed paper then attach to your dogs collar.",
        "I plan to attach the basking lamp and UVB tube onto the table.",
        "You might want to hang a small cork board on the wall and attach the charts along with extra stickers, so that they are easy to reach.",
        "Many of these have velcro straps so that you can attach baby's favorite toys.",
        "Cut out the footprints and use glue to attach the footprint to the baby shower invitation.",
        "Look for monitors that feature clips, so you can attach the monitor to your belt or other clothing for extra freedom.",
        "Attach the pin to the end of the elastic, and work the elastic along the ribbon.",
        "Again, you can make your own bows and glue or attach the bows to the barrette, Velcro, or band by using hot glue or thread.",
        "The sugar decorations attach to the cake with a small squirt of frosting and are edible.",
        "Finally attach yarn to the head for hair.",
        "You can either attach them close to the flower blossoms or tie them at the end of the ribbons in staggering lengths.",
        "Once you've created several sock roses, bundle them together with more tape, add ribbon, and attach the corsage with a corsage pin.",
        "Attach other finishing touches with a clue gun.",
        "You can use these ribbons to attach small gifts to the top of the cake.",
        "Attach double-stick tape on the bottom of each rolled diaper and secure the diapers to the cake platter around the bottle.",
        "Create the second tier by using double-stick tape to fasten the rolled diapers to each other and attach them to the bottom tier.",
        "Place the wire at the bottom of the bud and attach with more tape.",
        "Attach the pins (can be diaper pins) to the back of the corsage.",
        "Be sure you use double-sided tape to attach the diapers.",
        "Likewise, the clip itself should be able to firmly attach to the child's clothing without coming loose if pulled or tugged by a baby or toddler and should be large enough that if it were to come loose, the child would not choke on it.",
        "Attach the finished product to the guest of honor's blouse with the single diaper pin.",
        "Attach additional ribbon in a variety of lengths and glue the diaper pin to the back of the corsage.",
        "Arrange the sock toes to resemble a floral bouquet and attach additional lengths of ribbon in varying lengths.",
        "Tie with decorative ribbon and attach a favor tag if desired.",
        "Attach to the front either by using tabs, or, for a cloth diaper using pins, Velcro or a diaper cover.",
        "You simply pick up the diaper, place it underneath the bottom of your baby, then draw the front up and attach the two sides of the diaper.",
        "Finally, attach some sort of spike to the sign so that it can be stuck into the ground securely.",
        "Attach the bar at the base of the crib to both ends.",
        "Widespreads have two handles and a spigot and they are all separate pieces, meaning the sink or counter must have three holes in it to attach each piece.",
        "A narrow shower module, in turn, means the options are fewer in regards to seating or the kind of door you can attach to the shower module.",
        "A home theater-in-a-box is simply a set of surround sound speakers, a DVD/CD player and the cables to attach them to your existing television.",
        "The most efficient bag has lots of small pouches on the outside with loops and zippers to attach other things.",
        "Web Bike World: Provides information on where to buy motorcycle trailers to attach to bikes as well as trailers that can hold bikes.",
        "You simply load your photos on it via USB, attach your keys to it, and go on your way.",
        "Notebook webcams are smaller and have the capability to attach to the top of your screen.",
        "All you have to do is attach the frame and the metal pieces and secure the sections.",
        "They can attach with magnets, flip-up from the frame or secure with small hooks.",
        "If you work out indoors, you can attach a foot pod to your shoe and log your speed and the distance you travel.",
        "Attach your regulator to the tank and check the air pressure level.",
        "Wrap a 4x4 wooden post securely with rope or sisal, and attach it to a wide base.",
        "Many models attach with velcro fasteners, so there's no need for permanent hardware.",
        "Let them sit out for 15-25 minutes, and then attach them to the line; now you are ready to play.",
        "If you do not have an old fishing pole no problem; get an old stick from outside, tie a line to it and attach the treat with cotton string.",
        "Choose to use the hook and loop fasteners so you can move the bed and change your feline's view, or attach the bed permanently to your sill.This window bed will hold cats up to 35 pounds.",
        "Finally, attach your brackets to your base, and then screw the brackets to the wall, taking care that your perch is basically level.",
        "You can also use wood screws to attach these.",
        "It is good to have a platform that all of the legs attach to for stability.",
        "Now you can attach the enclosed area, the perches and platforms in any order that you wish.",
        "Their name comes from the hook-like teeth that help them attach to your cat's intestines.",
        "Attach an I.D. tag (and license if applicable) to the collar.",
        "Sew it and stuff it as directed, and then attach a long ribbon or string to the \"mouth\" of the fish.",
        "You can attach the other end of the ribbon to a pole or just hold it and jiggle it for your cat.",
        "Tie ribbon around the basket or handle and attach a gift tag.",
        "If you attach the card to a savings or checking account, you can choose to make automatic deposits to the card through these accounts.",
        "Simply use your PayPass, which you can attach to your keychain, by tapping it on a designated reader.",
        "You can even find turned legs at your local home improvement outlet to attach to the underside.",
        "That means you can't attach it to a wall in any way for additional support.",
        "Tenon cutters attach to the end of an electric drill and shape the ends of the logs so they fit into the holes, or mortises, of another log piece, creating a mortise and tenon joint.",
        "Attach it in the way that the existing pieces are already attached so that it matches (for example, pieces are often folded over at the ends in a triangle shape to give it a clean and finished look).",
        "Look for cushions that have Velcro or string ties to attach them to the furniture frames.",
        "Purchase pillows that have Velcro or string ties that attach them to the chair.",
        "Next you'll want to attach the first piece of webbing that will run the length of the chair (front to back).",
        "Attach the end of the webbing as you did before.",
        "Purchase pillows that have Velcro or string ties that attach them to the back of the chair.",
        "Try to find covers that attach to the furniture with Velcro ties (rather than the kind that fit over furniture without being tied to it) because it will be more secure.",
        "Evenly space the support braces inside the bed frame and attach them to the frame with wood screws.",
        "Predrill holes into the top platform and use wood screws to attach the platform to the frame.",
        "King size Craftmatic beds are easy to attach to headboards made for flat beds.",
        "Using wood glue, attach the back edge of the chair seat bottom to the back piece of plywood.",
        "Attach the chair sides to the bottom and back of the chair using wood glue.",
        "Attach the arms to the footrest ends by screwing the 3/8 inch screws through the nylon washers into the footrest.",
        "Attach the opposite ends of the arms to the sides of the chair at a 45-degree angle by drilling ¼ inch holes into the chair sides and adding 3/8 inch screws on each side.",
        "Attach the piece you have just removed to the barrel with hinges on one side and a latch on the other.",
        "Attach the wheels and check for alignment.",
        "I tinkered in the garage until I found a way to attach Velcro type hook fasteners to a mop head so I could clean with terry cloth towels.",
        "Taking 22 gauge wire, attach your tree trimmings to the wire circle until completely cover.",
        "Create legs or an x-shaped base and attach to the top.",
        "Take old crystal or metal doorknobs and attach them to a white piece of wood to create a unique coat rack.",
        "You can either attach wire materials to a metal form using floral wire, or use a glue gun to attach your materials to a straw or foam base.",
        "Using the screws and a drill or screwdriver, attach the hinges at the top and bottom of each panel, in turn attaching each panel to the one next to it.",
        "You'll attach this type of headboard directly to the wall behind the bed frame to give the illusion that it is attached to the bed frame.",
        "Now you're ready to attach the fabric you want exposed as the headboard.",
        "Attach the bottom by placing the fabric patterned side against the padding.",
        "Just attach it to the wall behind your bed and you have an instant headboard.",
        "Attach each strand to a rod so that you can securely hang your curtain.",
        "Staple up ceiling tiles attach to the studs.",
        "Use a hot glue gun to attach a red, yellow or blue bird on the twig just above the nest.",
        "Traverse rods contain carriers with holes that the drapery hooks attach to.",
        "When purchasing transverse curtains that attach to a carrier mechanism that will open and close pleated drapes, be sure to test a sample before you buy.",
        "Turn off the power at the main supply and attach the wires of the chandelier to the existing wires in the electrical box.",
        "These large magnets are made to attach right to the front of your unit and depict bright scenes of laundry being dried on a line outdoors, or soap bubble filled wash baskets.",
        "Don't be pushy or aggressive - you're asking for a favor here - and don't attach anything to your e-mail, even your resume.",
        "There isn't a way to attach this stylus directly to your tablet, so if you're using a case that doesn't have room to hold the pen, you'll need to come up with a way to keep track of it.",
        "The cap has a connector designed to attach to the headphone jack on your tablet, making it easy to store and transport along with your iPad.",
        "Place one end of a tube inside the balloon taping it in place then slide the tube through the head to the other side and attach the other end to a squeeze bladder.",
        "Create a mini-album using your favorite digital kit and attach it to your paper layout with brads, eyelets, or a strong adhesive.",
        "Photo corners are a great way to attach photos to a scrapbook layout if you think you might need to remove the prints at some point in the future.",
        "All you need to do is attach your pictures to the appropriate spaces and fill in the journaling areas.",
        "Fold an origami envelope from your favorite patterned paper, then attach it to the back cover of the book to use as a pocket for memorabilia or a place to keep a CD with your original image files.",
        "When you purchase a pre-made scrapbook page, all you have to do is attach your own photos and add captions.",
        "You'll only need an adhesive to attach the pictures to the page and a scrapbook-safe pen to add journaling or captions.",
        "Attach the numbers to your scrapbook layout.",
        "Attach to your layout to provide extra room for photos and journaling.",
        "Attach the Cricut labels, then add buttons, charms, ribbons, or other decorations if desired.",
        "Simply attach the background paper directly to the magnetic board, add journaling and slip your photos behind the narrow photo hanging ribbon.",
        "When you include cards in an album, be sure to attach them in such a way that you can read the message inside.",
        "Attach a handle created from darker brown cardstock or scrapbooking ribbon.",
        "Use white scrapbook paper to make talking bubbles, and attach them to the people in your pictures.",
        "This method of skiing requires stiff plastic boots, as well as ski bindings, which attach the ski boots to the skis.",
        "If you choose one that doesn't attach to your key chain, you can place it in your purse, pocket, or one of the compartments in your car.",
        "More importantly, do not attach a negative stigma to employees seeking out help when their stress levels are high.",
        "With standard braces, brackets attach to each tooth with a bonding material or a metal band.",
        "Common trends in boutonnieres and corsages currently are black and pink roses, colorful bead bracelets to attach the corsage to the girl's wrist, silver ribbons, unusual flower types, and bright flower colors.",
        "It is customary for the girl to have a boutonniere for her date, usually a single carnation or rose that comes with a pin to attach it to his jacket.",
        "Plus, it's just a common courtesy to attach a stamp and get the invitations in the mail.",
        "The roots attach themselves to the soil below, where all of the additional nutrients it needs can be found.",
        "Attach the wet blade to your Vita Mix, and you’re ready make your own array of nut butters at home.",
        "Be sure to attach your favorite recipe for a long life together.",
        "Place flowers in your hair, behind the ear, or attach pretty flower clips to your shoes or sandals.",
        "Be sure to attach a tag that expresses your gratitude for their attendance at your wedding.",
        "Chrome Keychain with Crystal Dice-Your guests will drive home in style after they attach these elegant favors to their car keys.",
        "You could write on the actual cookies, or attach a wedding favor tag to the bag you place the cookies in.",
        "Collect the certificates before the shower and attach them to the tree.",
        "Attach a wedding favor tag to each homemade favor that expresses your gratitude for their attendance at your wedding.",
        "Attach a colorful silk flower bloom to the top of a box.",
        "Attach a favor tag with a saying like \"John and Jaime are planting their seeds of love on (date).\"",
        "If the card is given with a gift, be sure to attach the card securely with tape or ribbon.",
        "Using fabric glue, attach it to the box, remembering to cut an opening for the cards.",
        "Use a glue gun to attach the fruit to one another.",
        "Wrap in a clear bag and attach a favor tag.",
        "Attach the skirt to almost any type of bodice-with or without straps, with a sweetheart neckline, with a keyhole opening at the chest, and more.",
        "Print the label off and attach it to the foil surrounding the bar.",
        "Knowing the difference between a dust ruffle and bed skirt will help when you place a custom order as the two types attach differently.",
        "Use a round candy for the button where you'll \"attach\" the tassel.",
        "You can insert a floral wire in the bottom in order to build a spray of buds, or you can attach buds directly to your cake.",
        "Use frosting to attach the cupcakes to the round cake.",
        "Attach them to one another using buttercream frosting and frost together as one large cake.",
        "Simply adjust to fit the waist and attach via the buttons located on the band.",
        "Sign up for newsletters: It may be worth the minor hassle of receiving e-mails from stores when you know that they often attach downloadable coupons in their messages.",
        "These collars wrap around the chest and legs, and the metal ring where you attach the leash is located on the dog's back.",
        "Head Collars: These unique collars suffer from their unfortunate appearance: because they attach around the animal's muzzle and the back of the head, they are often mistaken for protective muzzles.",
        "Attach leash and then follow him where he wants to go.",
        "To do this, ticks will crawl up trees, shrubs, plants, tall grasses, fences, etc. and wait for animals and humans to come in contact and then drop off and attach themselves onto their unsuspecting victims.",
        "Worms can also cause internal bleeding once they attach themselves to your pet's stomach lining and intestinal tract.",
        "Attach a dog biscuit shaped cookie cutter, and you have a great gift that both receivers and their pooch will enjoy.",
        "Put on your dog's collar, attach the six-foot leash and take him outside.",
        "Just make sure you add the layers slowly because this makes it look nicer, and be sure to attach an easy-to-read instruction card to the jar.",
        "Write the directions on an index card to attach to the jar, and be sure to cut the fabric and use a rubber band or ribbon to tie the index card to the top of the jar so it looks pretty on top.",
        "It needs to be long enough to fold over on one end for a loop for your hand and on the other end for the snap you will need to attach.",
        "Attach your ribbon or fabric to the length of the webbing and sew it down, as close to the webbing edge on each side as evenly as you can.",
        "Attach to the plywood by drilling two screws on each end of the lumber so it is firmly secured.",
        "Start with one, four foot length and attach.",
        "Flip the the plywood over and attach each of the sides using the one inch screws.",
        "After the floor box creates a base for the house, you can attach the walls and then the roof last.",
        "Attach the dog's destination information and the corresponding phone number as well as the dog's name and your contact information in a visible place on the crate.",
        "It is self-supporting, and will attach itself firmly and climb to the tops of high walls-a useful quality.",
        "Now put on the tank backpack-style and attach the tank to the blower.",
        "Attach a shorter piece of wood to a longer piece using deck screws in the corner to form a 90 degree angle.",
        "Repeat the process with two additional long and short pieces, then attach them together to form a rectangle.",
        "Attach the middle layer to the bottom layer by placing it directly on top and screwing a deck screw in at an angle so it goes in both layers.",
        "Attach to the frame using hinges along one edge.",
        "Fender Strap Locks and Buttons - These strap locks are installed by replacing the pegs you have in your guitar with new pegs that lock into a separate piece that you attach to your strap.",
        "Dunlap Dual Design - These solid metal locks (pictured above) function the same as the others, but use a slightly different system to attach the strap to the peg (you push a button down instead of pulling a lever up to attach the strap).",
        "It's a matter of feel, but some people find that you can attach these strap locks with one hand where it takes two hands to attach other styles.",
        "Once you figure out how you want to attach a strap to your classical guitar, you'll be ready to take your guitar playing wherever you want since you'll be free of the chair once and for all.",
        "One clever decorating idea for providing light around or near a mirror is to attach a sconce to the mirror.",
        "To test that your rough opening is ready for the door and not warped or twisted, attach a length of string at opposite corners and form an X within the opening.",
        "Once your opening is the right size and you have your woodwork installed, simply attach the overhead track, mount the wheels on the tops of the doors, slide the doors onto the track and position the guide at the bottom.",
        "Also when choosing the wheels that attach to the door and ride in the track, look for a door and frame that comes with a guarantee.",
        "Install your decking - Attach you decking using deck screws.",
        "You can add lighting as needed . If the track lighting package doesn't have enough heads for your kitchen, all you have to do is buy more heads and attach them to your existing track.",
        "They attach cables to the wall mount point but do not allow additional tension to be applied.",
        "Attach molding with a few 6d or 8d finish nails.",
        "Wall mounted linen cabinets either hang from the wall studs or attach to the wall for additional stability.",
        "Attach the cabinet - Use 3 - 3 1/2 inch long wood screws to ensure a tight hold to the wall stud behind the cabinet.",
        "Use a stud locater to find a safe place to attach it.",
        "Then attach hinges to the top of the door.",
        "Special boxes designed for use with ceiling fans are sturdier than standard boxes and will typically have a support bar or attach directly to a joist.",
        "Attach the fan brace by slipping it through the hole in the ceiling and positioning it so that it touches the joists on both sides of the hole.",
        "Attach the green wire on the fan base to the copper ground wire.",
        "Your assembly may have either a two or three wire connection and may also have remote control capability for which you'll have to attach a receiver.",
        "You can attach the solar panel to an outdoor wall, pole or install it on the ground.",
        "Planks - Available in sizes 5\" x 48\", 5\" x 84\" and 6\" x 48\", Armstrong ceiling planks attach to your ceiling like tiles, but create a wholly different look and feel.",
        "This is because if you drill the hole too close to the edge, when you drill in a screw to attach the drywall, there's a danger of striking an electrical wire - which could result in fire or serious injury.",
        "This is because, for the most part, gravity is your friend and helps to hold the drywall in place while you attach it to the wall.",
        "Such a lift is critical to hold the sheetrock in place against the ceiling joints as you attach it.",
        "Follow this procedure to attach each sheet to the ceiling.",
        "Every time you attach a screw, make sure that it's \"dimpled.\"",
        "Again, attach the sheet to the wall with sheetrock screws starting from the center of the sheet and work outward.",
        "While the surface of the planks is going to compare similarly when exposed to moisture, the sides of the planks or the seams where they attach to one another may not.",
        "This is the perfect option if you rent and can't attach the awning to the home, but want some sun protection.",
        "They attach easily to the side of your home, with only an outdoor electrical receptacle needed for the motorized option.",
        "Attach the attic door panel to the new frame with the hinge that is included with the kit.",
        "You measure, cut with a saw and attach using deck screws.",
        "When creating the design, remember that for proper support, attach rail posts to the deck frame, not the deck surface.",
        "Attach the Window - Nail the window in place and add caulk to all gaps and joints.",
        "Just make sure to have an extra pair of hands around to support the ends while you attach them.",
        "Most monorail lights only attach to an energy source at one point in the ceiling, so you can run as many lights as you'd like off of one transformer and switch.",
        "Simply attach the center rod to the transformer and the support rods to wherever there is a ceiling stud to support them.",
        "Because the lights themselves hang from the rail rather than attach to the ceiling itself, you have more options available for the type of lights used.",
        "Attaching: Use finishing nails to attach the patio door to the wall.",
        "Push the outlet back into the box and attach with the screws.",
        "Connect the two black wires to the brass screws on your new switch, push the switch back into the box and attach with the two screws.",
        "Attach one anchor clip every two feet to the screen and gutter.",
        "Combination links include a small ring to attach your favorite hanging charms.",
        "They're available in a wide range of styles and finishes and you can attach them to charm bracelets or add them to gold chains or other necklaces.",
        "The main difference in the photo charms is the way they attach to the different bracelet styles.",
        "The charms that attach to link style bracelets have a small jump ring used to secure the photo charm onto the bracelet.",
        "The charms made for Italian photo bracelets attach using a clasp that is spring loaded located inside the charm that links the charms together.",
        "Repeat the two steps to attach the heart charm to the desired link.",
        "Since you can't use chemicals, what is an organic gardener to do when Japanese beetles or other insects attach plants?",
        "Hold the board against the post and attach using at least two wood screws, vertically placed.",
        "When you like how it looks, attach a large bow to the top.",
        "Use the detachable garters that are on most bustiers and attach a pair of nylon stockings for a sensual, feminine feeling.",
        "Cameo Intimates Lingerie: There are plenty of retro style panties at this site and you'll find a variety of sultry looks, but you'll need to attach the garters onto the panty of your choice.",
        "Because you attach the garters yourself, you can either have the more standard four-garter set or even eight garters for more security.",
        "Attach several small fake spiders to thin string.",
        "From TV remote controls with large buttons and alarm clocks that talk to special bags that attach to walkers and amplified telephones, choosing the perfect gift for the elderly is easy when you know where to look.",
        "This is where the security of using such a calculator lies-in its ability to attach a dollar amount to your post-retirement lifestyle.",
        "The goal of this extremely complex procedure is to move the entire tongue muscle forward, and attach the hyoid bone to the jaw.",
        "The machines have tubes that attach to masks, which feed the air into the nose or mouth.",
        "To help reduce feelings of claustrophobia, practice breathing through just the mask, and then attach the mask to the machine when your comfort level increases.",
        "Those who want to attach a headboard and footboard to their beds while using foundation legs have to use brackets that can be purchased separately through the Select Comfort website.",
        "Cut the ball in half and attach it to your pajamas.",
        "However, these are limited by the power of the batteries you attach.",
        "Glue four LEDs onto the sides of the sunglass frames, twist the wire ends together and attach one set to the underside of a 3 volt watch battery, which you'll also glue to the frames.",
        "Either manually hold the other set of wires to the top of the battery to operate the LEDs, or wire it through a switch that you can attach to the sunglass frames.",
        "Frame: This is the metal or plastic basis for the eyeglasses; all other parts attach here.",
        "Pad arms: These are pieces that extend from the bridge to which the nose pads attach.",
        "Hinges: The hinges attach the temples to the front of the frame.",
        "End pieces: The end pieces extend from the front of the frame and attach the temples.",
        "Attach metal hinges back onto the frame with an application of quick drying glue or epoxy, which can be purchased at the same drugstore where the kit is purchased.",
        "This magnifier is designed to attach to a lamp and is flexible enough to be adjusted and moved so that you can more easily view your needlework, knitting or any other activity for which your hands are in use.",
        "These clip-ons attach to your reading glasses and can easily take you from the darkened halls of a library to the sunny warmth of a spring day.",
        "Eyeglasses.com has magnetic clip ons that attach to the front of the eyeglass frames.",
        "They attach to the bridge of your frame whereas clips made for a specific frame may attach on either side and at the bridge.",
        "The insert option will allow you to remove the prescription when you don't need it; a smaller set of lenses attach to the backs of the main lenses.",
        "For a snug fit, they attach via an elastic band that goes around the wearer's head.",
        "These don't attach with magnets the way some do.",
        "To prevent air bubbles, it helps to smooth them down from one edge to another rather than attempting to attach them in one quick motion.",
        "They'll attach to just about any type of frame.",
        "Some eyeglasses may have thick lenses or thick frames, making it difficult to attach some clip-on styles.",
        "Their glasses use bottom mounted magnets to attach the clip-ons.",
        "The clip-on style is designed to easily attach to most styles of eyeglasses.",
        "Score attach has you racing 3 laps to earn a score, as well as reward money.",
        "If you can't connect with friends, simply mail a few letters to your neighbors and attach a piece of fruit.",
        "There are a number of useful devices that attach to your portable system that allow you to, shall we say, enhance your games.",
        "Unfortunately, once you get a new car, you have to go into the upgrades options and attach the parts one by one again.",
        "Two simple attach buttons, a kick and a guard is all you need.",
        "Unfortunately, the plague is embodied through parasitic plants that attach themselves to humans and turn them into monsters, the Mandragorans, and control all the actions.",
        "This bacteria is formed when airborne fungi attach themselves to chlorophenol compounds (compounds found in chlorine).",
        "Solder was extremely expensive and so tinsmiths often used small spots of solder to attach the handles rather than a larger area of solder.",
        "The basic design allows the equipment to attach to the boot and then to move with the hiker as the shoe moves.",
        "They discovered a way to attach the membrane, through an industrial lamination process, to the inside of various types of fabrics.",
        "This lamination gives the consumer more variety because the membrane can attach to different types of material instead of being designed with only one fabric in mind.",
        "The battery pack is made of corrosion proof polypropylene and has a hook to attach it to your belt.",
        "Attach the blow plug to your RV water inlet and attach your air compressor to the blow plug.",
        "Using your water pump kit, attach the pump inlet piping to your RV antifreeze bottle.",
        "If it isn't, remove the inlet hose from the pump and attach a piece of spare hose from the inlet valve and into the antifreeze bottle.",
        "Attach a TV, DVD player, etc. to brackets on the van walls, and include any other items such as camping chairs and folding tables where space is available.",
        "Most cases include a clip that can be used to attach the phone to your belt or purse strap, making the phone easier to access.",
        "By having a clearly visible car phone holder in place (many either attach to the dash with double-sided tape or to an air vent with a clip), you can have a much easier time glancing at your Chocolate phone.",
        "The most common way for boosting cell phone signal is to purchase those little stickers that attach to the back of your handset.",
        "The Verizon Droid, regardless of version, isn't something you can just pick up, attach to any plan, and enjoy to its fullest capabilities.",
        "If the obstruction is only between the gall bladder and the intestine, it is possible to attach a piece of intestine directly to the gall bladder.",
        "If the upper biliary system is also inadequate, the surgeon will attach a piece of intestine directly to the liver using the Kasai procedure, named after Morio Kasai, the Japanese surgeon who developed the procedure.",
        "The B cells protect the body by making antibodies, which are proteins that can attach to the surfaces of bacteria and viruses.",
        "Some car seats require that parents attach additional hardware for maximum protection.",
        "The health-care provider can attach it to a glass slide and then examine it under a microscope for the presence of eggs.",
        "Extra brushing with specially shaped and/or electric toothbrush and fluoride toothpaste is required around the areas where the braces or appliances attach to the teeth.",
        "In this type of treatment, insulin-producing islet cells are harvested from a donor pancreas and injected into the liver of a recipient, where they attach to new blood vessels and (ideally) begin producing insulin.",
        "Although anchored by strong muscles for chewing, the jaw is unstable in comparison with other bones and is easily dislocated from the temporomandibular joints that attach it to the skull.",
        "Antihistamines attach to the areas on cells that histamines attach to, thereby blocking the allergic response.",
        "During that time, he or she undergoes one surgery to attach the radioactive material and one surgery to remove it.",
        "Some pads have flaps or \"wings\" that wrap around and attach to the underside of underwear.",
        "Pain scales or questionnaires are used to attach an objective measure to a subjective experience.",
        "Antibodies attach themselves to the invading foreign substance.",
        "B lymphocytes-Specialized blood cells that manufacture proteins called antibodies that attach themselves to invading foreign substances.",
        "After vaccination with HBV, the child's immune system recognizes HBsAg as foreign and produces antibodies that attach to the protein (anti-HBs).",
        "Research has shown that babies and caregivers demonstrate an instinct to attach.",
        "They will work well for a dance website, and are also fun to attach in emails.",
        "However, if you don't have the money to spend on these frames, you can attach your posters to inexpensive foam core and then mount them with poster putty or tacks.",
        "If you're pinning the braids halfway up, attach a sprig of baby's breath or a small tiara for a feminine touch.",
        "Attach the ribbon firmly to the barrette with thread, wire, or glue.",
        "One of the more popular types of clips are those that snap in place, making it easy to attach the extension yourself.",
        "Practice makes perfect, but one piece hair extensions are relatively easy to attach, even for a beginner.",
        "It's easier to attach extensions into day-old hair rather than freshly washed hair.",
        "While you can attach some types yourself, most require the skills of a professional."
    ],
    "definition": [
        "To add, affix, annex, bind, fasten, or join as a part.",
        "To seize or take by legal process; to carry out an attachment, for example, to attach the funds in a debtor’s bank account to pay a judgment.",
        "To adhere or become legally effective, especially in connection with something or upon some event. For example, certain rights and responsibilities attach to becoming a parent.",
        "Link/Cite"
    ]
}