{
    "translation": "מושך",
    "uses": [
        "The woman smiled, creating an attractive dimple at the corner of her mouth.",
        "Alondra was attractive in a delicate way - her features more refined.",
        "In fact, the thing she found most attractive about Brandon was his smile.",
        "And being attractive hadn't improved her life much.",
        "Our quiet mountain home was especially attractive and restful after the excitement and fatigue of our visit to the World's Fair.",
        "She not only looked more attractive, but also felt more attractive.",
        "His somber gaze was alluring – probably because he was unaware of how attractive it was.",
        "They made an attractive couple, both so sophisticated in appearance.",
        "She carefully laid out the food in an attractive manner and retired to the kitchen.",
        "His eyes were captivating, by far the most attractive feature in his darkly handsome face.",
        "She strode to the driver's side of the Jeep, hands on her hips, a no-nonsense look on her startlingly attractive face.",
        "Jules Sandeau was a clever and attractive young lawyer.",
        "The blue ice melted with warmth and a slow smile twisted his lips in an attractive way.",
        "Cynthia Byrne, in spite of reddened eyes and trembling nervousness, was a very attractive woman.",
        "Apparently she found Mr. Cade not only attractive, but also irresistible.",
        "Ethel, less than attractive in the best of times, looked horrible.",
        "No one would believe two people as attractive as Sarah and Jackson could be in a platonic relationship, so it kept the neighbors from gossiping.",
        "She was an attractive girl with a quick smile and a perpetual twinkle in her eyes.",
        "Since the wood-cutters, and the railroad, and I myself have profaned Walden, perhaps the most attractive, if not the most beautiful, of all our lakes, the gem of the woods, is White Pond;--a poor name from its commonness, whether derived from the remarkable purity of its waters or the color of its sands.",
        "All her dresses now fit snugly across the bust, and even her skinny legs were beginning to have some attractive curves.",
        "In person Madame Roland was attractive though not beautiful; her ideas were clear and far-reaching, her manner calm, and her power of observation extremely acute.",
        "The woman, a few steps from girlhood, was attractive in a cute, but no-nonsense way.",
        "That kind of praise was reserved for the less attractive, it seemed.",
        "The town, built of grey granite, presents a handsome appearance, and being delightfully situated in the midst of the most beautiful pine and birch woods in Scotland, with pure air and a bracing climate, is an attractive resort.",
        "As is always the case with a thoroughly attractive woman, her defect--the shortness of her upper lip and her half-open mouth--seemed to be her own special and peculiar form of beauty.",
        "He hadn't paid much attention to any woman in many, many years, but couldn't help thinking her one of the most attractive he'd ever met.",
        "You only need sit still long enough in some attractive spot in the woods that all its inhabitants may exhibit themselves to you by turns.",
        "Thick dark lashes and a deep tan intensified the blue of his eyes, and his freshly shaven face had attractive angles.",
        "Well if you must know, I picked up an attractive, slightly long in the tooth socialite, shopped for suits with her, brought her to the Roseville and yada, yada, yada.",
        "Bill turned around and his expression assured her that a man would find it attractive as well.",
        "portion are numerous islands which are attractive resorts during the summer season.",
        "At forty he was still an attractive man, but a romantic relationship with him was the last thing on her mind.",
        "She caught her breath, realizing for the first time that he was actually an attractive man.",
        "All the men were attractive, yet brooding and dark, not unlike Victor.",
        "It took nearly a half hour to find Jonathan and another fifteen minutes to separate him from two attractive girls.",
        "It was too chilly for her to want to keep her distance from the incredibly attractive man.",
        "It was already quite dark when Prince Andrew rattled over the paved streets of Brunn and found himself surrounded by high buildings, the lights of shops, houses, and street lamps, fine carriages, and all that atmosphere of a large and active town which is always so attractive to a soldier after camp life.",
        "She had somehow found the most attractive features in the boy.",
        "attractive and suggestive view requires confirmation and independent support.",
        "New South Wales became prosperous and attractive to emigrants with capital.",
        "The white-walled houses with their blue-slated roofs, and the numerous trees, give it an attractive appearance.",
        "A, Attractive surface of lid; B, conducting; C, glandular; and D, detentive surface; magnified.",
        "The stranger's face was not genial, it was even cold and severe, but in spite of this, both the face and words of his new acquaintance were irresistibly attractive to Pierre.",
        "Ethel was not attractive in spite of spending more money in the beauty salon and boutique than Dean's entire salary.",
        "Dean flipped off the flashlight just as he caught sight of two very attractive breasts.",
        "Among the principal buildings are several attractive churches, the city hall, and the club-house of the Woman's Club of Orange.",
        "It made him angry just because the idea of marrying the gentle Princess Mary, who was attractive to him and had an enormous fortune, had against his will more than once entered his head.",
        "His style is clear and vivid; his method of describing what he sees extraordinarily plastic; above all, he has the art of presenting objects to us from their most interesting and attractive side.",
        "Insects, especially running insects, which have followed the track of honey glands upwards from the stem along the leaf, reach the mouth of the pitcher, and in their efforts to sip the attractive marginal glands fall over into the liquid.",
        "If the attack of a parasite is met by the formation of some substance in the protoplasm which is chemo- tactically repulsive to the invader, it may be totally incapable of penetrating the cell, even though equipped with a whole armoury of cytases, diastatic and other enzymes, and poisons which would easily overcome the more passive resistances offered by mere cell-walls and cell-contents of other plants, the protoplasm of which forms bodies chemotactically attractive to the Fungus.",
        "This was a theory not only attractive to the philosophical mind, but eminently adapted to promote exploration.",
        "On his return to Moscow from the army, Nicholas Rostov was welcomed by his home circle as the best of sons, a hero, and their darling Nikolenka; by his relations as a charming, attractive, and polite young man; by his acquaintances as a handsome lieutenant of hussars, a good dancer, and one of the best matches in the city.",
        "As soon as he had left the room all the officers burst into loud laughter and Mary Hendrikhovna blushed till her eyes filled with tears and thereby became still more attractive to them.",
        "Bronzed skin contrasted in an attractive way with the white muscle shirt.",
        "Her character, as depicted in the poems, is not an attractive one; but she seems to have entertained a genuine affection for her lover.",
        "It has afforded an attractive study to philologists, amongst whom may be mentioned Malte-Brun, Leake, Xylander, Hahn, Miklosich and G.",
        "The Independencia Park, formerly called Calvario Park, which occupies a hill on the west side of the city, is the largest and most attractive of the public gardens.",
        "A, Honey-gland from attractive C, Transverse section of the surface of lid.",
        "A Frenchman is self-assured because he regards himself personally, both in mind and body, as irresistibly attractive to men and women.",
        "The most attractive parts are the American quarter, where the employes of the Panama railway have their homes, and the old French quarter, where dwelt the French officers during their efforts to build the canal.",
        "Maybe it was because Alex was so attractive.",
        "The lid is especially attractive to insects from its bright colour and honey secretion; three wings lead up to the mouth of the pitcher, on the inside of which a row of sharp spines points downwards, and below this a circular ridge (r, fig.",
        "The country in the neighbourhood of Tubingen is very attractive; one of the most interesting points is the former Cistercian monastery of Bebenhausen, founded in 1185, and now a royal hunting-château.",
        "At the rare moments when the old fire did kindle in her handsome, fully developed body she was even more attractive than in former days.",
        "At that moment he was surprisingly attractive.",
        "He had something far more attractive.",
        "At South Manchester, an attractive industrial village, a silk mill was built in 1838; the silk mills of one firm (Cheney Brothers) here cover about 12 acres; the company has done much for its employees, whose homes are almost all detached cottages in attractive grounds.",
        "You make it sound so attractive.",
        "Never would she have thought that a push up bra was necessary with ample firm breasts, but they swelled from the bra in a way that was smooth and attractive.",
        "You do not find me the least bit attractive.",
        "Only blindness could have prevented her from knowing that she was unusually attractive.",
        "Her hair was shorter and the smile on her face made her all the more attractive.",
        "They also melt frankincense as a depilatory, and smear their hands with a paste into the composition of which frankincense enters, for the purpose of communicating to them an attractive perfume.",
        "It presented in an attractive style what were then the latest results of scholarly research, but was criticized as wanting in erudition.",
        "The neighbouring scenery is attractive, especially in the Glen of Araglin, once famed for its ironworks.",
        "above the sea, over the Illawarra range, is one of the most attractive tourist resorts in Australia.",
        "His works, now lost, were written in an attractive style and proved a mine of information to later writers.",
        "The district between Bizerta and the Gulf of Tunis is a most attractive country, resembling greatly the mountainous regions of South Wales.",
        "attractive proposition.",
        "attractive surroundings.",
        "attractive option to the South.",
        "The fitted furniture is finished with an attractive timber style surface and trim.",
        "The Museum of Leeds has done much to make the Abbey site an attractive prospect by converting the former inner gatehouse into a museum.",
        "A range of sushi and sashimi is offered a la carte, as are a few attractive tempura and teriyaki dinner options (each served with soup, salad, and rice).",
        "You mean I should try to cover up that which any man might find attractive.",
        "After all she had been through, journalism looked less attractive.",
        "Why was it suddenly so important to be attractive?",
        "What was it about him that she found so attractive?",
        "She wasn't beautiful, but she was very attractive.",
        "He was close to her age and, though she wouldn't have described him as handsome, there was something about his features that she found attractive.",
        "Thinking of Denton made it much less attractive.",
        "The supposed connexion with the Israelites has made the problem of the Hyksos attractive, but light is coming upon it very slowly.",
        "The utilitarian system gained an attractive air of simplicity by thus using a single perfectly clear notion - pleasure and its negative quantity pain - to answer both the fundamental questions of mortals, \" What is right ?",
        "Placed on galvanized frames the high quality attractive stands are extremely durable and have disabled snap lock ring chair fittings and a long life.",
        "Perhaps that was why she found him so attractive.",
        "The scenery is fine, but wild and desolate in most parts, and of a kind that appeals rather to the northern genius than to the Italian, to whom, as a rule, Sardinia is not attractive.",
        "Its pretty unwieldy, and not very aesthetically attractive.",
        "Its surface is hilly, and its appearance (in many parts) somewhat sterile, though in the main, and especially in the neighbourhood of Lough Erne, it is picturesque and attractive.",
        "The country immediately surrounding Aix-la-Chapelle presents many attractive features.",
        "Of the birds of bright plumage the humming-bird and the cardinal-the scarlet, the yellow and the white-are the most attractive.",
        "Physically Indianapolis is one of the most attractive inland cities in America.",
        "An excellent system of parks-8 within the city with an aggregate area of 1311 acres, and 3 with an aggregate area of 310 acres just outside the city limits - adds to the beauty of the city, among the most attractive being the Riverside, the St Clair, the University, the Military, the Fair View, the Garfield and the Brookside.",
        "Thus it will be observed that the five great cities of the Pacific coast-Seattle and Tacoma, Wash., Portland, Ore., and San Francisco and Los Angeles, Cal.-were already well supplied with railways; but the growth of the fertile region lying west of the transcontinental divide was most attractive to American railway builders; and railways serving this district, almost all of them in trouble ten years before, were showing great increases in earnings.",
        "Supreme as an organizer, he seems also to have had a singularly attractive personality, which won him the friendship even of the pirates and bravos with whom he was forced to consort.",
        "The idea of communicating with the departed was naturally attractive even to the merely curious, still more to those who were mourning for lost friends, and most of all to those who believed that this was the commencement of a new revelation.",
        "Its attractive situation and pleasant outlooks have made it a favourite residential suburb of San Francisco, which lies at a distance of 7 m.",
        "The prince's character was not attractive, and the king refused to make him an adequate allowance.",
        "Her character and these incidents of her life presented an attractive subject to the Greek tragic poets, especially Sophocles in the Antigone and Oedipus at Colonus, and Euripides, whose Antigone, though now lost, is partly known from extracts incidentally preserved in later writers, and from passages in his Phoenissae.",
        "It is navigable only for a few miles above the mouth, but its salmon fisheries are both attractive to sportsmen and of considerable commercial value.",
        "Copiapo is perhaps the best built and most attractive of the desert region cities.",
        "To the south of the esplanade is a pier of stone on wooden piles, and the Alexandra and other public gardens are attractive.",
        "Hermann, who became a monk of the famous abbey of Reichenau, is at once one of the most attractive and one of the most pathetic figures of medieval monasticism.",
        "In Englishspeaking countries the ore is commonly known as magnetite, and pieces which exhibit attraction as magnets; the cause to which the attractive property is attributed is called magnetism, a name also applied to the important branch of science which has been evolved from the study of phenomena associated with the magnet.",
        "If the iron is soft and fairly pure, it loses its attractive property when removed from the neighbourhood of the magnet; if it is hard, some of the induced magnetism is permanently retained, and the piece becomes an artificial magnet.",
        "His brilliant personal courage, his amiability and his loyalty to the cause make him a very attractive figure, but a commander-in-chief of the Vendeans, who came and went as they pleased, had little real power or opportunity to display the qualities of a general.",
        "Boxing Day goodies packed in an attractive blue carton.",
        "dashing good looks - those wrinkles are just sooooo attractive... !",
        "It's not a very attractive town, but it had an excellent deli, where we spent far too much on treats!",
        "deli bar at attractive prices.",
        "Fourthly, domestic and business energy conservation programs are very attractive as they reduce energy demand without impairing standard of living.",
        "derelict industrial wasteland, the valley has many attractive features, which are greatly appreciated by local people.",
        "despatched promptly by first class post, inside an attractive presentation wallet which lists all of the participating theaters.",
        "Our Mini Heart Baking Pan will make 6 attractive heart-shaped desserts or cakes for a dinner party or special occasion.",
        "This vision of absolute determinacy at the limit is apparently attractive.",
        "It is an attractive design with easy to see legible dial.",
        "Fitted with an attractive range of wall, base and drawer units which house the integral dishwasher and integral fridge.",
        "dominoes Keep your mind spot on with this dominoes set in its own attractive carrying case.",
        "earthy tones, many with attractive wooden beads.",
        "In her eagerness to feed his desire to control, she had been willing to give up the independent spirit he found attractive.",
        "The sovereigns of Sardinia, Naples, Portugal and Spain were dethroned, the pope was driven from Rome, the Rhine Confederation was extended till France obtained a footing on the Baltic, the grand-duchy of Warsaw was reorganized and strengthened, the promised evacuation of Prussia was indefinitely postponed, an armistice between Russia and Turkey was negotiated by French diplomacy in such a way that the Russian troops should evacuate the Danubian principalities, which Alexander intended to annex to his empire, and the scheme for breaking up the Ottoman empire and ruining England by the conquest of India, which had been one of the most attractive baits in the Tilsit negotiations, but which had not been formulated in the treaty, was no longer spoken of.",
        "imposing double bay frontage, set well back from the road in attractive gardens.",
        "frosting on the cake is the surprisingly attractive profile.",
        "make your ideas attractive, focus on the benefits and how you can make adoption fruitful.",
        "The best bit for me, I must admit, was the troupe of very attractive and talented dancing girls.",
        "It is housed in an attractive modern building well lit due to it's stained glass ceiling.",
        "Many centuries ago, a perfectly sensible and attractive religion called Gnosticism was based on the idea that the Hebrew god was the Devil.",
        "A fantastic set of six English silver plated goblets / drinking glasses in a very attractive Art Deco style.",
        "goodying Day goodies packed in an attractive blue carton.",
        "An imposing detached large farmhouse with extensive lawns and attractive outbuildings, including a listed granary on staddle stones.",
        "Burnham Market has an attractive range of unusual shops gathered around its village green.",
        "The mirror confirmed she was attractive.",
        "Other conditions remaining unchanged, the force between two poles is proportional to the product of their strengths; it is repulsive or attractive according as the signs of the poles are like or unlike.",
        "When there is no magnetization, c c the yoke is in equilibrium; but as soon as the current °'°° is turned on the block C is drawn downwards as far as the screw R will allow, for, though the attractive forces F between B and C and between B' and C' are equal, the former has a greater moment.",
        "Owing to Semitic influence every Persian god had in Roman times come to possess a twofold significance - astrological and natural, Semitic and Iranian - the earlier and deeper Iranian significance being imparted by the clergy to the few intelligent elect, the more attractive and :superficial Chaldaean symbolism being presented to the multitude.",
        "The former as a consequence won large numbers of supporters who were drawn by the possibility it afforded of adopting an attractive faith which did not involve a rupture with the religion of Roman society, and consequently with the state.",
        "The most attractive of these is the arcaded Plaza del Castillo, flanked by the hall of the provincial council and by the theatre.",
        "In general, Brazilian Guiana, as this plateau region is sometimes called, is one of the least attractive parts of the republic.",
        "The construction of the coast road, the Via Severiana, from Ostia to Tarracina, added to the importance of the place; and the beauty of the promontory with its luxuriant flora and attractive view had made it frequented by the Romans as early as 200 B.C. Galba and Domitian possessed country houses here.",
        "The borough is built on level ground elevated several feet above the river, and in the midst of an attractive farming country.",
        "His life was the triumph of steady determination unaided by a single brilliant or attractive quality.",
        "The point at issue was, that neither in the polyphonic school, in which Zarlino was educated, nor in the later monodic school, of which his recalcitrant pupil, Vincenzo Galilei, was the most redoubtable champion, could those proportions be tolerated in practice, however attractive they might be to the theorist in their mathematical aspect.",
        "In fact, so attractive did this sale of land become to the Boers that they eventually parted with a third of the whole land area of the country to Uitlander purchasers.",
        "Nearly all the best writers are characterized by a certain naive and earnest piety which is attractive, and not infrequently display a force of moral indignation which arrests attention.",
        "In the words of Westermarck: \" The facts appear to prove that the feeling of shame, far from being the cause of man's covering his body, is, on the contrary, a result of this custom; and that the covering, if not used as a protection from the climate, owes its origin, at least in a great many cases, to the desire of men and women to make themselves mutually attractive.\"",
        "She made her name by the publication of her Lettres neuchdteloises (Amsterdam, 1784), offering a simple and attractive picture of French manners.",
        "That quinine, chloroform, glycerin, alcohol, with others, had no attractive influence on them - negative chemiotaxis.",
        "in height, a coast with deep indentations and lined with bold cliffs, a sea dotted with rocky islets, clear lakes, sparkling rivulets, deep gorges, and wooded glens are features of the attractive scenery here and in the vicinity.",
        "The surroundings of Elberfeld are attractive, and public grounds and walks have been recently opened on the hills around with results eminently beneficial to the health of the population.",
        "At once the attractive force of the solenoid on the iron cylinder was automatically reduced, and the falling of the latter caused the negative carbon to rise, starting an arc between it and the metal in the crucible.",
        "The climate, therefore, in parts is exceedingly cold and bleak in winter, and as it is very wind-swept and parched in summer by the terrible qibli or \"sirocco\" it is much less attractive in appearance than the favoured region on the northern littoral.",
        "Nueva San Salvador is an attractive town with a large and growing trade.",
        "long; in several of its varieties the flowers are a pale or deeper yellow; they make attractive pot plants.",
        "Yet while presenting these unlovely traits, Herder's character was on the whole a worthy and attractive one.",
        "Of the five synagogues, the chief (or Hauptsynagoge), lying in the Bornestrasse, is an attractive building of red sandstone in the Moorish-Byzantine style.",
        "Apparently the more picturesquely awful the manner of the demise, the greater its attractive force.",
        "The principal Japanese supporter of this school was TaigadO (1722-1775), but the volume of copies of his sketches, TafgadO sansui juseki, published about 1870, is one of the least attractive albums ever printed in Japan.",
        "Textile Fabrics and Embroider yIn no branch of applied art does the decorative genius of Japan show more attractive results than in that of textile fabrics, and in none has there been more conspicuous progress during recent years.",
        "In the ardour of his passion Fox took his losses and their consequences with an attractive gaiety.",
        "It gives an attractive picture of Fox's good-humour, and of his enjoyment of the \"species of minor comedy which is constantly exhibited in common life.\"",
        "4b-25 we have an account of creation which, though in its present form very incomplete, is highly attractive, because it is pervaded by a breath from primitive times.",
        "San Antonio, a suburb of Cuernavaca, is noted for its pottery, which is highly attractive in form and colour, and finds a ready market among the visitors to that city.",
        "Others, like John Heydon, admitted they were not Rosicrucians, but under attractive and suggestive titles to their works sought to make Hermeticism and other curious studies more useful and popular, and succeeded, for a time at least.",
        "The attractive influences upon individuals have been higher wages, greater scope for the ambitious, and the social advantages of city life.",
        "The process of absorption goes on as follows: The inhabitants of the country immediately surrounding a town of rapid growth flock into it; the gaps thus left in the rural population are filled up by migrants from more remote districts, until the attractive force of one of the rapidly-growing cities makes its influence felt, step by step, to the most remote corner of the land.",
        "He poses too much as a fine gentleman, and is so anxious not to be taken for a pedant of the vulgar scholastic kind that he falls into the hardly more attractive pedantry of the aesthete and virtuoso.",
        "But fertile fields and running water made it attractive; and outsiders gradually came in.",
        "The white willow is a great favourite, while the drooping habit of the weeping willow renders it very attractive.",
        "Binghamton is picturesquely situated and has a number of parks, the most attractive of which are Ross Park of ioo acres and Ely Park of 134 acres.",
        "Holyoke is characteristically an industrial and mercantile city; it has some handsome public buildings (the city hall and the public library, founded in 1870, being especially noteworthy) and attractive environs.",
        "The flowers are frequently large and showy, and are generally attractive from their high colouring.",
        "Situated in a hilly, heavily wooded country, it is an attractive place, with a few houses dating from the 18th century.",
        "The most attractive feature of his character, however, was his love of learning.",
        "Menno's writings in Plattdeutsch, printed at various places, are numerous, with much sameness, and what an unfriendly critic would call wool-gathering; through them shines a character attractive by the sincerity of its simple and warm spirituality, the secret of Menno's influence.",
        "Of the various other genera allied to Mimus, the best known are the thrashers (genus Harporhynchus) of which six or eight species are found in North America, which are thrush-like and shy in their habits and do not mimic; and the cat-bird (Galeoscoptes carolinensis), which in addition to having an attractive song, utters clucks, whistles and mewing sounds.",
        "It is very possible that the repulsive force they exert when at a distance a - e may be greater than the attractive force they exert when at a distance a + E.",
        "4to), which includes his extensive Foreign Correspondence with distinguished French men and women, and the notices of him in the memoirs of Cumberland, Hannah More and Madame D'Arblay, and above all in Boswell's Life of Johnson, bear testimony to his many attractive qualities as a companion and to his fidelity as a friend.",
        "The situation of the city between the mountains and the sea is attractive.",
        "In appearance Jacksonville is very attractive.",
        "This philosopher, a man of striking and attractive personality, succeeded in fusing the Megarian dialectic with Cynic naturalism.",
        "The Manichaean system of dualism, with its severe asceticism, and its individualism, which early passed into antinomianism, was attractive to many minds in the awakening of the 11th century.",
        "His clearness of statement and power of imparting interest to the most abstruse topics were the conspicuous features of his teaching, and in his various capacities as a scientific lecturer, a physiologist, and a practical physician, he was ever surrounded with large and increasing classes of intelligent pupils, to whom his eminently suggestive mode of instruction was specially attractive.",
        "About 1885 he took up the laboriously scientific method of the pointillists, but after a few years of these experiments he returned to a broader and more attractive manner.",
        "Much the same applies to Bp Westcott's Gospel according to St John (1882), devotionally so attractive, and in textual criticism excellent.",
        "It is an attractive town in a pleasant situation, with fine broad streets lined with shady trees, and was the first town in Australia to be lighted by electricity.",
        "The period of syncretism has fully come, and Zoroastrianism in particular, more indirectly than directly, is exercising an attractive power upon the Jews.",
        "A more attractive side of Peckham's career is his activity as a writer.",
        "In the year, however, of the Crimes Act 1887, an event took place which was of more intimate personal concern to the queen, and of more attractive import to the country and the empire at large.",
        "It is an attractive town, situated on the slope of a hill 840 to 970 ft.",
        "The fulfilling of that duty was one of the most beautiful features of the life of the early Church, and it did perhaps more than anything else to make the Christian circle attractive.",
        "The ritual had a mechanical character and was by no means attractive.",
        "This circumstance strengthens the hold of the protective system, especially in countries where customs duties are an important source of revenue, the combination of fiscal convenience and of protection to home industry being a highly attractive one.",
        "The species and varieties of mammals and birds that have a commercial value as farmyard stock or as pets, are for the most part easy to keep, are attractive to the public and may be a source of profit.",
        "Other populous and attractive suburbs N.",
        "The business houses are of stone or brick, and many of them are attractive architecturally; there are a number of modern office buildings from 15 to 20 storeys in height.",
        "Parks.-In 1908 Cincinnati had parks covering about 540 acres; there are numerous pleasant driveways both within the city limits and in the suburban districts, and several attractive resorts are within easy reach.",
        "Moreover, the work is not only valuable, it is attractive.",
        "The flowers have an attractive floral envelope, are scented and often contain honey or a large amount of pollen by these means the insect is enticed to visit it.",
        "Nauseous flowers, dull and yellowish and dark purple in colour and often spotted, with a smell attractive to carrion flies and dung flies, e.g.",
        "On the eve of the Revolution, France was enjoying the study of the institutions of Greece in the attractive pages of the P g Voyage du jeune Anacharsis (1789), but the study of Greek was menaced even more than that of Latin.",
        "Southward the plateau is traversed by many low ranges and breaks down in terraces, forming one of the most fertile and attractive parts of the republic. Close to the capital are the Sierra de Ajusco, whose highest point is 13,078 ft.",
        "In eastern Coahuila, near Monclova, are the Agua Verde and Santa Maria lakes, and in eastern Chihuahua there is a similar group. The largest and most attractive of the plateau lakes is Chapala, in the state of Jalisco, about 80 m.",
        "He opposed the reform tendency of Geiger (q.v.), and presented Jewish orthodoxy in a new and attractive light.",
        "The lakes and ponds, numbering several hundred, were formed by glacial action and the scenery of many of them is scarcely less attractive than that of the mountains.",
        "Ranking during the early centuries of its existence as one of the greatest cities of Islam, Marrakesh has long been in a state of grievous decay, but it is rendered attractive by the exceptional beauty of its situation, the luxuriant groves and gardens by which it is encompassed and interspersed, and the magnificent outlook which it enjoys towards the mountains.",
        "His attractive personality won him the hand of Constance, the daughter of the French king, Philip I., and he collected a large army.",
        "Niebuhr's personal character was in most respects exceedingly attractive.",
        "It is situated on elevated land, and is one of the most attractive of southern New England summer resorts.",
        "of the city is an attractive Chautauqua Park, of 30 acres, with an auditorium capable of seating about 4000 persons; and there is an annual Chautauqua assembly.",
        "Of the residential streets, James Street, in the northeastern part of the city, is the most attractive.",
        "The city has an attractive situation and is beautifully shaded.",
        "He was elected to the Quebec legislature in 1871, and his first speech in the provincial assembly excited great interest, on account of its literary qualities and the attractive manner and logical method of the speaker.",
        "Bamberger was a clear and attractive writer and was a frequent contributor on political and economic questions to the Nation and other periodicals.",
        "N.W., an attractive residential suburb and winter resort, in which there are a country club and a large United States arsenal, established in 1831.",
        "Its site, as seen from the water, is attractive, though its larger part is an almost level plain.",
        "Buffalo is widely known for the beauty of its residential sections, the houses being for the most part detached, set well back from the street, and surrounded by attractive lawns.",
        "The richness of its art treasures, the educational advantages it offers, and its attractive surroundings render it a favourite resort of people with private means.",
        "The clergy and the fair sex presented the most attractive target for the shots of the satirists.",
        "The subject-matter of his orations, and his peculiar treatment of his themes, no doubt also, at least at first, constituted a considerable part of his attractive influence.",
        "(e) Newton in the Principia, repeating and correcting Wren's experiments on collision, and adding further instances from attractive forces of magnetism and gravity, induced the third law of motion as a general law of all forces.",
        "Withdraw this foundation of bodies as inter-resisting forces causing one another in collision to form a joint mass with a common velocity but without penetration, and the evidence of the third law disappears; for in the case of attractive forces we know nothing of their modus operandi except by the analogy of the collision of inter-resisting bodies, which makes us believe that something similar, we know not what, takes place in gravity, magnetism, electricity, &c. Now, Mach, though he occasionally drops hints that the discovery of the law of collision comes first, yet never explains the process of development from it to the third law of motion.",
        "Impressive in matter rather than in manner of delivery, and seldom rising to the level of eloquence in the sense in which that quality was understood in a House which had listened to Bright and Gladstone, his speeches were logical and convincing, and their attractive literary form delighted a wider audience than that which listens to the mere politician.",
        "In its most simple and attractive form - one at the same time invested with the authority of the reputed holy author - their account of the creation of the world and of man; the origin of sin and redemption, the history of the Cross, and the disputes between body and soul, right and wrong, heaven and hell, were embodied either in \"Historiated Bibles\" (Paleya 1) or in special dialogues held between Christ and his disciples, or between renowned Fathers of the Church who expounded these views in a simple manner adapted to the understanding of the people (Lucidaria).",
        "The central part of the town is composed of narrow streets, but the outskirts contain numerous fine buildings, and the appearance of the town from the river is attractive.",
        "The Tibetan regent, with his enlightened and kindly spirit, is painted by Huc in most attractive colours, and Markham expressed the opinion that the native authorities were then willing to receive strangers, while the jealousy that excluded them was Chinese only.",
        "In any case they are interesting as showing the way in which ancient artists treated mythological and other subjects, and are written with artistic knowledge and in attractive language.",
        "Its streets are regular and its houses attractive.",
        "around its peninsula, and bordered by an automobile drive; along the beach are some attractive residences, hotels and boarding houses, and several sanatoriums. The city's principal industries are the canning of oysters, shrimp, fish, figs and vegetables, and the manufacture of fertilizers and flour.",
        "Their quaint shrubbery and old-fashioned setting render them attractive.",
        "The varied plumage of the cock - his bright red breast and his grey back, set off by his coal-black head and quills - is naturally attractive; while the facility with which he is tamed, with his engaging disposition in confinement, makes him a popular cage-bird, - to say nothing of the fact (which in the opinion of so many adds to his charms) of his readily learning to \"pipe\" a tune, or some bars of one.",
        "But he was deficient, it would seem, in the qualities that make an attractive lecturer, being harsh and indistinct in voice, ineffective in the treatment of his subject, and \"singularly wanting in the language and power of illustration.\"",
        "Lunaria biennis (Honesty): hardy, 2 to 3 ft., purple; the silvery dissepiment attractive among everlastings.",
        "japonica, I to 12 ft., better known as Hoteia japonica or Spiraea japonica, thrives in peaty or sandy soil; its glossy tripinnate leaves, and feathery panicles of white flowers early in summer, are very attractive.",
        "Very remarkable plants of the umbelliferous order, mostly of an attractive character.",
        "It should be well shaded, and fine specimens of fancy caladiums, dracaenas, coleus, crotons, palms, ferns and such plants as are grown for the beauty of their foliage, will make a very attractive show.",
        "The philological lectures of Johann Friedrich Christ (1700-1756) and Johann August Ernesti (1707-1781) proved, however, more attractive than those on theology, and he attended the philosophical disputations presided over by his friend A.",
        "Tellheim, the hero of the comedy, is an admirable study of a manly and sensitive soldier, with somewhat exaggerated ideas of conventional honour; and Minna, the heroine, is one of the brightest and most attractive figures in German comedy.",
        "If the membrane is of some impermeable substance, like gold leaf, the hyphae cannot dissolve its way through, but the tip finds the most minute pore and traverses the barrier by means of it, as it does a stoma on a leaf, We may hence conclude that a parasitic hyphae pierces some plants or their stomata and refuses to enter others, because in the former case there are chemotropically attractive substances present which are absent from the latter, or are there replaced by repellent poisonous or protective substances such as enzymes or antitoxins.",
        "Attractive as are these advances in puddling, they have not been widely adopted, for two chief reasons: First, owners of puddling works have been reluctant to spend money freely in plant for a process of which the future is so uncertain, and this unwillingness has been the more natural because these very men are in large part the more conservative fraction, which has resisted the temptation to abandon puddling and adopt the steel-making processes.",
        "The fur of the skin itself is something like a dark silky raccoon, but is not as attractive as the tails.",
        "The preparations in imitation of the natural black and silver sorts are very good and attractive.",
        "It has, however, of later years been \"unhaired,\" the underwool clipped very even and then dyed seal colour, in which way very useful and attractive garments are supplied at less than half the cost of the cheaper sealskins.",
        "The city has four parks, in one of which is a soldiers' and sailors' monument of granite and bronze, and not far away, along the shore of lake and bay, are several attractive summer resorts.",
        "Baraboo has an attractive situation on a series of hills about 1000 ft.",
        "Ermita and Malate along the bay in the south part of the city, San Miguel on the north bank of the river above Intramuros, and Sampaloc farther north, are the more attractive residential districts.",
        "Few of the public buildings are attractive or imposing.",
        "There are, however, some churches with graceful towers and beautiful facades and a few attractive monuments; among the latter are one standing on the Magellan Plaza (Plaza or Paseo de Magellanes) beside the Pasig, to the memory of Ferdinand Magellan, the discoverer of the islands; and another by A.",
        "Cologne, with the tortuous, narrow and dark streets and lanes of the old inner town, is still regarded as one of the least attractive capital cities of Germany; but in modern times it has been greatly improved, and the evil smells which formerly characterized it have yielded to proper sanitary arrangements.",
        "He proposed to bring out an edition of Shakespeare by subscription, and many subscribers sent in their names and laid down their money; but he soon found the task so little to his taste that he turned to more attractive employments.",
        "The town is well built, has many spacious squares and attractive public grounds, and contains a castle, a handsome town-hall, a gymnasium, &c. The old palace of the abbots of Kempten, dating from the end of the 17th century, is now partly used as barracks, and near to it is the fine abbey church.",
        "The new paper, though attractive in many ways, and full of force and fire, was too far ahead of public sentiment on moral questions to win a large support.",
        "There are wider streets, comfortable residences, and attractive gardens in this part of the city.",
        "The Californian poppy (Platystemon californicus) is a pretty annual about a foot high, having yellow flowers with 3 sepals and 6 petals; and the white bush poppy (Romneya Coulteri) is a very attractive perennial and semishrubby plant 2-8 ft.",
        "Being of a bold disposition, and the trees favouring its mode of life often growing near houses, it will become on slight encouragement familiar with men; and its neat attire of ash-grey and warm buff, together with its sprightly gestures, render it an attractive visitor.",
        "Since Mahomet's strength lay in his enthusiastic and fiery imagination rather than in the wealth of ideas and clearness of abstract thought on which exact reasoning depends, it follows that the older suras, in which the former qualities have free scope, must be more attractive to us than the later.",
        "Brugschs derivation from Hakeptah, a name of the northern capital, Memphis, though attractive, is i~inconfirmed.",
        "Usually, however, other leaves are present which are only indirectly concerned with the reproductive process, acting as protective organs for the sporophylls or forming an attractive envelope.",
        "At eleven came parade, and an hour afterwards, punctually, dinner, which continued till two, or later, if conversation happened to be particularly attractive.",
        "It is built for the most part on level ground at the foot of high bluffs; and has several parks, the most attractive of which, commanding fine views, is Fairmount Park.",
        "The period is closed, so far as paintings are concerned, by two examples of far higher value than those above named, that is to say the Paumgartner altarpiece at Munich, with its romantically attractive composition of the Nativity with angels and donors in the central panel, and the fine armed figures of St George and St Eustace (lately freed from the over-paintings which disfigured them) on the wings; and the happily conceived and harmoniously finished \"Adoration of the Magi\" in the Uffizi at Florence.",
        "A far more successful and attractive effort of his genius in the same service is to be found in the marginal decorations done by him in pen for the emperor's prayer-book.",
        "It was already recognized that in him the country possessed not only a public man of exceptionally attractive personality, but one whose literary tastes were combined with a gift for expression which was at once original and fluent.",
        "The broad macadamized streets and regular squares bordered with trees give the town an attractive appearance; and it has the advantage, a rare one in Egypt, of being surrounded on three sides by flourishing gardens.",
        "Lutheranism was more attractive to grand-ducal patriots and well-to-do burghers than to the poor and oppressed and disinherited.",
        "Forest-clad mountains and stretches of thorny jungle alternating with rich alluvial plains, cultivated like gardens under an ancient and elaborate system of irrigation, make the scenery of Lombok exceedingly attractive.",
        "One of the most attractive works of early medievalism - Einhard's little book, Translatio Marcellini et Petri - gives a vivid description of the methods by which the bodies of the two saints were acquired and transported from Rome to Seligenstadt on the Main.",
        "The city has many attractive residences, and the residential districts, especially in the east and south-east parts of the city, command picturesque views of the Huron valley.",
        "The streets are wide and its promenades and fine plane-trees make the town attractive; but the public buildings, the chief of which are the church of St Jean, a heavy building of the 18th century, and the citadel, which serves as barracks and prison, are of small interest.",
        "One of the most attractive churches is that of Nossa Senhora da Penha, surmounted by two slender spires and a dome.",
        "Perhaps the most attractive part of Budapest is the line of broad quays on the left bank of the Danube, which extend for a distance of 21 m.",
        "The ideal of a prosperous, brilliant and attractive Magyar capital, which would keep the nobles and the intellectual flower of the country at home, uniting them in the service of the Fatherland, had received a powerful impetus from Count Stephan Szechenyi, the great Hungarian reformer of the pre-Revolutionary period.",
        "The next in line is El Altar, which the natives call Capac-Urcu (\" king mountain \"), whose broken cone and impressive outlines make it one of the most attractive mountains of Ecuador.",
        "There are two others of apparently the same origin on the north-west slopes of the Mojanda volcano, but they are less attractive because of their gloomy surroundings.",
        "above the sea; their shores are usually rocky and irregular, and the wild scenery within their vicinity has made them very attractive to the tourist.",
        "Chorrera, Puentes Grandes, Mariana() (founded 1830; pop. 1907, 933 2) and Guanabacoa (with mineral springs), are attractive places of resort.",
        "and includes numerous attractive suburbs.",
        "The town is one of the finest in the Rhine provinces, being well and regularly built, and possessing several handsome squares and attractive public gardens.",
        "From the sea its white and handsome houses present a picturesque appearance, and its streets though narrow are clean and attractive.",
        "One of the most attractive features of Brooklyn is Prospect Park, occupying about 516 acres of high ground in the west central part of the borough, on a site made memorable by the battle of Long Island.",
        "The'Brooklyn Daily Eagle, which occupies an attractive building near the borough hall, has been a newspaper of strong influence in the community.",
        "The grasses are dyed in all shades and plaited to form attractive designs suitable for the purposes to which they are to be applied.",
        "The San Joaquin is a very crooked stream flowing through a low mud-plain, with tule banks; the Sacramento is much less meandering, and its immediate basin, which is of sandy loam, is higher and more attractive than that of the San Joaquin.",
        "Broad belts of park lands surround both North and South Adelaide, and as the greater portion of these lands is planted with fine shady trees, this feature renders Adelaide one of the most attractive cities in Australasia.",
        "It includes the Zoological Garden, is beautifully laid out and forms one of the most attractive features of Adelaide.",
        "His presence was dignified, his voice capable of indefinite modulation, and his gestures animated and attractive.",
        "The most beautiful and attractive part of the island is the peninsula of Jasmund, which terminates to the north in the Stubbenkammer (Slavonic for \"rock steps\"), a sheer chalk cliff, the summit of which, the Kbnigsstuhl, is 420 ft.",
        "Medellin, the foundation of which dates from 1674, stands in the valley of the Porce, a tributary of the Cauca, and is reputed to be one of the healthiest as well as one of the most attractive cities of the republic. It has a university, national college, school of mines and other educational institutions, assaying and refining laboratories, a public library and a mint.",
        "court of the Frisian stadtholders; and, like the Hague, it is an exceptionally clean and attractive town, with parks, pleasure grounds, and drives.",
        "We may notice also the case of an attractive force varying inversely as the FIG.",
        "In many questions relating to systems of discrete particles the internal force R55 (which we will reckon positive when attractive) between any two particles m,, m5 is a function only of the distance r55 between them.",
        "Of the comparatively few attempts which have been made to dissect the Odyssey, the most moderate and attractive is that of Professor A.",
        "Vishnu, whilst less popular with Brahmans than his rival, has from early times proved to the lay mind a more attractive object of adoration on account of the genial and, so to speak, romantic character of his mythical personality.",
        "Whilst the Saiva philosophers do not approve of the notion of incarnations, as being derogatory to the dignity of the deity, the Brahmans have nevertheless thought fit to adopt it as apparently a convenient expedient for bringing certain tendencies of popular worship within the pale of their system, and probably also for counteracting the Buddhist doctrines; and for this purpose Vishnu would obviously offer himself as the most attractive figure in the Brahmanical trinity.",
        "Hontheim's theories could not but prove attractive to the local Churches, more especially when they were governed by bishops who were also temporal great lords.",
        "These four elements are eternally brought into union, and eternally parted from each other, by two divine beings or powers, love and hatred - an attractive and a repulsive force which the ordinary eye can see working amongst men, but which really pervade the whole world.",
        "At the height of the Renaissance the five great powers in the peninsula formed a confederation of independent but mutually attractive and repellent states.",
        "In1614-1616Captain John Smith traversed the coast as far east as the mouth of the Penobscot river and as far south as Cape Cod, gathered much information from the Indians, wrote an attractive descrip tion of the country, prepared a map of it, suggested its present name, New England, and made another unsuccessful attempt to found a settlement.",
        "Darmstadt consists of an old and a new town, the streets of the former being narrow and gloomy and presenting no attractive features.",
        "The surroundings of Darmstadt are attractive and contain many features of interest.",
        "He took up the greatest happiness principle not as an attractive philosopheme, but as a criterion to distinguish good laws from bad.",
        "was requisite for the development of its attractive powers.",
        "Jung (La Verite sur la masque de fer) had brought forward another candidate, with the attractive name of \"Marechiel,\" a soldier of Lorraine who had taken part in a poisoning plot against Louis XIV., and was arrested at Peronne by Louvois in 1673, and said to be lodged in the Bastille and then sent to Pignerol.",
        "But in spite of his shortcomings he is an exceedingly attractive writer, and his mastery of the art of narrative has earned for him the name of the Herodotus of the barbarians.",
        "The public school buildings, high school and Alberta College are attractive.",
        "It represents the oldest poetical treatment of the Biblical story of Joseph, which has proved so attractive to the epic poets of Persia, among others to Amak of Bokhara (d.",
        "The graceful precision and dignified familiarity of the epistle are particularly attractive to the temperament of France.",
        "Moore Bay is safe and attractive for bathers.",
        "It was too barren a shore to prove attractive when the riches of East Africa and India were available.",
        "He is a representative of the least attractive side of Neoplatonism.",
        "Family opposition, however, put an end to this attractive prospect.",
        "Still better is Saint-Simon's portrait of Fenelon as he appeared about the time of his appointment to Cambrai - tall, thin, well-built, exceedingly pale, with a great nose, eyes from which fire and genius poured in torrents, a face curious and unlike any other, yet so striking and attractive that, once seen, it could not be forgotten.",
        "It is situated at the lower end of the beautiful valley of the Perlbach, and in itself it is a well-built and attractive town.",
        "nitida, \" by far the daintiest and most attractive of all its genus, and remarkably hardy\"; Bambusa palmata, with leaves a foot or more long and three inches broad; B.",
        "Many excursions into the surrounding country are very attractive.",
        "In theology Lae was a strict Lutheran, but his piety was of a most attractive kind.",
        "He considered the capillary phenomena to be of the same kind, but his explanation is not sufficiently explicit with respect to the nature and the limits of the action of the attractive force.",
        "(1751) p. 301) introduced the very important idea of the surface-tension of liquids, which he ascribed to attractive forces, the sphere of whose action is so small \" ut nullo adhuc sensu percipi potuerit.\"",
        "He further supposed that the attractive force is constant throughout the minute distance to which it extends, but that the repulsive force increases rapidly as the distance diminishes.",
        "Let us suppose that the force between two particles m and m' at the distance f is F =mm '(0(f) +Cf2), (22) being reckoned positive when the force is attractive.",
        "If we next introduce a new function of f and write f .f 4(f) d f =Il (f), (23) then m m' II(f) will represent - (I) The work done by the attractive force on the particle m, while it is brought from an infinite distance from m' to the distance f from m'; or (2) The attraction of a particle m on a narrow straight rod resolved in the direction of the length of the rod, one extremity of the rod being at a distance f from m, and the other at an infinite distance, the mass of unit of length of the rod being m'.",
        "If we next write f II (f) d f =, P(z), (24) then 27rmagz) will represent - (I) The work done by the attractive force while a particle m is brought from an infinite distance to a distance z from an infinitely thin stratum of the substance whose mass per unit of area is Z o; (2) The attraction of a particle m placed Q 2 at a distance z from the plane surface of an infinite solid whose density is a.",
        "We may also write ur 1 = I +zu 1+ &c., since z is very small compared with u, and expressing u in terms of w by (25), (we find l 21- mv i fi(z) i I +z(c R w + ' R 2 w) do) = 27rmoti(z) I -f-ZZ (Ki + R2/ This then expresses the work done by the attractive forces when a particle m is brought from an infinite distance to the point P at a distance z from a stratum whose surface-density is a, and whose principal radii of curvature are R 1 and R2.",
        "Now 2 7rmpi,t(c) represents the attraction between a particle m and the plane surface of an infinite mass of the liquid, when the distance of the particle outside the surface is c. Now, the force between the particle and the liquid is certainly, on the whole, attractive; but if between any two small values of c it should be repulsive, then for films whose thickness lies between these values the tension will increase as the thickness diminishes, but for all other cases the tension will diminish as the thickness diminishes.",
        "The distance between the planes is supposed to be very small compared with their ultimate diameters, but at the same time large enough to exceed the range of the attractive forces.",
        "z, (39) K o = 4 7 (- 4, To = 3715 (40) The range of the attractive force is mathematically infinite, but practically of the order (31, and we see that T is of higher order in this small quantity than K.",
        "The discrepancy seems to depend upon Young having treated the attractive force as operative in one direction only.",
        "Mag., 1883, P. 315) According to Laplace's hypothesis the whole energy of any number of contiguous strata of liquids is least when they are arranged in order of density, so that this is the disposition favoured by the attractive forces.",
        "Hence in all cases except that in which the angles a l and a 2 are supplementary to each other, the force is attractive when a is small enough, but when cos a i and cos a 2 are of different signs, as when the liquid is raised by one plate, and depressed by the other, the first term may be so small that the repulsion indicated by the second term comes into play.",
        "It has wide streets and attractive parks, and is, to some extent, a residential suburb of New York and other neighbouring cities.",
        "The most attractive feature of the town is the Promenade du Chatellier on the site of the old ramparts.",
        "A small park has been laid out near the residency, and the planting of trees and the formation of gardens in various parts of the city give it a bright and attractive appearance.",
        "long, flanked by attractive shops and restaurants, among them the beer palaces of the great breweries.",
        "He also elaborates the episodes most attractive to his audience, notably those of Dido and Aeneas and Lavinia, the last of whom plays a far more important part than in the Aeneid.",
        "Hirsch, whose enlightened orthodoxy was for a time very attractive to Graetz.",
        "Henry's \"quantity\" magnets acquired considerable celebrity at the time, from their unprecedented attractive power - one (August 1830) lifting 750 lb, another (March 1831) 2300, and a third (1834) 3500.",
        "Among the city's attractive features are Idlewilde Park and a beautiful auditorium, built as a memorial to the soldiers and sailors of the Civil War.",
        "Danville is an attractive city, situated in the S.E.",
        "He summed up his results in the general statement that \"hydrogen, the alkaline substances, the metals and certain metallic oxides are attracted by negatively electrified metallic surfaces, and repelled by positively electrified metallic surfaces; and contrariwise, that oxygen and acid substances are attracted by positively electrified metallic surfaces and repelled by negatively electrified metallic surfaces; and these attractive and repulsive forces are sufficiently energetic to destroy or suspend the usual operation of elective affinity.\"",
        "The country neighbouring to Cork is highly attractive.",
        "Milton has an attractive public park, is in an agricultural region, and has various manufactures.",
        "She devoted herself with enthusiasm to all her husband's interests and pursuits, and she made his house the most attractive centre of society in London, if not in Europe.",
        "His private life had been stainless, and he possessed a singularly attractive personality.",
        "Davis has elaborated a theory of river classification, and a scheme of the origin of surfacefeatures which is attractive in its simplicity.",
        "Feats of arms, great battles, heroic virtues, devoted friendships and atrocious crimes make the chronicles of China in the 5th, 6th and 7th centuries before the birth of Christ as attractive as those of France and England in the 14th and some other centuries after it.",
        "At the beginning of the 10th century the mines at work numbered more than two hundred, and proved very attractive to foreign as well as native capitalists.",
        "The more attractive residential districts are on the plateau in the eastern portion of the district between the Allegheny and Monongahela rivers and on the hills overlooking the Allegheny river from the north.",
        "The southern part is environed by high and well-wooded hills, while on the northern side, where it debouches on the plain, the banks are flat and less attractive.",
        "The picturesque appearance of the village, with its quays and little harbour, and the grandeur of the cliffs and moorland scenery towards Land's End, make Newlyn an attractive spot.",
        "His originality and the fervour of his imaginative passion made him extremely attractive to the younger generation of poets, who saw that he had broken through the old tradition, and were ready to follow him implicitly into new fields.",
        "He was the first painter to recognize the play of light and shade as among the most significant and attractive of the world's appearances, the earlier schools having with one consent subordinated light and shade to colour and outline.",
        "History presents few figures more attractive to the mind's eye than that of Leonardo during this period of his all-capable and dazzling youth.",
        "Tradition ascribes to Leonardo an attractive fresco of a Madonna with a donor in the convent of St Onofrio, but this seems to be clearly the work of Boltraffio.",
        "The seeds of some genera depend on animals for dispersal, the carpellary scale (Microcachrys) or the outer integument being brightly coloured and attractive.",
        "Whiteside was a man of handsome presence, attractive personality and cultivated tastes.",
        "He saw that in employing fiction to make truth clear and goodness attractive, he was only following the example which every Christian ought to propose to himself; and he determined to print.",
        "For years he had looked at all earthly good through the medium of a philosophy which taught him that it,, without exception, contained within itself the seeds of bitterness, and was altogether worthless and impermanent; but now to his wavering faith the sweet delights of home and love, the charms of wealth and power, began to show themselves in a different light, and glow again with attractive colours.",
        "Regular trade - though rendered attractive by smuggling - and pearl gathering and similar operations which were spiced with risk, were open in vain to them, and in the absence of any domestic life, a hand-tomouth system of supply and demand rooted out gradually the prudence which accompanies any mode of settled existence.",
        "The city streets were as narrow and evil-smelling, the surrounding gardens as picturesque and attractive, and the wealth of fruit was as great, as they had been fifty years previously.",
        "But the arrangement of terraced gardens and the lightly constructed pavilion which graces the western slopes of the hills overlooking Chardeh are the most attractive of these innovations.",
        "Eureka Springs and Wild Cat Cave are of interest to visitors, and attractive scenery is furnished by the river and its bordering bluffs.",
        "Lincoln is one of the most attractive residential cities of the Middle West.",
        "The fine white fleece of long wavy wool gives the Cotswold an attractive appearance, which is enhanced by its topknot or forelock.",
        "His manner, which is partly imitated from Montesquieu, has considerable charm; and he was the first and has remained the chief writer to put the orthodox liberal ideas which governed European politics during the first half or two-thirds of the 19th century into an orderly and attractive shape.",
        "The lake is girdled by hills, studded with attractive villa residences, commanding beautiful and extensive views of the Alps.",
        "The main features in a plan of the town are its fine streets and houses and extensive avenues and wellplanted squares; while, as a city, the neighbourhood of an attractive seaside resort, combined with the advantages and importance of a large town, and the possession of beautiful and wooded surroundings, give it a distinction all its own.",
        "was only eighteen years of age, and, if his character was already formed, it was only the attractive side of it that was yet visible.",
        "The first step was to assert the principle of England for the English; the queen would have no foreign husband, though she found suitors useful as well as attractive.",
        "The residential, suburbs among the hills, especially Dunkehallar, are attractive and healthier than the town.",
        "Elbridge Gerry lived and James Russell Lowell was born, lived and died in \"Elmwood\" (built in 1767); Oliver Wendell Holmes was born in Cambridge also; John Fiske, the historian, lived here; and there are many other literary associations, attractive and important for those interested in American letters.",
        "Paul was undoubtedly not a man of quick parts or unusual views, but he was handsome, attractive, strong-willed, and has never been accused of promoting nephews or favourites.",
        "Wide boulevards traverse the west of the town, which is also rendered attractive by numerous fountains fed by a fine aqueduct hewn in the rock.",
        "They are subdivided into clans, and lead a semi-nomadic life, preserving most of the attractive features of their Turkish congeners - especially their honesty and independence.",
        "On a large scale, and in magnificent style, it combines the attractive features of a basilica, with all the glory of an edifice crowned by a dome.",
        "But for this interruption it is likely that he would have given much of his attention to Ireland, not because it was an attractive employment for his few remaining years, but because he saw with alarm the gathering troubles in that country.",
        "The city is served by the Baltimore & Ohio South-Western, the Chesapeake & Ohio, the Pittsburg, Cincinnati, Chicago & St Louis, the Louisville, Henderson & St Louis, the Illinois Central, the Chicago, Indiana & Louisville, the Cleveland, Cincinnati, Chicago & St Louis, the Southern and the Louisville & Nashville railways; by steamboat lines to Memphis, Cairo, Evansville, Cincinnati and Pittsburg; by an extensive system of inter-urban electric lines; and by ferries to Jeffersonville and New Albany, Indiana, two attractive residential suburbs.",
        "At high-tide, accordingly, the town presents a very attractive appearance, but at low-tide, when the mud banks are exposed, it seems dirty and repulsive, and the noxious exhalations are extremely trying.",
        "In 1769 and again in 1774 he resided for some time in England and his Briefe aus England (1776-1778), with admirable descriptions of Garrick's acting, are the most attractive of his writings.",
        "Gerard Cauvin was esteemed as a man of considerable sagacity and prudence, and his wife was a godly and attractive lady.",
        "There are some attractive buildings and a very fine market square.",
        "Forest Park (464 acres), in the southern part of the city, is the largest and most attractive; it contains a good zoological collection, and in its ponds is one of the finest collections in America of lotus plants and Oriental aquatic flora; at its southern entrance is a monument to President McKinley by Philip Martiny.",
        "The positive exposition of atomism has much that is attractive, but the hypothesis of the calor vitalis (vital heat), a species of anima mundi (world-soul) which is introduced as physical explanation of physical phenomena, does not seem to throw much light on the special problems which it is invoked to solve.",
        "Colvillia racemosa, with yellow flowers; Astrapaea Wallichii, striking attention from its abundant flowers; and species of Cryptostegia, a purple-flowered creeper, and Strongylodon, another creeper with cream-coloured blossoms. Among attractive plants are species of Hibiscus, Euphorbia, Buddleia, Ixora, Kitchingia, Clematis, &c. On the east coast two orchids, species of Angraecum, with large white waxy flowers, one with an extraordinarily long spur or nectary, attract the attention of every traveller during June and July by their abundance and beauty.",
        "If spiders may be great gods, why not the more attractive humming-birds ?",
        "Attractive globular aggregates of well-developed radiating crystals have been found at Akatani, a village in the province Echizen, in Japan.",
        "As it is we shall find a continuous molecule manifesting attractive and repulsive forces; attraction corresponding to the tendency of the self-preservations to become perfect, repulsion to the frustration of this.",
        "Branch societies of bee-keepers were established throughout the English counties, mainly by the efforts of the parent body in London, with the object of securing co-operation in promoting the sale of honey, and showing the most modern methods of producing it in its most attractive form at exhibitions held for the purpose.",
        "The other temples, attractive as they are, possess rather a local than a universal interest.",
        "Nature is not grand in any part of Nebraska, but the Bad Lands are imposing, and in the wooded foot-hills there is an abundance of bold and attractive scenery, particularly in Sioux county, and in Cherry county around Valentine and on the canyon of the Snake river.",
        "The city of Newton is primarily a residential suburb of Boston; along the Charles is a part (191.12 acres) of the Charles River Reservation of the Metropolitan Park system, and the city has several attractive public parks, including Norumbega Park, on the banks of the river, with a large open-air theatre; boating, especially canoeing, on the river is very popular.",
        "It is still one of the most attractive towns on the Gulf coast of Mexico.",
        "By far the most attractive is Belle Isle, an island in the river at the E.",
        "The open park of Castle Bernard (earl of Bandon), on the riverside, is attractive, and 2 m.",
        "The corolla is the more or less coloured attractive inner floral envelope; generally the most conspicuous whorl.",
        "His prose style, especially in his Catholic days, is fresh and vigorous, and is attractive to many who do not sympathize with his conclusions, from the apparent candour with which difficulties are admitted and grappled with, while in his private correspondence there is a charm that places it at the head of that branch of English literature.",
        "The success of these remarkable productions, masterpieces in two arts, was overwhelming: they presented an epitome of all that was most unique and most attractive in the curious university life of Sweden.",
        "It has pleasant residential villages (Arlington, Arlington Heights, &c.) with attractive environs, and there is an excellent public library (the Robbins library).",
        "The railway traverses this pleasant district of moorland and wood to Silkeborg, a modern town having one of the most attractive situations in the kingdom.",
        "and Gregory I.; they are mere compilations, written indeed in a very lively and attractive style, but inaccurate and untrustworthy.",
        "The beautiful rapids of Doonas (avoided by a canal) are in the neighbourhood, and the surrounding scenery is generally attractive.",
        "Beyond its hotels, Glengarriff is only a small village, but the islandstudded harbour, the narrow glen at its head and the surrounding string of mountains, afford most attractive views, and its situation on the \"Prince of Wales'\" route travelled by King Edward VII.",
        "Her innocence appealed to him, but he probably wouldn't find this facet of her inexperience attractive.",
        "When she spoke, she welcomed them with a soft melodic voice made all the more attractive with a Spanish accent.",
        "His somber gaze was alluring â€“ probably because he was unaware of how attractive it was.",
        "Anyway, you are attractive, and you have beautiful hair.",
        "And yet, there was something attractive about him - almost irresistible.",
        "The attractive Guardian was toned and muscular, her dark hair kept in a pixie cut and her eyes large and dark.",
        "And she makes herself a tad more attractive than real life.",
        "Perhaps his continued attachment to the case was simple curiosity or his promise to Cynthia Byrne to be thorough, or, he reluctantly admitted, a reason to maintain contact with the attractive woman.",
        "Enormous sky blue eyes gazed back at her hauntingly from a face too thin to be attractive.",
        "Alex was not only attractive, but had a magnetic personality.",
        "Jenny wasn't particularly attractive, but she did have a mature figure.",
        "A notebook's portability makes it an attractive alternative to desktops: You can work where and when you need to.",
        "Knowing what they were looking like before the cooking made them less attractive to the diner.",
        "There is also an exceptionally lucid psychologist who explains just how attractive terrorism can seem to a confused teenager.",
        "The product offering is not only attractive but age appropriate.",
        "Why Bedford was not chosen is not stated, but it seems an attractive proposition, especially if it is also free!",
        "The Cala Finance funding option continues to prove highly attractive proposition for growing the business.",
        "aberrant methylation of genes in solid tumors makes it an attractive target for novel anti-cancer therapies.",
        "aniseed scent and are especially attractive to butterflies.",
        "aquarium with small gentle fish, it provides an attractive display.",
        "The Property: archway A charming property with its entrance under an attractive courtyard archway.",
        "Improved transport made it an attractive area for wealthy aristocrats to build their country homes.",
        "Many of the most attractive web sites are built by graphic artists.",
        "Finally, many of the areas visited were both scenically attractive and historically interesting.",
        "Tables and figures should be valuable, relevant and visually attractive.",
        "Early rubber bumper models being particularly attractive for around £ 3000.",
        "The group's strategy is to develop commercially attractive new drugs, primarily in the area of cancer therapeutics.",
        "This would have the effect of making the new hub economically attractive, at least in early decades.",
        "View our off plan property bargains with extremely attractive payment plans.",
        "In order to make the complex even more attractive, some exotic tropical species were also planted.",
        "attractive village, which boasts the duck pond used in ' To the Manor Born ' .",
        "attractive gardens is a large deck with steps up to an enclosed raised deck with lovely open country views.",
        "Light Rail has nonetheless proved very attractive giving modal change from car of around 20% (Sheffield ).",
        "Sexy Too much alcohol affects your judgment and everyone around you can appear more attractive.",
        "These may seem very attractive, because they cost as little as £ 15!",
        "It now includes a link to their website, which makes their shop look most attractive.",
        "The prospect of authors adding their own metadata now becomes attractive.",
        "Undoubtedly there are some areas of the industry that remain attractive, largely due to the potential to earn lots of money.",
        "balcony brick with attractive cast iron balconies for access.",
        "ballpoint (pen)oint signature \" All the best Paul McCartney \" with attractive cartoon smiley face added by the Beatles legend himself.",
        "FIRST FLOOR Easy rising turned staircase with attractive timber balustrade, to LANDING with Hatch to insulated Loft Storage Space.",
        "bandy about the terms \" branding \" and \" not sufficiently attractive product range \" .",
        "Other attractive items include bathrobes, towels, peg bags laundry bags and scent sachets.",
        "These attractive frosted glass bulbs are available in either standard bayonet or standard screw.",
        "A narrow staircase leads up to an attractive bedroom with an antique style bedstead.",
        "berry rhizome and particularly the attractive scarlet berries can cause poisoning when ingested.",
        "bevy of attractive women in his rooms at Warwick Castle.",
        "Frogbit, fringed water lily and amphibious bistort are all attractive floating plants.",
        "Local environment Nestled in attractive countryside, the town of Northampton is an intriguing blend of history and modernity.",
        "blondeE 28, 5ft 7 inch, slim (size 8 ), attractive blond with blue eyes.",
        "As well as their attractive flowers they have handsome leaves, often bluish or greyish-green and many are richly tinted in spring and autumn.",
        "A solid skirting board creates an attractive, solid impression.",
        "Homes with features such as high levels of insulation, double-glazing and energy-efficient boilers could be more attractive to buyers, and sell quicker.",
        "Thornhill Village among attractive shallow hills has two boulevards lined with 100-year-old lime trees planted by 6th Duke of Buccleuch.",
        "The aromatic, attractive flowers have many small bulbils in between them.",
        "RESURFACING Leek's 18th and 19th century burghers left the town with an attractive palette of floorscape materials.",
        "camellia flower and are most attractive.",
        "It is situated in an attractive campus, neighboring open countryside, yet is only one mile from Bath city center.",
        "This growing interest in 45 caliber lever-action carbines is very attractive, at least to me.",
        "Attractive steel engraved cartouche with title embedded on a rock, sailing ships in the background, piece of eight coin and sheep.",
        "This is a very attractive example of a moated castle, originally owned by the Tunstall family.",
        "This means they are attractive to positively charged calcium cations (Opposites attract in life.",
        "An attractive raised bed made of genuine rot-resistant white cedar, for under $ 100.",
        "centigrade thermometer with built in clock, an attractive addition to any garden wall or building.",
        "By establishing exemptions and tax deductibility, government policies made charitable giving attractive to donors.",
        "A very attractive bracelet, that dates from circa 1950, this will add a little vintage chic to your outfit!",
        "The ham and cheese rolled inside these flattened chicken breasts make an attractive spiral pattern when the chicken is sliced.",
        "It's an attractive silver clamshell phone which is stylish (apart from the external aerial) but rather heavy.",
        "colchicum agrippinum with that clear checkering, or tessellation to be technical, is so attractive.",
        "Golden Sands Holiday Park In attractive parkland with views over rolling countryside.",
        "Masses of beautiful large white daisy like flowers all summer, from an attractive clump of dark green deeply toothed shaped leaves.",
        "With attractive cut-out detail on each side, the Newhaven 8 drawer dresser will be a welcome addition to any bedroom.",
        "Good balance and elegance with a crisp, clean finish which makes this an attractive and eminently drinkable wine.",
        "Both chives and marjoram make attractive edgings for a vegetable bed.",
        "The blades are precision machine ground and the assembly is finished with an attractive blue stove enamel.",
        "ensconced on the leather sofas by the attractive hostess of the club.",
        "The EOS Rebel 2000 is Canon's newest entry-level 35mm SLR camera, featuring a variety of enhancements at an attractive price.",
        "An attractive first floor traditional flat in the sought after locale of Springburn.",
        "first quarter of the match was closely contested with both teams playing attractive passing football.",
        "There are some attractive pre-season fixtures lined up too.",
        "The floor is laid with the original flagstones which are covered in part by an attractive rug.",
        "Attractive small tree, a grayish brown bark with delicate foliage and ball-shaped fragrant yellow flowers.",
        "Winter Garden Plants of winter interest featuring flowers, stems, foliage and berries to illustrate how gardens can still be attractive in winter.",
        "Among the attractive grasses, such as quaking-grass and meadow foxtail, you will find yellow rattle, an indicator species of old grassland.",
        "half-timbered hotel is just a few minutes ' easy walk from the Royal Shakespeare Theater and Stratford's attractive town center.",
        "The overseas market is massive, and subsidized handsets are obviously very attractive.",
        "This attractive package consists of an illustrated hardcover and a long, colorful Tibetan prayer flag, packaged together in a lovely gift box."
    ],
    "definition": [
        "Pleasing to the senses or mind, as by being beautiful: plants with attractive flowers; an attractive painting.",
        "Interesting because of the likelihood of being advantageous or profitable: an attractive business deal.",
        "Having the power to attract: the attractive force of gravity.",
        "at·trac′tive·ly\nadverb",
        "at·trac′tive·ness\nnoun",
        "at·trac·tiv′i·ty\nnoun",
        "Link/Cite",
        "Causing attraction; having the quality of attracting by inherent force.",
        "Having the power of charming or alluring by agreeable qualities; enticing.\nThat's a very attractive offer.",
        "Pleasing or appealing to the senses.\nHe is an attractive fellow with a trim figure.",
        "attractively",
        "attractiveness",
        "attractivity",
        "Link/Cite"
    ]
}