{
    "translation": ".1 לייחס\n.2 תכונה",
    "uses": [
        "His usual attribute is the bow.",
        "To attribute blame for some past disaster is rarely useful.",
        "Be sure to attribute authorship of the posting to the posting party.",
        "When using attribute value, each access point has a flag to indicate whether it is the master or a shadow reference.",
        "The \"hidden\" input element has an id attribute option.",
        "For circumstances such as in our medical chart example, we have been provided a more powerful method with the longdesc attribute.",
        "To do this, a comparator object has an optional attribute called \"skip\" which is a reference to a hash.",
        "Not even intelligence can be an attribute of the divine Being.",
        "The chthonian aspect of the hero is further shown by his attribute the snake, and in many cases he appears under that form himself.",
        "Climate then is one of the forces which play an important part in the evolution of dress; at the same time care must be taken not to attribute too much influence to it.",
        "Note the use of the charset attribute for the Arabic manual.",
        "We have therefore the idea of an infinite, perfect and all-powerful being - an idea which cannot be the creation of ourselves, and must be given by some being who really possesses all that we in idea attribute to him.",
        "Much of the work he did was great and enduring, but the last year of his life forbade the Romans to attribute to him that felicitas which they regarded as an inborn Quality of the highest generals.",
        "Some good judges attribute the peculiar and not unpleasing flavour of certain clarets of 1888 to means thus adopted to kill the phylloxera.",
        "It is more in conformity with ancient credulity than with modern science to attribute a permanent tendency to derangement to the accidental administration of any drug, however potent.",
        "The loss of charge is due to more than one cause, and it is difficult to attribute an absolutely definite meaning even to results obtained with the cover on.",
        "The conclusions of such a work are of wider significance than the assumptions we attribute to the author would warrant.",
        "He goes on to attribute the world's science and civilization to pagan inventors; but it is not clear whether in this he is alluding specially to the culture of his own city.",
        "Whence it follows that all things to which men attribute reality, generation and destruction, being and not-being, change of place, alteration of colour are no more than empty words.",
        "There is no way to determine whether a given attribute comes from the source or not.",
        "From that treaty emerged a Turkish State with every attribute of empire gone.",
        "Which parts of broken eggshells would you attribute to your own experiences?",
        "To this simplicity and directness of narrative we may in large measure attribute the fact that when two later evangelists desired to give fuller accounts of our Lord's life they both made this early book the basis of their work.",
        "In this respect he was undoubtedly guided by a forerunner who has more right than he to the attribute \"naive,\" by J.",
        "Others attribute the first use of the term to the Arab conquerors.",
        "actuate attribute on the arc.",
        "Two sites did contain images where the alt attribute has been used.",
        "rend attribute is optional.",
        "How has European integration changed political territoriality, and its most important attribute: the state?",
        "Others attribute it to an intrigue of Maurepas.",
        "Gold embossed edges are a common attribute of antique books of this sort.",
        "Their language, the most distinctively Lao-Tai attribute which they have, plainly shows their very close relationship with the latter race and its present branches, the Shans (Tai Long) and the Ahom of Assam, while their appearance, customs, written character and religion bear strong evidence of their affinity with the Khmers.",
        "18), both quotations seem to be ranked as from i ypacki i, in which case the KaXOs, which Paul never uses as an attribute, is mainly employed in this way by the author.",
        "If the dead man was John the presbyter - if this John had in youth just seen Jesus and the Zebedean, and in extreme old age had still seen and approved the Gospel - to attribute this Gospel to him, as is done here, would not violate the literary ethics of those times.",
        "Lewis is quick to argue that enacted by Antonio, this final attribute becomes entirely self-serving.",
        "Many individuals attribute memory loss to aging.",
        "Some historians attribute the name \"Bloody Mary\" to Queen Mary I of England.",
        "This option is useful if the image is of a known gamma but not set as an image attribute (e.g.",
        "but one attribute it to him.",
        "Baal being originally a title, and not a proper name, the innumerable baals could be distinguished by the addition of the name of a place or of some special attribute.",
        "He wrestles with Achelous for Deianeira (\" destructive to husband \"), daughter of Oeneus, king of Calydon, vanquishes the river god, and breaks off one of his horns, which as a horn of plenty is found as an attribute of Hercules in art.",
        "In the view of many writers sovereignty is not a necessary attribute of a state (Laband, Das Staatsrecht des deutschen Reiches, 1.87; Jellinek, Die Lehre von den Staatenverbindungen, p. 37; Meyer, Lehrbuch des deutschen Staatsrechtes, p. 5; Ullmann, V olkerrecht, 29.",
        "Under the title of essence are discussed those pairs of correlative terms which are habitually employed in the explanation of the world - such as law and phenomenon, cause and effect, reason and consequence, substance and attribute.",
        "attribute selectors Attribute selectors allow you to target an element based upon its ' attribute ' .",
        "The opening paragraph defines the semantics of this attribute type.",
        "Common attribute include serif, sans-serif, weight, cap height, x-height, spacing, language, and posture.",
        "This is a classic case of ' Never attribute to malice what can be explained by stupidity ' .",
        "subentry name form is also defined, which dictates that subentries shall be named with the common name attribute type.",
        "Each subschema subentry holds an operational attribute called governing subentry, whose value is its own distinguished name.",
        "With attribute type synonyms, a directory can assign multiple names to the same attribute.",
        "This destroys the beauty of the field equations, which attribute the source of curvature entirely to matter as represented by the stress-energy tensor.",
        "documentary evidence for every assertion may be rather inclined to attribute to that influence little or nothing.'",
        "To his influence we may attribute the desertion of Berengar's cause by Hildebrand and the more broad-minded of the cardinals.",
        "Of these two divergent traditions, it would seem that the one which associates it with the kin of Moses and David may be traced farther in those late narratives which connect the ark closely with the Levites and even attribute its workmanship to Bezalel, a Calebite (Ex.",
        "21), and on this evidence attribute our texts to the first half of the 2nd century.",
        "2 Holm and Cavallari (see Lupus, p. 99) are inclined to attribute to him the addition of Tyche to the city.",
        "It has been customary to attribute the creation of the German navy to the Kaiser William II., and it is true that in large part the initiative for successive increases, and the demagogic appeals by which they were supported, originated with the Emperor.",
        "It is hardly fair on the strength of these two pronouncements to attribute the doctrine of seven sacraments to the Eastern churches in general; except under a sporadic Latin influence, they have not troubled themselves so to define their number.",
        "(5) An Accident is an attribute which may or may not belong to a subject.",
        "In modern times, people have tried to attribute various meanings to the symbols behind Celtic knots, but these may or may not be correct.",
        "Since many people buy Soo Chow jade, confusing it with jade, they often attribute jade symbolism to the jewelry.",
        "Maintaining good posture is another important attribute of a supermodel, whether she's a typical model or plus size.",
        "I attribute the change to pure happiness.",
        "Thus that harmony of separate doctrines which contributes to the impressive simplicity of the Stoic physics is only attained at the cost of offending healthy common sense, for Body itself is robbed of a characteristic attribute.",
        "May we not then infer that man, as man, has his proper function, and that the well-being or \" doing well \" that all seek really lies in fulfilling well the proper function of man, - that is, in living well that life of the rational soul which we recognize as man's distinctive attribute ?",
        "Most scholars attribute these problems to errors in transmission and try to solve them through textual emendation.",
        "example of the latter is the specific knowledge attribute, used for holding subordinate and cross references.",
        "Henry's latest supermini has got the one attribute fiestas need, and that previous versions have sometimes lacked fun.",
        "If the attribute includes he attribute includes h then the attachment is considered.. .",
        "String getType (int index) Look up an attribute's type by index.",
        "The retrieval searches for graph isomorphism among these attribute graphs.",
        "The next step might be to turn the italic attribute off.",
        "logarithm of the attribute values.",
        "markup inserted will be usually be either a span or div with an appropriate class attribute.",
        "It is the attribute of the humble, those who have realized their own nothingness, those who have failed in love.",
        "An all numeric argument will be passed to the attribute as a number.",
        "On the Attribute toolbar, you can change any of the settings for the selected preset to customize it to meet your tastes.",
        "read-only attribute through the command line?",
        "Set the state attribute of the revision revision rev to state.",
        "At one time it is exhibited as an attribute of God (Prov.",
        "Their conduct is not what civilized men would attribute to characters so august; it is what uncivilized men think probable and befitting among beings like themselves.",
        "Here we only discuss the meaning of the align attribute for text.",
        "The deprecated ALIGN attribute suggests the horizontal alignment for the heading on visual browsers.",
        "You can use the attrib command to remove the read-only attribute from the destination directory.",
        "Boolean contains (Object attrVal) Determines whether a value is in this attribute.",
        "To attribute causality to religion, recourse to qualitative research is necessary.",
        "collectivitythat it is analytically misleading to treat consensus as a potentially measurable attribute of social collectivities.",
        "H Be able to attribute this decrease in activity to a corresponding decrease in the number of unstable nuclei.",
        "deprecated TYPE attribute of OL suggests the numbering style on visual browsers.",
        "dummy argument can not have the intent attribute.",
        "factoid entities have more than a single attribute.",
        "null if vector attribute used to determine color.",
        "E.g. br / attribute values must be quoted even when purely numerical.",
        "opaque identifier from the scope and some other attribute, normally the user id (eduPersonPrincipalName ).",
        "prehensile toes, however, this is an attribute I inherited from my father.",
        "Moreover, if we attribute such a structure to gases, we are led to attribute it to liquids and to solids also, since gases can be liquefied without any abrupt change, and many substances usually solid can be converted into gases by heating them.",
        "Landolt was disposed to attribute these losses in weight to the containing vessel, which was of glass or quartz, not being absolutely impervious, but in 1908 he showed that, by making allowance for the moisture adsorbed on the vessel, the errors were both positive and negative, and were less than one in ten million.",
        "4 Some authorities attribute to 774, others to 817, a donation of Sardinia to the papacy; we hear of Pope Nicholas I.",
        "But it would again be useless to ask how extension as the characteristic attribute of matter is related to mind which thinks, and how God is to be regarded in reference to extension.",
        "To him we may also attribute the 3 obols pay which the soldiers received during the Peloponnesian War in addition to the old-established provision-money.",
        "It would be a mistake to attribute the fall of Aegina solely to the development of the Athenian navy.",
        "\" lord of wisdom,\" and this attribute clings to him throughout all periods.",
        "Jews do not deny their wonderful character, but attribute them to black art (Mark iii.",
        "Others attribute it to the queen, and there is no doubt that she hated Turgot for supporting Vergennes in demanding the recall of the comte de Guines, the ambassador in London, whose cause she had ardently espoused at the prompting of the Choiseul clique.",
        "To these causes we attribute the pathological observation of Seneca and Tacitus, the new sense of purity in Persius called out by contrast with the impurity around him, the glowing if somewhat sensational exaggeration of Juvenal, the vivid characterization of Martial.",
        "Poisonous or noxious animals usually have some special advertising attribute, sometimes the display of conspicuous coloration, as in the skunk; sometimes the emission of sound as in the rattlesnake; sometimes a combination of the two, as in the common porcupine and the large black scorpions of Africa and India.",
        "falsify statistics, and falsely attribute conclusions to reliable sources.",
        "genitive attribute continued to agree with its head.",
        "The flexibility to depart immediately is another good attribute because you will be able to fill any short notice openings.",
        "You must accept them for exactly what they are, and not attribute human failings to them such as being stubborn, vengeful or having selective hearing.",
        "Some people believe dreaming is a way to act out our unconscious wishes, while others attribute dreams to dealing with emotions, creating new pathways in the brain, and committing things to memory.",
        "One final, major attribute for best-selling video games is addictiveness.",
        "There are six character classes and every attribute can be customized to fit the player's personal preferences.",
        "Before each year starts, you have a chance to run your team through mini-camp to gain some attribute points for your players.",
        "For this newest addition to the Madden NFL franchise, it is possible to train your created players as well as existing football players to improve their attribute ratings.",
        "As with so many other sports games, this newest addition to the Madden franchise gives a series of attribute points to every player, describing his ability to run, tackle, catch, and so on.",
        "To address this, EA Tiburon has decided to revamp the player attribute system in Madden 10 to give it more of a range.",
        "Based on his performance in the previous season, Brett Favre is getting a different set of attribute ratings for Madden NFL 10.",
        "Vick gets an overall rating of 73, throw power of 93, throw accuracy of 69, throw on the run rating of 95, speed rating of 90, and ball carrier vision attribute of 95.",
        "Earning these attribute points through the career mode is richly rewarding.",
        "You will need a Fortify Attribute spell.",
        "Fortify Attribute 30 points for two seconds on your self.",
        "Studies have shown that aggressive-rejected children, who tend to blame outside factors for their peer problems, are less likely to express distress than withdrawn-rejected children, who often attribute their problems to themselves.",
        "For example, bullies attribute hostile intentions to people around them and therefore perceive provocation where it does not exist.",
        "It is important not to attribute malice to children who are responding to anxiety, feelings of incompetence, or a sense of low self-esteem.",
        "Many celebrities such as Naomi Watts and Rachel McAdams attribute the stunning state of their hair to Fekkai's special protein treatments that soothe and repair processed strands.",
        "While some women always connect elegance with particular fabrics - such as silk and chiffon-others attribute it to the style of dress and how a woman wears it.",
        "Naturally, you'll want to attribute the work to its author when you include a poem in your message.",
        "Most colored diamonds attribute their brilliant hues to chemical impurities that grew within the crystal lattice as the diamond was forming: not so with black diamonds.",
        "Some legends attribute the puzzle ring design to a Turkish king who was jealous about his wife's activities.",
        "The easiest way to avoid plagiarism is to attribute your sources while writing.",
        "When writing about caring for a newborn, it only takes five words to attribute information to a pediatrician.",
        "Use the following quick guide to help you correctly determine how to attribute your source.",
        "When in doubt about attributing a source, go ahead and attribute it.",
        "They are also among the easiest to attribute and create a valid resource for your work.",
        "The prophecies about the year 2012 we attribute to the Mayans have their root in the writings of one Mayan philosopher, Pacal Votan, also known as the Sage King of the Classic Maya.",
        "While officials don't attribute this entirely to the uniform policy, they do site uniforms as being helpful in establishing a studious atmosphere.",
        "It is important to always immediately look for simple answers rather than immediately attribute anomalies as ghosts.",
        "Importantly, Cayce never mentioned the date, 2012 or gave any date for the Earth changes he saw coming, although many websites inaccurately attribute Cayce as giving specific dates for such doomsday events.",
        "Arguments have been made that attribute the initial decline to the O.J. Simpson trial that dominated the airwaves for months, constantly pre-empting the daytime soaps.",
        "Whimsy is not the butterfly's only attribute.",
        "Not only is that inconsiderate, as they are doing you the favor, it also shows an unprofessional attribute of not being prepared.",
        "Every division of Chrysler suffered a loss in sales, which experts attribute to the introduction of the Dodge Durango hybrid along with the Chrysler Aspen hybrid, only to be released and discontinued immediately.",
        "They attribute about 250,000 deaths a year in the United States alone to a lack of regular physical activity.",
        "While some people attribute this trend to lack of driving experience, others point to the common trait of impulsivity among some teen drivers that may lead to higher risk taking while behind the wheel.",
        "Wearing skimpy briefs for someone else is a nice gesture but self-confidence is the best attribute you can have.",
        "If you are not sure what style of sheer lingerie to go with, think about your best physical attribute and purchase a style that features it prominently.",
        "Raiding gay bars was nothing new, and the police did it all the time in the sixties, but this time, it touched off violent riots, which many attribute to the gay community's smouldering sense of loss and outrage.",
        "Faster-than-light-capable, the Millenium Falcon was reported to be one of the fastest ships available, a useful attribute for a smuggler's vehicle and one that stood Solo in good stead.",
        "All you do is click on the attribute you want to change and select it.",
        "You can also set the background color by setting \"bgcolor\" attribute to the HTML code that defines the color.",
        "Sometimes he was represented in his pastoral character, as when he bears a sheep on his shoulders; at other times he appears as the messenger or herald of the gods with the KfpvKEiov, or herald's staff, which is his most frequent attribute.",
        "Pietas is represented on coins as a matron throwing incense on an altar, her attribute being a stork.",
        "But he had at least shown that he possessed to an unusual degree the real attribute of a great captain - power over men.",
        "If so, the word may be derived from the Semitic ambar (ambergris) to which Eastern nations attribute miraculous properties.",
        "Shut out, in spite of the deserved success of his decorations of the cupola of Val de Grace (1664), from any great share in those public works the control of which was the attribute of the new Academy, Mignard was chiefly active in portraiture.",
        "But this is a modern attribute of Pegasus, not known to the ancients, and dating only from the Orlando innamorato of Boiardo.",
        "The fleur-de-lis is a common device in ancient decoration, notably in India and in Egypt,where it was the symbol of life and resurrection, the attribute of the god Horus.",
        "The commentators explain this to mean that an attribute as individual is inherent, as universal is a predicate.",
        "The hypothesis of inherence gives an inadequate account of the dependence of an attribute on a substance, and is a kind of half-way house between separation and predication.",
        "On the other hand, in the Metaphysics, the distinction between inherence and predication disappears; and what is more, the relation of an attribute to a substance is regarded as so close that an attribute is merely the substance modified.",
        "4, 22) an attribute (o - vy13E 1 377KOs) is said to be only by being the substance possessing it, and any separation of an attribute from a substance is held to be entirely a work of human abstraction (acPaip€ n).",
        "At this point, Plato and Aristotle have become very far apart: to the master beauty appears to be an independent thing, and really separate, to the pupil at his best only something beautiful, an attribute which is only mentally separable from an individual substance.",
        "The first difference then between the Categories and the Metaphysics is in the nature of an attribute; and the theory of inherence in the Categories is nearer to Plato and more rudimentary than the theory of predication in the Metaphysics.",
        "The legends of the monks attribute the first religious settlements to the age of Constantine (274-337), but the hermitages are first mentioned in historical documents of the 9th century.",
        "Metaphysical materialism is the view that everything known is body or matter; but while according to ancient materialists soul is only another body, according to modern materialists mind without soul is only an attribute or function of body.",
        "own different from any other, whereas an attribute has only the being of its substance (Met.",
        "- Materialism in its modern sense is the view that all we know is body, of which mind is an attribute or function.",
        "Curiously enough, he supposes that by making mind a universal attribute of matter he has made his philosophy not materialism, but monism.",
        "It is really both: monistic, because it reduces substance to one kind; materialistic, because it identifies that one kind of substance with body or matter, and reduces mindto an attribute of matter.",
        "It makes no difference to attribute mind to all matter, so long as it is attributed as an attribute.",
        "It is at least as materialistic to say that unconscious mind is an attribute of nature as to say that conscious mind is an attribute of brain; and this is the position of Haeckel.",
        "But if a philosophy makes force an attribute of matter only, as his does, it will recognize nothing but matter possessing force, and will therefore be materialism as well as monism, and in short materialistic monism.",
        "As to the origin of knowledge, Kant's position is that sense, outer and inner, affected by things in themselves, receives mere sensations or sensible ideas (Vorstellungen) as the matter which sense itself places in the a priori forms of space and time; that thereupon understanding, by means of the synthetic unity of apperception, \" I think \" - an act of spontaneity beyond sense, in all consciousness one and the same, and combining all my ideas as mine in one universal consciousness - and under a priori categories, or fundamental notions, such as substance and attribute, cause and effect, &c., unites groups of sensations or sensible ideas into objects and events, e.g.",
        "He meant a new \" speculative \" method, dialectic, founded on an assumption which he had already learnt from Schelling, namely, that things which are different but similar can have the same attribute, and therefore be also the same.",
        "Now Lotze took this abstract language literally, and had no difficulty in showing that, as an attribute is not separated from its substance, this supposed communication of motion does not really take place: nothing passes.",
        "It may be regarded in the first place as a mode or variety of feudal tenure, in the second place as a personal attribute or dignity, and in the third place as a scheme of manners or social arrangements.",
        "In 299 B.C. further successes led to the establishment of two new tribes - the Teretina in the upper valley of the Trerus (Sacco) and the Aniensis, in the upper valley of the Anio - while to about the same time we must attribute the construction of two new military roads, both secured by fortresses.",
        "We do not, however, hear of any damage wrought by fire, save in the case of Sallust's palace, which was situated close to the gate by which the Goths had made their entrance; nor is there any reason to attribute any extensive destruction of the buildings of the city to Alaric and his followers.",
        "Livingstone goes so far as to say, \"nothing that I ever learned of the lion could lead me to attribute to it either the ferocious or noble character ascribed to it elsewhere,\" and he adds that its roar is not distinguishable from that of the ostrich.",
        "We attribute the usefulness of water-meadow irrigation, then, to the following causes: (I) the temperature of the water being rarely less than 10° Fahr.",
        "It appears thatYoung rould place the hieroglyphic, demotic and Greek texts of the Rosetta stone very correctly parallel; but he could not accurately break up the Egyptian sentences into words, much less :ould he attribute to the words their proper sounds.",
        "(A) The new style begins with the royal statues, which it seems we must attribute to the foreign kings from whom the XIIth Dynasty was descended.",
        "Ramsay is inclined to attribute to the influence of Athenodorus the striking resemblances which can be established between Seneca and Paul, the latter of whom must certainly have been acquainted with his teachings.",
        "According to Eusebius and Strabo he was a learned scientist for his day, and some attribute to him a history of Tarsus.",
        "Foxe and Knox attribute to him a prophecy of the death of the Cardinal, who was assassinated on May 29 following, partly at any rate in revenge for Wishart's death.",
        "At first Luther's cardinal doctrine of grace appeared to Melanchthon inconsistent with any view of free will; and, following Luther, he renounced Aristotle and philosophy in general, since \"philosophers attribute everything to human power, while the sacred writings represent all moral power as lost by the fall.\"",
        "To Greeks also we shall perhaps attribute the splendid terra-cotta figures found at Veii in 1916.",
        "Patrician rank seems to have been regarded as a necessary attribute of the princeps; and in two cases we are told that it was conferred upon a plebeian princeps by the senate (Vita Juliani, 3; Macrini, 7) .",
        "Thus one important attribute of an equatorially mounted telescope that, if it is directed to any fixed star, it will follow the diurnal motion of that star from rising to setting by rotation of the polar axis only.",
        "Possibly its use was not confined to a single tribal section, occurring as it does in conjunction with the distinct dynastic names of Mokomba and Mambo, but the Karanga is the only tribe to which the Portuguese chroniclers attribute it.",
        "Some attribute his death to an accident met with in hunting; others believe him to have been poisoned.",
        "It is an attribute of judgments and derivatively of propositions.",
        "The point of view is to be modified profoundly by what follows - by the doctrine of the class-concept behind the class, of the form or idea as the constitutive formula of a substance, or, again, by the requirement that an essential attribute must be grounded in the nature or essence of the substance of which it is predicated, and that such attributes alone are admissible predicates from the point of view of the strict ideal of science.",
        "Of a non-self-subsistent or attributive conception definition in its highest attainable form is a recasting of the syllogism, in which it was shown that the attribute was grounded in the substance or self-subsistent subject of which it is.",
        "the formal logic of Hamilton and Mansel, whose Aristotelian and scholastic learning did but accentuate their traditionalism, and whose acquiescence in consistency constituted in Mill's view a discouragement of research, such as men now incline to attribute at the least equally to Hume's idealism, Mill is only negatively justified.",
        "Here arises the question of the tendency to attribute to outside aid the introduction of culture (cf.",
        "If the polygon intersects itself, care must be taken to attribute to the different parts of the area their proper signs.",
        "With regard to the statements which attribute some work in connexion with Homer to Peisistratus, it was noticed by Wolf that Cicero, Pausanias and the others who mention the matter do so nearly in the same words, and, therefore, appear to have drawn from a common source.",
        "The right of judging such an infraction belonged to the state, being an attribute of sovereignty of which the state could not be deprived without being reduced to a wholly subordinate condition.",
        "His methods were not free from arbitrariness; he would attribute to \" the wise \" the opinion of a single authority which he regarded as correct; he would ignore conflicting opinions or those of scholars which they themselves had afterwards retracted, and he did not scruple to cite his own decisions.2 The period of the Amora'im, \" speakers, interpreters,\" (about 220-500 A.D.), witnessed the growth of the Gemara, when the now \" canonical \" Mishnah formed the basis for further amplification and for the collecting of old and new material which bore upon it.",
        "Hopkinson had been inclined to attribute the anomaly to an increase in the tension of the bifilar threads, owing to a downward pull on the needle, but they showed that this theory would not account for the discrepancy.",
        "Procrastination is the attribute of all Persians, to-morrow being ever the answer to any proposition, and the to-morrow means indefinite delay.",
        "Some scholarl attribute it to the Iranian family; others prefer to regard it as a separate and independent member of the Indo-European group. Many words that at first sight seem to prove its Iranian origin arc only adopted from the Persian.8 (K.",
        "As an attribute the word may be applied to a cultured man of the world, who has travelled widely and is at home in many forms of civilization, to such races as the Jewish, scattered through the civilized world, yet keeping beneath their cosmopolitanism the racial type pure, and also to mark a profound line of cleavage in economic and political thought.",
        "But at times he uses language that almost compels one to attribute to him the popular view of conscience as passing its judgments with unerring certainty on individual acts.",
        "It is the idea of tension or tonicity as the essential attribute of body, in contradistinction to passive inert matter, which is distinctively Stoic. The Epicureans leave unexplained the primary constitution and first movements of their atoms or elemental solids; chance or declination may account for them.",
        "But even then tension, the essential attribute of matter, is at work.",
        "Here the special attribute of the goddess appears to be health; and in later times she was identified with the Greek goddess of health, Hygieia.",
        "Further proof may be found in many of her titles - avaSvop vat (\" rising from the sea \"), e157rXota (\" giver of prosperous voyages \"), yaXrpala (\" goddess of fair weather \"), Karao r K07rc'a (\" she who keeps a look-out from the heights \") - in the attribute of the dolphin, and the veneration in which she was held by seafarers.",
        "Herodotus, in the spirit of 5th-century Greeks, which conventionally regarded the tyrants as selfish despots, says he ruled harshly, but he is generally represented as mild, beneficent and so popular as to be able to dispense with a bodyguard, the usual attribute of a tyrannis.",
        "It is an almost universal attribute of polyps to possess the power of reproducing themselves non-sexually by the method of budding.",
        "years after this, and about fifteen years after the dam was first brought into use, it overturned on its outer edge, at about the level indicated by the dotted line just above the counterfort; and there is no good reason to attribute to the movement of 1884, or to the vertical cracks it caused, any influence in the overturning of 1895.",
        "Herr Burkli confines his criticism to the first struggle, in which alone mention is made of the driving back of the Swiss, pointing out also that the chronicle of 1476 and other later accounts attribute to the Austrians the manner of attack and the long spears which were the special characteristics of Swiss warriors, and that if Winkelried were a knight (as is asserted by Tschudi) he would have been clad in a coat of mail, or at least had a breastplate, neither of which could have been pierced by hostile lances.",
        "Parmenides sought to reduce the variety of nature to a single material element; but he strictly discriminated the inconstant 7retOri from the constant oboia, and, understanding by \" existence \" universal, invariable, immutable being, refused to attribute to the IraO'q anything more than the semblance of existence.",
        "It is doubtful whether any opposition between crescent and cross, as symbols of Islam and Christianity, was ever intended by the Turks; and it is an historical error to attribute the crescent -to the Saracens of crusading times or the Moors in Spain.",
        "He is commonly represented standing, dressed in a long cloak, with bare breast; his usual attribute is a club-like staff with a serpent (the symbol of renovation) coiled round it.",
        "To attribute to him a Machiavellian policy, which foresaw the overthrow of Corinth fifty years later and the conversion of Achaea into a Roman province, is absurd and disingenuous.",
        "The attribute of the torch will apply equally well to the goddess of the chase, and epithets such as ckcoa46pos, a€Xao opos, aiOoria, although applicable, are by no means convincing.",
        "For Aristotle remained content with a successful demonstration of the dependence of \"voluntariness\" as an attribute of conduct upon knowledge and human personality.",
        "This pantheistic doctrine harmonized thoroughly with the Stoic view of human good; but being unable to conceive substance idealistically, they (with considerable aid from the system of Heraclitus) supplied a materialistic side to their pantheism, - conceiving divine thought as an attribute of the purest and most primary of material substances, a subtle fiery aether.",
        "And again we do not attribute goodness to him merely because his outward acts have beneficial results.",
        "The attribute most commonly associated with Shamash is justice.",
        "(2) In point of fact, all logicians further confine the syllogism to arguments in which the terms are related as subject and predicate (or attribute in the widest sense).",
        "attribute grammars and the interdependence of language syntax and semantics.",
        "The optional id attribute requires values of type id attribute requires values of type ID.",
        "oixa, apart, TEµvecv, to cut), literally a cutting asunder, the technical term for a form of logical division, consisting in the separation of a genus into two species, one of which has and the other has not, a certain quality or attribute.",
        "The Ontological argument, though not wholly rejected as a proof, is taken rather as pointing to God's attribute of infinity; thought rather than experience making affirmation that the intuition in question must be attached to God.",
        "In Leptolinae the actinula becomes the sessile polyp which has acquired the power of budding and producing individuals either of its own or of a higher rank; it represents a persistent larval stage and remains in a sexually immature condition as a neutral individual, sex being an attribute only of the final stage in the development, namely the medusa.",
        "His chief attribute as a chthonian god was a snake, the symbol of the yearly renovation of the life of nature.",
        "His Jesuit biographers attribute to him the conversion of more than 700,000 persons in less than ten years; and though these figures are absurd, the work which Xavier accomplished was enormous.",
        "Spiritualists maintain that true information is received, which is provably unknown to the medium or other persons present, or which at least is expressed in a manner obviously beyond their powers; and they attribute this to extra-corporeal intelligences.",
        "Those joining in the procession wore garlands of hyacinth, which seems to attribute a chthonian character to the ceremony, although it may also have been connected with agriculture (see S.",
        "It is certain that Babylonia, the seat of the present Mandaeans, must he regarded also as the cradle in which their system was reared; it is impossible to think of them as coming from Palestine, or to attribute to their doctrines a Jewish or Christian origin.",
        "p. 285) sees in it an indication that, as the daughter of Metis, Athena was already invested with a mental and moral character, and explains the swallowing of Metis (for which compare the story of Cronus and his children) by the desire to attribute an extraordinary birth to one in whom masculine traits predominated.",
        "The charm of the Thames is indeed maintained throughout its course; the view of the rich valley from Richmond Hill, of the outskirts of London, is celebrated; the river is practically the only physical attribute to the beauty of the metropolis itself, and the estuary, with its burden of shipping and its industrial activity, is no less admirable.",
        "According to other accounts which attribute Orion's death to Artemis, the goddess herself loved him and was deceived by the angry Apollo into shooting him by mistake; or he paid the penalty of offering violence to her, or of challenging her to a contest of quoit-throwing (Apollodorus i.",
        "The attempt sometimes made to attribute an astronomical origin to the myths connected with his name is unsuccessful, except in the case of Orion's pursuit of Pleione and her daughters (see Pleiades) and his death from the bite of the scorpion; see also C. O.",
        "Most observers, such as Admiral Sir Cyprian Bridge and Mr Le Hunte, agree that these structures could not possibly be the work of any of the present Polynesian peoples, and attribute them to a now extinct prehistoric race, the men of the New Stone Age from the Asiatic mainland.",
        "We may attribute the origin of the episcopate to the need felt of a single official to preside at the Eucharist, to represent the church before the heathen state and in the face of rising heresy, and to carry on correspondence with sister churches.",
        "., and that the number of times that a is made A bears to the number of times that a is made not-A the ratio of p to r--p; or we may consider that there are N individuals, for pN of which the attribute a is A, while for (1-p)N it is not-A.",
        "It should be observed, however, that Darwin did not attribute an essential part to this Lamarckian hypothesis of the transmission of acquired characters, but expressly assigned to it an entirely subordinate importance.",
        "This cult spread very widely among the Greeks; it had great civil importance, and lasted even into Christian times; but there is no reason to attribute to it any special connexion with the development of the science or profession of medicine.",
        "A higher rank among medical writers is assigned to Alexander of Tralles (525-605), whose doctrine was that of an eclectic. His practical and therapeutical rules are evidently the fruit of his own experience, though it would be difficult to attribute to him any decided advance in medical knowledge.",
        "The laws themselves are derived from one of the collections which Hindus attribute to Manu, but in some respects they now widely differ from the ancient Hindu law so far as it is known to us.",
        "The only entire enamelled vessel which we can confidently attribute to Byzantine art is a small vase preserved in the treasury of St Mark's at Venice.",
        "He lives in history, apart from his three hymns, mainly as a man of unstained purity and invincible fidelity to conscience, weak only in a certain narrowness of view which is a frequent attribute of the intense character which he possessed.",
        "During the last years of Cosimo's life, affairs were less under his control, and the gonfaloniere Luca Pitti, a vain and ambitious man, introduced many changes, such as the abasement of the authority of the podesta and of the capitano, which Cosimo desired but was glad to attribute to others.",
        "The Abyssinian chronicles, it may be noted, attribute the foundation of the kingdom to Menelek (or Ibn el-Hakim), son of Solomon and the queen of Sheba.",
        "to be thought of only as a distinguishing attribute of Greatness and as our English word Lord is; and that without any relation of it to an Interest of property or to servitude, and only as it denotes such Superiours as King or Subjects of the greater Nobility with us and men of special Eminency in other States, known by the names of Heeren, Dons, Sieurs, signiors, seigneurs.",
        "Siemens and Halske have proposed the addition of oxidizing agents such as free halogens, to prevent the formation of zinc hydride, to which they attribute the formation of zincsponge.",
        "It is therefore certain that the Versus, as well as the Praefatio, attribute to the author of the Heliand a poetic rendering of the Old Testament.",
        "They attribute two Kiani, two Qnumi and one Parsopa in 1 The legendary founders of the Syrian Church.",
        "The Arabs are content to attribute it to the ` will of God.'",
        "The modern Greeks attribute the introduction of Christianity into Byzantium to St Andrew; it certainly had some hold there in the time of Severus.",
        "Others attribute it to religious fanaticism, or to the result of some barbaric invasion, such as Axum may have repeatedly endured before it was sacked by Mahommed Gran, sultan of Harrar, about 1535.",
        "They may briefly be summed up as a belief in one God whose most characteristic attribute is universal benevolence, in the moral government of the universe, and in a future state of man making up for the imperfections and repairing the inequalities of the present life.",
        "(4) A Property is an attribute which is common to all the members of a class, but is not part of its essence (i.e.",
        "(3) It is a mistake to attribute to Hegel the doctrine that time is an illusion.",
        "3 Stein, Meyer, Busolt, and other recent writers attribute his departure from Halicarnassus to political causes, e.g.",
        "(See also Gierke, Genossenschaftsrecht, 3.8.) Even in medieval writers, such as Bracton, is found the notion that the king is subject to the laws: \"Bracton knows of no sovereign in the Austinian sense, and distinctly denies to the royal authority the attribute of being incapable of legal limitation\" (J.",
        "It is therefore not surprising to find that many peoples on the lower planes of culture respect and even worship animals (see Totem; Animal Worship); though we need not attribute an animistic origin to all the developments, it is clear that the widespread respect paid to animals as the abode of dead ancestors, and much of the cult of dangerous animals, is traceable to this principle.",
        "At the same time Spinoza maintained a parallelism between extension and thinking so close as to say that the order of ideas is the same as the order of things, so that any mode of extension and the idea of it are the same thing expressed in two ways, under the attribute of extension and under the attribute of thought (see H.",
        "4, 8), in whose time it was a populous and flourishing place, tells us that it was first occupied by the Oscans 2 (to whom we must attribute the Doric temple in the Foro Triangolare), afterwards by the Tyrrhenians (i.e.",
        "We attribute the usefulness of water-meadow irrigation, then, to the following causes: (I) the temperature of the water being rarely less than 10Ã‚° Fahr.",
        "It is not uncommon in popular writings to attribute this superiority to a crusader strain - a theory which no one can possibly countenance who knows what miserable degenerates the half-breed descendants of the crusaders rapidly became, as a result of their immoral life and their ignorance of the sanitary precautions necessary in a trying climate.",
        "\" The unskilful transition from Ajax to Idomeneus, about whom no question had been asked,\" he cannnot attribute to the original poet of the lay (Betrachtungen, p. 15, ed.",
        "Some would attribute to him the Tabula Cebetis (see below),but as that work was well known in the time of Lucian, it is probably to be placed earlier.",
        "ABSOLUTISM, in aesthetics, a term applied to the theory that beauty is an objective attribute of things, not merely a subjective feeling of pleasure in him who perceives.",
        "(For Britomartis see separate article.) Among the chief attributes of Artemis are: the hind, specially regarded as her sacred animal; the bear, the boar and the goat; the zebu (, Artemis Leucophrys); the lion, one of her oldest animal symbols; bow and arrows, as goddess of the chase and death; a mural crown, as the protectress of cities; the torch, originally an attribute of the goddess of the chase or marriage, but, like the crescent (originally an attribute of the Asiatic nature goddesses), transferred to Artemis, when she came to be regarded as a moon-goddess.",
        "Latin au becomes o (cOla, c a u s a; or, a U r u m); Old Catalan has kept the diphthong better, but possibly we- should attribute the examples of au which are met with in texts of the 13th and 14th centuries to the literary influence of Provence.",
        "Why we 're setting the read-only attribute through the command line?",
        "Locally, there are strong cultural associations with the Priory; farmers widely attribute the reclamation of this area to the monks.",
        "On all other elements, the rend attribute is optional.",
        "For each of these job descriptions, the HCM system can be used to attribute requisite competencies and experience requirements.",
        "Set the state attribute of the revision rev to state.",
        "Attribute selectors Attribute selectors allow you to target an element based upon its ' attribute '.",
        "The case of the attribute name is used to signify who defined the meaning of that name and its values.",
        "This is a classic case of ' Never attribute to malice what can be explained by stupidity '.",
        "A subentry name form is also defined, which dictates that subentries shall be named with the common name attribute type.",
        "Nevertheless, in our tests we found that the attribute specification using the X500 syntax gave us the behavior we wanted.",
        "Active Directory does not support this attribute syntax, instead it uses an older and more limited X500 syntax.",
        "Some older user agents do n't support anchors created with the id attribute.",
        "Maybe well-done qualitative studies, with techniques such as triangulation, can provide enough evidence to attribute change to specific programs.",
        "There is no way for XSL-T to determine wether a given attribute comes from the source or the DTD.",
        "But neither I nor my Party attribute the woes of the pension industry to the activities of the actuarial profession.",
        "Some attribute the grace of Cuban tobacco to the island's climate and the growing methods employed there.",
        "Many people suffering from depression, for example, also feel physical symptoms in their bodies that doctors cannot attribute to a specific medical cause.",
        "Don't forget to attribute each statement, and limit submissions to a few sentences each.",
        "They attribute too much worth in the exam, when in actuality, it's only one measure of how well they know the information.",
        "Sometimes it's hard to know if the person is defending you because he or she may never tell you that someone else was talking bad about you so your feelings won't get hurt (another attribute of a good friend).",
        "According to Dr. Reich, low self-esteem is the most common attribute of the compulsive liar.",
        "Other atrocities human rights groups attribute to Karimov's regime include torture, boiling people to death and other various monstrous crimes against humanity.",
        "Finally, stress repeatedly to your child that he or she is not to blame, and in fact, don't attribute blame for the failed marriage to anyone.",
        "According to Haeckel, matter is the universal substance, spirit its universal attribute.",
        "But an attribute, though real, is not a distinct reality, but only a determinant of a substance, and has no being of its own apart from the substance so determined; whereas a substance, determined by all its attributes, is different from everything else in the world.",
        "It is customary to attribute this great expansion partly to the increasing weakness of the Romans and partly to pressure of population in Germany.",
        "Perhaps it is safer to attribute theriomorphic shapes of 4 Rig Veda, x.",
        "Public opinion was inclined to attribute the declaration of Italian neutrality to the premier rather than to the minister for foreign affairs.",
        "Sometimes the god received a distinguishing attribute which indicates an association not with any particular place, but with some special characteristic; the most common forms are Ba'al-bamman, the chief deity of Punic north Africa, perhaps \" the glowing Ba'al,\" the god of fertilizing warmth, and Baal-shamem, \" Baal of the heavens.\"",
        "His statement of the latter doctrine so aroused the alarm of certain clergymen of the Church of Scotland that he found it necessary to withdraw what was regarded as a serious error, and to attribute man's delusive sense of freedom, not to an innate conviction implanted by God, but to the influence of the passions.",
        "In the majority of cases both model and mimic belong alike to the Lepidoptera, and it is often uncertain whether both are inedible (Mullerian mimicry) or whether inedibility is the attribute only of the model (Batesian mimicry).",
        "Philolaus was the first to propound the doctrine of the motion of the earth; some attribute this doctrine to Pythagoras, but there is no evidence in support of their view.",
        "[2] We see also in the theorem (4) the first trace of the important conception of geometrical loci, which we, therefore, attribute to Thales.",
        "substance qualified, (3) mode or chance attribute, i.e.",
        "Some anecdotes of the king's \"justice,\" his favourite and distinguishing attribute during the sixteen years which intervened between the two crusades, are given; then comes the story of Joinville's own refusal to join the second expedition, a refusal which bluntly alleged the harm done by the king's men who stayed at home to the vassals of those who went abroad as the reason of Joinville's resolution to remain behind.",
        "A character which recurs in the most diverse groups of the Crustacea, and which is probably to be regarded as a primitive attribute FIG.",
        "Some persons also attribute to him the following: Daughters of Proetus, Hopes, Hymns, Heroines, Dirges, Lyrics, Elegies, Iambics, Epigrams.\"",
        "No human art shows the nature of this human attribute more clearly than does language.",
        "His symbols from the animal kingdom were the bull (perhaps a totemistic attribute and identified with him), the panther, the lion, the tiger, the ass, the goat, and sometimes also the dolphin and the snake.",
        "Here as in the other cases we cannot always say whether the Word is regarded as a mere attribute or activity of God, or an independent being, though there is a clear tendency towards the latter.",
        "The two former are lost, and most scholars deny the authenticity of the Tabula on the ground of material and verbal anachronisms. They attribute it either to Cebes of Cyzicus (above) or to an anonymous author, of the ist century A.D., who assumed the character of Cebes of Thebes.",
        "The Zulus, like many distant races, sometimes attribute thunder to the \" thunder-bird,\" which, as in North America, is occasionally seen and even killed by men.",
        "If a living being die, it is because God has created the attribute of death; and the body remains dead, only because that attribute is unceasingly created.",
        "The half-legendary accounts which attribute the introduction of Arabian science to Gerbert, afterwards Pope Sylvester II., to Constantinus Africanus and to Adelard of Bath, if they have any value, refer mainly to medical science and mathematics.",
        "Where there is the appearance of inherence, therefore, there is always a plurality of reals; no such correlative to substance as attribute or accident can be admitted at all.",
        "The article in question forbade external signs or public manifestations of all religious confessions with the exception of that of th~ state., which was defined by Canovas del Castillo as meaning any emblem, attribute or lettering which would appear on the exterior walls of dissident places of worship. 2 In the speech from the throne at the opening of the new Cortes (June 16) the king declared that his government would strive to give expression to the i The composition of the new parliament was as followsSenate:",
        "It is noteworthy that Aristotle accuses Anaxagoras of failing to differentiate between vas and >/ivXi, while Socrates (Plato, Phaedo, 98 B) objects that his vas is merely a dens ex machina to which he refuses to attribute design and knowledge.",
        "23-26, which many scholars (after Budde) attribute to the later insertion of ix.-xx.",
        "And when the Agias and the Apoxyomenus are set side by side their differences are so striking that it is difficult to attribute them to the same author, though they may belong to the same school.",
        "My wife was the most strong willed among us and absent her other dominant attribute would have second guessed any decision maker directing her.",
        "\"Don't attribute good intentions to someone whose agenda is far more â€¦ complex,\" he advised.",
        "The three-letter abbreviation for a table is separated from rest of the abbreviation for the attribute name with a period.",
        "alt attribute to describe the function of each visual.",
        "ascribeise, ascribing an attribute to an anonymous subroutine results in a symbol table argument of ' ANON ' .",
        "Not everyone who performs well with his weapon possesses this attribute.",
        "GISVector public GISVector (float easting, float northing, float attribute) Creates a GIS vector point object with given coordinates and attribute.",
        "user agents don't support anchors created with the id attribute.",
        "Within a particular knowledge attribute value, each Access Point has a flag to indicate whether it is the master or a shadow reference.",
        "well-done qualitative studies, with techniques such as triangulation, can provide enough evidence to attribute change to specific programs.",
        "The result then is briefly thus: In place of the one absolute position, which in some unthinkable way the common understanding substitutes for the absolute positions of the n attributes, we have really a series of two or more positions for each attribute, every series, however, beginning with the same (as it were, central) real (hence the unity of substance in a group of attributes), but each being continued by different reals (hence the plurality and difference of attributes in unity of substance)."
    ],
    "definition": [
        "Link/Cite"
    ]
}