{
    "translation": "קהל",
    "uses": [
        "The audience laughed and he glanced up at the stage.",
        "Prince Vasili sternly declaimed, looking round at his audience as if to inquire whether anyone had anything to say to the contrary.",
        "This officer's audience lasted a long time.",
        "The pope frequently received him in private audience.",
        "Hannah sat and began talking about Paris again to an audience eager to hear her.",
        "The audience, composed of students and townspeople, interrupted him with the cry \"Quid de anima.\"",
        "Cynthia wasn't finished, but now her sole audience was David Dean.",
        "The audience included the Dawkinses, still in residence after an airplane mechanical problem delayed them yet another day.",
        "Pierre looked solemnly at his audience over his spectacles and continued.",
        "Fred attempted to pick the lock, as no keys were provided, but the audience became restless and impatient.",
        "\"Madame, I doubt my ability before such an audience,\" said he, smilingly inclining his head.",
        "His replacement early morning audience consisted of two old ladies from Indiana who'd just checked in, Pumpkin Green, and Paulette Dawkins.",
        "The audience sits aboard other ships located beside the stage.",
        "The lounge also has special theme nights where audience participation is encouraged.",
        "His work held the rapt attention of his audience.",
        "I guess she was about the only one in the audience.",
        "His first audience with William III.",
        "He set down his box and smiled at his attentive audience.",
        "Maybe that was what she needed to do – tell the entire story to an unbiased audience.",
        "The feeling was palpable in the air above the audience.",
        "The poignant ballad had Chip Taylor beckoning a young lady from the audience called Florence.",
        "Unfortunately, Cynthia Dean had chosen the wrong audience.",
        "No preacher of the century had this mastery over his audience.",
        "It was this which made him add to his labours the burden of delivering every year from 1831 to 1848 a course of gratuitous lectures on astronomy for a popular audience.",
        "Its population of Inure than a million, includToku ~ ing all sorts and conditions of mennotably wealthy g merchants and mechanicsconstituted a new audience a.",
        "The choir had very good diction, which enabled the audience to hear Nancy Bush's words clearly.",
        "Her huge sparkling eyes create an instant rapport with her audience.",
        "She's a seasoned singer and performer with a great \"feel\" for a song and warm, humourous audience rapport.",
        "First you need to develop rapport with the audience; then you can bring humor in.",
        "Other than their surreptitious glances at the audience, they were totally involved all the time.",
        "It also signaled the point at which the band was at its best and feeding off the massive audience acclaim.",
        "This audience becomes a living part of a new creative process, unbound by the old cultural accretions of \" Art music \" .",
        "Abstract ideas are difficult to convey on television, or at least to an audience accustomed to fast-paced action.",
        "Humor, music and eye-popping acrobatics leave the audience wide-eyed with wonder.",
        "attentive audience who notice their advertisements.",
        "communicate the right message to your audience.",
        "interpellated a mass, mostly middle-class audience, either unfamiliar with or uninterested in the traditional grand narratives.",
        "The Exemplars are demanding an immediate audience.",
        "He was instructed to go ahead; there was no need to request an audience.",
        "It would be awkward enough talking to Josh, without having an audience.",
        "\"I buried myself,\" he says, \"in my laboratory, and in fourteen months read a course of chemical lectures to a very full audience.\"",
        "Plautus in more than one place thinks it necessary to explain to the spectators of his plays that slaves at Athens enjoyed such privileges, and even licence, as must be surprising to a Roman audience.",
        "The epistle, on the other hand, rather takes the place of a public speech, it is written with an audience in view, it is a literary form, a distinctly artistic effort aiming at permanence; and it bears much the same relation to a letter as a Platonic dialogue does to a private talk between two friends.",
        "lulled the audience into a false sense of security.",
        "On the 25th of November Sidney presented a petition to the king, praying for an audience, which, however, under the influence of James and Jeffreys, Charles refused.",
        "Edwards' famous sermon at Enfield in 1741 so affected his audience that they cried and groaned aloud, and he found it necessary to bid them be still that he might go on; but Davenport and many itinerants provoked and invited shouting and even writhing, and other physical manifestations.",
        "The opening lecture of his course was listened to by a large and appreciative audience.",
        "Bion was essentially a popular writer, and in his Diatribae he satirized the follies of mankind in a manner calculated to appeal to the sympathies of a low-class audience.",
        "French Forms Are Freely Turned Into Pure Canadianisms, Like Cageux, Raftsman, Boucane, Brushwood Smoke, Portage, &C. New Characters, Which Appeal More Directly To The Local Audience, Sometimes Supplant Old Ones, Like The Quatre Vieux Sauvages Who Have Ousted The Time Honoured Quatre Z Officiers From The Canadian Version Of Malbrouk.",
        "init.), was, avoiding the generalities of Plato, to prepare his audience by explaining the subject of investigation and its nature.",
        "His lectures began in February 1870, and were so crowded that they had to be given in the Sheldonian Theatre, and frequently were repeated to a second audience.",
        "Impressive in matter rather than in manner of delivery, and seldom rising to the level of eloquence in the sense in which that quality was understood in a House which had listened to Bright and Gladstone, his speeches were logical and convincing, and their attractive literary form delighted a wider audience than that which listens to the mere politician.",
        "Olszewski, and illustrated for the first time in public the liquefaction of oxygen and air, by means of apparatus specially designed for optical projection so that the actions taking place might be visible to the audience.",
        "Soon his discourses exercised a potent influence on learned and unlearned alike; and, although he restricted himself, as indeed was principally his custom through life, to the inculcation of practical righteousness, and the censure of clamant abuses, a rumour of his heretical tendencies reached the bishop of Ely, who resolved to become unexpectedly one of his audience.",
        "He therefore sent a representative of high rank, who had audience of the tsar, and returned with proposals for a treaty and for the residence of a Russian royal prince in Lhasa in order to promote friendly relations.",
        "In an open space near the old palace stood the celebrated plane tree, beneath which Prince Nicholas gave audience to his subjects, and administered justice until the closing years of the 19th century.",
        "From 1753 till within a short period of his death, which took place on the 18th of June 1788, he preached regularly in Nicolson Street church, which was constantly filled with an audience of two thousand persons.",
        "An opera called La Muette, which abounds in appeals to liberty, was played, and the audience were so excited that they rushed out into the street crying, \" Imitons les Parisiens !\"",
        "He was a man of the world as well as a divine, and in his sermons he exhibited a tact which enabled him at once to win the ear of his audience.",
        "Nevertheless his speech was a superb effort of oratory; for more than two hours he kept his audience spellbound by a flood of epigram, of sustained reasoning, of eloquent appeal.",
        "and also the investiture of the extensive territories left by Matilda, marchioness of Tuscany; and at this time the pope seems to have claimed the emperor as his vassal, a statement to this effect (post homo fit papac, sumit quo dante coronam) being inscribed in the audience hall of the Lateran at Rome.",
        "Bright publicly deprecated the popular tendency to regard Cobden and himself as the chief movers in the agitation, and Cobden told a Rochdale audience that he always stipulated that he should speak first, and Bright should follow.",
        "Their interior is divided into a series of compounds, each entered through a flat-roofed audience chamber.",
        "One of his greatest successes was as Benvenuto Cellini, in which he displayed his ability both as an actor and as a sculptor, really modelling before the eyes of the audience a statue of Hebe.",
        "We know, however, that the vizier of Upper Egypt (at Thebes) in the eighteenth dynasty, had 40 (not 42) parchment rolls laid before him as he sat in the hall of audience.",
        "No public man of his time was more fitted to act as unofficial national orator; none more happy in the touches with which he could adorn a social or literary topic and charm a nonpolitical audience; and on occasion he wrote as well as he spoke.",
        "At first the orations of Henley drew great crowds, but, although he never discontinued his services, his audience latterly dwindled almost entirely away.",
        "He had found no regular English audience when he published Plays Pleasant and Unpleasant (2 vols.) in 1898, and his pieces first became well known to the ordinary playgoer by the performances given at the Royal Court Theatre under the management of Messrs Vedrenne and H.",
        "It is a witness delivered to a hostile audience, whether they will hear or no.",
        "This work, in which his system was for the first time presented in what, with a few minor alterations, was its ultimate shape, found some audience in the world.",
        "On the 18th he made his second appearance and delivered the speech, which electrified his audience.",
        "4 Patrick Henry humorously declaimed before a popular audience that Jefferson, who favoured French wine and cookery, had\" abjured his native victuals.\"supports, that Jefferson's morals were pure.",
        "Above these rise the towers of the Roman Catholic cathedral, the high curved roofs of the royal audience halls, the palace gateways, and the showy buildings of the Russian and French legations.",
        "One of the audience, with a contemptuous remark, took a handful of pebbles to pelt him with.",
        "Still, they could not believe that it was according to the will of the caliph that they here thus treated, until a certain number of their chiefs went as a deputation to Hisham, but failed to obtain an audience.",
        "In virtue of the common-stock of opinion among the interlocutors and their potentially controlling audience, this process was more valuable than appears on the face of things.",
        "His efforts on behalf of Wagner, who was then an exile in Switzerland, culminated in the first performance of Lohengrin on the 28th of August 1850, before a special audience assembled from far and near.",
        "Of course an entire epic could not be recited on a single occasion; nor can we suppose that it would be thought out from beginning to end before any part of it was presented to an audience.",
        "The hymn to the Delian Apollo ends with an address of the poet to his audience.",
        "They are read out by an intelligent Brahman to a mixed audience of all classes and both sexes.",
        "The dominion of the Swedes was very unfavourable to the development of anything like a Finnish literature, the poets of Finland preferring to write in Swedish and so secure a wider audience.",
        "He had early trained himself in the art of speech-making, in the forest, the field and even the barn, with horse and ox for audience.",
        "1555) writes to his friend Bullinger in 1549, that he reads \"a public lecture twice in the day to so numerous an audience that the church cannot contain them,\" and adds, \"the Anabaptists flock to the place and give me much trouble.\"",
        "Ruling with the help of the Royal Audience, the governor was absolute master of the country, and regulated the smallest details of life.",
        "She spent her last years at St Cyr in perfect seclusion, but an object of great interest to all visitors to France, who, however, with the exception of Peter the Great, found it impossible to get an audience with her.",
        "Persia continued to increase; in December 1904 a special mission under Mirza Riza Khan was received in audience by the tsar; and in May 1905 Muzaffar-ud-Din Shah himself left Persia to visit the courts of Vienna and St Petersburg.",
        "His style, if occasionally somewhat turgid, was elevated and passionate, and it always bore the impress of that intensity of conviction which is the most powerful instrument a speaker can have to sway the convictions of an audience.",
        "He also elaborates the episodes most attractive to his audience, notably those of Dido and Aeneas and Lavinia, the last of whom plays a far more important part than in the Aeneid.",
        "The two most famous among its buildings are the Diwan-i-Am or Hall of Public Audience, and the Diwan-i-Khas or Hall of Private Audience.",
        "The speech seemed likely to divide the audience, when Wendell Phillips took the platform.",
        "The Gagan Mahal, or ancient audience hall, is now a mass of ruins, but when complete must have been a beautiful building.",
        "Despite the effect of a false rumour of retraction and a forged confession, his adversaries in despair summoned him to four public conferences (1st, 18th, 23rd and 27th of September), and although still suffering, and allowed neither time nor books for preparation, he bore himself so easily and readily that he won the admiration of most of the audience.",
        "As a lecturer he could command an audience of little less than 1000 in the theatre of the Royal Institution, and his fame had spread far outside London.",
        "He appealed in his odes and sonnets to a restricted audience already educated by the chivalrous love-poetry of Provence and by Italian imitations of that style.",
        "Lord Palmerston was no orator; his language was unstudied, and his delivery somewhat embarrassed; but he generally found words to say the right thing at the right time, and to address the House of Commons in the language best adapted to the capacity and the temper of his audience.",
        "There was a screen between them at the interview, such as the present regentempresses of China use in giving audience to their ministers; but Tze-lu, one of his principal disciples, was indignant that the master should have demeaned himself to be near such a woman, and to pacify him Confucius swore an oath appealing to Heaven to reject him if he had acted improperly.",
        "His gestures were scanty, his voice was not powerful, but he was desperately in earnest, and he held his audience whether his sermon contained a picturesque and detailed description of the torments of the damned, or, as was often the case, spoke of the love and peace of God in the heart of man.",
        "His earliest sermon before the king at Whitehall carried his audience \"to heaven, in holy raptures.\"",
        "Echegaray succeeded to the literary inheritance of Lopez de Ayala and of Tamayo y Baus; and though he possesses neither the poetic imagination of the first nor the instinctive tact of the second, it is impossible to deny that he has reached a larger audience than either.",
        "He believed, he subsequently told a Unionist audience, that the Opposition could have turned out the Government at this time owing to the indignation about the shortage of munitions; but that would have meant an election and renewal of party feeling, and so have prevented the concentration of effort on the war.",
        "It was his duty as professor to lecture at least once a week in term time on some portion of geometry, arithmetic, astronomy, geography, optics, statics, or some other mathematical subject, and also for two hours in the week to allow an audience to any student who might come to consult with the professor on any difficulties he had met with.",
        "Le Roi s'amuse (1832), the next play which Hugo gave to the stage, was prohibited by order of Louis Philippe after a tumultuous first night - to reappear fifty years later on the very same day of the same month, under the eyes of its author, with atoning acclamation from a wider audience than the first.",
        "The audience was moved to tears, the poet was fined for reminding the Athenians of their misfortunes, and it was decreed that no play on the subject should be produced again.",
        "A large bare floor is undoubtedly bad for acoustics, for when a room is filled by an audience the hearing is much improved.",
        "In Constantinople he had audience of Andronicus II.; he gives an enthusiastic description of St Sophia.",
        "The papacy being then vacant, a definite reply to his proposals was postponed, and Bar Sauma passed on to Paris, where he had audience of the king of France (Philip the Fair).",
        "Demosthenes has at command all the discursive brilliancy which fascinates a festal audience.",
        "During a prolonged audience he had received from the pope assurances of private esteem and personal protection; and he trusted to his dialectical ingenuity to find the means of presenting his scientific convictions under the transparent veil of an hypothesis.",
        "On January 18th, 1904, Mr Chamberlain ended his series of speeches by a great meeting at the Guildhall, in the city of London, the key-note being his exhortation to his audience to \"think imperially.\"",
        "Indeed, during the long audience to which we were admitted, it was almost impossible to converse, so loud were the shouts of the people in the Thuilleries Gardens, which were full, though it was then dark.",
        "He must remember that the historian should not write as the dramatist does to charm or excite his audience for the moment (ii.",
        "Sensing an indifferent if not hostile audience, he retreated to his lab after our ice cream desert.",
        "The Watchers then relegated themselves to the role of a benevolent audience in the bloody basketball game that was Damian's war.",
        "Besides, Fred will have the audience salted with all his old lady friends.",
        "\"Maybe the advance press on Boo! scared the audience from coming,\" Cynthia said as she toted in more victuals, a Bride magazine under her arm.",
        "Many of the frisky paraders held water pistols and other more potent hydro-arms, squirting the audience, which responded mostly with glee, but often with return fire.",
        "The dropped hose snaked away, further scattering the audience, the Deans among them.",
        "If anything, the audience looked askance at the crude comment.",
        "The audience was temporarily in his court.",
        "\"I'm surprised the audience didn't boo him off the stage,\" Cynthia said.",
        "The timing for the demon lord to request an audience couldn't have been worse.",
        "And why their leader is demanding an audience with me to discuss you.",
        "By threatening me, by condemning me, and finally, by seeking a discreet audience with me.",
        "You will find more blood, wash basins and fresh attire inside. I will collect you on the hour for an audience with the master.",
        "There were six large ornate sheet music cabinets along one wall and comfortable seating for eight, although Sarah was the only audience ever in attendance.",
        "Given the extenuating circumstances, I believe we'll obtain approval without an audience.",
        "Maybe that was what she needed to do â€“ tell the entire story to an unbiased audience.",
        "Film, Text, Audience (Dr. L Spinks) This course focuses upon the poetics and politics of cinematic adaptation.",
        "adoration of a receptive audience.",
        "Powered by an incredibly powerful 10 Liter supercharged engine, this aircraft can perform spectacular unlimited aerobatics that will amaze the airshow audience.",
        "Michael Gambon is quite superb as Sir John Falstaff, and completely captures the audience's affections from the start.",
        "Is the only audience to its the unofficial African.",
        "I don't pretend to understand the alchemy that inspires an audience to chase after one film sight unseen, and not another.",
        "alienate some listeners and have an effect on the youth audience.",
        "alienategh children's borrowing is on the up, we are in danger of permanently alienating the mainstream UK adult audience.",
        "alter audience perception of this scene.",
        "Performing three songs for fifteen minutes in front of a global audience of 3 billion is not altruistic.",
        "amaze any audience.",
        "amazement of the audience, they emerged from the exhibition at the rear of the building.",
        "We're going to inspire our audience with a righteous anger.",
        "anybody in the audience about whatever my particular point of view is.",
        "Sure enough, Jimmy Eat World played a blistering set, albeit to a largely apathetic audience.",
        "The audience enter a booth one at a time to watch a three minute performance through a small rectangular aperture.",
        "The lucky person was Jack Burgess who also was warmly applauded by the audience.",
        "applauded by the audience.",
        "The news was greeted with thunderous applause from an audience.",
        "Ok, update time. [[ audience applause] ] Thank you, thank you.",
        "The curtain came down; the audience's applause was tumultuous.",
        "applause of the audience not the feedback?",
        "applause from an audience.",
        "appreciative audience during the day.",
        "In the Old Club House a highly appreciative audience greeted Graeme's late night show.",
        "At the Cycle Show the audience seemed far more appreciative, to me at least.",
        "appropriate for the audience who sees it.",
        "He also had an armful of posters which which he teased the audience.",
        "Lee broken mikes fronting slack Punk they cut a smile into our faces with still half an audience resisting arrest.",
        "When you expose the artifice of theater, the audience will trust the performers to take them anywhere.",
        "But I beg these talented young artistes to consider that their audience do not know the text as well as they do!",
        "astound even the most hardened audience.",
        "Mr Boom keeps the younger audience attentive in the new marquee.",
        "The audience seemed particularly attentive whenever she was on stage.",
        "attract back the audience of the aforementioned film.",
        "audible gasp of shock from the audience.",
        "They tried to create a Breton pop sound which attracted a wide audience.",
        "We will reach a whole new audience with this \" .",
        "Nearly 100 pupils from Christ's Hospital were invited to entertain the audience in the Church with an evening of music.",
        "Here she captivated the audience, & us with her singing, that has a romantic & midnight zone feel to it.",
        "There will be a workshop performance to an invited audience on Thursday August at 12.30pm.",
        "The band wowed the audience with their brand of rap ultimately slamming the audience with their chart hit ' ' Where Is The Love?",
        "audience in the palm of his hand.",
        "Putting music on for the sake of getting great bands heard by a wider audience is what it is all about.",
        "Market Who is the intended audience for the course?",
        "The photo shows an appreciative audience during the day.",
        "Even a captive audience won't necessarily dance to your tune.",
        "The award was voted for by the packed audience at the event in Hoxton on Saturday.",
        "Notes on style All authors are asked to take account of the diverse audience of Psychoanalytic Psychotherapy.",
        "audience participation.",
        "A mooted move to a younger target audience may be discounted.",
        "The communication should be delivered in clear and concise language for a non-specialist audience.",
        "The studio audience then votes on the best two to pick a winner.",
        "Soundtracks are not permissible unless played live in front of the cinema audience or at the time of filming.",
        "That our television associated with future its viewing audience Top Home Entertainment worldwide his vision was limited.",
        "audiotapes scripts as well as audience handouts.",
        "Seeing the Dalai Lama address an audience in 1993 - such a tiny man yet he filled the auditorium with his radiance.",
        "Adapted from Mr. Evans's tell-all autobiography, the movie takes the audience on an intimate journey into the mind of this Hollywood legend.",
        "At Northampton and at each successive show the audience seemed quite awed by this visual effect.",
        "Do you think you ' make more sense ' to a Northern Irish audience than to a crowd in a pub backroom in Cambridge?",
        "How far I succeeded I can only leave the audience or reader of Klytemnestra's bairns to judge.",
        "The enigmatic Nick Cave treats the audience to his dark, enticing piano balladry.",
        "banter with the audience blended together effortlessly and seamlessly.",
        "Blending incisive observation with light-hearted banter, a welcome rapport was developed with the audience.",
        "I even threw in a bit of audience banter.",
        "He was positively beaming as he noted that the audience was largely made up of lawyers and law students.",
        "blackberryany of you probably in the audience have BlackBerries, yes, raise your hands.",
        "At the start of the second act I had to enter through the audience in a total blackout.",
        "An authentic Queen stage set complete with lighted gangways, risers and stairways fitted with audience blinders.",
        "boos from the audience, the Daily Mirror reports.",
        "Break your audience into smaller groups Promote teamwork by gathering feedback from groups brainstorming ideas outside of the main meeting room.",
        "But it is delivered to the audience with such brio, such attack - and such uniformly excellent acting.",
        "The open-air cafes with their emphasis on consumption attempt to meet the needs of a very different audience.",
        "cajoles the audience about current issues in Nottingham.",
        "His instantly likeable, goofy manner, successfully cajoled the audience into a perfect mood for the rest of the show.",
        "Occasionally they defy audience patience too, but on the whole this is an enjoyable caper from first-time director Scott Roberts.",
        "captivated the audience.",
        "That we are so ready to empathize with these comic caricatures is as much reflects of Roberts ' craft as the audience's sentimentality.",
        "An audience of 22 were entertained most royally in the Village Hall by a delightful evening of festive carols.",
        "carols for choir and audience.",
        "catchphrase used to invite audience members to the stage to become contestants in game shows.",
        "Traverse - the acting area is down the middle with audience sitting on two opposite sides, a bit like a fashion show catwalk.",
        "Initially, despite heavy censorship, he was able to give his audience some glimmer of the truth.",
        "We had a webcast audience of more than 500, and two satellite channels were filming.",
        "Also seen in the audience were songwriting genius Scott Reilly, and velvet-voiced Canadian chanteuse Denise MacKay.",
        "How do we convince the audience of \" Uncle Manny \" sincere motives with out sounding cheesy.",
        "choral repertoire that must have been largely unfamiliar to much of the audience.",
        "The piece was beautifully choreographed, the characters were very well portrayed & engaged the audience with humor & charm.",
        "At the last meeting, David Bernstein told a skeptical audience that \" pure chrysotile is rapidly cleared from the lung.",
        "This suggestion struck an obvious chord with the audience who enthusiastically clapped their approval.",
        "clapping audience.",
        "We wanted the audience to feel the fetid claustrophobia of the bunker.",
        "A masterful performer, Roy gently coaxes the audience in giving it what matters most - the song.",
        "cognizance of the fact that some day this will be for an audience.",
        "collection of poetry by John Clare - which helped to bring Clare to a wider audience.",
        "Amazingly they all colluded, so the audience took it right between the eyes when the big moment came.",
        "come-on for the target audience, no siree.",
        "This production makes the role partially comical, while still reminding the audience of that Marley is a ghost.",
        "communicated more with the audience, by getting them to ' buzz ' each time you appeared.",
        "communicatep skills in researching information and communicating findings to a specific audience.",
        "To be honest, I think they've become too complacent with what is, in effect, a captive audience for their products.",
        "complicated maneuvers designed to impress an audience.",
        "These range from the most fundamental - giving the wrong speech - to losing composure in front of a live audience.",
        "The audience listened spellbound as the band played songs with their original introductions, many accompanied by duet concertina.",
        "conclude with a panel discussion during which the debate will be thrown open to the audience.",
        "The target audience is more the historian than the whiskey connoisseurs.",
        "console gamers - a much larger potential audience than PC owners.",
        "An added bonus for the Paris audience was provided by some cleverly contrived animated film, which provoked considerable laughter.",
        "The book also assumes from the outset that the audience is already conversant with computer -based statistical packages.",
        "courageous enough to stand up in front of the audience with an \" Untitled \" speech.",
        "By encouraging media coverage, we hope to take the issues to a broader audience.",
        "Such claims were obviously thought too gross for a domestic audience; they would strain the credulity of ordinary Bosnian Serb peasants.",
        "A gentleman in the audience had traveled from Cardiff to see this croup - how's that for enthusiasm?",
        "I read poems in a dark church crypt to a small, keen audience.",
        "I wanted a name that would pique the curiosity of my perspective audience.",
        "curt response was met with a round of applause from animal dealers and vested interest groups in the audience.",
        "A lifesize cutout of Kylie in Fever pose danced about above the audience throughout Basement Jaxx's set.",
        "dais in front with colored lights flooded over them and then round to the audience.",
        "Jane then gave a rousing performance to a packed out audience with Lionel giving a top class tap dance along side.",
        "dazzled the audience in time with the beat of the music.",
        "In 2001, Cara Dillon's eponymous solo debut was quietly released (via Rough Trade ), on an unsuspecting audience.",
        "The death of Home Rule not only decimated his British audience, it also freed Irish protestantism from the restraints of political cohesion.",
        "Many people in the audience found they could n't decipher the words, despite their being in English.",
        "The audience The conference attracted 153 delegates, the largest number to date.",
        "delighted the audience.",
        "delighted audience made their way through the snow toward home.",
        "According to the Harrogate Advertiser a storming rendition of Riverdance caused such delirium that the audience would not stop clapping.",
        "In this horrifying denouement resulting from the clash of multiple perspectives, the audience confronts the dead, wounded, and defiant.",
        "Wanda Jean ' s audience seemed desperate to talk about anything other then the powerful documentary we were there to imbibe.",
        "Every day, millions of online diarists, or \" bloggers, \" share their opinions with a global audience.",
        "difficulty of the puzzles can be selected to suit the audience.",
        "difficultyew technical difficulties were overcome, Chris Goddard's dazzling fiddle playing had the audience enthralled.",
        "In utter disbelief his asked Herod \" Where do you get this audience?",
        "disbelief from the audience and many people were in tears.",
        "Each session was organized with short introductory presentations, followed by commentaries from panel discussants before opening the discussion to the audience.",
        "The day will conclude with a panel discussion during which the debate will be thrown open to the audience.",
        "How dare he show such disrespect to his audience.",
        "Feb 2005 Dressed soul diva Ms Sheila Ferguson for her appearance in An Audience With Joe Pasquale.",
        "diverse audience of Psychoanalytic Psychotherapy.",
        "A key point is that it's targeted as attracting female drinkers, previously a hard audience to reach for real ale.",
        "The quality was quite stunning and had the audience clustered around it positively drooling!",
        "dummy Sun Always Shines On TV, where A-ha perform in a church to an audience of crash test dummies.",
        "eagle-eyed members of the audience will spot these six paintings on the set of our production.",
        "He suggested that Baptist ministers are not considered Kosher - speaking in an Anglican church tonight [albeit with a truly ecumenical audience] .",
        "efface any distinction between speakers and ' audience ': all were equal participants.",
        "If the central character does not emote, then there is little for an audience to connect to.",
        "The audience demanded an encore which they were never going to get.",
        "engage the audience in some way.",
        "Extremely articulate and instantly engaging, Knight threw in material that this trade audience had clearly not heard before.",
        "enlightened the audience on how to become a successful director.",
        "enough tho to persuade all the audience, for there are some intransigent views out there!",
        "enraptured audience of 800 million viewers all over the world.",
        "The audience was screaming and applauding, we were totally enraptured.",
        "entertain the audience in the Church with an evening of music.",
        "entertaining to watch, bonding with the audience, without actually being musically inspiring.",
        "entertaining for a young audience!",
        "entertainments industry, we know how to read an audience.",
        "enthralled a capacity audience from the start of the event.",
        "epilogueally the film had an epilog featuring Van Helsing in a curtain speech warning the audience of the existence of vampires.",
        "ergonomics issues 1) The development of the format of the text to suit the needs of the intended audience.",
        "Today's audience wants more escapism - not that they want just dumb films.",
        "Audience a campaign to make data as standard ESP.",
        "EVENSONG audience: ALL evensong audience: ALL Evensong will take place on Tuesday 17 February at 5.15pm in the Chaplaincy Center.",
        "He had considered every eventuality, from instant imprisonment to a freely given audience, hut he was totally unprepared for what now happened.",
        "This was not an audience which knew exactly what it wanted and certainly not an audience that obviously wanted exactitude.",
        "exhibit these paintings on our web site to reach the wider audience they deserve.",
        "His landmark book on improvisation proved that musical experimentalism could engage a wide audience across many fields with issues of vital importance to humanity.",
        "expounded blind Bartimeus, to as genteel an audience as I have ever seen.",
        "The small audience made up for numbers by their sheer exuberance.",
        "And what a totally fab audience, and a totally FAB show!",
        "fascinate a global audience for decades.",
        "CAN WE STILL BE FRIENDS A big audience favorite even to this day.",
        "He will have surprised his audience by his claim that no social improvement can be achieved purely by government fiat.",
        "Tonight the audience faced a dilemma; attend the gig or watch the series finale of The OC on E4.",
        "flickering shadows, invited the audience to share their fears.",
        "flirts with the girls in the audience.",
        "The audience participants will be able to hear the footfalls of the dancers on the other side of the screen.",
        "Technically, everything went wrong: the curtains stuck, the enchanted forest refused to grow, and the audience responded with loud guffaws.",
        "fragmentary glimpses of the creature force the audience to use their imagination.",
        "free tradeetary-general appealed directly to his audience of mostly corporate executives to use their influence with governments to bring about freer trade.",
        "front of an audience.",
        "Bonn gig has more interaction with the audience and showed Stuart to be the best frontman a band could have.",
        "fusion of funk, latin and jazz which took his audience into the early hours of the morning.",
        "So I asked the audience at the warm-up gig, ' is it OK to do this subject?",
        "glamourhostess for the journey will be 1970s glamor queen Pam Ann, aided by unsuspecting members of the audience.",
        "goading the audience into a chant of \" Bring back, bring back.. .",
        "goody screening will be preceded by a quiz where younger members of the audience can win some film goodies.",
        "gooseneck microphone on the lectern and boundary microphone on the credenza, output through ceiling speakers over the audience.",
        "gratifications theory This allows SMG to deliver the high-earning and high-spending target audience to advertisers.",
        "Not only did the GLC teach the audience how not to dress, they also instructed how to sex up an uncooked ham.",
        "Keywords can also fit well into speaking engagements scripts or audiotapes scripts as well as audience handouts.",
        "It's a bit like offering a handshake to your audience.",
        "Young, dashingly handsome, and with enough pectoral muscles to get the audience screaming in lust whenever his shirt is removed.",
        "harangued the audience.",
        "harbor any resentment against the audience for wanting to hear our older material.",
        "hard-bitten lot, encouraged their audience to use the schemes.",
        "These attacks on an almost hard-wired complacency are vital in terms of grabbing the audience and demanding that they listen.",
        "hasten to say there is a great deal of the Carmichael family in the audience.",
        "This was used by people in the audience wearing hearing aids.",
        "heartening aspect of the past year has been the audience's feedback.",
        "Last night, I had one of my best ever heckles (well, audience participations ).",
        "Q. A man in the audience said, \" If ministers stop preaching hellfire, they will have no control over their people.",
        "A predictably grinning Hill told an audience of planners last week: I'm the dandy highwayman who you're too scared to mention.",
        "A lot of thought and planning went into this category and produced some hilarity throughout the slide show audience.",
        "hortatory language at this point, a concern for the audience is transparent.",
        "housewife audience, an exercise which would be extremely expensive on TV.",
        "Hugh success with a lively audience and a diverse group of speakers.",
        "hustings meeting, in a mock ballot, just over 80 percent of the audience backed him.",
        "Even members of the audience watching exhibitions of stage hypnotism can be influenced.",
        "As he redoubled his efforts so the mirth of the audience grew more hysterical.",
        "impress an audience.",
        "Danny has a unique style that combines stand-up, improvisation, story telling, audience participation and the odd bit of magic.",
        "As the first note was struck the audience erupted into a sea of flying bodies and the already hot atmosphere became incendiary.",
        "The question of the audience and the society for poems was there in a very inchoate form.",
        "Good sight lines are important acoustically as they prevent absorption of the direct sound by grazing incidence over the heads of the audience.",
        "Kicking the Moon draws the audience into their bizarre and quirky world, where impressive acrobatic and juggling skills become almost incidental.",
        "The Critical Review and the Quarterly feared that the extensive use of Scots would prove incomprehensible to an English audience.",
        "insist instead of letting the audience find out.",
        "The audience, carefully selected to be hostile, offered a series of gratuitous insults to the Prime Minister.",
        "intended audience firmly in mind.",
        "intended audience for the course?",
        "interact with an audience is being evaluated.",
        "His curt response was met with a round of applause from animal dealers and vested interest groups in the audience.",
        "On the back row, and also intermingled on the third row, are the studio audience.",
        "The show at Prince's LA villa was seen by a very intimate audience - only fifty odd guests were invited.",
        "invited audience on Thursday August at 12.30pm.",
        "However that did not seem to bother the band or audience one iota despite such close quarters.",
        "jaded Italian audience talking through this overture.",
        "jeering audience challenged him to levitate an elephant.",
        "Our repertoire mainly comprises well known Irish folk songs to get the audience singing and lively jigs and reels to set the toes tapping.",
        "The announcement cleaved the audience in two, Alun's supporters quietly jubilant, Rhodri's deeply resentful.",
        "knockabout style, with many asides to the audience.",
        "laconic voice, the easy manner with a lyric, the comfortable presence with an audience.",
        "The positive press coverage has helped to promote a new image of rural landscape to a wider audience.",
        "A woman in tonight's audience had a laugh like a hyena and she laugh like a hyena and she laughed all the time.",
        "I am more than happy to pass the ` baton ' on to you (uproarious laughter from the audience ).",
        "He has transfixing lyrics that leave the audience with stitch from belly laughter!",
        "They just aren't someone you want to have over for dinner, (audience laughter ).",
        "laughter of the audience as I left them wanting more.",
        "laughter from the audience.",
        "laymanaudience for the former consists of fellow workers and interested laymen whilst the audience for the latter may not yet be born.",
        "leftist intellectual gathered a small audience as he spoke loudly and angrily about the need face the US challenge.",
        "NB - To be slightly lengthened with an introduction for future general audience showing.",
        "The happy audience strolled back out into the stormy night feeling much levity in comparison to the evenings heavy weather.",
        "The audience took an instant liking to it, which was demonstrated by the gentle swaying of bodies.",
        "litany of abuses provoked the audience to laughter at one point, causing the chairman to intervene.",
        "We have an amazing audience of music lovers around the world who are crossing genres.",
        "The more specific your content offering is to your audience's needs, the more likely it is to inspire loyalty.",
        "Homebrew glorify it by playing tight and neat numbers with witty lyrics that scream for a crowd scene and lots of audience participation.",
        "Hirsch's Tim is easiest for the audience to identify with, an ordinary kid thrown into an emotional Maelstrom.",
        "masque performed on a stage to an audience, and also to us.",
        "matinee audience was rather shocked at references to blow jobs - not quite what dear Alan should be writing about!",
        "Indeed, I felt quite meek, compared to the reaction of the audience.",
        "The audience enters to find bleak wire mesh framing a space which is bare apart from two wooden pallets.",
        "This reaches a wider and more diverse and regular audience than the largely metropolitan focussed commercial gallery sector.",
        "These high tech poles are used to enable the sound operators to reach any part of the audience with a directional microphone.",
        "The audience was comprised of mostly middle-aged, and older, males.",
        "middle classion for Human Dignity (CHD) organized a violent protest against his largely middle-class audience.",
        "The last person does the mime for the audience.",
        "Due to the noise the audience make mimes of the words being spoken have been developed.",
        "mingled with the audience and tickled not a few men's fancies!",
        "miniscule audience.",
        "mused upon, language taught, chopsticks clicked, the audience captive.",
        "mystify the audience.",
        "His great-great nephew Kevin Minns was among the audience - Mr Minns is Lord Nuffield's closest living relative.",
        "niche audience of any type.",
        "Additional materials and audience have a notepad handy when presenting at your poster session.",
        "Aimed at adults - in fact it was one of the first series to feature nudity - the prgramme failed to find an audience.",
        "It's a sworn oath for magicians not to tell the audience how a trick is done.",
        "objectify many experiences shared with individuals in that audience.",
        "She deprives the audience of the point of a freak show: you ca n't ogle.",
        "The audience laughs so much you miss so many great witty one-liners.",
        "one-on-one with audience members.",
        "onstage in front of an audience, are they aware that they are performing?",
        "Opal After tea, the audience returned to their seats and Terry Davidson introduced Ross Chapman to talk about Australian opal After tea, the audience returned to their seats and Terry Davidson introduced Ross Chapman to talk about Australian opal.",
        "L: The UK vinyl toy scene has a very open-minded audience.",
        "organize by topic, by task, or by audience?",
        "The audience gave him a rapturous standing ovation which lasted at least 14 seconds.",
        "The lack of audience and the lack of any real panache in their script-writing was a bit of a let down.",
        "panel discussion during which the debate will be thrown open to the audience.",
        "Director Marc Levin was asked how the general audience could be persuaded to see films like this rather than the usual commercial pap.",
        "Using techniques of stop-motion, duplication and substitution the works extend an invitation to the audience to be willing participants in their fictions.",
        "particularitys ' conception should pay close attention to the unique temporal, spatial and conceptual particularities of this event and its audience.",
        "One of expanded cinema's major aims is to work against audience passivity and compel active participation in one form or another.",
        "Audience figures seem to indicate that a lot of licence-fee payers listen to her.",
        "Production values can acutely alter audience perception of this scene.",
        "performed in front of an audience.",
        "pique the curiosity of my perspective audience.",
        "Throw the diabolo over your head, perform a quick half pirouette to face the audience again & catch the diabolo in the cradle.",
        "After opening with a half-decent comedy song, the two launch straight into a double-pronged, yet playful assault on the audience.",
        "But as the evening continues, she begins to get more playful with the audience.",
        "Jack Straw is merely indulging in a tactical ploy for a domestic audience.",
        "When the plays were performed for the entire democratic polis the experiences of audience members were, of necessity, not equal.",
        "I missed the title of the next song, a light and almost poppy song that went down well with the audience.",
        "This is an unashamedly Populist book, written to bring his notions of the digital revolution to a mass audience.",
        "Our characters, around the Cluedo board distributed quality postcards to the target audience.",
        "prance around in skimpy outfits is to distract the audience from the fact they have no musical talent.",
        "priseexpectant audience watched 26 international young hopefuls compete for the coveted prize.",
        "Forced into the intimacy of the characters, the audience are made privy to the story behind their decaying relationship.",
        "proactive in the development of their text using audience feedback as a major element of the process.",
        "They needn't have been, for with consummate professionalism, Salander had perfectly fitted his song to his audience.",
        "Her highly theatrical piece explored the familiar topic of love in an original way which audience members found extremely moving and emotionally provocative.",
        "provoking presentation with a larger audience.",
        "The basic point is incredibly complex, examining tolerance, loyalty and cowardice with a visceral punch to the audience.",
        "punters in the audience.",
        "In shadow puppetry, the audience only sees the shadows of the puppets, thrown onto a screen by a light or a fire.",
        "The audience gradually warmed to the musical quality and inspired playing from a richly talented quartet coping admirably with often technically difficult scores.",
        "The first quarto of Hamlet offers its audience an interesting new way of looking at an extremely familiar text.",
        "quick-fire gags and good audience participation (says a contributor!",
        "We will always support the broadest range of audience accessing our activities.",
        "Lots of changes in tempo here, holding the entire audience rapt.",
        "Eight songs is too few, of course, from a band who could keep an audience rapt for hours.",
        "rapt audience heard O'Donnell expand on the themes explored in his recent best selling books on Emmet.",
        "reach a whole new audience with this \" .",
        "The force of Richard's stinging rebuke here is felt by the audience, most of whom will know its historical accuracy.",
        "received by a large audience and Julian subsequently spent an hour giving further explanations and taking questions.",
        "The cast seemed a little taken aback and surprised by the rousing reception the audience gave them come the curtain calls.",
        "receptive audience.",
        "The band played a \" Last Night of the Proms \" style concert to an extremely receptive audience.",
        "Whilst this meant there was an increasingly receptive audience for the pensions debate there was also considerable noise.",
        "The audience at a piano recital does not consist entirely of pianists, or at an opera of operatic singers.",
        "The EX Factor finalists literally graced the red carpet as they came under the hammer in front of a star gazed audience.",
        "refreshment break members of the audience will have a chance to tell stories, too.",
        "regaled the audience with funny stories of his previous roles, which included being an accountant!",
        "The audience has a fine time booing this haughty pirate and enjoying a tit-for-tat repartee when Hook asks us for advice.",
        "His songs were witty and well crafted with highly intelligent lyrics and his between-song stories and audience repartee were of the same high standard.",
        "now rephrase in modern terms - which nation would Jesus use today for an American audience?",
        "rephrase in modern terms - which nation would Jesus use today for an American audience?",
        "retread of numerous other movies aimed at a younger audience.",
        "rhapsody on the piano backstage and didn't realize the audience had come in.",
        "The rhetorical situation isn't simply found, but is in part created by the rhetor in conjunction with an audience.",
        "In the audience, Philip Seymour Hoffman is already bored rigid.",
        "ringside audience increased and everyone was smiling.",
        "rostrumC \" consents \" have already been obtained and exist for standard audience rostra and agreed configurations.",
        "rouse such strong emotions in an audience is something very special indeed.",
        "roveere were NO roving microphones and it became hard to hear other audience members.",
        "Two drunken sailors in the audience last night said their singing sounded like a couple of parrots fighting.",
        "He manages to draw the audience into a private life set in a ' private sanatorium ' .",
        "Al is particularly good at adapting his humor to the audience - he can be clean, very saucy or something between the two!",
        "If looking directly at audience members seems a bit scary at first, then look at the audience as a whole.",
        "Make sure you are speaking to your audience, not to the floor, ceiling, or projection screen.",
        "Technically the strategic inter-cutting between Close-Ups of the performers and members of the audience is a simple and apparently seamless device.",
        "seduced a new audience.",
        "selected to suit the audience.",
        "Martina, ever so slightly self-conscious, intent on ignoring the cameras and the audience.",
        "Moral talk rarely has much effect upon its audience, because its real purpose is to make the speaker feel even more self-satisfied.",
        "It is not a film which you can view passively; it does not patronize its audience by providing fully sequential information.",
        "Performers in black masks, dwarfed by flickering shadows, invited the audience to share their fears.",
        "But of course there's one more twist in the tale, designed to bring a final shudder to the audience.",
        "In the midst of these ineffective councils the chief sits usually silent a kind of a gagged audience for village orators.",
        "If you present a simulacrum of a 17th century performance to a 20th century audience, what response do you get?",
        "But Shakespeare's audience knows that it is a mortal sin to attempt marriage when you are already married.",
        "singalong chorus from the audience.",
        "sketch drawn by a fan in the audience at Kettering.",
        "skimpy outfits is to distract the audience from the fact they have no musical talent.",
        "The audience had an impossible task ahead of them - namely to choose 20 young slammers to got through to the semifinals.",
        "Judging by the suppressed sniggers from the audience, they were no more impressed by this than I was.",
        "sniggers from the audience, they were no more impressed by this than I was.",
        "sold-out audience of 4000.",
        "spellbindned the audience in two seconds, then launched into a personal reminiscence that had the audience spellbound for 40 minutes.",
        "spellbound audience.",
        "It even started with some suitably spirited singing, and drew many a laugh from the enthusiastic audience.",
        "Generally thought to be a superb gig, the audience were noted to have burst into totally spontaneous mid-song applause more than once!",
        "Plus learn how to dress up as a mommy and distract your audience for a spookily spotless spectacle!",
        "It was a very mixed audience covering every age bracket with a fair sprinkling of young females.",
        "Michael Crawford never made an audience squirm quite like Eddie did.",
        "steering away from what the audience wants, we're not reactionary at all.",
        "Lots of gags about having a stooge in the audience, but not hugely funny.",
        "stooge in the audience, but not hugely funny.",
        "stripper on the hall stage failed to cheer up the deeply disappointed audience.",
        "studio audience then votes on the best two to pick a winner.",
        "Finally, music at its best will help the audience understand the delicate subtlety of the storyline - the subtext."
    ],
    "definition": [
        "a. A group of viewers or listeners, especially those present at a performance (as a play, concert, or lecture) or a public event (as a rally).\nb. The readership for printed matter, as for a book.\nc. A group of people who follow or admire an artist or performer: The tenor expanded his audience by recording popular songs as well as opera.",
        "A formal hearing, as with a religious or state dignitary.",
        "An opportunity to be heard or to express one's views.",
        "Link/Cite",
        "(now rare) Hearing; the condition or state of hearing or listening. [from 14th c.]",
        "A group of people within hearing; specifically a group of people listening to a performance, speech etc.; the crowd seeing a stage performance. [from 15th c.]\nWe joined the audience just as the lights went down.",
        "A formal meeting with a state or religious dignitary. [from 16th c.]\nShe managed to get an audience with the Pope.",
        "The readership of a book or other written publication. [from 19th c.]\n\"Private Eye\" has a small but faithful audience.",
        "A following. [from 20th c.]\nThe opera singer expanded his audience by singing songs from the shows.",
        "In some dialects, audience is used as a plurale tantum.\nThe audience are getting restless.",
        "Link/Cite"
    ]
}