{
    "translation": "לאשר, לאמת, להוכיח",
    "uses": [
        "Its primary object was to authenticate the relics of St James at Compostella.",
        "His last chemical paper, published in 1788, on the \"Conversion of a mixture of dephlogisticated and phlogisticated air into nitrous acid by the electric spark,\" describes measures he took to authenticate the truth of the experiment described in the 1785 paper, which had \"since been tried by persons of distinguished ability in such pursuits without success.\"",
        "The legend probably originated in a desire to authenticate the relics in the abbey of Saint Denis, supposed to have been brought to Aix by Charlemagne, and is preserved in a 12th-century romance, Le Voyage de Charlemagne a Jerusalem et a Constantinople.'",
        "Furthermore, this belief that prophecy had ceased led the religious personalities of the later time to authenticate their message by means of antedated prophecy.",
        "Look for sellers with high customer ratings and who are offering the Burberry dust cover and a copy of their original receipt so that you can authenticate its source.",
        "authenticate a cardholder.",
        "They have the experience and knowledge to help you know what to look for, where to find it and how to authenticate its accuracy.",
        "Whether you are reselling the gold or expect your children or grandchildren to resell the bullion, the certificate will authenticate the gold and make it easier on the sellers to negotiate prices.",
        "Antique and estate rings, for example, should be accompanied with an appraisal to authenticate their value - the cost of the appraisal can help the couple avoid potential poor deals from imposter rings.",
        "Rings with the original design that pre-date World War II and before the Asscher Diamond Company reformed in 1945, are harder to find and to authenticate.",
        "authenticate users out of a text file.",
        "However, to authenticate the piece, you'll have to look inside.",
        "authenticate documents with a foreign element.",
        "authenticate the identity of your users?",
        "Unfortunately, the supporting infrastructure does not enable the browsers to properly authenticate the origin of these proxy settings.",
        "The default value is no, which allows users to be trusted once they successfully authenticate themselves.",
        "authenticate when prompted at the wireless gateway.",
        "authenticate for authenticating the caller to service and vise versa.",
        "It contains all the details used to authenticate a cardholder.",
        "password cracking does not require anything to be sent on the wire as intruder's own machine is being used to authenticate your password.",
        "Encryption has the power to authenticate the identity of these authors to their partners abroad, and protect their identity from despots at home.",
        "The best-known series is the papal series of leaden seals which have lent their name to the documents of the papal chancery which they authenticate, popularly known as papal \" bulls.\"",
        "If you can't find a match, it's possible the watch you're attempting to authenticate is not an antique timepiece.",
        "It hard to differentiate these glossy reproductions from the authenticate originals.",
        "Fringe and details: Adding fringe and small Native American details will help authenticate the look of your Indian costume."
    ],
    "definition": [
        "To prove that something, such as a document, is what it purports to be, especially so that the item can be admitted into evidence at a trial or hearing. For example, a party wishing to admit a letter into evidence may ask the witness whether it is, indeed, the letter he received, does he recognize the handwriting, and similar questions.",
        "To place a mark, such as a signature or a stamp, on a document to signify that it is authentic, effective, or valid.",
        "To approve or adopt a writing as one’s own.",
        "Link/Cite"
    ]
}