{
    "translation": ".1 לאשר\n.2 להסמיך",
    "uses": [
        "The Port Authority has full powers to authorize construction works.",
        "They may authorize district councils to aid persons in maintaining rights of common.",
        "They may authorize the borrowing of money by a parish council, and they may lend money to a parish council.",
        "Under the Articles of Confederation it was principally Rhode Island that defeated the proposal to authorize Congress to levy an impost duty of 5% mainly as a means of meeting the debts of the Central government.",
        "Any \" town \" having a village or district within its limits that contains moo inhabitants or more may authorize that village or district to establish a separate organization for lighting its streets, building and maintaining sidewalks, and employing a watchman or policeman, the officers of such organization to include at least a prudential committee and a clerk.",
        "With regard to the preface, which contains Wordsworth's theory, Coleridge has honestly expressed his dissent: - \"With many parts of this preface, in the sense attributed to them, and which the words undoubtedly seem to authorize, I never concurred; but, on the contrary, objected to them as erroneous in principle, and contradictory (in appearance at least) both to other parts of the same preface, and to the author's own practice in the greater number of the poems themselves.\"",
        "The amending acts, while not interfering with the operation of the principal act, authorize the creation of highway districts on a larger scale.",
        "Thereupon the governor and legislature of New Jersey protested that such a measure was an infringement of the reserved rights of the state, since the state had contracted with the Camden & Amboy not to construct nor to authorize others to construct within a specified time any other railway across the state to be used for carrying passengers or freight between New York and Philadelphia.",
        "There is a city court with elected judge or judges, and an elected common council, which may authorize the municipal ownership of public utilities by ordinance, and can pass legislation over the mayor's veto by a two-thirds vote.",
        "reveal stages of orderly and active development in order to authorize the changing standpoints of different periods and circles.'",
        "was declared of age at Rouen in August 1563, a measure which really increased the power of Catherine de' Medici; and it was under his influence also that the royal council in 1564 refused to authorize the publication of the acts of the council of Trent, on account of their inconsistency with the Gallican liberties.",
        "Among defeated amendments that are indicative of socio-political tendencies was one (1896) to authorize cities of a population of 30,000 or more to purchase, erect or maintain waterworks or lighting plants.",
        "This and other considerations urged by Lord Charles Somerset, then governor of Cape Colony, led the British government to authorize the islands being taken possession of as dependencies of the Cape.",
        "The supervisor is also the township assessor, and the several township supervisors constitute the county board of supervisors who equalize property valuations as between townships, authorize townships to borrow money with which to build or repair bridges, are entrusted with the care and management of the property and business of the county, and may borrow or raise by tax what is necessary to meet the more common expenses of the county.",
        "In 1848 the government had been obliged to authorize the bank to suspend cash payments, and the wars of 1859 and 1866 had rendered abortive all attempts to renew them.",
        "He at first favoured internal improvements, and in 1824 proposed a constitutional amendment to authorize such undertakings, but the next year took ground against them.",
        "European research has clearly proved that the text in the Vedas adduced to authorize the immolation of widows was a wilful mistranslation.",
        "In modern times, however, by certain regulations, made in 1823, and repeated and enlarged in 1855, not only is it provided that the sovereign's permission by royal warrant shall be necessary for the reception by a British subject of any foreign order of knighthood, but further that such permission shall not authorize \" the assumption of any style, appellation, rank, precedence, or privilege appertaining to a knight bachelor of the United Kingdom.\"",
        "Each commune is in theory obliged to maintain at least one public primary school, but with the approval of the niinister, the departmental council may authorize a commune to combine with other communes in the upkeep of a school.",
        "When the Yugoslays placed various conditions upon their acceptance, they were bluntly informed that unless they accepted within four days, France and Britain would authorize the literal execution of the Treaty of London, thus leaving Fiume to Yugoslavia, but all northern Dalmatia in Italian hands (Jan.",
        "This body was to have control of Indian affairs, impose taxes, nominate all civil officers, authorize the opening of new lands to settlement, and in general have charge of colonial defence, and of the enlistment, equipment and maintenance of an army.",
        "To favour the establishment of special industries, the governor-general was given power to authorize the introduction of foreign instead of French immigrants.",
        "In a district having more than loo children of school age a graded school under the control of five trustees is formed whenever two-thirds of the electors vote for it at a town meeting, and the trustees of a graded school may establish a high school whenever a majority of the electors authorize them to do so.",
        "In 1881 a local option law was passed, by which the granting of licences for the sale of liquor was confined to cities and towns voting at the annual election to authorize their issue.",
        "On this occasion, the act providing for the census was interpreted to authorize the collection of details regarding accommodation in places of public worship and the attendance thereat, as well as corresponding information about educational establishments.",
        "In each county a convention, composed of representatives from the towns, meets every two years to levy taxes and to authorize expenditures for grounds and buildings whenever more than one thousand dollars are required.",
        "During the deadlock (June 2, 1905) Kossuth had obtained the adoption of a motion to authorize the compilation of an autonomous Hungarian tariff, and on the 28th of May 1906, the Coalition cabinet was authorized by the crown to present the Szell-Korber tariff to the Chamber in the form of a Hungarian autonomous tariff distinct from but identical with the Austrian tariff.",
        "==Finance== The constitution makes 1% on the assessed valuation of property a maximum limit of state taxation for ordinary expenses, but by an amendment of 1906 the legislature may levy three mills on the dollar per annum for common schools; and may \" authorize school districts to levy by a vote of the qualified electors of such district a tax not to exceed seven mills on the dollar in any year for school purposes.\"",
        "Consequently, the Spanish government had once more to attempt to make both ends meet by asking its creditors to assent to the suppression of all the amortization of imperial and colonial debts, and to a tax of 20% on the coupons of all the debts, whilst at the same time the Cortes were asked to authorize a consolidation and liquidation of the floating and war debts and an annual increase of 3,200,000 in already heavy taxation.",
        "Bismarck then pointed out that the constitution of the empire did not authorize the emperor to withhold his assent from a law which had passed both the Reichstag and the Bundesrat; he could as king of Prussia oppose it by his representatives in the federal council, but when it had been accepted there, it was his duty as emperor to put the law into execution.",
        "9 of the Criminal Procedure Act 1853: and ad deliberandum et recipias, to authorize the transfer from one custody to another for purposes of trial, which is in practice superseded by the provisions of the Prison Acts 1865, 1871 and 1898, and the Criminal Law Amendment Act 1867 (supra).",
        "From all such property, whether land or the sheaves and fruits of land, and also from the personal property of burghers in the towns; Knox now held that the state should authorize the kirk to claim the salaries of the ministers, and the salaries of teachers in the schools and universities, but above all, the relief of the poor - not only of the absolutely \"indigent\" but of \"your poor brethren, the labourers and handworkers of the ground.\"",
        "Private persons may complain to justices in respect of nuisances by which they are personally aggrieved, and if the district council make default in doing their duty, the Local Government Board may authorize any officer of police to institute any necessary proceedings at the cost of the defaulting council.",
        "vile spammers - and authorize almost all the real ones I receive.",
        "At restaurants - Most restaurants will authorize up to 20 percent above your total.",
        "The consequence of this misuse of the term \"curate\" was that the title of \"perpetual curate\" fell into desuetude in the Anglican Church, and an act of parliament (1868) was passed to authorize perpetual curates to style themselves vicars (see Vicar).",
        "In 1901 the president of the Board of Trade it troduced a bill to continue the act until 1906, and to amend it so as to make it authorize the construction of a light railway on any highway, the object being to abolish the restriction that a light railway should run into the area of at least two local authorities; but it was not proceeded with.",
        "Discount Rate Plus a Flat Fee - If you are expecting to have less than $5,000 in American Express transactions each year and plan to authorize, submit, and receive payments electronically, you will pay a monthly flat fee of $5.95.",
        "In addition to obtaining the parent or guardian's express consent, some of these slips also have a section requiring the parent to authorize any necessary medical care for the child, during the outing.",
        "The by-laws, in turn, authorize the making of rules for the regulation of the association's affairs.",
        "authorize deployment of a national missile defense at this time.",
        "But Congress would still have to specifically authorize actual development of such weapons.",
        "The tribunal There should be an independent decision-maker to authorize the imposition of compulsory care and treatment beyond the initial assessment period.",
        "inclosurere commissioners empowered to authorize enclosures only on condition that land was set aside for allotment use.",
        "The College may invite the proctors to enter its premises and authorize them to act in the discharge of their University duties.",
        "The commission, considering this proceeding irregular, proposed, and the chamber adopted, a vote of censure, but refused to authorize a prosecution.",
        "The Secretary of State also stated: The United States Government does not authorize or condone torture of detainees.",
        "In addition he can authorize the transcript of proceedings of jury trials subject to payment of the appropriate fee.",
        "I love to receive comments from people - but not from vile spammers - and authorize almost all the real ones I receive.",
        "Certain merchants - such as gas stations and restaurants - may initially seek to authorize an amount which may exceed the actual amount of your purchase.",
        "One option allows customers to authorize an automatic refill when your card's balance drops below 15 gallons.",
        "Unless you set up automatic payments, you will need to log in to the site each time to authorize a payment.",
        "Earn 5000 bonus miles when you authorize someone else to use your account within the first two months, after the first purchase is made.",
        "When a charge appears on your account that you don't recognize or didn't authorize, you can dispute it online.",
        "You simply have to authorize a specific amount ($25 or more), to be regularly transferred from your checking to savings account.",
        "Keep in mind that Sub-Zero does not authorize online sales for their products.",
        "The main purpose of a basic medical release form is to authorize the adults who are in charge of the minor to seek or provide necessary medical care for the minor.",
        "Signing this medical release form would authorize your healthcare provider to give another individual or entity access to your medical records.",
        "The first type of release form is designed to provide express consent to another adult to authorize medical care for your child.",
        "The second type of form is designed to authorize access to your medical records.",
        "I authorize all licensed physicians, dentists, technicians, nurses and other medical staff to perform any diagnostic, treatment or x-ray procedures to the aforementioned minor.",
        "The Texas Medical Association offers a sample letter to authorize medical records release.",
        "An emergency medical release is a form that gives caregivers and medical providers permission to authorize and administer emergency medical care to a minor child.",
        "Medical release forms provide temporary caretakers with legal permission to authorize necessary emergency treatment for your child.",
        "By agreeing to be on What Not to Wear, you authorize the producer to \"deduct or withhold\" any taxes due on the prizes, gifts, services or cash."
    ],
    "definition": [
        "Link/Cite"
    ]
}