{
    "translation": "מיכון, אוטומציה",
    "uses": [
        "Adding automation to any process or activity needing streamlining.",
        "In many ways, this makes this kind of automation a new form of spam.",
        "In a culture where insurance and other financial services are largely moving to automation and virtual assistance, Flo is a brief glimpse into what over-the-top customer service might look like.",
        "John Cohn - 50 - chief IMB scientist working on design automation.",
        "One company, Caterpillar, is working on robotic machinery and plans on 2020-2021 for complete automation of their heavy machinery.",
        "Others believe that mechanized automation is the downfall of civilizations as theorized in movies like Terminator and more recently, Eagle Eye.",
        "However, in the end, social bookmark automation is unnecessary.",
        "There are few boundaries to smart home automation - the only limit is your imagination.",
        "automation of more challenging tasks.",
        "Users of industrial automation are more likely to specify linear motor systems rather than separate linear components.",
        "automation of diagrammatic reasoning.",
        "In the long term expert systems promise to enable automation of more challenging tasks.",
        "We should remember that increased automation can also help to avoid accidents.",
        "His particular research interests were in Artificial Intelligence applied to advanced automation.",
        "automation vendors, their systems integrators and both end users and specifiers.",
        "automation solution.",
        "automation suppliers, yet there is no UK member of EFAC.",
        "automation giants Rockwell and Omron have entered a global agreement to collaborate on technological and product developments.",
        "automation system; the failure of any unit triggers an alarm.",
        "office automation The use of computers to improve efficiency in the office by removing anyone you would want to talk to over coffee.",
        "Please use the links on the left to find out more about a particular piece of gate automation equipment.",
        "I'll describe our aims, our lab automation technology, and what \" Grid-enabling \" means for this at the moment.",
        "A newcomer to the home automation market, Grant has a background in sales.. .",
        "Automated and Customized billing AUTOMATION DBA offers a facility for automated billing which allows bills to be submitted on magnetic tapes or diskettes.",
        "However, the luciferin-luciferase bioluminescence assay proved extremely reliable and suitable for automation.",
        "factory automation equipment, and has been involved in Krauss-Maffei projects before.",
        "Jacksons fencing is a market leader in gate and barrier automation, utilizing the latest technologies to satisfy domestic and commercial security applications alike.",
        "Elliot Marsh Elliot Marsh are specialist headhunters for the building services, consulting engineering, engineering, process control and industrial automation markets.",
        "People find that voice automation and Emily make the company seem more high tech, innovative, competitive and a leader in technology.",
        "Full RS232 control and status enables custom integration or automation.",
        "RG Automation Ltd: Promotional site for one of the UK's leading control systems integrators.",
        "The availability of large amounts of data from modem radar systems makes the automation of target detection almost mandatory.",
        "Our own market research has shown that automation and integration are critical when implementing and running a HR system.",
        "At its most dramatic, this automation was assumed in the nuclear deterrence posture of launch on warning.",
        "proteinase K digestion methods and is suitable for automation on an ELISA processor.",
        "Moreover, all the tools of automation subtly invite our attention ever more one-sidedly to the purely quantitative side of things.",
        "Functionality includes general ledger, budget, cost allocations, accounts payable, accounts receivable, and statutory statement automation.",
        "rotary actuators and many areas of automation.",
        "shootparticular, shot peening has developed into a sophisticated process, with automation, computerized control, and highly reproducible properties.",
        "tart cherry has been the demise of many an automation engineer.",
        "Possible applications include: pick and place operations, rotary actuators and many areas of automation.",
        "In particular, shot peening has developed into a sophisticated process, with automation, computerized control, and highly reproducible properties.",
        "This is considered to be the final obstacle to full migration to Ethernet in areas such as substation automation.",
        "Production Facility The AutoSignal Automation facility allows unattended processing of large numbers of data sets.",
        "account receivablecludes general ledger, budget, cost allocations, accounts payable, accounts receivable, and statutory statement automation.",
        "There's the customer analytics area, the area of marketing, the area of service, and the area of sales-force automation.",
        "XAssist is a NASA-funded project for the automation of X-ray astrophysics, with emphasis on galaxies.",
        "More sophisticated automation will be required for the management of data and its storage.",
        "Control of Autonomous Ground Vehicles Improving factory automation for Siemens A&D by using a radio based location system to control Autonomous Ground Vehicles.",
        "substation automation."
    ],
    "definition": [
        "Link/Cite"
    ]
}