{
    "translation": "להימנע",
    "uses": [
        "You can't avoid conflict all the time.",
        "Why lie when she made it so easy for him to avoid talking about it at all?",
        "He shut the door to avoid being overheard.",
        "The carpenters tried to keep the dust level down, but it was impossible to avoid all of it.",
        "On the other hand, maybe it's a good way to avoid trouble.",
        "You cannot avoid me forever.",
        "She's been taught to avoid strangers.",
        "He continued to avoid her gaze, focusing on Felipa instead.",
        "In the meantime, she had to avoid Yancey while she thought up some excuse for leaving.",
        "He entered the castle, following the scents up the back stairwell that Katie alone used to avoid the other Immortals.",
        "The only thing she had been proving lately was that she could successfully avoid him.",
        "How long did he think he could hide them - or avoid them, for that matter?",
        "\"Then I'll have it brought round,\" said Rostov wishing to avoid Telyanin, and he went out to give the order.",
        "But if I'm supposed to avoid the subject, don't act like I'm in the middle of some deceitful act when I try.",
        "If we come across another of the strange fruit we must avoid it.",
        "Was he using the work to avoid answering her question?",
        "Although I try very hard not to force issues, I find it very difficult to avoid them.",
        "A person couldn't avoid fate, but they could control the way they responded to it.",
        "In any case, Yancey didn't seem to be all that determined to avoid a relationship.",
        "This creature I'll avoid when I come calling, which I soon plan to do.",
        "At times he seemed on the verge of revealing it to Adrienne, only to draw back into himself and avoid her for days.",
        "After the first several feet, the angle of the slope dropped more sharply and he was forced to move to his left to avoid falling.",
        "While they were dating, it had seemed wise to avoid making him aware of her desire for him.",
        "The doctor says I can talk, but I think he is trying to avoid a law suit.",
        "He wouldn't await word from the Council but would warn his counselors and advisors to avoid Kisolm's planet.",
        "She dropped her eyelids to avoid Jackson's gaze.",
        "The trail swerved only to avoid trees, and it was soon evident where the goat was headed.",
        "We've issued warning orders for the populace to avoid the cities, and we're stopping and quarantining everyone at the Mississippi.",
        "She opened the door and slid her legs out one by one, trying to avoid contact with the car.",
        "The barn represented work, and by the look of him and the feel of his smooth hands, he knew how to avoid physical labor.",
        "Pierre turned away to avoid seeing what was going to happen.",
        "Avoid the main roads and any monitored road.",
        "While he wanted to avoid further involvement in Edith Shipton's troubled world, he felt proud of his wife inherent sense of compassion toward anyone in trouble.",
        "When she turned away, he blocked the view with his hands and prayed she had done the same to avoid witnessing his savagery.",
        "As for diet, the suggestion was to avoid refined carbohydrates and increase intake of antioxidant foods.",
        "Jackson asked for the first floor to avoid a long elevator ride.",
        "She dressed quickly to avoid comments on either her collar or her scars and flung herself into her bunk, reminded of her cell with Lankha.",
        "Anything else you wanna avoid telling me?",
        "The first was to maintain enough control to avoid crushing them in the heat of passion.",
        "To avoid privacy issues at this point, let's stipulate that everything is recorded only for your future reference.",
        "Why did he avoid answering her question?",
        "Again Princess Mary tried to catch someone's eye, but not a single eye in the crowd was turned to her; evidently they were all trying to avoid her look.",
        "Even when they were both determined not to let this happen, it was difficult to avoid such incidents.",
        "\"You avoid my question,\" Mansr insisted.",
        "If you would avoid uncleanness, and all the sins, work earnestly, though it be at cleaning a stable.",
        "You are leaving town for a week and a day and will completely avoid your spouse's meltdown.",
        "She took no pains with her manners or with delicacy of speech, or with her toilet, or to show herself to her husband in her most becoming attitudes, or to avoid inconveniencing him by being too exacting.",
        "Even with Cynthia's tiny height she was required to stoop to avoid the low ceiling.",
        "It is best to avoid the beginnings of evil.",
        "Light and dark seemed to bend to avoid him, leaving a haze around his body.",
        "\"I'm sorry,\" she said, ducking her head to avoid a branch as she walked under it.",
        "She fed from him silently and made every effort to avoid him in the meantime.",
        "Leave it to a man to avoid expressing how he felt, but it had to make him feel less of a man.",
        "Carmen used the chore of setting the table to avoid his gaze.",
        "He tried equally to avoid thinking about his wife, and about Natasha and Prince Andrew; and again everything seemed to him insignificant in comparison with eternity; again the question: for what? presented itself; and he forced himself to work day and night at masonic labors, hoping to drive away the evil spirit that threatened him.",
        "In the valley below, the old house seemed to stare at her with blank eyes, as if it too was trying to avoid seeing something.",
        "Most of all, I don't want you to avoid the doctor when there could be something wrong.",
        "Still more carefully did they avoid anything relating to him who was dead.",
        "How could I avoid the anguish that comes with a breakup?",
        "Besides, most wild animals will avoid humans.",
        "This involved making the poor wear prison uniforms and only providing enough food to avoid starvation.",
        "He was not one of those many diplomats who are esteemed because they have certain negative qualities, avoid doing certain things, and speak French.",
        "Pierre felt that she was right, and to avoid compromising her went away to Moscow.",
        "They slopped forward, feet sloshing the muddy floor, no longer trying to avoid the water that oozed in rivulets down the narrow passageway, back toward the entrance, now out of sight behind them.",
        "After the Austerlitz campaign Prince Andrew had firmly resolved not to continue his military service, and when the war recommenced and everybody had to serve, he took a post under his father in the recruitment so as to avoid active service.",
        "The road darkened as he entered the trees and he turned on his headlamps, trying to avoid the rocks and boulders that littered the roadway.",
        "It goes against my nature to avoid it, he was saying.",
        "She'd expected him to go out the window to avoid detection.",
        "Leaving the dairy, she crossed the field and then the creek, hopping from one stone to another to avoid getting her boots wet.",
        "She'd traveled nonstop, sticking to narrow country roads and the forest to avoid both people and zones marked as having any sort of radiation fallout from the nuke strikes.",
        "The scene was total chaos, with goats dashing every which way around the field, trying to avoid the squawking chickens and the fox.",
        "The generals were passing by, looking as if they wished to avoid embarrassing attentions.",
        "Instead, I had the presence to mind to avoid answering.",
        "He tried to avoid his old acquaintances with their commiseration and offensive offers of assistance; he avoided all distraction and recreation, and even at home did nothing but play cards with his mother, pace silently up and down the room, and smoke one pipe after another.",
        "Pierre felt confused and wished to avoid that look, but the bright old eyes attracted him irresistibly.",
        "Our aim is no longer, as it should be, to avoid or attack the enemy, but solely to avoid General Buxhowden who by right of seniority should be our chief.",
        "That same day, Rostov, profiting by the darkness to avoid being recognized in civilian dress, came to Tilsit and went to the lodging occupied by Boris and Zhilinski.",
        "Balashev stood with downcast eyes, looking at the movements of Napoleon's stout legs and trying to avoid meeting his eyes.",
        "Kutuzov, without looking at Wolzogen, gave directions for the order to be written out which the former commander-in-chief, to avoid personal responsibility, very judiciously wished to receive.",
        "His attempts to avoid his predestined path are unsuccessful: he is not received into the Russian service, and the appointment he seeks in Turkey comes to nothing.",
        "We will avoid war because it is unprofitable; and while that is not a moral reason, any reason that brings peace is fine by me.",
        "We're supposed to lay low and avoid vamps.",
        "In seven years of marriage, he had not been able to teach her how to avoid being one of them.",
        "\"I avoid attachments of any kind,\" Xander said.",
        "She continued to avoid his gaze and hugged Ashley tighter, afraid to face the glowering creature.",
        "She could avoid reality for a little longer.",
        "After Novara the chief question was iow to avoid an Austrian occupation, and owing to the prevailing ~onfusion the town council of Flor~nce took matters into its)Wfl hands and declared the grand-duke reinstated, but on a ~onstitutional basis and without foreign help (April 12).",
        "His ces me, intentions in the main were still loyal, for be desired cal to capture Rome for the kingdom; and he did his tio st to avoid the regulars tardily sent against him.",
        "Depretis, anxious only to avoid a policy of adventure, let slip whatever opportunity may have presented itself, and neglected even to deal energetically with the impotent but mischievous Italian agitation for a rectification of the Italo-Austrian frontier.",
        "In order to avoid this danger it was therefore necessary to refuse all compromise, and, by perpetual reiteration of a claim incompatible with Italian territorial unity, to prove to the church at large that the pope and the curia were more Catholic than Italian.",
        "order to avoid arrest, the Chamber refused authorizatioTi for the prosecution, and the matter dropped.",
        "Danby had removed to the country, but returned on the 21st of April to avoid the threatened passing by the Lords of the attainder, and was sent to the Tower.",
        "He refused to follow the advice of his friends and avoid the fate that was clearly impending over him by flight to the continent.",
        "To avoid confusion, the name of Port Blair was given to the new settlement, which was established in the beginning of 1858.",
        "by enabling him to avoid things at a convenient distance).3 Idea of Progress in History.",
        "This conclusion is not yet universally accepted, but it seems difficult on the evidence to avoid the conclusion that Prof. Hrozny is right, and if so the curious resemblances of some of the externals of Roman and Hittite religion, and the legendary and other connexions between the Etruscans and Asia Minor, are seen in a new light.",
        "The rule of treatment in all cases of threatened mortification is to keep the part warm by flannel or cotton-wool, but to avoid all methods which unduly hurry the returning circulation.",
        "How anxious the Pergamene kings, with their ardent Hellenism, were to avoid offence is shown by the elaborate forms by which, in their own capital, they sought to give their real control the appearance of popular freedom (Cardinali, Regno di Pergamo, p. 281 seq.).",
        "To avoid offending either \"Serbs\" or \"Croats,\" it is officially designated \"Bosnisch.\"",
        "He checked himself in the middle of the sentence, lowered his eyes to avoid seeing her unpleasantly irritated and irresolute face, and said:",
        "A man who simply wished to retain his lucrative post would today agree with Pfuel, tomorrow with his opponent, and the day after, merely to avoid responsibility or to please the Emperor, would declare that he had no opinion at all on the matter.",
        "One Uhlan stopped, another who was on foot flung himself to the ground to avoid being knocked over, and a riderless horse fell in among the hussars.",
        "He frowned before his looking glass, gesticulated, shrugged his shoulders, and finally, without saying a word to anyone, took his cap and left the house by the back door, trying to avoid notice.",
        "As he approached the Kremlin he even began to avoid being crushed and resolutely stuck out his elbows in a menacing way.",
        "Having tied a girdle over his coat and pulled his cap low on his head, Pierre went down the corridor, trying to avoid making a noise or meeting the captain, and passed out into the street.",
        "He was in a state of physical suffering as if from corporal punishment, and could not avoid expressing it by cries of anger and distress.",
        "Since Bennigsen, who corresponded with the Emperor and had more influence than anyone else on the staff, had begun to avoid him, Kutuzov was more at ease as to the possibility of himself and his troops being obliged to take part in useless aggressive movements.",
        "Despite all Kutuzov's efforts to avoid that ruinous encounter and to preserve his troops, the massacre of the broken mob of French soldiers by worn-out Russians continued at Krasnoe for three days.",
        "And to avoid being imprisoned for the remainder, as the creditors threatened, he re-entered the government service.",
        "Nicholas did not reply and tried to avoid speaking of the princess any more.",
        "She made no reply, but to avoid obeying Sonya beckoned to Andrew to follow her quietly and went to the door.",
        "Holding out her arm, she was fascinated to see the rain arc to avoid it.",
        "First, this future farm I describe is nothing like what I go out of my way to avoid today.",
        "But I just wish to say, to avoid misunderstandings, that you are quite mistaken if you reckon me or my mother among such people.",
        "Rostov, fearing to be crushed or swept into the attack on the French, galloped along the front as hard as his horse could go, but still was not in time to avoid them.",
        "Having passed the Guards and traversed an empty space, Rostov, to avoid again getting in front of the first line as he had done when the Horse Guards charged, followed the line of reserves, going far round the place where the hottest musket fire and cannonade were heard.",
        "Boris made up his mind to avoid meeting Natasha, but despite that resolution he called again a few days later and began calling often and spending whole days at the Rostovs'.",
        "Denisov's horse swerved aside to avoid a pool in the track and bumped his rider's knee against a tree.",
        "She gathered up her things and left out the back door to avoid the small group of people gathered in the dining room for brunch.",
        "She stepped back to avoid his hand and tripped over one of the paint cans, falling and sliding across the floor.",
        "She'd been trying to avoid the crushing sense of betrayal building in her breast.",
        "It made no sense, but neither did the sudden craving for peanut butter that dragged her to the kitchen, where yet another man she wanted to avoid was lounging.",
        "And wasn't he everything she had taken pains to avoid?",
        "Jenn pushed his arm away and stepped to the side to avoid the portal.",
        "A few close calls made it more of a challenge, as Claire bounced back to avoid Jenn's strategic strikes.",
        "She threw herself down to avoid the second, sent another knife in its direction to distract it, and leapt up, dancing and twisting through the lightning streams.",
        "Memon slashed Rissa's arm with his demon's talons, and the demon within her rippled her body as it moved to avoid the madman.",
        "He no longer bristled at the mention of the name Medena, nor did he avoid them.",
        "She was trying to avoid his wrath.",
        "Hadn't she caused enough trouble trying to avoid Rob, and hadn't she told Alex that the man made her feel uncomfortable?",
        "It was in his eyes - in the way he picked up the pen and tried to find a reason to avoid her angry gaze.",
        "I'd rather Denton didn't know about it because I want to avoid a scene.",
        "You swim in the ocean, don't you ... or do you stay on the beach all the time to avoid the sharks?",
        "She glanced around, trying to avoid his amused gaze.",
        "She'd managed to avoid the sense of urgency and pressure Jonny no doubt wanted her to experience.",
        "He loved how complicated it was while suspecting she dug herself a grave, one he wasn't going to be able to help her avoid without her telling him what was going on.",
        "He represented New Jersey in the first and second Continental Congresses (1774,1775-1776), but left Philadelphia in June 1776, probably to avoid voting on the question of adopting the Declaration of Independence, which he regarded as inexpedient.",
        "He drew up a scheme for the construction of a pier at Madras, to avoid the dangers of landing through the surf, and instructed his brother-in-law in England to obtain estimates from the engineers Brindley and Smeaton.",
        "To avoid such error Dawes used double wires, not spider webs, placing the image of the star symmetrically between these wires, as in fig.",
        "A new parliament was called to meet at Oxford, to avoid the influences of the city of London, where Shaftesbury had taken the greatest pains to make himself popular.",
        "to the east, so placed to avoid the disturbance of instruments which would be occasioned by the iron used in the principal building.",
        "He will therefore devote all his care to examine and distinguish these three means of knowledge; and seeing that truth and error can, properly speaking, be only in the intellect, and that the two other modes of knowledge are only occasions, he will carefully avoid whatever can lead him astray.\"",
        "And it would avoid awkward places where it's unclear if the category is for a modern or a historical entity.",
        "Up to 1565 the national synod consisted of a minister with one or two elders or deacons from every church; after that date, to avoid overcrowding, its numbers were restricted to representatives from each provincial synod.",
        "President Avellaneda was frightened at the results of his action, and to avoid a collision ordered the troops to be withdrawn.",
        "To avoid punishment he is said to have taken poison.",
        "The object of settlers, however, in a great many, perhaps in the majority of instances, is to dispose of their holdings as soon as possible after the requirements of the law have been complied with, and to avoid permanent settlement.",
        "Then the best was made of it, and for some years the sultan preserved towards Bulgaria an attitude skilfully calculated so as to avoid running counter either to Russian or to German wishes.",
        "He died in the Marshalsea on the 5th of September 1569, and was buried in St George's, Southwark, at midnight to avoid the risk of a hostile demonstration.",
        "A merchant named Cony refused to pay customs not imposed by parliament, his counsel declaring their levy by ordinance to be contrary to Magna Carta, and Chief Justice Rolle resigning in order to avoid giving judgment.",
        "In the United States imprisonment for debt was universal under the common law, but it has been abolished in every state, except in certain cases, as where there is any suspicion of fraud or where the debtor has an intention of removing out of the state to avoid his debts.",
        "He landed in Africa with a small band of veterans, and Firmus, to avoid being taken prisoner, committed suicide.",
        "In order to avoid this sparking, every local instrument in the British Postal Telegraph Department has a \" spark \" coil connected across the terminals of the electromagnet.",
        "The aspects which stand out most prominently in this history are: (a) The vacillation of successive governments due to the conflicting policies adopted from time to time to protect the telegraph revenues of the Post Office and to avoid the suppression of an enterprise which was becoming a public necessity and yielding substantial royalties to the PostmasterGeneral.",
        "Savoy, Genoa, Tuscany and Naples, wishing to avoid a rupture, yielded; but Venice resisted.",
        "guns, an I.H.P. of 19,000, and a designed speed of 22 knots, being intended to avoid any battleship and to carry enough guns to destroy any cruiser.",
        "In 1847 Lord Minto visited the tionary Italian courts to try to induce the recalcitrant despots agitation, to mend their ways, so as to avoid revolution and war, 1847.",
        "His proposal to reinstate Leopold and the pope with Piedmontese arms, so as to avoid Austrian intervention, was rejected by both potentates, and met with opposition even in Piedmont, which would thereby have forfeited its prestige throughout Italy.",
        "In the classification adopted in this article, the attempt has been made to combine the best points in old and recent schemes, and to avoid the inconvenience of a large heterogeneous group including the vast majority of the families.",
        "Taking their rise on the plateau formation, or in its outskirts, they flow first along lofty longitudinal valleys formerly filled with great lakes, next they cleave their way through the rocky barriers, and finally they enter the lowlands, where they become navigable, and, describing wide curves to avoid here and there the minor plateaus and hilly tracts, they bring into watercommunication with one another places thousands of miles apart.",
        "In cases where the route of a line runs across a river or other piece of water so wide that the construction of a bridge is either impossible or would be more costly than is warranted by the volume of traffic, the expedient is sometimes adopted of carrying the wagons and carriages across bodily with their loads on train ferries, so as to avoid the inconvenience and delay of transshipment.",
        "Closely allied to the question of safety is the problem of preventing jolting at curves; and to obtain easy running it is necessary not merely to adjust the levels of the rails in respect to one another, but to tail off one curve into the next in such a :nanner as to avoid any approach to abrupt lateral changes of direction.",
        "To avoid the delay thus caused the branch line which would occasion the diamond crossing if it were taken across on the level is sometimes carried over the main line by an over-bridge (\" flying junction \") or under it by an under-bridge (\" burrowing junction \").",
        "One of the advantages of electric trains on the multiple control system is that they economize terminal accommodation, because they can be driven from either end indifferently, and therefore avoid the necessity for tracks by which engines can change from one end of the train to the other.",
        "A station of moderate size may collect goods destined for a great variety of places but not in sufficient quantities to compose a full train-load for any of them, and then it becomes impossible to avoid despatching trains which contain wagons intended for many diverse destinations.",
        "Not only are the load and speed increasing, but the distances run without a stop are increasing also, and to avoid increasing the size of the tenders, water-troughs, first instituted by J.",
        "functionary familiar with the ritual, who would avoid disastrous.",
        "The object of the sacrifice being to bridge the gulf between the sacred and profane worlds, the sacrificer had to remain in contact with the victim, either personally, or, to avoid ritual perils, by the intermediary of the priest.",
        "According to the Thelpusan story, Demeter, during her wanderings in search of Persephone, changed herself into a mare to avoid the persecution of Poseidon.",
        "When he realized the strength of the national reaction, he allowed the patriotic fascisti free rein to reestablish order and practically exercise many functions of Government, while he assumed an attitude of Olympic calm and posed as being au dessus de la melee, so as to avoid compromising himself with any party.",
        "They entered into an agreement to obey its teaching, undertaking in particular to avoid marriages with foreigners (x.",
        "In his appointments he was careful to avoid or to suppress any person who, being popular, might legitimize a rebellion by heading it.",
        "A Jew can avoid the communal tax only by formally declaring himself as outside the Jewish community.",
        "Suspected of intriguing with the revolutionists, Pulszky fled to Budapest to avoid arrest.",
        "In the latter form old trees, the summer pruning of which has been neglected, are apt to acquire an undue projection from the wall and become scraggy, to avoid which a portion of the old spurs should be cut out annually.",
        "He was not eager to assume this task, and he made great efforts to avoid promotion to the archbishopric of Canterbury, which Elizabeth designed for him as soon as she had succeeded to the throne.",
        "Firdousi, to avoid further troubles, departed for Ahwaz, a province of the Persian Irak, and dedicated his Yusuf and Zuleikha to the governor of that district.",
        "The revival of learning was at hand, and William Turner, a Northumbrian, while residing abroad to avoid persecution at home, printed at Cologne in 1544 the first commentary on the birds mentioned by Aristotle and Pliny conceived in anything like the spirit that moves modern naturalists.'",
        "Hence his work, written in French, contains a far greater amount of original matter; and his personal observations made in many countries, from England to Egypt, enabled him to avoid most of the puerilities which disfigure other works of his own or of a preceding age.",
        "There is, it is true, a smoothness and finish about them not often seen elsewhere; but, as though to avoid the exaggerations of Audubon, Gould usually adopted the tamest of attitudes in which to represent his subjects, whereby expression as well as vivacity is wanting.",
        "The figures in the table below are from the Journal of the Royal Statistical Society, June 1 9 06: quotations for August and September were omitted to avoid the transition movements between the price levels of two crops.",
        "Calcium citrate must be manufactured with care to avoid an excess of chalk or lime, which would precipitate constituents of the juice that cause the fermentation of the citrate and the production of calcium acetate and butyrate.",
        "It was expounded by Geulincx and Malebranche to avoid the difficulty of Descartes's dualism of thought and extension, and to explain causation.",
        "But he expressed himself warmly in favour of active cooperation with other nations of the world, and by accepting the invitation to participate in interAllied councils indicated that he would avoid a policy of isolation.",
        "started separately, and at different times, in order to avoid dissensions between their armies; and when they reached Asia Minor (after encountering some difficulties in Greek territory) they still acted separately.",
        "To avoid the creation of induced currents, the coil frames and the base boards are constructed of slate.",
        "The Malays avoid the building up of long sentences.",
        "As soon as the rebel army got possession of Edinburgh Maclaurin fled to England, to avoid making submission to the Pretender.",
        "Thus there gradually grew up a tendency to avoid the term, and in accordance with the idea of Ex.",
        "It is necessary, therefore, to avoid reactions involving such intermolecular migrations when determining the orientation of aromatic compounds.",
        "When we consider its moral effects, whilst endeavouring to avoid exaggeration, we must yet pronounce its influence to have been profoundly detrimental.",
        "He hoped by these means to give a certain stability to his projected institution, and to avoid the superficiality of mere enthusiasm.",
        "The chief points to be attended to are to have a plentiful supply of botanical drying paper, so as to be able to use about six sheets for each specimen; to change the paper at intervals of six to twelve hours; to avoid contact of one leaf or flower with another; and to increase the pressure applied only in proportion to the dryness of the specimen.",
        "In 1353 the king took the borough of York into his own hands, \"to avoid any risk of disturbance and possible great bloodshed such as has arisen before these times,\" and finally in the same year an agreement was brought about by Archbishop Thoresby that the whole of Bootham should be considered a suburb of York except the street called St Marygate, which should be in the jurisdiction of the abbey.",
        "After an exhortation to the judges of the earth to put away evil counsels and thus avoid death, the author declares that God has made no kingdom of death on the earth, but ungodly men have made a covenant with it: certain sceptics (probably both Gentile and Jewish) holding this life to be brief and without a future, give themselves up to sensuality and oppress the poor and the righteous; but God created man to be immortal (ii.",
        "This time, however, Bennigsen, with over 60,000 men in position and 15,000 Prussians expected to arrive next morning, had no desire to avoid a battle, and deployed for action, his front protected by great batteries of guns, many of them of heavy calibre, numbering some 200 in all.",
        "After seventeen months he resumed his former religion, and, to avoid persecution, fled to Geneva, where he became acquainted with Cartesianism.",
        "Instead of the axe or large knives which frequently inflicted serious damage to the trees, special small knives and prickers are now employed so constructed as to avoid injury to the tree through making a larger incision than is necessary, and without penetrating into the wood below the laticiferous layer.",
        "Large objects are suspended in the tanks by hooks or wires, care being taken to shift their position and so avoid wire-marks.",
        "To avoid conflicts with the denser populations of the south, they preferred to advance eastwards along higher latitudes; meanwhile Moscow erected forts and settled labourers around them to supply the garrisons with food.",
        "a n - 2 - 3) (P2P4...pn_2)ï¿½ The expression just written is in fact a partition of a partition, and to avoid confusion of language will be termed a separation of a partition.",
        "These are preferably made slightly wedge-shape, to avoid the inconvenience resulting from multiple internal reflections, and they must necessarily be rather thin, so that double refractions due to internal strain may not exert a disturbing influence.",
        "The results of experiments as to the effect of magnetization were for long discordant and inconclusive, sufficient care not having been taken to avoid sources of error, while the effects of hysteresis were altogether disregarded.",
        "This would be as if two men were to agree to draw lots as to which should commit suicide in order to avoid fighting a duel.",
        "In other words, he merely sought to avoid the awkward consequences of his own doctrine by substituting \" individualiter \" for \" essentialiter \" in his definition.",
        "Palacky, though entirely national and Protestant in his sympathies, was careful to avoid an uncritical approbation of the Reformers' methods, but his statements were held by the authorities to be dangerous to the Catholic faith.",
        "We can avoid this arbitrariness by a different procedure.",
        "Any obscurity that may hang over Huygens's principle is due mainly to the indefiniteness of thought and expression which we must be content to put up with if we wish to avoid pledging ourselves as to the character of the vibrations.",
        "He is probably identical with the Bestia who encouraged the Italians in their revolt, and went into exile (90) to avoid punishment under the law of Q.",
        "Thus, though the psalms represent a great range of individual religious experience, they avoid such situations and expressions as are too unique to be used in acts of public devotion.",
        "And further, if the Elohistic redaction was due merely to a desire to avoid pronouncing the divine name, why was not the presumably earlier collection of psalms in book I.",
        "The railway communications were constantly damaged, isolated posts and convoys captured, and the raiders always seemed able to avoid contact with the columns sent in pursuit.",
        "There was an anxiety to avoid articles of dress peculiar to other religions, especially when these were associated with religious practices; and there was a willingness to refrain from costume contrary to the customs of an unsympathetic land.",
        "With both he took all imaginable pains to avoid offending the censorship; for Voltaire had, more than any other man who ever lived, the ability and the willingness to stoop to conquer.",
        "In this document the following statement was made: \" Many citizens, to avoid such danger, built according to their means, on their ground, a stone house covered and protected by thick tiles against the fury of fire, whereby it often happened that when a fire arose in the city and burnt many edifices and' had reached such a house, not being able to injure it, it then became extinguished, so that many neighbours' houses were wholly saved from fire by that house.\"",
        "The Murray canal, opened for traffic on the 14th of April 1890, extends from Presqu'ile bay, on the north of the lake, to the head of the bay of Quinte, and enables vessels to avoid 70 m.",
        "This rule does not apply in the case of a carriage meeting a foot-passenger, but a driver is bound to use due care to avoid driving against any person crossing the highway on foot.",
        "A similar sacrifice in the shape of pillars is often necessary to support the surface, either to avoid injury to valuable structures or to prevent a flooding of the mine.",
        "To mine ore or coal at minimum cost it is necessary to work the mine plant at nearly or quite its full capacity and to avoid interruption and delays.",
        "At the time however when active operations began the 42nd Division and one of the French divisions could 1 The chief naval incidents of this month were: - a raid by the Turkish destroyer \" Demir Hissar \" which sank the British transport \" Manitou \" on March 16, but had to be blown up next day off Chios to avoid capture; an attempt of the British submarine E15 to enter the Straits, which led to her being forced ashore (April 16) and in the sequel to her destruction by a daring boat's crew from the \" Majestic \" (April 18); bombardments of the defences of Smyrna on March 28, April 6 and April 22; and operations at Gaza and El Arish on the Syrian coast by the French battleship \" St.",
        "sin e 0 - i) U 2 /2g, having a maximum a U 2 /2g, (21) which must be less than the head at infinite distance to avoid cavitation at the surface of the sphere.",
        "Subsequently all extraordinary refo Fiscalr expenditure was met by forced loans (prestanze), but the (1427),ms method of distribution aroused discontent among the lower classes, and in 1427 a general catasto or assessment of all the wealth of the citizens was formed, and measures were devised to distribute the obligations according to each man's capacity, sò as to avoid pressing too hardly on the poor.",
        "To avoid the disgrace of perishing by a woman's hand, he begged his armour-bearer to run him through the body, but his memory was not saved from the ignominy he dreaded (2 Sam.",
        "In order to avoid the dangerous part of the river near the town a channel was cut in 1734, the repairing and deepening of which, begun in 1868, was completed in 1873.",
        "These attachments, first invented by Jeremiah Howard, and described in the United States Patent Journal in 1858, are simply hydraulic rams fitted into the side or top caps of the mill, and pressing against the side or top brasses in such a manner as to allow the side or top roll to move away from the other rolls, while an accumulator, weighted to any desired extent, keeps a constant pressure on each of the rams. An objection to the top cap arrangement is, that if the volume or feed is large enough to lift the top roll from the cane roll, it will simultaneously lift it from the megass roll, so that the megass will not be as well pressed as it ought to be;' and an objection to the side cap arrangement on the megass roll as well as to the top cap arrangement is, that in case more canes are fed in at one end of the rolls than at the other, the roll will be pushed out farther at one end than at the other; and though it may thus avoid a breakdown of the rolls, it is apt, in so doing, to break the ends off the teeth of the crown wheels by putting them out of line with one another.",
        "In spite of shortsighted parsimony in the matter of schools, &c., and increased resources through the allocation to the municipality of a certain percentage of new state and provincial taxation, their anti-Semitic successors have been unable to avoid a deficit, and have been obliged to increase the rates.",
        "Meantime they were to avoid any pride or factiousness which might break their unity 1 as a church (i.",
        "We cannot avoid solipsism (q.v.) so long as we neglect the element of force or power.",
        "During the administration (1872-1876) of President Pardo the government borrowed heavily from the banks to avoid the suspension of work on the railways and port improvements.",
        "In some cases the culprits were so near to President Grant that many persons found it difficult to avoid the suspicion that he was himself implicated, and never perhaps was his hold upon popular favour so slight as in the summer and autumn of 1876.",
        "Now one of the cardinal rules of politeness is to avoid burdening a stranger with the weight of ones own woes.",
        "The motives remained almost identical with those of the Chinese masters, and so imbued with the foreign spirit were many of the Japanese disciples that it is said they found it difficult to avoid introducing Chinese accessories even into pictures of native scenery.",
        "Massive, towering roofs, which impart an air of stateliness even to a wooden building and yet, by their graceful curves, avoid any suggestion of ponderosity, were still confined to Buddhist edifices.",
        "He was recalled to Rome, where he lived a life of studied retirement, to avoid the possibility of giving offence to the tyrant.",
        "Greenough, employs two systems for setting up the image, in order to avoid the pseudoscopic effect.",
        "It is possible that he had to go into hiding to avoid the danger of being accused as a real Jacobite, when those with whom he had contracted to assume the character were dead and could no longer justify his attitude.",
        "Others are much less inclined to avoid collision with man than innocuous kinds.",
        "Though Samos was not apparently one of the allies, this latter action could not but remind the allies of the very dangers which the second confederacy had set out to avoid.",
        "To avoid unnecessary complications we shall assume this latter condition in all the following discussion, which is equivalent simply to assuming that all our electrical measurements are made in air or in vacuo.",
        "In practice we can avoid the difficulty due to irregular distribution of electric force at the edges of the plate by the use of a guard plate as first suggested by Lord Kelvin.",
        "Their belief might be described as a polydemonism rather than a polytheism, or more correctly, to avoid altogether the intrusion of foreign notions, as a \"multinuminism.\"",
        "Hungary coming to the assistance of Poland, Lubart was defeated and taken prisoner; but Casimir, anxious to avoid a bloody war with Lithuania's Tatar allies, came to a compromise with Lubart whereby Poland retained Halicz with Lemberg, while Vladimir, Belz, and Brzesc fell to the share of Lithuania.",
        "On the latter view, which finds its main support in the intrinsic difficulties of the narrative, it is scarcely possible to avoid the conclusion that the chapter is one of the latest additions to the Pentateuch (Wellhausen and many others).\"",
        "Ill-health kept Madame Duse off the stage for some time; but though, after 1900, it was no longer possible for her to avoid \"make-up,\" her rank among the great actresses of history remained indisputable.",
        "One cannot avoid the suspicion that in this instance the Hebrew chronicler purposely phrased his account to convey the impression that Sennacherib's tragic end was but the slightly delayed culmination of the punishment inflicted for his attack upon the \"chosen people.\"",
        "Hull; some months earlier Lebedew had published in the Annalen der Physik a verification for metallic vanes so thin as to avoid the gasaction, by preventing the production of sensible difference of temperature between the two faces by the incident radiation.",
        "He \"very violently\" opposed the oath abjuring the house of Stuart, now sought to be imposed by the republican faction on the parliament, and absented himself from the House for ten days, to avoid, it was said, any responsibility for the bill.",
        "He was a spectator of the riot of St Giles's, Edinburgh, on the 23rd of July 1637, endeavoured in vain to avoid disaster by concessions, and on the taking of the Covenant perceived that \"now all that we have been doing these thirty years past is thrown down at once.\"' He escaped to Newcastle, was deposed by the assembly on the 4th of December on a variety of ridiculous charges, and died in London on the 26th of November 1639, receiving burial in Westminster Abbey.",
        "On this occasion the English placed the French in the centre, in order to avoid such a separation as had taken place in the battle at Southwold Bay.",
        "She had sheered off to starboard about 7:15 P.M., and the \" Glasgow,\" which continued to follow in the wake of the \" Good Hope,\" had to ease down to avoid masking her fire.",
        "At first she listened to the moderate counsels of l'Hopital in so far as to avoid siding definitely with either party, but her character and the habits of policy to which she had been accustomed, rendered her incapable of any noble aim.",
        "a state was voted on as early as 1840, the Territory in that year having a population of 43,112; but the measure was defeated then, as it was again in 1842, by those who most wished to avoid an increase of taxes.",
        "In his Discourse on the \"Residual Analysis,\" he proposes to avoid the metaphysical difficulties of the method of fluxions by a purely algebraical method.",
        "The Goethe-Schiller Museum, as it is now called, stands isolated, the adjoining houses having been pulled down to avoid risk of fire.",
        "At first the Angel is seen only by the ass, which arouses Balaam's anger by its efforts to avoid the Angel.",
        "They avoid mentioning his name and represent him by the peacock.",
        "The allies determined that they would wage a war without risks, and they were particularly anxious to avoid the risk of defeat in detail.",
        "He made no attempt to hide his monarchist sympathies, and this, together with the way in which he reported the trial and death of Louis XVI., brought him in peril of his life; to avoid this danger he enlisted in the army, but after Thermidor he returned to Paris and to his newspaper work.",
        "They were from the beginning Separatists from the Church of England; they had established Independent (Congregational) churches at Scrooby and Gainsborough early in the 17th century, and some of them had fled to Amsterdam in 1608 to avoid persecution, and had removed to Leiden in the following year.",
        "We do not use such noise, but rather seek to avoid it.",
        "BLit it was not in confidence of victory that Kuropatkin began the execution of the new plan - rather as a desperate expedient to avoid being cut off by the 1st Army, whose strength he greatly overestimated.",
        "Just as the Gathas (the ancient Zoroastrian hymns) omit Gaokerena, and the Hebrew prophets on the whole avoid mythological phrases, so this old Hebrew thinker prunes the primitive exuberance of the traditional myth.",
        "The Minister endeavoured on the one hand to safeguard the principle of freedom of instruction, and on the other hand to avoid anything resembling a Kulturkampf.",
        "To meet this situation Germany set up central boards (Zentralen), and Austria followed suit, partly at the request of the German Government, which wished to avoid the competition of Austrian agents.",
        "Notwithstanding the fact that the banking law raised the tax-free note issue in 1911 from 400 to 600 millions of kronen, in 1913 the bank was unable to avoid incurring tax payments for notes issued in excess of the amount allowed free of tax, a state of affairs which had no parallel in the bank's history.",
        "282): - \"With reference to the conversation about Lord Palmerston which the queen had with Lord John Russell the other day, and Lord Palmerston's disavowal that he ever intended any disrespect to her by the various neglects of which she has had so long and so often to complain, she thinks it right, in order to avoid any mistakes for the future, to explain what it is she expects from the foreign secretary.",
        "The water is muddy; and the course for shipping considerably exceeds in length the distances given above, by reason of the numerous shoals it is necessary to avoid.",
        "In order to avoid it he will endeavour to do without assistance, and seriously prejudice his chances of recovery.",
        "Unfortunately his indiscretion equalled his eloquence: one speech (1861) sent him to America to avoid a duel with the duke d'Aumale; another (1865), in which he justly but intemperately protested against the Mexican expedition, cost him all his official dignities.",
        "3 No representation of the seventh sign has yet been discovered on any Euphratean monument; but it is noticeable that the eighth is frequently doubled,4 and it is difficult to avoid seeing in the pair of zodiacal scorpions carved on Assyrian cylinders the prototype of the Greek scorpion and claws.",
        "The motive of some of the substitutions was to avoid the confusion which must have ensued from the duplication of previously existing native asterisms; thus, the Egyptian and Greek Lions were composed of totally different stars.: Abstractions in other cases replaced concrete objects, with the general result of effacing the distinctive character of the Greek zodiac as a \" circle of living things.\"",
        "When intercourse with the West began, and more especially when Western methods of government and education were first adopted in Siam, the tendency to utilize European words was very marked, but recently there has been an effort to avoid this by the coining of Siamese or Bali compound words.",
        "This \"Palace language\" appears to have come into existence from a desire to avoid the employment in the presence of royalty of downright expressions of vulgarity or of words which might be capable of conveying an unpleasant or indelicate idea other than the meaning intended.",
        "It is true that he is sometimes swayed by prejudice, but this is the common lot of great historians; they cannot altogether avoid sharing in the feelings of the past, for they live in it, and Freeman did so to an extraordinary degree.",
        "Its use appears to have spread more rapidly outside Germany than in Germany itself, one cause of its popularity being that it was negative and colourless, and could thus be applied by adherents of the \"old religion\" to those of the \"new religion,\" without giving offence, on occasions when it was expedient to avoid abusive language.",
        "Nevertheless, so anxious was Sigismund to avoid a collision with the Turks, that he forbade the victorious Tarnowski to cross the Moldavian frontier, and sent a letter of explanation to Constantinople.",
        "The liberum veto seems to have been originally devised to cut short interminable debates in times of acute crisis, but it was generally used either by highly placed criminals, anxious to avoid an inquiry into their misdeeds,' or by malcontents, desirous of embarrassing the executive.",
        "Moreover, Potocki had the good taste to avoid the macaronic style so much in vogue; his language is pure and vigorous.",
        "This neglect is attributed to their anxiety to avoid the \" pagan \" element in the ancient literature.",
        "Yet he was not like the ordinary fighting bishops of the Middle Ages, whose sole concession to their sacred calling was to avoid the \"shedding of blood\" by using a mace in battle instead of a sword.",
        "A warning to avoid flippancy in future was, however, the worst that happened to him.",
        "Some of the earliest documents which we possess are dated by the year in which some noticeable event took place, as in contract-tablets of the age of Sargon of Agade 1 To avoid any possibility of overstating the case, it is necessary to refer here to the fact that Tethmosis (Thothmes) III.",
        "It is extremely difficult to avoid the subjective element in dealing with matters of fact, and the religious treatment of history is influenced, however unconsciously, by the mental environment of the writers.",
        "But he lost 15,000 men in the course of his seven days' retreat, and 20% of the remainder became ineffective from disease contracted in the swamps of the Chickahominy, while enormous quantities of valuable stores at White House on the Pamunkey had been burnt to avoid seizure by the enemy.",
        "But he found it difficult to avoid taking a side; he was importuned to sign the Covenant, and \"finding it impossible to evade doing very unhandsome things,\" he obtained leave in October 1643 from the king to travel abroad.",
        "It was no time for brilliant initiative or adventurous politics; the need was to avoid Scylla and Charybdis, and a via media had to be found in church and state, at home and abroad.",
        "THE ROUND TABLE, in the Arthurian Romance (q.v.), the table round which, in order to avoid quarrels as to precedence, King Arthur's knights are seated, and so applied collectively to the knights themselves as the title of a mythical order of chivalry.",
        "The junction of the edges of the silver and copper-blend was treated with a flux of borax and the whole was submitted to the heat of a furnace until the silver was seen to be melting, when it was instantly removed, care being taken to avoid pressing upon the upper or lower surfaces, as the liquid silver in that case would have been squeezed out from between the two enclosing plates and the operation ruined.",
        "In such definition an attempt has been made to avoid former confusion of expression as to capacity, cubic measure, and volume; the litre being recognized as a measure of capacity holding a given weight of water.",
        "Then a further modification took place, to avoid the inconvenience of dividing the foot in 16+(2/3) digits, and a new digit was formed -- longer than any value of the old digit -- of 1/16 of the foot, or 0.760, so that the series ran --",
        "(It is better to avoid the name Babylonian, as it has other meanings also.) There are no weights dated before the Assyrian bronze lion weights (9, 17, 19, 38) of the 11th to 8th centuries B.C. Thirteen of this class average 127.2 for the shekel; 9 haematite barrel-shaped weights (38) give 128.2; 16 stone duck-weights (38), 126.5.",
        "It should be mentioned that in most tables of trigonometrical functions, the number io is added to all the logarithms in the table in order to avoid the use of negative characteristics, so that the characteristic 9 denotes in reality 1, 8 denotes a, io denotes o, &c. Logarithms thus increased are frequently referred to for the sake of distinction as tabular logarithms, so that the tabular logarithm =the true logarithm -IIo.",
        "The regulation as to convents seems partly due to a desire to avoid the worry and expenditure of time involved in the discharge of such offices and partly to a conviction that penitents living in enclosure, as all religious persons then were, would be of no effective use to the Society; whereas the founder, against the wishes of several of his companions, laid much stress on the duty of accepting the post of confessor to kings, queens and women of high rank when opportunity presented itself.",
        "These insects are blind and avoid the light.",
        "Momus, being called upon to pronounce an opinion as to the merits of these productions, expressed dissatisfaction with all: with the man, because a window ought to have been made in his breast, through which his heart could be seen; with the ox, because its horns were in the wrong place; with the house, because it ought to have been portable, so as to be easily moved to avoid unpleasant neighbours.",
        "In his office in London men were trained in the arts of deciphering correspondence, feigning handwriting, and of breaking and repairing seals in such a way as to avoid detection.",
        "Grenfell and Hunt conclude therefore - \" So great indeed are the divergences between this account and the extant and no doubt well-informed authorities with regard to the topography and ritual of the Temple that it is hardly possible to avoid the conclusion that much of the local colour is due to the imagination of the author who was aiming chiefly at dramatic effect and was not really well acquainted with the Temple.",
        "Shortly afterwards he was prosecuted under the lex Varia, directed against all who had in any way supported the Italians against Rome, and, in order to avoid condemnation, went into voluntary exile.",
        "Palaeologus, had been advised by his experienced father to avoid all serious negotiations, as they had invariably resulted in increased bitterness; but John, in view of the rapid dismemberment of his empire by the Turks, felt constrained to seek a union.",
        "The 16th-century reformers strove to avoid the literalism of the words \" This is my body,\" accepted frankly by the Roman and Eastern churches, and urged a Receptionist view, viz.",
        "They had to avoid idolatry, sorcery, avarice, falsehood, fornication, &c.; above all, they were not allowed to kill any living being (the ten commandments of Mani).",
        "The aim of those who framed the Constitution was to avoid friction between the state governments and the Federal government by rendering their respective spheres of action as separate and distinct as possible.",
        "In many cases the accused persons, in order to avoid the indignity of a public trial, bought off their accusers, who found in this a fruitful source of revenue.",
        "The precipitation in southern Saskatchewan and Alberta is much more variable than farther east and north, so that in some seasons crops have been a failure through drought, but large areas are now being brought under irrigation to avoid such losses.",
        "A surgical operation is sometimes undertaken with success for enabling the engorged veins to empty themselves into the blood-stream in a manner so as to avoid the liver-route.",
        "He should avoid fat and rich food, butter, pastry and sauces, and should drink no beer or wine - unless it be some very light French wine or Moselle.",
        "Above all we must avoid applying our own standards of taste, style and morality to the judgment of the text before us.",
        "In style they are not quite the same: now they are brief and now diffuse: sometimes they are carelessly written, sometimes so carefully as to avoid hiatus, e.g.",
        "Finding then that substances are real predicates, and supposing that in that case they must be species or genera, he could not avoid the conclusion that some substances are species or genera, which were therefore called by him \" secondary substances,\" and by his Latin followers substantiae universales.",
        "The difficulties that arose in attempting to avoid this inconvenience induced some nations to abandon the moon altogether, and regulate their year by the course of the sun.",
        "Should The 14Th Of The Moon, Which Is Regarded As The Day Of Full Moon, Happen On A Sunday, The Celebration Of Easter Was Deferred To The Sunday Following, In Order To Avoid Concurrence With The Jews And The Above Mentioned Heretics.",
        "The Epacts Are Also Placed So As To Indicate The Full Moons Generally One Or Two Days After The True Full Moons; But This Was Done Purposely, To Avoid The Chance Of Concurring With The Jewish Passover, Which The Framers Of The Calendar Seem To Have Considered A Greater Evil Than That Of Celebrating Easter A Week Too Late.",
        "To Avoid Certain Festivals Falling On Incompatible Days Of The Week.",
        "xiv.) mentions cases in which this imperfect compensation led to the extra duty payable upon spirits which were more than ro% over proof being demanded on spirits which were purposely diluted to below 10% over proof in order to avoid the charge.",
        "To avoid an inconveniently long stem, different instruments are employed for different parts of the scale as mentioned above.",
        "But there grew up a strong feeling of hostility between Drogheda versus Uriel and Drogheda versus Midiam, in consequence of trading vessels lading their cargoes in the latter or southern town, to avoid the pontage duty levied in the former or northern town.",
        "In 1830 his father caused him to be crowned king of Hungary, a pure formality, which gave him no power, and was designed to avoid possible trouble in the future.",
        "reach of hostile tribes, and the conflicts which it was proposed to avoid actually ensued.'",
        "To avoid public infamy Piso committed suicide.",
        "To those who began to despair of success, and advised him to conclude peace on almost any terms so as to avoid greater disasters, he turned a deaf ear, and brought the campaign to a successful conclusion; but when his more headstrong advisers urged him to insist on terms which would probably have produced a conflict with Great Britain and Austria, he resolved, after some hesitation, to make the requisite concessions.",
        "After a brief residence he was obliged to flee from Paris to avoid persecution, but was captured and threatened with death.",
        "Whereas during the 19th century states were being cut out to suit the existing distribution of language, in the 20th the tendency seems to be to avoid further rearrangement of boundaries, and to complete the homogeneity, thus far attained, by the artificial method of forcing reluctant populations to adopt the language of the predominant or governing race.",
        "It consequently seems evident that if this situation be prolonged it will inevitably result in the very disaster it is sought to avoid, and the thought of the horrors of which makes every humane mind shudder.",
        "Through a simple agreement, \" conditions which make for peace and prosperity, and the absence of those which so often lead to disastrous war, have for nearly a century reigned over these great inland waters, whose commerce, conducted for the benefit of the states and nations of Europe and America, rivals that which passes through the Suez Canal or over the Mediterranean Sea, and with a result foreshadowed in these words of President Monroe in his communication to the Senate commending the proposed agreement: ` In order to avoid collision and save expense.'",
        "\" Owners of ships or vessels who can prove that they have sacrificed an anchor, a net or other fishing-gear in order to avoid injuring a submarine cable shall receive compensation from the owner of the cable,\" and \" in order to establish a claim to such compensation a statement supported by the evidence of the crew should whenever possible be drawn up immediately after the occurrence and the master must within twenty-four hours after his return to or next putting into port make a declaration to the proper authorities \" (art.",
        "Whatever other elements may mingle with and dignify war, this at least is never absent; and however reluctantly men may enter into war, however conscientiously they may endeavour to avoid it, they must know that when the scene of carnage has once opened, these things must be not only accepted and condoned, but stimulated, encouraged and applauded.",
        "The parallelism, which is required to avoid aberrations, otherwise introduced by the prism or grating, may often be omitted in instruments of small power.",
        "But some have maintained that the source in question also contained a good many narratives, and in order to avoid any premature assumption as to its contents and character several recent critics have named it \" Q.\"",
        "By the advice of her ministers, and to avoid bloodshed, the queen surrendered under protest, in view of the landing of United States troops, appealing to the government of the United States to reinstate her in authority.",
        "Hence it is of the utmost importance to avoid the use of salts of this metal whenever it is necessary - as in diabetic coma - to increase the alkalinity of the blood rapidly.",
        "With the conviction that the only fair way of describing metaphysics has been to avoid putting forward one system, and even to pay most attention to the dominant idealism, we have nevertheless been driven occasionally to test opinions by this independent metaphysical method.",
        "In Germany, since the victory of Kant over Wolff, realism has always been in difficulties, which we can appreciate when we reflect that the Germans by preference apply the term \" realism \" to the paradoxes of Herbart (1776-1841), who, in order to avoid supposed contradictions, supposed that bodies are not substances, but show (Schein), while \" reals\" are simple substances, each with a simple quality, and all preserving themselves against disturbance by one another, whether physically or psychologically, but not known to be either material or spiritual because we do not know the simple quality in which the nature of the real consists.",
        "In the first place, the intuition of causality does not require will at all, because we often perceive one bodily member pressing another involuntarily; a man suffering from lockjaw neither wills nor can avoid feeling the pressure of his upper and lower jaws against one another.",
        "He thought, moreover, that the one form of !a kind is an original essence (TO Ti which is uncreate; and, in order to avoid the \" separate forms \" supposed by Plato, he concluded that the world of Nature must be eternal, in order that each original essence may from eternity always be in some individual or another of its kind.",
        "Mr Balfour was anxious to avoid a rupture, doubtful of the feeling of the country, uncertain of the details by which Mr Chamberlain's scheme could be worked out.",
        "There is no use, religiously, in falling back upon the old forms, in order to avoid the social penalties of a sectarian position within Judaism, when the secret of religious \"perfection\" or maturity (vi.",
        "It appears, therefore, that if the poorer classes of the community have the discretion to avoid the lowest qualities they may obtain very good value in serviceable goods.",
        "He kept to the far north of Mesopotamia to avoid his brother Ferhan; but finally half-sedentary tribes on the Khabur and the Belikh became tributary to him, and a more or less active warfare sprang up between the brothers, which ended in a partition of Mesopotamia.",
        "To avoid the possibility of metropolitan domination provision is made that no city or county shall be entitled to more than one-sixth of the total number of senators.",
        "and to make the great Clyde shipyards easily accessible from the naval base at Rosyth, and thus to avoid the necessity of constructing docks and repairing yards there.",
        "To avoid as much as possible prejudicing the case, we shall therefore take the different groups of Fringillidae which it is convenient to consider in this article in an alphabetical arrangement.",
        "In order to avoid the uncertainty arising from the lack of vowels to distinguish forms consisting of the same consonants (for the vowel-points were not yet invented), the aramaising use of the reflexive conjugations (Hithpa`el, Nithpa`el) for the internal passives (Pu'al, Hoph`al) became common; particles were used to express the genitive and other relations, and in general there was an endeavour to avoid the obscurities of a purely consonantal writing.",
        "It is in the first place a matter of common knowledge that human beings who have been taught to avoid handling bees invariably fear to touch drone-flies, unless specially trained to distinguish the one from the others.",
        "Finn came to the conclusion that young birds have no instinctive knowledge of the unpalatability of distasteful insects, but that experimental tasting soon teaches them to recognize and avoid species they have previously rejected with dislike, and that having once learnt the lesson they long remember it.",
        "was knighted in 1338 at the age of seven to avoid the possible evils of wardship, and Thomas V.",
        "Although by the code of chivalry no candidate could be knighted before the age of twenty-one, we have seen how great nobles like the Berkeleys obtained that honour for their infant heirs in order to avoid possible pecuniary loss; and French writers of the r4th century complained of this knighting of infants as a common and serious abuse.'",
        "On Lake Ontario Yeo formed a more mobile though less powerful force than Chauncey's, and therefore manoeuvred to avoid being brought to close action.",
        "not even avoid fractional exponents (\"Racine cubique de serait en circle\"), and is ignorant only of negative exponents.",
        "Efficient ventilating can only be effected by the exercise of common sense and vigilance, and care must be taken to avoid cold draughts through the houses.",
        "To avoid this, it should be turned over two or three times if practicable, and well moistened - preferably with farm-yard drainings.",
        "In all heated houses the water used should be warmed at least up to the temperature of the atmosphere, so as to avoid chilling the roots.",
        "The fifth is an example where the bud to which the shoot should be cut back is badly placed; a shoot resulting from a bud left on the upper side is apt instead of growing outwards to grow erect, and lead to confusion in the form of the tree; to avoid this it is tied down in its proper place during the summer by a small twig.",
        "If they are adopted, the wires should be a few inches away from the wall, to allow free circulation of air between it and the tree, and thus avoid the scorching or burning of leaves and fruits during the summer months in very hot places.",
        "The abbot did his best to avoid the dignity, petitioned the emperor Maurice.",
        "However this may be, very soon after man began to practise hot-forging he would inevitably learn that sudden cooling, by quenching in water, made a large proportion of his metal, his steel, extremely hard and brittle, because he would certainly try by this very quenching to avoid the inconvenience of having the hot metal about.",
        "The very small pups are of a beautiful quality, but too tiny to make into garments, and, as the aim of a good furrier is to avoid all lateral or cross seams, skins are selected that are the length of the garment that, is to be made.",
        "King William now did his utmost to avoid a rupture, and sent the prince of Orange to Antwerp to promise that Belgium should have a separate administration; but it was too late.",
        "Avoid vulgar errors; cherish universal sympathy.",
        "This is one rule of wisdom with regard to religion; and another equally important is to avoid superstition, which he boldly defines as the belief that God is like a hard judge who, eager to find fault, narrowly examines our slightest act, that He is revengeful and hard to appease, and that therefore He must be flattered and importuned, and won over by pain and sacrifice.",
        "Even women were used as beasts of burden to carry ammunition and stores, and when no longer capable of work were left to die by the roadside or murdered to avoid any ill consequences occurring from their capture.",
        "To avoid dryness and prolixity he condensed quotations, and occasionally employed the Thucydidean method of abridgment or representation in place of fact catalogues.",
        "Bernstorff was bound by treaty to assist Russia in such a contingency, but he took care that the assistance so rendered should be as trifling as possible, to avoid offending Great Britain and Prussia.",
        "- To avoid the uncertainties of surface loss of heat, it is necessary to reduce it to the rank of a small correction by employing a large bar and protecting it from loss of heat.",
        "In view of popular indignation he resigned in order to avoid making inopportune declarations to the chamber.",
        "It is necessary in upward or subterranean irrigation to send the water on and to take it off very gently, in order to avoid the displacement and loss of the finer particles of the soil which a forcible current would cause.",
        "In these he was very fortunate, managing far more than his predecessors to avoid conflicts with the Papacy and the princes.",
        "To avoid any possible modification of a situation so satisfactory, Count Buol, the Austrian president of the diet, was instructed to announce that the constitution as fixed by the Final Act, and guaranteed by Europe, must be regarded as final; that it might be interpreted, but not altered.",
        "Bismarck, knowing that nothing would more impede the consolidation of the empire than an outbreak of local patriotism, always so jealous of its rights, generally used his influence to avoid constitutional disputes, and discouraged the discussion of questions which would require an authoritative interpretation of the constitution.",
        "The Spanish government claimed the islands, and Bismarck, in order to avoid a struggle which would have been very disastrous to monarchical government in Spain, suggested that the pope should he asked to mediate.",
        "One result of this was that it became increasingly difficult in political discussions to avoid criticizing the words and actions of the emperor.",
        "many Scottish Covenanters settled in the neighbourhood to avoid the persecution directed against them.",
        "The high road from Kabul to Kandahar passes this way (another reason for supposing the Tarnak to be Arachotus), and the people live off the road to avoid the onerous duties of hospitality.",
        "The object of this apparently high-handed step was to avoid the expense and delay of summoning the supernumeraries again to the colours when the bills should have received parliamentary sanction; but it was not unnaturally resented by the Hungarian Chamber, which has ever possessed a lively sense of its prerogatives.",
        "This arrangement seems to have been deliberately made by Schmerling, so as to It is impossible to avoid using the word \" Austria \" to designate these territories, though it is probably incorrect.",
        "In Bohemia the Czechs were very active; while the Poles were parading their hostility to Russia in such a manner as to cause the emperor to avoid visiting Galicia, some of the Czech leaders attended a Slav demonstration at Moscow, and in 1868 they drew up and presented to the diet at Prague a \" declaration \" which has since been regarded as the official statement of their claims. They asked for the full restoration of the Bohemian kingdom; they contended that no foreign assembly was qualified to impose taxes in Bohemia; that the diet was not qualified to elect representatives to go to Vienna, and that a separate settlement must be made with Bohemia similar to that with Hungary.",
        "It was another step in the same direction when, in 1886, it was ordered that \" to avoid frequent translations \" business introduced in Czech should be dealt with in the same language in the high courts of Prague and Briinn.",
        "One class of Abolitionists sought to evade the difficulty by strained interpretations of the clauses referred to, while others, admitting that they were immoral, felt themselves obliged, notwithstanding, to support the constitution in order to avoid what they thought would be still greater evils.",
        "To avoid the possi bility of displacements clue to magnetic influences, the needle may be replaced by a brass or glass rod.",
        "Neither Jebba nor Lokoja was considered suitable for the permanent capital of the protectorate, and survey parties were sent out, with strict orders to avoid conflict with the nominally friendly natives, to find a more suitable site.",
        "Mehmet Au banished them to Esna, in Upper Egypt; and the few that remained in Cairo called themselves Awalim, to avoid punishment.",
        "The 9,000,000 was sufficient to pay the Alexandria indemnities, to wipe out the deficits of the preceding years, to give the Egyptian treasury a working balance of LE 500,000 and thereby avoid the creation of a fresh floating debt, and to provide a million for new irrigation works.",
        "During the two years that followed the signing of the London Convention, the financial policy of the Egyptian government was The race directed to placing the country in a position to resume against full payment of the interest on the debt in 1887, and bank- thereby to avoid the appointment of an international IuDY.",
        "Moreover, to avoid having to pay half the amount received into the General Reserve Fund the government was compelled to keep certain.",
        "that many peasants mutilated themselves to avoid the much-dreaded service.",
        "This practice had the advantage also of distinguishing determinatives from phonograms. Thus the root or syllable un is regularly written ~ ~to avoid confusion with the detcrminative~.",
        "On stones too large for facing-plates a diagonal draft was run, so as to avoid any wind in the plane (P.T.",
        "This most inconclusive report, and the baseless idea that the adoption of the Nile route would involve rio chance of bloodshed, which the government was anxious to avoid, seem to Wolseley have decided the question.",
        "When, in December 1674, a Swedish army invaded Prussian Pomerania, Denmark was bound to intervene as a belligerent, but Griffenfeldt endeavoured to postpone this intervention as long as possible; and Sweden's anxiety to avoid hostilities with her southern neighbour materially assisted him to postpone the evil day.",
        "To the last he endeavoured to avoid a rupture with France even if he broke with Sweden; but he could not restrain for ever the foolish impetuosity of his own sovereign, Christian V., and his fall in the beginning of 1676 not only, as he had foreseen, involved Denmark in an unprofitable war, but, as his friend and disciple, Jens Juel, well observed, relegated her henceforth to the humiliating position of an international catspaw.",
        "To avoid the storm, and to save, if possible, his brother's interests, Charles instructed him to leave the country.",
        "The instructions given to them by the emperor were as follows: - they were to procure and peruse all the writings of all the authorized jurists (those who had enjoyed the jus respondendi); were to extract from these writings whatever was of most permanent and substantial value, with power to change the expressions of the author wherever conciseness or clearness would be thereby promoted, or wherever such a change was needed in order to adapt his language to the condition of the law as it stood in Justinian's time; were to avoid repetitions and contradictions by giving only one statement of the law upon each point; were to insert nothing at variance with any provision contained in the Codex constitutionum; and were to distribute the results of their labours into fifty books, subdividing each book into titles, and following generally the order of the Perpetual Edict.2 These directions were carried out with a speed which is surprising when we remember not only that the work was interrupted by the terrible insurrection which broke out in Constantinople in January 532, and which led to the temporary retirement from office of Tribonian, but also that the mass of literature which had to be read through consisted of no less than two thousand treatises, comprising three millions of sentences.",
        "Under the influence of Howell Cobb of Georgia, secretary of the treasury, and Jacob Thompson of Mississippi, secretary of the interior, the president was convinced that it was the only way to avoid civil war.",
        "Keene's cement and its congeners are made in fixed kilns so constructed that only the gaseous products of combustion come into contact with the gypsum to be burnt, in order to avoid contamination with the ash of the fuel.",
        "It is necessary to avoid the river, and to pass by mountain tracks which surmount a series of local spurs or offshoots from the central plateau, in order to reach the Oxus.",
        "The element of chance, which prevails in the region on either side of the border between pass and failure, obviously prevails equally on either side of the border between \" classes,\" where candidates are classified; it has been suggested by Dr Schuster that numerical order should accompany classification so as to avoid the creation of an artificial gap between the last candidate in one class and the highest in the next.",
        "In order to avoid this various devices are adopted.",
        "The greatest care requires to be taken by white races to avoid exposure to the sun and heat.",
        "Indeed the king's horror of Jacobinism was morbid in its intensity, and drove him to adopt all sorts of reactionary measures and to postpone his coronation for some years, so as to avoid calling together a diet; but the disorder of the finances, caused partly by the continental war and partly by the almost total failure of the crops in 1798 and 1799, compelled him to summon the estates to Norrkoping in March 1800, and on the 3rd of April Gustavus was crowned.",
        "To reinterpret all these features as mere symbols, the lumber of ancient days, is to avoid the problem of their introduction into the Temple, and to assume an advance of popular thought which is not confirmed by the retention and fresh developments of the old ideas both in the pseudepigraphical literature and in the literature of Rabbinical Judaism.'",
        "Finally, when Sultan Murad was about to set out for the Persian War, the patriarch was accused of a design to stir up the Cossacks, and to avoid trouble during his absence the sultan had him killed by the Janissaries (June 1637).",
        "With increased skill in large castings, and the discovery of the use of cores, by which the fluid bronze was poured into a mere skin-like cavity, hammered or repousse work was only used in the case of small objects in which lightness was desirable, or for the precious metals in order to avoid large expenditure of metal.",
        "Many endeavours were made to avoid the loss of the manganese in this operation, but with only partial or no success.",
        "Fractions of the day are disregarded to avoid dispute, though sometimes the law will consider fractions, as where it is necessary to show the first of two acts.",
        "It is reported that Mahmud marched through Ajmere to avoid the desert of Sind; that he found the Hindus gathered on the neck of the peninsula of Somnath in defence of their holy city; that the battle lasted for two days; that in the end the Rajput warriors fled to their boats, while the Brahman priests retired into the inmost shrine; that Mahmud, introduced into this shrine, rejected all entreaties by the Brahmans to spare their idol, and all offers of ransom; that he smote the image with his club, and forthwith a fountain of precious stones gushed out.",
        "This form was adopted by the - elder Herschel to avoid the loss of light from reflection in the small mirror of the Newtonian telescope.",
        "than the outward so as to avoid the great ups and downs, and the travellers pushed on in frequent bad weather on short rations supplemented by the flesh of the dogs.",
        "This Variation May Have Been Due To The State Of The Lagging, Which Moorby Distrusted In Spite Of The Great Reduction Of The Heat Loss, Or It May Have Been Partly Due To The Difficulty Of Regulating The Speed Of The Engine And The Watersupply To The Brake In Such A Manner As To Maintain A Constant Temperature In The Outflow, And Avoid Variations In The Heat Capacity Of The Brake.",
        "Cicero found himself deserted, and on the advice of Cato went into exile to avoid bloodshed.",
        "Pelagius himself desired to avoid controversy, and with mental reservations denied these statements of his friend; but he did not escape suspicion, and his condemnation in 418 was the signal for a literary polemic, which lasted ten years, and in which Julian of Eklanum was the most brilliant but reckless combatant on the side of Pelagius.",
        "Perhaps he wished to avoid further discussion of a project upon which his mind was set, the more so as he was embarking on the enterprise with a force greatly inferior to that which Falkenhayn had considered necessary.",
        "In view of the facts and figures it seems impossible to avoid the conclusion that the chief responsibility lay with Brusati.",
        "Thus, we must think in (r) All P is M \" to avoid illicit process of the major, in (2) \"All y is z \" to avoid undistributed middle, in (3) \"All x is y\" to avoid illicit process of the minor.",
        "But he seems to have prided himself on a certain humanity, or even generosity of temper, which led him to avoid putting his enemies to death, though he did not scruple to condemn Renaud of Dammartin to the most inhuman of imprisonments.",
        "Crassus committed suicide in 87, to avoid falling into the hands of the Marian party.",
        "Though anxious to avoid an Eastern war, because of danger nearer home from the restlessness of the Goths, he was compelled to take the field against Shapur II.",
        "But now, night after night, Vergniaud and his colleagues found themselves obliged to change their abode, to avoid assassination, a price being even put upon their heads.",
        "Avoid all poetical similes; be faithful to the perfect likelihoods of nature - healthy, exact, simple, disdaining ornaments.",
        "In summer the climate is often oppressively hot under the influence of winds blowing from the interior, but the proximity of the sea on the one side and of the mountains on the other allows the inhabitants to avoid the excessive heat; at other seasons, however, the climate is mild and pleasant; with a mean annual rainfall of 20 ï¿½ 4 ins.",
        "The grand vizier, in the sultan's name, wrote beseeching him to avoid the further shedding of Mussulman blood, offering him a free pardon, the highest honours of the state, the hereditary pashalik of Egypt for himself, and Syria for Ibrahim until he should succeed his father in Egypt.",
        "The inclusion in the cabinet of Somers, whom she especially disliked as the hostile critic of Prince George's admiralty administration, was the subject of another prolonged struggle, ending again in the queen's submission after a futile appeal to Marlborough in October 1708, to which she brought herself only to avoid a motion from the Whigs for the removal of the prince, then actually on his deathbed.",
        "He lived in Eskimo fashion using only Eskimo diet, which enabled him to travel light and avoid the necessity of falling back on a base for supplies.",
        "This number is likely to be rather too low than too high, since of the 6432 deaths from spotted fever many were probably really from plague, though not declared so to avoid painful restrictions.",
        "It is difficult to avoid the impression that Capello was only half-hearted in adopting, and in directing his corps commanders to adopt, the line of action indicated by his chief.",
        "To avoid the intricate trigonometrical calculations which would often be necessary, C graphical devices have been introduced by H.",
        "Eccentric.An eccentric circular disk fixed on a shaft, and used to give a reciprocating motion to a rod, is in effect a crank-pin of sufficiently large diameter to surround the shaft, and so to avoid the weakening of the shaft which would arise from bending it so as to form an ordinary crank.",
        "so as to avoid the friction which - - arises from the use of straight guides - for that purpose.",
        "But where the reason for putting in is to avoid some danger, such as a storm or 1 Per Bowen, L.J., in Svensden v.",
        "The senate listened with delight to his promises to rule according to the maxims of Augustus, and to avoid the errors which had rendered unpopular the rule of his predecessor, while his unfailing clemency, liberality and affability were the talk of Rome.",
        "It has been impossible to avoid an air of superficiality, and the repetition of facts known to every schoolboy, in this sketch New of so complicated a subject as the Renaissance, - embracing many nations, a great variety of topics and an indefinite period of time.",
        "This sermo does not mention St Ursula, but makes Pinnosa or Vinnosa the leader of these spiritual \"amazons,\" who, to avoid Maximian's persecution, left their island home of Britain, following their bridegroom Christ towards that East whence their faith had come a hundred years before.",
        "For the same reason the grapes are collected in baskets in order to avoid excessive pressure, and are transported in these to the press house.",
        "This operation also requires much skill in order to avoid an excessive escape of wine.",
        "It is probable that this process was largely an unconscious one; and even if conscious, the analogy of the conventional \" legal fiction \" and the usual anxiety to avoid the appearance of novelty is enough to show that it is not to be condemned.",
        "In considering the evidence it is a delicate task to avoid confusing its meaning for its age with that which has appeared the only natural or appropriate one to subsequent interpreters (whether Jewish or Christian) who have been necessarily influenced by their environment and by contemporary thought.",
        "They further declare (particularly in order that they may avoid the charge of being Anabaptists) that \"a civil magistracy is an ordinance of God,\" which they are bound to obey.",
        "As man cannot easily avoid introducing parasites, and must keep domestic animals and till the land, a certain disturbance in aboriginal faunas is absolutely unavoidable.",
        "Anxious to retain so promising an adherent, and probably desirous at the same time to avoid public scandal, the chiefs of the community offered him a yearly pension of r000 florins if he would outwardly conform and appear now and then in the synagogue.",
        "In his anxiety to avoid embroiling his country Parties.",
        "After a stubborn fight the day ended in victory for the attacking forces; but the losses on both sides were great, and on the following day negotiations for peace were attempted by the representatives of the foreign powers in Lima, the object being to avoid, if possible, any further bloodshed.",
        "To avoid trouble Balmaceda entered into a compromise with congress, and agreed to nominate a ministry to their liking on condition that the supplies for 1890 were voted.",
        "In practice, however, it is often more useful to avoid the second condition by making the lenses have contact, i.e.",
        "The greatest care is taken to place the nest where it may not be discovered, and the birds avoid being seen when going to or from it, while they display, great solicitude for their young.",
        "In order to avoid the intestine strife so common in Italian civic life, it soon became the custom to select a stranger to fill this position.",
        "But the garrison held out, and, to avoid a protracted siege, he had recourse to treachery.",
        "Rigorous asceticism, the rejection of the Old Testament, and the recognition of the \" new God \" remained common to all Marcionites, who, moreover, like the Catholics, lived together in close communities ruled by bishops and presbyters (although their constitution was originally very loose, and sought to avoid every appearance of \" legality \").",
        "The places mentioned are all suitable for persons suffering from chronic bronchitis, who should avoid any irritation of the larynx, trachea or bronchi by air which is too dry or which is liable to great changes of temperature.",
        "Though most anxious to avoid any extension of responsibility in South Africa, Great Britain recognized the potential danger arising from the creation of an independent state on the coast.",
        "- Bechuanaland, through which territory runs the route to the far interior - the countries now known as Rhodesia - was acquired, despite the strong desire of the Gladstone administration to avoid further annexations in South Africa.",
        "In later years the society of his mistresses seems to have been chiefly acceptable as a means to avoid business and petitioners, and in the case of the duchess of Portsmouth was the price paid for ease and the continuance of the French pensions.",
        "Some of the older designs for labyrinths, however, avoid this close parallelism of the alleys, which, though equally involved and intricate in their windings, are carried through blocks of thick planting, as shown in fig.",
        "The chief motive for these accusations was no doubt the desire of amassing wealth,' since by the law of majestas one-fourth of the goods of the accused, even if he committed suicide in order to avoid confiscation (which was always carried out in the case of those condemned to capital punishment), was assured to the accuser (who was hence called quadruplator).",
        "Pedro Alvares Cabral, sailing to India, but steering far westward to avoid the winds and currents of the Guinea coast, reached Brazil Woo) and claimed it for his sovereign.",
        "Almeida sought to subordinate all else to sea power and commerce, to concentrate the whole naval and military force of the kingdom on the maintenance of maritime ascendancy; to annex no territory, to avoid risking troops ashore, and to leave the defence of such factories as might be necessary to friendly native powers, which would receive in return the support of the Portuguese fleet.",
        "But in order to avoid the economic dangers threatened by such an exodus, every Jew and Jewess between the ages of 4 and 24 was seized and forcibly baptized (19th March): \" Christians \" were not required to emigrate.",
        "A breeding stock is maintained to supply the ground, or the \"collectors,\" with spat, and the latter, when sufficiently grown, is then transplanted to the most favourable feeding-grounds, care being taken to avoid the local over-crowding which is so commonly observed among shell-fish under natural conditions.",
        "In Migula's scheme the attempt is made to avoid some of these difficulties, but others are introduced by his otherwise clever devices for dealing with these puzzling little organisms.",
        "One of the chief objects in registering the opsonic power in such cases is to avoid the introduction of additional vaccine when the opsonic index is low, that is, during the negative phase, as if this were done a further diminution of the opsonic action might result.",
        "As a statesman, he is at pains to avoid offending those politic Christian senators over whom pride in their country had at least as great power as attachment to their new religion.",
        "The attitude of the archbishop roused great excitement in Paris, and the government had to take precautions to avoid a repetition of the riots which in the preceding February had led to the sacking of the church of St Germain l'Auxerrois and the archiepiscopal palace.",
        "Escaping from prison he tried to raise a revolt, but the attempt failed and to avoid capture he put an end to his life.",
        "One by one the cities fell, Babylon being finally starved into surrender (648 B.C.) after Samas-sum-yukin had burnt himself in his palace to avoid falling into the conqueror's hands.",
        "It was Secretary Fessenden's policy to avoid a further increase of the circulating medium, and to redeem or consolidate the temporary obligations outstanding.",
        "Perhaps an even stronger proof of the skill which enabled Livy to avoid dangers which were fatal to weaker men is to be found in his speeches.",
        "The crop is very uncertain owing to droughts; spring frosts and locusts, and, ' in order to avoid a total failure and to allow time for collecting the produce, there are three sowings at intervals from October to March - the crops thus coming to perfection in succession.",
        "This is done by scraping the capsule with a knife and transferring the concreted juice to a poppy-leaf held in the left hand, the edges of the leaf being turned in to avoid spilling the juice, and the knife-blade moistened with saliva by drawing it through the mouth after every alternate scraping to prevent the juice from adhering to it.",
        "On the arrival of the opium at its destination, in the end of July or beginning of August, it is placed in cool warehouses to avoid loss of weight until sold.",
        "Both parties had attempted to avoid the burning slavery issue, - the Whigs by adopting no platform whatever and the Democrats by trusting to the well-known views of their candidate, but the political leaders in Congress could not escape the many definite questions preserited by the possession of the territory newly acquired from Mexico.",
        "In his sacred poems he affected to avoid every word with the slightest savour of paganism; and he blamed the poets for their allusions to pagan divinities.",
        "Thus, while in a proclamation to the Swedish people he represented the massacre as a measure necessary to avoid a papal interdict, in his apology to the pope for the decapitation of the innocent bishops he described it as an unauthorized act of vengeance on the part of his own people.",
        "It may here be mentioned, as a remarkable instance of his foresight, that Palmerston told Lord Malmesbury, on his accession to the foreign office in 1858, that the chief reason of his opposition to the canal was this: he believed that, if the canal was made and proved successful, Great Britain, as the first mercantile state, and that most closely connected with the East, would be the power most interested in it; that England would therefore be drawn irresistibly into a more direct interference in Egypt, which it was desirable to avoid because England had already enough upon her hands, and because intervention might lead to a rupture with France.",
        "But in order to avoid the necessity of besieging Milan itself, he offered the Swiss a large sum to retire into their own country.",
        "Conservatives as a rule avoid the implication of a direct polemic against Paul in ii.",
        "Some of the rulers of the larger provinces have at times been given, or have given themselves, the title of negus or king, so that on occasion as many as three, or even more, neguses have been reigning at the same time; and this must be borne in mind by the student of Abyssinian history in order to avoid confusion of rulers.",
        "This effected, the Abyssinians almost came into contact with the Egyptian troops sent up the Blue Nile (after the occupation of Khartum) to Famaka and towards Gallabat; but as both sides were anxious to avoid a collision over this latter town, no hostile results ensued.",
        "agreed to pay further served Edward's purposes by providing him with money for home government, and enabled him to avoid possible trouble through the necessity for too frequent parliaments and heavy taxation.",
        "In 1820 the resigned his post in order to avoid taking any part in the proceedings against Queen Caroline, the wife of George IV.",
        "The practice is not a primitive one; Tertullian simply advises Christians to avoid vanity in dressing their hair, and Jerome deprecates both long and closely cropped hair.",
        "In order to avoid confusion in the use of the term Coniferae, we may adopt as a class-designation the name Coniferales, including both the Coniferae - using the term in a restricted sense - and the Taxaceae.",
        "On this ground, in an account of taxation proper, one might avoid discussing altogether the question of irregular or illegitimate taxation.",
        "This was to avoid a responsibility for which he felt unfit - a frequent attitude of more pious Moslems. Others say that al-Mandi, scn of al-Mansur, actually constrained him to be a judge and that he died a few days after.",
        "To avoid the extortion of their rulers numbers had emigrated to Transylvania and even to the Turkish provinces.",
        "Already by the middle of the 16th century the yoke was so heavy that the voivode Elias (1546-51) became Mahommedan to avoid the sultan's anger.",
        "But it is impossible to avoid ascribing to this power both intelligence and will.",
        "Two years later biographical studies of Theodore Beza and Peter Martyr Vermili (Leben des Theodor de Beza and des Peter Martyr Vermili, Heidelberg, 1809) revealed more genuine scholarship. In 1812 appeared his History of the Iconoclastic Emperors of the East (Geschichte der bilderstiirmenden Kaiser des ostromischen Reichs), in which he controverted some points in Gibbon and sought to avoid painting the past in present-day colours.",
        "In 1780, however, the Dutch, to avoid collision with the warlike Kaffir tribes advancing south and west from east central Africa, agreed with them to make the Great Fish river the common boundary.",
        "A reservoir so proportioned to the stream-flow with a proper addition to avoid drawing off the bottom water, would probably be safe in Great Britain in any year FIG.",
        "To avoid this loss the II% is in this case to be increased by the small quantity b e determined by examination of the variation of the actual from a constant demand.",
        "Thus the permeable vein grows vertically rather than horizontally, and ultimately assumes the form of a thin vertical sheet traversing the puddle wall, often diagonally in plan, and having a thickness which has varied in different cases from a few inches to a couple of feet or more, of almost clean sand rising to an observed height of 30 or 40 ft., and only arrested in its upward growth by the necessary lowering of the reservoir water to avoid serious danger.",
        "Throughout he adopts and adapts the language of his sources as far as possible, \"only pruning in the most pressing cases,\" but towards the end he cannot avoid making larger alterations from time to time.",
        "The foundation of the present fort was laid by a descendant of Kempe-Goude, a husbandman of the neighbouring country, who, probably in the 16th century, had left his native village to avoid the tyranny of the wadeyar of that place, and settled on a spot a few miles to the north of Bangalore.",
        "The old tolbooth, in which William Maitland of Lethington, Queen Mary's secretary, poisoned himself in 1573, to avoid execution for adhering to Mary's cause, was demolished in 1819.",
        "And that method on which a great scholar 1 insisted when studying the old Persian religion is doubly to be insisted on in the study of the history of baptism and the cognate institution, the eucharist, namely, to avoid equally \" the narrowness of mind which clings to matters of fact without rising to their cause and connecting them with the series of associated phenomena, and the wild and uncontrolled spirit of comparison, which, by comparing everything, confounds everything.\"",
        "This view is supported, not only by the intelligibility of percentages to ordinary persons, but also by the tendency, noted above (§ 19), to group years into centuries, and to avoid the use of thousands.",
        "(The words in brackets are, inserted to avoid the difficulty, at this stage, of saying that every number is a factor of o, though it is of course true that o.",
        "It would therefore be better, in some ways, to retain the unit throughout, and to describe - 4A as a negative quantity, in order to avoid confusion with the \" negative numbers \" with which operations are performed in formal algebra.",
        "To avoid this difficulty, in practical life, it is usual to confine our operations to fractions which have a certain standard denominator.",
        "Accordingly he endeavoured to temporize and to avoid a rupture, to the archbishops great disgust."
    ],
    "definition": [
        "Link/Cite"
    ]
}