{
    "translation": "מודעות",
    "uses": [
        "The movement brought a painful awareness of how stiff her muscles were becoming.",
        "The moment their lips met, lightning flew through her, setting every nerve afire with awareness unlike anything she'd felt before.",
        "She was slung over someone's shoulder, stuck between awareness and blackness.",
        "Awareness filled and overwhelmed her senses, blinding her to all but instinct and the sound of her breathing.",
        "Primitive religion, however, resorts to either way of approach so indifferently as to prove that there is little or no awareness of an inconsistency of attitude.",
        "Rhyme awareness promotes reading ability.",
        "She calmed in his arms, and he focused on comforting her and not his awareness of her soft body pressed against him.",
        "The article will influence public perception and build awareness of disability issues.",
        "Today, the website offers a wide range of materials to help users discover the many options healthy eating habits can encompass, as well as providing constant updates and ongoing support as users work their way toward better food awareness.",
        "Bonding research has also led to increased awareness of the natural capabilities of the infant at birth, and so it has encouraged many others to deliver their babies without anesthesia (which depresses mother and infant responsiveness).",
        "Discipline of practice increases body awareness.",
        "The results are revealed during the awareness week.",
        "The cold floor on his bare feet shocked him to further awareness as he felt about for his slippers.",
        "Her work in raising awareness to protect the environment, prevent AIDS and improve lives demonstrated her passion for giving back to a world she has performed for since the age of three.",
        "Paradoxically, it seems that it is a person's own mind that psychologically stands in the way of recognizing these symptoms, as well as establishing an awareness of your own self.",
        "In recent years, this once archaic or geographically-focused practice attained acceptance in additional cultures, fostering greater awareness about scarring as a form of body art and eventual wide-spread understanding.",
        "The philosophy of yoga promotes an awareness of the importance of protecting the environment.",
        "Racism awareness training was almost non-existent at every level in the organization.",
        "Such an awareness provides the way towards recognizing and improving psychic abilities.",
        "\"It has pushed an awareness of the product and the name,\" commented Gruerterich at the time.",
        "This shouldn't discourage you from buying Crocs online, but it should increase your awareness so you can find the best deal for your Internet purchase.",
        "Double H is also a company that believes in giving back - they support breast cancer awareness and children's advocacy efforts.",
        "Social services have an increased awareness of issues affecting adolescents.",
        "As A continues to taunt the girls, she reveals an awareness of the \"Jenna\" secret.",
        "Eric's awareness and expertise of vampire and human politics makes him a strong player in the feudal system that represents vampire socio-political life in True Blood.",
        "Two years later, their dream came true when Skagen Designs launched into public awareness.",
        "In fact, many proponents of meditation cite increased awareness, idea generation, better problem-solving ability and less stress as some of the benefits to quieting the mind.",
        "At the Seattle Holistic Center, yoga practitioners expand beyond the physical, \"using the complete science of yoga, from postures and breath awareness, to self-study and meditation to help regain balance and inner peace.\"",
        "Many practitioners suggest practicing prior to traditional sleep, not only for the restorative benefits, but also for the potential of lucid dreaming and heightened awareness even while the mind and body are in a state of rest.",
        "Many expectant mothers report a heightened awareness not only of their bodies, but also of their babies, when practicing yoga.",
        "Even Nidra yoga, also known as \"the sleep of the yogis,\" encourages a yogi to explore the vast caverns of the mind in order to achieve peace and heightened awareness.",
        "autism Awareness & I needed the money to build an independent living accomodation for my dd.",
        "Due to increased awareness about sun damage, and a generally more protective mindset when it comes to parenting, an entire industry has emerged that caters to children's beach products.",
        "The show has focused on many tough social issues over the years, increasing awareness about important subjects.",
        "Different colored ribbons can show support for a variety of causes for the Crocs wearer who's into awareness issues.",
        "The actor devoted time to raising awareness and money for the Gulf Oil Spill and more.",
        "Scott traveled to several sites affected by Hurricane Katrina, helping to raise awareness.",
        "If the amused expression on his face was any indication, he detected her heightened awareness.",
        "The purpose of environmental telenovelas is to provide educational resources, public awareness and improve public knowledge of environmental issues.",
        "Male branch staff even donned pink tutus for breast cancer awareness month!",
        "increase awareness of criminal activity, the project also looks to reduce the fear of crime among young people.",
        "However, the introduction of spiritual enlightenment, miracle cures, and a higher \"awareness\" introduce the possibility that the Silva Method has become a sort of religious movement, not unlike L.",
        "\"A heightened awareness dream,\" I offered.",
        "Raising awareness of biodiversity is also required to conserve wildlife.",
        "UK online campaign The UK online campaign runs year-round with high profile events placed strategically to build awareness of the UK online strategy.",
        "Many people who believe they experience a particular level of sensitivity or prior awareness of events yet to come often seek out psychic tests that can help them determine whether or not those percepions are extrasensory in nature.",
        "The explanation may very well be ground breaking, and it could potentially transform the world with new awareness and understanding.",
        "The counterfeit fashion industry is a criminal business and consumers purchasing counterfeit products in full awareness are contributing to worker exploitation alongside millions of taxpayer dollars.",
        "To allow themselves to gain enlightenment or a higher awareness, tattoos imprint the most important elements of the scriptures or rites on to their skin so they never forget.",
        "Hence, for purposes of psychological interpretation it seems necessary to assume that instinctive behaviour, including the stimulation by which it is initiated and conditioned, affords that naive awareness which forms an integral part of what may be termed the primordial tissue of experience.",
        "A campaign to raise awareness about the dangers of intra-muscular quinine injections and to provide information about the club foot was carried out.",
        "Racism awareness training was almost non-existent at every level.",
        "Regardless of the specific month, efforts to raise awareness of pervasive developmental disorders are important to those affected by the conditions.",
        "His next kiss was consuming, hungry yet sweet, teasing her with a hint of promise and driving her body to new heights of awareness.",
        "It was not the polite, curious glances of Romas's people but direct looks that made her skin crawl with awareness.",
        "A'Ran's gaze swept over her, making her skin tingle with awareness.",
        "This effect means that abreaction starts forcing his problems into his everyday awareness and drives him to seek ways of resolving them.",
        "raise awareness across various business sectors.",
        "With all the awareness being raised about this difficult disease, cancer research funding is becoming more prevalent and the future looks bright.",
        "Social customs: The autism awareness movement and the autism rights movement have created a number of customs specific to the autism community.",
        "April is National Autism Awareness Month, a time for helping people become mindful of the autism spectrum of disorders.",
        "Challenges in raising awareness rest in a few areas, including conflicting theories about the possible causes of the disorders as well as treatments and cures.",
        "Raising awareness of autism may increase compassion and tolerance for behavioral differences, almost like learning new customs and languages.",
        "The Autism Society of America is a driving force behind raising awareness about autistic disorders.",
        "The organization has been participating in the annual awareness celebration since the 1970s, before Asperger's syndrome became a formal diagnosis.",
        "The Autism Society of Canada celebrates autism awareness in October.",
        "Raising awareness is among its primary missions and many may be familiar with Autism Speaks through commercials, press releases and the mainstream media.",
        "Raising awareness about the autism spectrum is an important step in bringing the autism community together with the public.",
        "Chinese monks practiced Tao Yin as a form of breathing and body discipline in order to remain healthy and achieve spiritual awareness.",
        "Build awareness of self through the unity of the relationship between mind, body, and breath, and transform that into a sense of peace.",
        "In the United States, Autism Awareness Month is April and in Canada, it is October.",
        "She felt her blood quicken and her skin flush with awareness and heat.",
        "Whilst this aims to increase awareness of criminal activity, the project also looks to reduce the fear of crime among young people.",
        "agitate on behalf of breast cancer awareness.",
        "The Victorians had a constant, often agonized awareness of their responsibility for creating the future, and also unparalleled access to the past.",
        "altar servers aimed at raising their awareness of vocation.",
        "The former values mental lucidity while the latter is highly analytic and intended to sharpen awareness.",
        "I am not a born and bred Anglican so I have had little awareness of church politics, at least until recently!",
        "archaeologyct aims to raise awareness and investigate the archeology, history and natural heritage of the site.",
        "Arrhythmia Awareness Week arrhythmia Awareness Week Arrhythmia Awareness Week is a campaign that aims to improve the quality of life for people living with Cardiac Arrhythmias.",
        "Symptoms in arrhythmias patients with arrhythmias patients with arrhythmias often complain of awareness of the heart beating or \" palpitation \" .",
        "There is a need for enhanced awareness in African countries on AIJ to facilitate the articulation of informed positions on the subject.",
        "baby boomers are between the highest increase your awareness.",
        "brand awareness.",
        "In the 1980's, the British government ran its AIDS awareness campaign ' Don't die of ignorance ' .",
        "The second objective is to raise awareness of the condition, which can be detected with an electro cardiogram (ECG ).",
        "circulatestart we tried to increase awareness and arouse interest by word of mouth and by circulating a newsletter.",
        "Advisory Raise awareness of the ecological importance of old birch stands to a variety of native species including the Welsh clearwing.",
        "combatant commanders must have sufficient visibility of their networks, threats, and operations to gain a full awareness of their situation.",
        "Intercultural awareness Intercultural communicative competence Intercultural awareness skills How does this affect the role of the teacher?",
        "Other girls reveal a sexual awareness which stretches to strawberry flavored condoms whilst still more complain about poor quality drugs.",
        "conscious awareness.",
        "Thus we ascend from physical awareness, through ego consciousness to the level of the self.",
        "All the above makes for an expansive independent label that possesses courage in their convictions and a determination to raise underground awareness.",
        "deficit hyperactivity disorder (ADHD) with a bias in spatial awareness away from the left.",
        "Demonstrate an awareness of personal responsibility and incorporate a critical ethical dimension into their work where applicable.",
        "disability awareness within the field of adventurous outdoor activities.",
        "Awareness of a looming disaster was triggered by Rachel Carson's 1962 book Silent Spring.",
        "Awareness of radical disjunction sometimes surfaces spontaneously and unlooked for.",
        "docudrama based on interviews with prostitutes, to raise awareness about life in the sex industry.",
        "Dyslexia Awareness Week - special offer on all dyslexia Awareness Week - special offer on all Dyslexia titles An award winner from David Fulton Publishers!",
        "easeful awareness of the present moment.",
        "Efforts are being made to promote local environmental awareness of the importance of the area and to encourage eco-tourism.",
        "The work guides us to fully embody the experience of emotional territory by giving expression to our awareness through rooted movement.",
        "It helps young scientists develop business awareness and an understanding of the skills needed to become a successful biotechnology entrepreneurs.",
        "This two-year project (2001-2003) aimed to raise awareness about managing staff-related equality and diversity issues in higher education.",
        "An awareness raising course with professionals \" Carers Caring Safely \" has also been independently evaluated.",
        "Awareness of the research methods in use in various aspects of solid Earth geophysics.",
        "gestalt therapist will help a person to develop self awareness and break their pattern of non expression.",
        "groundswell of awareness.",
        "Campaign results The campaign created a huge groundswell of awareness.",
        "We hope to raise awareness of the many guinea pigs waiting for permanent loving homes.",
        "Guinea worm disease has been almost eradicated through improved water and hygiene initiatives, public awareness campaigns, and improved monitoring.",
        "The newly awakened interest in the Irish harp in recent years has brought with it an ever-increasing awareness of the lack of playable material.",
        "After all, eastern mystics have taken hashish for centuries to attain an expanded awareness or enhanced state of consciousness.",
        "The film is also about much more - about political awareness instead of mere sexual hedonism.",
        "heighten public awareness to coastal flood risk.",
        "Aims to promote better awareness of all aspects of sexuality, including impotence.",
        "Amethyst is said to be an aid to spiritual awareness and healing, and it is believed to help combat insomnia.",
        "Parent-child interactions were designed to promote dialogic reading, vocabulary development, and print awareness.",
        "intercultural awareness.",
        "intrapersonal awareness raising and training are offered to increase the VIP's decision-making power for successful integration in the labor market.",
        "justification for these assertions is found in an emerging awareness of how we form memories, associate data and react to stimuli.",
        "lack of awareness by health staff of how to communicate with them.",
        "Latino awareness still less of a quality takes advantage.",
        "Come and celebrate the launch of the Awareness Week, at a party where everyone's welcome!",
        "Once they've reached a level of sound awareness, they'll be ready ' .",
        "Rayan's concern for the poor and awareness of Marxist analysis gave him a natural affinity with Latin American liberation theology.",
        "life-and-death matter of awareness.",
        "Hand-in-hand with that is the awareness of the actual chances of an axe-wielding maniac turning up right here, right now.",
        "masked prime stimuli presented near the threshold of conscious awareness affect responses to subsequent targets.",
        "White describes the things that Templeton found and it is the perfect meld of meaning and sonic awareness.",
        "Fitness is not only the physical health, but also mental health of a person along with self awareness and emotional satisfaction.",
        "The new website aims to bring much greater awareness about the violence currently meted out to children and young people who have no voice.",
        "And we work for positive change by campaigning and raising awareness of arthritis, an often misconceived condition.",
        "In such a company it may be advisable to provide inter-cultural awareness training to staff to minimize misunderstandings.",
        "When it appears it can be object of awareness so that it can be realized as a conditioned Nama, not self.",
        "And the biggest ever nationwide push for Fairtrade seems to have borne fruit: sales and awareness of Fairtrade are both up!",
        "oddityof the oddities of the human visual system is its ability to register objects even in the absence of conscious awareness.",
        "outset in order to increase mutual awareness of diverse agendas.",
        "Digital interactive Television Traditional TV has for a long time been an awareness creation tool par excellence.",
        "Doesn't have adequate affordable health insurance pastor awareness about their.",
        "Poor public awareness is compounded by the relative paucity of local authority sources of in-house specialist advice.",
        "It then aims to generate more awareness among the public, before taking it to other healthcare professionals and ultimately to government paymasters.",
        "phoneme awareness prior to instruction predicted later reading skill.",
        "phonemic awareness is now frowned upon in some quarters!",
        "The poll tax raised awareness of local taxation to fever pitch for a few years.",
        "Heart of Mersey has attracted plaudits from the health sector for its excellent work in raising awareness of coronary disease prevention.",
        "Simultaneously, we see an increase in public awareness of US foreign policy, or, the policing of global capital.",
        "Porphyria Awareness Day May 2006 We are celebrating 1st June as porphyria Awareness Day May 2006 We are celebrating 1st June as Porphyria Awareness day.",
        "Now Satan is indeed prowling around like a roaring lion and we need a proper awareness of danger.",
        "Use Dreamer's Journey for expanding awareness through musical imagery; for deeper, more profound relaxation; or simply for musical enjoyment.",
        "I hope this will evoke a sympathetic ' morphic resonance ' within your awareness.",
        "Nearly all of them activate utterly discordant ' sympathetic resonances ' within my awareness; they seem to me altogether too far-fetched!",
        "This survey will help us in our mission to raise the awareness of women returnees and their careers.",
        "DIOCESAN WOMEN'S COMMISSION: Environmental Awareness walk, sat.",
        "Today as a growing youth gathers in his awareness of the world and becomes self-conscious, he longs for an identity.",
        "Our mission is to promote self-help, healthy eating habits, healthy living styles, & raise general health awareness in the wider community.",
        "Indeed, a certain level of fear may be necessary to maintain a sufficient degree of awareness to provide self-protection.",
        "We also raise awareness on the subjects of child labor and enforced domestic servitude of children and many other issues.",
        "Time is running out for many who still skulk unwillingly in the shadows of HIV awareness.",
        "Response: As usual, the Islamic Awareness team begins their article with typical ad hominem slurs.",
        "solus outdoor campaign produced awareness levels equal to the TV campaign for half the cost.",
        "Her personal interest is helping people awaken the spirit within through an awareness of holistic living, contrasted with the divine spark within.",
        "Deaf Awareness week Why not teach your class finger spelling?",
        "The program aims to raise awareness of HIV and AIDS and combat stigma.",
        "However there needs to be awareness that too many standards may create a straightjacket for service providers and may restrict innovation in service delivery.",
        "Consumer awareness about food safety is rising, fuelled by an almost never-ending stream of food-related TV programs.",
        "tangram games that will effectively improve shape awareness.",
        "tantalizezing sudoku strategy and tips... skills and awareness, free online sudoku puzzles, if through at some.. .",
        "Current awareness of the medical applications of protein therapeutics.",
        "The neurones firing in response to the clock ticking have effectively become \" bored \" and the sound slips below conscious awareness.",
        "Game of Chants is a game of destiny played with a sense of inner peace, awareness of natural ecology and human togetherness.",
        "The average effect size of phoneme awareness training on phoneme awareness was.85 across all studies.",
        "Discrimination is often unintentional, stemming from lack of awareness about disability.",
        "vivisection on medical grounds is growing, and is in direct proportion to awareness of the facts.",
        "Tools Appeal The event was also used to raise awareness for the group 's Tools Appeal.",
        "Shell participated in the HSE pilot scheme, which we believe, helps raise awareness across various business sectors.",
        "The razor 's edge is where the awareness is, where Now is.",
        "What was also refreshing to read in his report was his obvious awareness of the practicalities or otherwise of whatever was being discussed.",
        "Use Dreamer 's Journey for expanding awareness through musical imagery; for deeper, more profound relaxation; or simply for musical enjoyment.",
        "Nearly all of them activate utterly discordant ' sympathetic resonances ' within my awareness; they seem to me altogether too far-fetched !",
        "Bonnie Macmillan carried out a meticulous examination of the research evidence behind the influential claims that rhyme awareness promotes reading ability.",
        "DIOCESAN WOMEN'S COMMISSION: Environmental Awareness Walk, Sat.",
        "This pack stimulates your awareness of self-development issues and starts to foster appropriate skills and professional attitudes to learning, growth and success.",
        "Communications and Publicity Increase public awareness of the presence of shad in local rivers and promote conservation issues.",
        "The solus outdoor campaign produced awareness levels equal to the TV campaign for half the cost.",
        "Juggling develops good spacial awareness & a high degree of coordination.",
        "So the quality of our attention, and our selective awareness, controls what we summon forth from the field of infinite possibilities.",
        "UNISON 's health service group has made raising awareness about the issues and taboos surrounding domestic violence an important part of its work.",
        "The site contains six different tangram games that will effectively improve shape awareness.",
        "Tantalizing sudoku strategy and tips... skills and awareness, free online sudoku puzzles, if through at some...",
        "The same lack of awareness is equally true of young men and testis cancer.",
        "The awareness that more and more resources are tied up in discarded and obsolete machinery is transmuted into a kind of glamor.",
        "Opposition to vivisection on medical grounds is growing, and is in direct proportion to awareness of the facts.",
        "You can also help to spread the word about subtitled cinema by downloading a poster or ordering free packs of awareness cards.",
        "Parents Action Organization is a public awareness campaign that provides unlimited general information on children and their development.",
        "With awareness and patience, you'll soon be able to answer your friends when they ask, how long should a baby nap?",
        "Typically, a store will do this when stock levels on a certain product are high or they want to bring awareness of a particular model to a consumer's attention.",
        "Respect their views and beliefs, particularly with regards to issues such as environmental awareness, vegetarian and vegan lifestyles, and other issues that can be sensitive with farmers.",
        "Couple these trends with the advent of things like the Pet Channel, Animal Planet and the many other animal awareness programs that proliferate our communities, and it suggests that pet pampering is here to stay.",
        "If anything good has come out of these recalls, it is the growing awareness of the general public.",
        "With government involvement and increased public awareness, pet food manufacturers are reminded of the responsibility they have to pets and pet owners.",
        "Through networking and increased awareness, the organization has helped empower cat owners to become active in their communities to protest unfair legislation that targets responsible pet owners.",
        "Third grade reading books have the appealing task of developing an awareness that writing can entertain as well as inform.",
        "It also benefits from the increased loyalty of customers and brand awareness.",
        "This is a fun exercise that promotes community awareness and encourages the notion that the world is everyone's backyard and should be respected and well maintained.",
        "Over recent years the improvement in technologies and increased awareness over the need for energy efficiency has resulted in many energy saving features being built into space heaters.",
        "As awareness spreads about the damage that mankind is doing to the environment, and by extension, ourselves, more of us have begun to seek answers and take action to reduce our personal impact on our surroundings.",
        "As awareness of greenhouse gases and the greenhouse effect has grown, it's been noted that landfills give off huge amounts of dangerous emissions.",
        "As children learn more about recycling and recycling facts, they can share their knowledge with others and help to raise awareness of important environmental issues.",
        "Children will put into practice what they learn at school at home and this will help to raise awareness of the importance of recycling.",
        "By buying Green Works, you are helping raise awareness for the Sierra Club and the good work that they do.",
        "A list that helps to focus you, your family and friends, people in the workplace and the wider community on the issues regarding waste is a great way to help raise awareness.",
        "The Klean Kanteen logo is standard on every bottle, but often the company will release a promotional bottle that advertises issues they believe in such as environmental awareness.",
        "Increase awareness of global warming in your community by living green and encouraging others to do the same.",
        "Spreading an awareness of problems is a big first step toward combating them.",
        "Research, individual effort and increasing awareness of the benefits of green living are the major forces behind understanding air pollution, its causes and its effects.",
        "By using organic toys and cloth diapers, as well as making other environmentally responsible choices, your baby can begin to develop an awareness of the earth from the very beginning.",
        "Earth Day continues to inspire awareness of the environment, spread appreciation for the Earth and educate people about how they can reduce their footprint on the environment.",
        "Bringing the idea of political interest in the environment to President Kennedy, Nelson's actions inspired a Conservation Tour by Kennedy to help spread environmental awareness.",
        "The 1969 political unrest gave way to sit-ins and teach-ins around the country as students and other individuals took part in the grassroots effort to raise awareness of many issues they found important.",
        "The first Earth Day encompassed 20 million people, including thousands of schools that held environmental awareness campaigns aimed at educating the public about current threats to the environment and what could be done about them.",
        "This global awareness helped to bring recycling into the limelight and boosted recycling efforts around the world.",
        "From a fun Earth Day awareness walk to a roadside cleanup and picnic, Earth Day is an occasion to celebrate and use your skills and enthusiasm to make a better world.",
        "Attitudes certainly have changed with and increased awareness of the impact waste has on the environment.",
        "Awareness is the first step in the journey to a cleaner, healthier environment.",
        "There is a new awareness in design, architecture and the general population, that while we derived inspiration primarily from nature we were not conscientious of its impact on the planet.",
        "This new awareness has changed the direction of design towards conservation and recycling.",
        "If you purchase the shade Forever Pink, a portion of your purchase will be donated to Breast Cancer Awareness.",
        "Centered on natural, wholesome ingredients, the lipstick brings a new formula to the market and raises environmental awareness at the same time.",
        "A bit of simple awareness goes a long way in a face-to-face meeting with your online date - if you don't feel comfortable, it's your perogative to end the date quickly and politely and move on.",
        "Since the late 1960's around the time of the ecology movement, there's been a growing awareness about health food, mainly the relationship between the food we eat and our health.",
        "Advertising your scrapbook business on a tight budget requires developing a marketing plan that focuses on developing a Web presence as well as building awareness of your business within your local community.",
        "This is a quick, easy, and completely free way to help promote awareness of your business!",
        "This free publicity can go a long way towards boosting public awareness of your scrapbooking business.",
        "Upper intermediate ski skills, as well as avalanche safety awareness is required.",
        "To protect itself, the body uses hormones and chemicals to increase energy, heighten awareness, and improve strength.",
        "The Mindful Awareness Research Center at UCLA Semel Institute has mindful meditations for you to listen on your computer or download to your MP3 player.",
        "This book includes self-assessment tools, breathing techniques, medication, thought stopping, body awareness, goal setting, time management, assertiveness training, and the identification of stressors.",
        "Panic attacks may not appear to have an immediate cause but the inner workings of the mind and emotional responses often function without conscious awareness.",
        "Awareness of the physical signs of anxiety can help you develop ways to deal with the problem.",
        "You recently took part in the launch of an online campaign to raise awareness about cough medicine abuse.",
        "I am one of five moms involved in a campaign to raise awareness about cough medicine abuse.",
        "The below ideas are good jumping-off points for more creative endeavors, such as a \"National Singles' Awareness Day\" cake or a jagged, broken heart shaped cake that you may want to share with a particularly aggravating ex.",
        "Anderson is vegan and a staunch supporter of animal rights and works regularly with People for the Ethical Treatment of Animals (PETA) on advertising and awareness campaigns.",
        "Since becoming an ambassador, she has made numerous trips to underprivileged nations, both to see first hand the conditions many of these poverty-stricken people live in and to raise awareness and funds to help these countries.",
        "She used this heightened publicity to increase awareness in the fight for the rights of gay couples who want to become adoptive parents.",
        "Lance is also well-known for his successful battle against testicular cancer and the yellow \"Livestrong\" bracelets that raised awareness for cancer.",
        "Throughout his life, Steve made several valuable contributions to environmental awareness.",
        "Steve worked with the Australian Quarantine and Inspection Service to promote awareness of the country's strict quarantine requirements.",
        "Applegate is a breast cancer survivor and currently works toward raising funds and awareness for related charities.",
        "I wanted to do something that would raise awareness and money for infertility so I \"Posed for a Purpose\" and donated a portion of the sales to Resolve.org, the infertility organization that I am a spokeperson for.",
        "Some of these projects have included fundraising for the victims of the 2010 earthquake in Haiti, and raising awareness about the conflict in Darfur.",
        "Ever the humanitarian, she and partner Brad Pitt have raised awareness about international adoptions and the plight of people in impoverished areas of the world.",
        "A Florida judge sentenced Nick to eight months in the county jail, 500 hours of community service after his release and he was ordered to complete alcohol awareness classes within one year of his release from jail.",
        "Her mother's battle with the illness is sure to be a contributing factor to Applegate's activism in breast cancer awareness.",
        "Lance Armstrong is one of the most well-known celebrity cancer survivors, due to his tireless efforts to raise funds and awareness for the disease.",
        "Despite having the odds against her, Osbourne beat the disease and has since spent much of her time and energy raising awareness and helping other cancer patients.",
        "After their recoveries, many stars decide to use their fame to raise awareness for the disease, encourage people to seek treatment and organize fundraisers to help find a cure.",
        "No matter what his prognosis is, Swayze continues to work and deliver excellent performances, while campaigning to raise funds and awareness for cancer treatment.",
        "He is also active with charity work, including several appearances to benefit ONE, a foundation that raises awareness and fights poverty and AIDS in third world countries.",
        "The San Francisco edition of this show remains particularly poignant as gay roommate Pedro Zamora brought to light LGBT rights as well as AIDS awareness and education.",
        "Wilder has put a lot of effort, time, and money into raising cancer awareness and telling Radner's story.",
        "Seymour is a celebrity ambassador for the nonprofit organization, Childhelp, raising awareness for child abuse prevention and treatment.",
        "According to her official website, the multi-talented star will continue to focus on her philanthropic efforts, raising funds and awareness for children in need and women's heart health.",
        "Minogue has been credited with raising awareness about breast cancer with young women, and encouraging them to get exams and screening for the disease.",
        "She works tirelessly to promote deaf awareness and teach people about sign language.",
        "Matlin also supports numerous other charitable efforts, including the Red Cross and pediatric AIDS awareness.",
        "Since winning the Miss America pageant, she has written several books and worked towards promoting awareness for people with disabilities.",
        "While the number of deaf stars increases every year, so does awareness and acceptance of those with hearing loss.",
        "The ever-increasing awareness of parents regarding the environment is having its effect on stores, even department stores.",
        "This type of activism helps increase public awareness of the importance of affordable higher education.",
        "Patrick Kerr Skateboard Scholarship: An avid skateboarder who participates in skateboarding awareness activities would have a good chance of winning this scholarship.",
        "Students who are a twin or triplet, have asthma, or are vegetarian can apply for specific awards, and scholarships are even available for surfing, bowling, or raising awareness of organ donations.",
        "The Fund is designed to further awareness of the National Association of the Van Valkenburg Family and its legacy and to award scholarships to students in the family.",
        "The ASI intends for the scholarship to promote awareness of the variety and versatility of wool fabrics and yarns and to encourage personal creativity and fashionable expression.",
        "They promote the training profession and work to increase public awareness of dog-friendly training techniques.",
        "Quartz crystal: The most powerful form of quartz, this gem is believed to open your mind and body to higher awareness with its powerful energy vibration.",
        "Due to their popularity, other organizations and groups created awareness bracelets that represented various causes and societal issues.",
        "The founders have stuck to their roots and have built a product name on quality, customer satisfaction, and environmental awareness.",
        "The founder of Eco Lips, Steve Shriver, ran several consecutive marathons across the state of Iowa to raise awareness for organics.",
        "As more and more consumers reach that level of awareness, it should only benefit our organic retailer friends and allies.",
        "In many respects, this awareness makes organic farming a viable option.",
        "Responding to the growing awareness and desirability of organic foods, the pet food industry began producing foods which adhered to these standards.",
        "Bon-Ton sells a pink bed jacket that not only keeps you warm, but raises awareness and donates portions of proceeds towards breast cancer research.",
        "In addition to excelling in demanding careers in both fields, she is also an outspoken advocate for AIDS/HIV awareness and breast cancer.",
        "For example, the theme for 2009 focuses on the awareness and prevention of burns.",
        "Teachers and parents alike can use summer safety awareness ideas and strategies to help keep children safe during this time of year.",
        "Parents who want to help their children to keep focused on summer safety awareness ideas can ask them to think of safety rules they can follow when going to the beach or the swimming pool, riding their bikes or going on a road trip.",
        "Summer safety awareness ideas should be part of an ongoing discussion with children.",
        "Awareness of the preconceived notions you may face, allows you to take steps to disarm them in the interview process.",
        "Attend meetings and forums designed to raise awareness about the rising costs of health care.",
        "The National Citizens' Coalition for Nursing Home Reform is dedicated to raising awareness about nursing homes.",
        "Increased awareness and prevention of elder abuse, exploitation, and neglect.",
        "AARP. This organization is a strong force in Washington, and works continuously on raising awareness on and finding solutions for senior issues.",
        "Overall, changes in diet and awareness mean that today's senior citizens are healthier than those in the Western world have ever been.",
        "With depression, the geriatric has a much firmer grasp upon what they are thinking or feeling, as opposed to dementia where symptoms are seemingly out of the awareness realm of the individual.",
        "If you are concerned about your mental awareness, talk with your doctor for his advice.",
        "The Consumer Consortium on Assisted Living brings awareness to the need for person-centered living, stressing the needs of seniors in hospitals, assisted living facilities and nursing homes.",
        "They may not love sleeping with the machine and mask; but they certainly see the improvement in their daytime awareness and their overall medical condition.",
        "Sleep awareness week is a public awareness campaign by the National Sleep Foundation every year.",
        "National Sleep Awareness Week is an annual week long event that reminds people of the importance of sleep.",
        "Because the time change is difficult for many people, the public awareness campaign provides valuable sleep education and screening to the public.",
        "Here are some suggestions for making sleep a bigger priority in your life, both during the awareness week and the entire year.",
        "The National Sleep Foundation's sleep awareness week is a great motivator that helps bring the importance of getting the rest you need to light.",
        "The input perspective might suggest that one area of the brain is communicating awareness of the dreaming state to another part of the brain.",
        "The company is working with Global Vision 2020 in order to heighten awareness of the issue around the world.",
        "World Sight Day is the second Thursday of October and is meant to bring awareness to blindness, visual impairment, and rehabilitation around the world.",
        "The goal of the group is to raise awareness about Coney Island's fading historical gems while promoting popular traditions still operating on the island.",
        "The other feature is the Situational Awareness view.",
        "Cell phone charms are available in almost any imaginable motif, including Disney characters, gemstones, awareness ribbons, animals, and initials.",
        "Some people choose to change their cell phone charms from time to time, and it is sometimes appropriate to find a charm that resembles awareness ribbons, for instance.",
        "Some people welcome that kind of pervasive consumer awareness, but it needs to be opt-in to make people not feel threatened by it.",
        "This delay is thought to occur because there is a lack of general awareness by physicians and families of cerebrovascular disorders in children.",
        "Spatial and dimensional awareness keep improving as the baby learns to aim accurately when reaching for objects.",
        "Awareness of the value of the TORCH panel of tests to help confirm the presence of an infective organism and its concentration in the blood is important, especially because confirmatory tests lead to faster, more effective treatment.",
        "The best method of treatment is through prevention and generating public awareness through widespread education on the topic.",
        "IMRs can be prevented by increasing awareness, interest, and accessibility for prenatal care that offers a comprehensive approach for the needs of each patient.",
        "Worldwide Education and Awareness for Movement Disorders (WE MOVE). 204 W. 84th St. New York, NY 10024.",
        "Gender identity and awareness of sex differences generally emerge in the first three to four years of a child's life.",
        "However, pain is more than a sensation or the physical awareness of pain; it also includes perception, the subjective interpretation of the discomfort.",
        "A child's social competence depends upon a number of factors including the child's social skills, social awareness, and self-confidence.",
        "Research is also leading to a greater understanding of AT, increased awareness, and more genetic counseling.",
        "MAGNUM (Migraine Awareness Group: A National Understanding for Migraineurs). 113 South St. Asaph St., Suite 300, Alexandria, VA 22314. (703) 739-9384.",
        "The Apnea Patient's News, Education & Awareness Network.",
        "This is usually due to more body awareness and recognition of what body parts do; e.g. parts of the body help the child run, catch a ball, jump, etc. Adults usually have very long legs because that is how children see them.",
        "Awareness of the symptoms and signs of meningitis, especially the rash which may accompany meningococcal meningitis is very important.",
        "These feelings can include loneliness, rejection, and awareness of one's gay or bisexual sexual orientation.",
        "Suicide Awareness Voices of Education. 7317 Cahill Road, Suite 207, Minneapolis, MN 55424.",
        "There is also an increased awareness of the questionable treatment of farm animals in factory farming.",
        "Auditory discrimination ability or phonological awareness skills have long been correlated with reading ability.",
        "Insight assessment pertains to determining the patient's awareness of their problem that prompted them to seek professional examination.",
        "Similarly, infants will grasp at an object placed in their hands, but without any awareness that they are doing so.",
        "Properly selected and watched in moderation, these programs can increase reading readiness and number awareness and promote positive social behavior such as sharing and taking turns.",
        "Self-monitoring: In awareness training, the child keeps a diary, small notebook, or wrist counter for recording tics.",
        "It is supposed to reduce the frequency of tic bouts by increasing the child's awareness of them.",
        "Their greater awareness of the divorce situation, however, may lead to elaborate and frightening fantasies of abandonment or of being replaced in the affections of the noncustodial parent.",
        "The child gains awareness of rules when playing games and begins to compete in sports.",
        "Caring-The demonstration of an awareness of and a concern for the good of others.",
        "The initial examination measures the athlete's awareness, concentration, and short-term memory.",
        "They gain an increased awareness of the baby and his or her needs while enhancing the bonding process between care giver and baby.",
        "Absence seizure-A brief seizure with an accompanying loss of awareness or alertness.",
        "Mind/body awareness can influence mood and self-esteem to improve quality of life.",
        "Mental concentration in each position is also very important, which improves awareness, poise, and posture.",
        "Awareness of infant's sensitivity to these messages is gained by watching their body language.",
        "This awareness usually occurs during puberty but sometimes earlier.",
        "The first stage is identified as \"sensitization\" or early awareness, where, around age 10, a child experiences same-sex attraction and feelings of being different than other children.",
        "The second stage is \"identity confusion,\" in which simple awareness is no longer ignored.",
        "Eating Disorders Awareness and Prevention. 603 Stewart St., Suite 803, Seattle, WA 98101.",
        "Because of the mind-body awareness required to perform coughing and deep breathing exercises, they are unsuitable for most children under the age of eight.",
        "An increased awareness of the importance of bonding has led to significant improvements in routine birthing procedures and postpartum parent-infant contact.",
        "WE MOVE (Worldwide Education and Awareness for Movement Disorders). 204 W. 84th St. New York, NY 10024. (800) 437-MOVE.",
        "Behavior modification, especially with children, helps the child to increase his or her awareness of the hair pulling.",
        "Under HRT treatment the patient acquires increased awareness of his or her actions and learns alternative behavior to the hair pulling.",
        "Many children respond better to creativity than competitive activities, making dance a great alternative when it comes to exercise and learning body awareness.",
        "Whenever you use dance art, or any other graphic for that matter, remember to have a heightened awareness of copyright laws and regulations.",
        "The dancing bears of India are rather a cause for concern, and although the images capturing their pain are not at all joyful ones, they are circulated in an effort to raise awareness about the problem.",
        "Other forms of exercise such as yoga will also help your dancing by increasing your bodily awareness, as well as fine-tuning your flexibility and strength.",
        "This also brings about an awareness that you cannot control life.",
        "The company's mission of environmental and social awareness and responsibility is spread through its beauty schools and other training programs.",
        "Other ways to financially contribute include annual or estate contributions or organizing local fundraisers to raise awareness of this worthy cause, such as cut-a-thons to collect hair as well as donations.",
        "Preventing lice takes diligence and awareness of what these parasites need.",
        "The show was created to raise funds and awareness for Leukemia Research following the death of Rizzo's son, Valentino.",
        "In the early '80s, awareness and understanding leukemia was not strong, and Rizzo's goal was to spotlight the disease, help find a cure, and honor his son all at once.",
        "The more your student reads and writes, with an awareness of voice, the stronger his voice will be in his own writing.",
        "Each lesson focuses on phonemic awareness while keeping children entertained with the antics of on screen characters.",
        "FEMA attempts to heighten awareness, plan ahead for evacuation strategies, and more.",
        "If you determine that the company is one that is committed to green business practices - and you share that commitment - bring up your own environmental awareness concerns.",
        "They must be able to forecast sales, come up with new store initiatives, organize special in-store events and maintain awareness of buying and seasonal trends.",
        "It gives laboring women a short term reduction of pain, offers no change in mental awareness, and allows women to move around freely.",
        "Epidurals provide good pain relief for childbirth without impairing mental awareness.",
        "She is the founder of Fertility Awareness Counseling and Training Seminars (FACTS) and has been a regular lecturer at various hospitals, clinics, and universities across the county since 1982.",
        "In Taking Charge of Your Fertility, Weschler promotes the Fertility Awareness Method as a means of natural pregnancy achievement.",
        "I created our Adoption Apparel line to give women who are expecting through adoption a fun way to spread their news and raise awareness.",
        "Natural Family Planning -- Also known as fertility awareness or periodic abstinence, this method works by abstaining from intercourse on the days when a woman is ovulating.",
        "Many natural family planning methods help to build an awareness of how the female reproductive system works.",
        "You can use it with other methods of birth control, such as fertility awareness methods, to increase their effectiveness.",
        "You're also using fertility awareness methods such as the standard days method or the calendar method.",
        "The event was met with much controversy, but it raised awareness for a good cause and also put the spotlight on the \"other side\" of the Hooters business.",
        "Since she is still very young, she may choose to do something different down the line, but her awareness of some of the problems associated with sexual imagery suggests she may try to keep a strong control over her portrayal.",
        "Gund bears are also available to celebrate certain occupations if you're looking for the perfect gift for a teacher or police officer, and there are also bears for certain causes, like the line of Breast Cancer Awareness bears.",
        "Its members include both citizens and scientists who have been increasing vitamin D awareness since 2003.",
        "The National Candle Association is an industry group that promotes awareness of the proper use of scented candles.",
        "Relay For Life promotional items can be used to raise both money for your event and awareness of the fight against cancer.",
        "A crucial part of marketing an event, promotional items bring awareness of the event and what it represents.",
        "Breast Cancer Awareness Shoppe has a multitude of Relay for Life items including t-shirts, caps, magnets and lapel pins.",
        "Check out TK Fundraising for chocolate awareness ribbons.",
        "One of the most popular Relay for Life items is the purple awareness bracelet.",
        "Be sure to promote the event in your community by raising awareness of the event and the meaning behind it.",
        "Komen Race for the Cure.The annual walk/run takes place all across the United States and raises money for breast cancer awareness and research.",
        "Beside raising money, the Foundation also wants to raise awareness of the plight of endangered animals.",
        "The academy regularly gives back to their community, taking part in activities such as Habitat for Humanity building projects, breast cancer awareness, and growing food at a local school which provides the students' meals.",
        "Your organization will get to keep 50 percent to donate to breast cancer research and awareness, and the lucky winner will get the other 50 percent for himself or herself.",
        "Marathons, 5k runs, and 10k runs have long been popular methods of raising money, support, and awareness for breast cancer.",
        "Holding some sort of sale where the proceeds will go in whole or in part to raise funds for breast cancer awareness and research is another popular fundraising idea.",
        "This is an example of how people come together to raise awareness for a cause after it has affected their lives.",
        "This is how many causes earn the money they need to stay active - people volunteering to raise both funds and awareness about a certain cause.",
        "Charities can also use this site as a way to promote their organization and awareness for their specific cause.",
        "Mental illness charities work with individuals diagnosed with mental illness, their families and mental health practitioners to increase awareness of different illnesses and decrease their stigma.",
        "For example, both the walk and the fundraising surrounding it raise public awareness of breast cancer.",
        "Craft fair: Craft events for families can raise awareness as well as funds.",
        "In the mid-nineteenth century, an awareness of the former traditions grew, along with a bit of nostalgia.",
        "Impress your date with your environmental awareness while sharing a fresh-baked muffin or cookie.",
        "More often than not, the role of smell in attraction (or lack thereof) operates beneath the level of conscious awareness, but it is no less important for being so subtle.",
        "Therefore, start by spending some time learning and exploring your own mental and physical limitations, in order to increase your self awareness.",
        "The awareness can also be a blessing if you are willing to ask yourself a few tough questions.",
        "Your feelings for this guy are changing and your question reflects the level of awareness you have on the matter.",
        "These encounters may then escalate to phone conversations where teasing and verbal interactions can heighten awareness.",
        "The idea of dubbing the series after the pop culture reference to older women created an immediate awareness of the subject material.",
        "There are many infidelity warning signs, but there's a fine line between awareness and paranoia.",
        "Awareness has grown about the disease and gluten.",
        "As gluten awareness continues to increase, more restaurants will become of the contents of the items they prepare.",
        "Moreover, thanks to increasing celiac disease awareness, gluten-free breads and pastas are widely available.",
        "Through efforts by the Celiac Disease Foundation and other organizations, awareness of the disease has grown.",
        "Thanks to the efforts of individuals, organizations, and the medical field, awareness of this hereditary autoimmune disease has increased.",
        "Like other groups, the National Foundation for Celiac Awareness provides support by reaching out to the online community of celiac disease patients through its newsletter and other online resources.",
        "You may find yourself in the position of educating him about the disease and its consequences as the awareness of its existence have only become better known in recent years.",
        "Gluten awareness and allergy-conscious foods are gaining steam in the United States where the number of celiacs is easily over two million and growing!",
        "Do you feel that over the years there has been a general increase in public awareness regarding issues like gluten intolerance and food allergies?",
        "As you know, May is Awareness Month and here at Allergiesandme.com, we have tried to do our part in our Social Media connections and our website, to give information and links for education.",
        "By embracing the support of these networks, you can also add your voice to the growing movement of awareness and understanding regarding gluten intolerance that fuels the promotion of proper labeling by manufacturers of food products.",
        "Certainly, the increased awareness of gluten intolerance can have far-reaching benefits beyond celiac disease sufferers.",
        "With increasing public awareness of gluten intolerance and the need for real food, there is an ever-expanding number of options for those who need to follow a gluten-free diet.",
        "But a lot has changed and, as public awareness of gluten intolerance grows, so too do the shopping and baking options for gluten-free consumers.",
        "Since gluten-free awareness is on the rise, there is a vast assortment of gluten-free products available for purchase which can make a celiac's life considerably easier.",
        "A special thanks to Erika for her contributions to the field of gluten-free awareness.",
        "As awareness about celiac disease and gluten issues grows, more and more companies are creating specialty gluten-free items.",
        "While great strides have been made toward the awareness of foods containing gluten, even when eating in restaurants that claim to be gluten-free, it is important to ask questions.",
        "Going gluten-free necessitates a higher awareness of food and its ingredients and it provides an excellent reason to explore the many alternative options in your supermarket aisles.",
        "Many businesses are more accommodating to those with allergen issues due to the increased awareness of celiac disease and other cases of gluten sensitivity.",
        "This group seeks to build awareness as well as providing information for gluten-intolerant individuals regarding safe food choices.",
        "The options for going gluten-free in San Antonio or any other city depend upon awareness.",
        "As awareness grows, your options are sure to increase.",
        "The Gluten-Free Restaurant Awareness Program (GFRAP) educates restaurant owners on all aspects of offering gluten-free dining, from menu options to staff training to marketing their gluten-free restaurant menus.",
        "While awareness is growing, many people may still be unaware of celiac disease or gluten-sensitivity.",
        "These issues put you in the position of acting as an ambassador for gluten awareness.",
        "The Gluten-Free Restaurant Awareness Program has a printable brochure which you can pass along to the restaurant's manager to help with this cause.",
        "This is because consumer awareness is growing, when it comes to issues like food allergies and intolerances.",
        "The blog's author is Karina Allrich whose highly acclaimed kitchen skills have won her accolades from sources such as Newsweek magazine and the National Foundation for Celiac Awareness.",
        "As awareness continues to grow, you will find more options available to you, particularly as manufacturers respond to the changing marketplace.",
        "Hopewell is a line of Quilted Keepers in pink to raise awareness for breast cancer research.",
        "Taking things that too often get thrown away, even when they can be recycled, Ecoist saw a way of turning those items from landfill to high style, while also creating great jobs and promoting awareness of sustainability.",
        "Formed when two planets sit 180 degrees apart from each other, oppositions are all about awareness, objectivity and forced growth.",
        "Anyone can benefit from her general forecast or the weekly sign readings, if only to enhance your awareness regarding the forces that can influence your everyday life.",
        "Those with a considerable amount of self awareness may even come up with a plan of sorts for dealing with those unanticipated events.",
        "You might consider allowing a teenager to take control of her own clothing budget; nothing makes a young woman a good shopper like awareness of how much things cost and the finite size of her pocketbook.",
        "Puzzle games foster skills such as hand-eye coordination, fine motor skills, problem-solving ability, logic and reasoning, and fundamentals of geometry and spatial awareness.",
        "What's more, some puzzle games are designed to help kids in the areas of concept awareness, such as recognizing opposites, spelling, and math skills.",
        "Both Elizabeth and Roberta saw a need for greater public awareness of children's health issues, and in particular allergies.",
        "With a clever ad campaign, Ask.com was able to build awareness once again about the site's capabilities.",
        "If you are looking to raise your child's awareness about the condition of the Earth and what he can do to help it along, check out the following information.",
        "As society's acceptance to breastfeeding and awareness of the benefits continue to rise, chances are good that a larger percentage of mothers will choose to breastfeed for extended periods of time.",
        "Games help bring about social awareness and bonding which is why many parents opt to find games for preschool children.",
        "Learning the definitions of parenting styles may help generate an awareness of how your behaviors and attitudes affect your children.",
        "The Film Society of Lincoln Center was founded in 1969 with the intention of recognizing new filmmakers, offering them support, and increasing awareness of the art of film.",
        "Harkins Movie Theaters also have a variety of programs to assist in fundraising and raising awareness for community organizations.",
        "Practitioners claim to have more energy, reduced anxiety, greater awareness, a deeper connection to self, and experience a host of other benefits.",
        "Through sustained awareness on all aspects of the practice, the movement of body, breath, and mudra harmonize, and the inner flow naturally emerges.",
        "The practice of TriYoga culminates in higher levels of awareness.",
        "These trips are designed to allow people to enrich and broaden their awareness and to give a wide variety of experiences of the culture and spirituality of the sub-continent.",
        "Raja Yoga: A more scientific perspective, it involves building awareness beyond the conscious mind through concentration on the Yoga Sutras.",
        "Considered an extension of the company, the goal is to raise awareness about renewable energy and to demonstrate solutions.",
        "Most places that provide spaces for naked yoga men do so with an awareness of the sensuality of the experience.",
        "One of the many medical benefis of yoga that many people report is increased awareness and improved concentration.",
        "Kripalu is about harmonizing asanas, pranayama and meditation into a mindful practice that brings practitioners to a new level of awareness and peace.",
        "The company's mission statement is, \"We believe that thought creates awareness, awareness creates action and action creates change.\"",
        "They offer details on how to run a yoga class and focus on how to use yoga for strength training, flexibility and increased mental awareness.",
        "Breath: An awareness of the breath is also essential during yoga poses for scoliosis.",
        "Promote autism awareness in your teen's school and community.",
        "Normal judgment, abstract thinking, and social awareness may be areas in which autistic children have difficult reacting in a normal manner.",
        "Eileen Miller is a resident of Oregon State who is dedicated to promoting autism awareness.",
        "As awareness of autism increases, the ability of school and medical professionals to identify, diagnose, and treat autism in young children is growing constantly.",
        "Focusing on the positive aspects of CAN and Autism Speaks helps us recognize that much is being done to raise awareness, educate families and treat the condition.",
        "The list is in no way comprehensive becaue there are many individuals directly affected by pervasive developmental disorders who have dedicated their lives to promoting awareness and education.",
        "Every organization shares one aspect; each wants to promote autism awareness through their conferences and in their other communicative efforts.",
        "There is a World Autism Awareness Day and Autism Awareness Month in April.",
        "The autism community has grown to include people with autism, their family, friends, doctors, therapists, teachers, autism experts, autism rights activists and any person who supports autism awareness.",
        "The autism community has events, conferences and awareness activities throughout the year.",
        "By having full awareness, both disorders receive the necessary attention without unnecessary or dangerous contraindications.",
        "Autism Awareness Month may be one of the most effective approaches.",
        "Modern technology combined with global awareness and education has paved the way to an array of effective treatments and therapies for Asperger patients.",
        "Cognitive awareness improved 16 percent.",
        "National and international training helps promote autism awareness while teaching professionals and educators in different disciplines learn how to work with children, adolescents and adults with autism.",
        "Self-help skills, safety awareness, meal planning and career choices are among the topics covered in this program.",
        "Awareness of your surroundings is the key to hotel travel safety.",
        "Promotion is creating product awareness through advertising and publicity.",
        "Customers awareness quality of products or services established by other franchisees in other locations, often several in the same town.",
        "Some franchisors require a specified percentage amount paid into a national fund used to advance the brand and establish company awareness in target markets.",
        "I was truly impressed with the line operations and the obvious dedication you and your staff invest in safety awareness and production efficiency.",
        "The act is a blueprint for companies to govern their financial activities.As a result of this act, ethical awareness in the workplace has risen as well as scrutiny from governing officials.",
        "Now that companies have to increase their business ethics awareness, corporate governance is an important issue to investors."
    ],
    "definition": [
        "The state or level of consciousness where sense data can be confirmed by an observer.\nI gradually passed from sleep to full awareness.",
        "The state or quality of being aware of something\nThe awareness of one type of idea naturally fosters an awareness of another idea",
        "Link/Cite"
    ]
}