{
    "translation": "מביש, מגושם, לא מוצלח",
    "uses": [
        "You just put me in an awkward position.",
        "After an awkward silence, she glanced up at him with a mischievous smile.",
        "This is getting awkward, isn't it?",
        "The ride back was quiet, but the silence was a comfortable one, only becoming awkward when they reached the door of his house.",
        "They sat, not speaking, but it wasn't awkward any longer.",
        "The awkward quiet fell again.",
        "After an awkward good-by, she watched the tail lights of his car disappear down the drive.",
        "She stretched again before settling into an awkward stance across from him.",
        "Yes, I heard something: he said something awkward in His Majesty's presence.",
        "She is not conscious of any reason why she should be awkward; consequently, her movements are free and graceful.",
        "Jake turned and stared at him, dropped an awkward bow, and straightened, his mouth lax.",
        "\"Is that what they are?\" she asked at the awkward silence.",
        "He finally broke the awkward silence.",
        "Jessi watched the awkward exchange from a small distance away.",
        "She returned her gaze to the sky at the awkward silence that fell.",
        "\"It would be awkward,\" she said in a hushed voice.",
        "Kiera felt the awkward silence but didn't know what to say.",
        "The moment stretched on until it felt awkward even to her.",
        "The ensuing silence, however, reminded her once more of their awkward status.",
        "She wanted to commiserate with the horse's assistant, who seemed as awkward in his role as Jessi felt in hers.",
        "\"We'll talk later,\" he said in the awkward silence.",
        "There was an awkward pause, and he saw her reach for a chair with trembling hands.",
        "After an awkward moment, she said, \"I hope you know that I would never do anything to hurt you.\"",
        "She composed herself and psyched herself up for a day of shopping, awkward questions about Rhyn, and flaky friends.",
        "He felt it awkward to attract everyone's attention and to be considered a lucky man and, with his plain face, to be looked on as a sort of Paris possessed of a Helen.",
        "Then, suddenly, an awkward half-grown boy who sat right in front of the master's desk turned squarely around and whispered to Tommy Jones, three desks away.",
        "He stopped a safe distance away and was the first to break the awkward silence.",
        "The awkward silence fell again.",
        "It would be awkward enough talking to Josh, without having an audience.",
        "He sat beside her bed, his large body awkward in the small chair.",
        "They cleaned up the mess and then stood in awkward silence, watching Brutus.",
        "And Boris, having apparently relieved himself of an onerous duty and extricated himself from an awkward situation and placed another in it, became quite pleasant again.",
        "There are awkward gaps in his narrative and statements inconsistent with each other.",
        "A'Ran's deep voice saved her from filling the awkward quiet.",
        "The awkward silence made Jessi antsy.",
        "\"You are making this really awkward for me,\" she said with a sigh.",
        "Pierre himself grew still more confused, blushed like a child till tears came to his eyes, began looking about him uneasily, and an awkward pause followed.",
        "During one of these moments of awkward silence when Anatole's prominent eyes were gazing calmly and fixedly at her, Natasha, to break the silence, asked him how he liked Moscow.",
        "And it would avoid awkward places where it's unclear if the category is for a modern or a historical entity.",
        "What did she say after the most awkward experience of her life?",
        "An awkward quiet fell, and she sensed Traci was as reserved as she was.",
        "Had she attempted concealment, or tried to extricate herself from her awkward position by cunning, she would have spoiled her case by acknowledging herself guilty.",
        "\"I made this awkward again, didn't I?\" she said, embarrassed once more by the passion she put into her speech.",
        "Melody must not make more than one wide skip in the same direction, because by so doing it would cause an awkward change of vocal register.",
        "The silence grew awkward, and she found herself thinking of the last time they were together.",
        "Their food was served and they continued to chat about unimportant things with awkward silences filling the spaces.",
        "The adolescent stage of life is an awkward one, there's no denying it.",
        "The moment turned awkward.",
        "Adults who graduate from college or graduate school and are heading into a professional field may feel awkward at a more typical meal-centered graduation party.",
        "The Starship Database website is awkward to navigate, but lists every ship from all the movies and television shows.",
        "Their motions in the water are almost as rapid as they are uncertain and awkward when the animals are removed out of their proper element.",
        "He received Johnson's homage with the most winning affability, and requited it with a few guineas, bestowed doubtless in a very graceful manner, but was by no means desirous to see all his carpets blackened with the London mud, and his soups and wines thrown to right and left over the gowns of fine ladies and the waistcoats of fine gentlemen, by an absent, awkward scholar, who gave strange starts and uttered strange growls, who dressed like a scarecrow and ate like a cormorant.",
        "He became, however, an early sacrifice to Jackson's spoils system, being recalled within less than a year, but not until he had involved himself in some awkward diplomatic complications with Bolivar's autocratic government.",
        "The general effect of Livy's narrative is no doubt a little spoilt by the awkward arrangement, adopted from his authorities, which obliges him to group the events by years, and thus to disturb their natural relations and continuity.",
        "is especially awkward.",
        "Nor did the king indulge his unruly subjects in foreign wars, though he was constantly engaged in negotiations with France, Scotland, Spain and the emperor, which from time to time took awkward turns.",
        "Some friends may feel awkward about talking to you.",
        "If the knots are too loose, the bracelet starts to look awkward.",
        "It's much easier to work biceps; the workouts are less awkward and more day-to-day activities utilize the biceps than triceps.",
        "On a less awkward note, wives, long-term girlfriends and shameless lovers make perfect recipients for lingerie gifts.",
        "If you're talking about a designer cotton robe, lingerie isn't always a potentially awkward gift to give.",
        "One problem with fishnet stockings is that, although the more open weave is sexy, it can also make the stockings themselves more awkward to wear.",
        "While this can be awkward initially, requiring adjustment once on, the lack of hooks or snaps also maintains comfort while sweating.",
        "It can be awkward being the only girl in class who doesn't \"need\" a bra because she's a late bloomer.",
        "Hard to believe, but as a young girl Karolina said that boys thought she was too skinny, tall and awkward!!",
        "Some guests may feel awkward participating in a party for a young woman, while other may simply find it too delicate a subject to be a party theme.",
        "Many of the men who will admit to wearing mantyhose say that their wives or girlfriends feel more awkward about it than they themselves do.",
        "Lightweight in summer and surprisingly warm in winter, a silk robe doesn't add bulk or look awkward when you're just spending time around your home.",
        "While nylon body stockings will have some stretch, they can still be awkward to fit.",
        "You can wear high-waisted panties underneath a wrap-waist dress, and you won't get that awkward waistline mark underneath your dress.",
        "The boy brief or boy short also eliminates the derriere seams of traditional panties, but can create awkward lines around the thighs; sometimes this result can make the legs look like stuffed sausages.",
        "Don't worry if you look a little awkward at first or if the clothing feels initially strange.",
        "This style of girdle can be purchased to do anything you want, from holding in awkward fleshy bits to smoothing curves and whittling the waist.",
        "The timing may have been awkward but the remaining Eagles managed to replace Bernie with Joe Walsh and continued on with their tour.",
        "Lauren says, \"I always felt like an outsider, a most awkward teen never seeming to fit in.",
        "No more an awkward, shy girl, one of her professors called Lauren her \"Mezzo Song Bird\".",
        "Icebreaker games give guests a chance to relax and get to know each other, and they can turn an awkward occasion into a rocking party!",
        "During the early years of puberty, many teenagers feel socially awkward at a boy-girl party.",
        "Sometimes these dates seem to have real chemistry, while other times they're just plain awkward.",
        "Facts about Tyra Banks consist of tidbits from her early years growing up awkward to her recent years in television.",
        "Some of them actually seem to have chemistry, while others are a little awkward.",
        "The book starts at an awkward spot - the Fellowship for which the first book was named has just been forcibly broken up.",
        "The quiet between them felt awkward.",
        "Alex always seemed to know the right thing to say in any moment, and his silence often felt awkward.",
        "I made this really awkward.",
        "Her movements were heavy and awkward.",
        "On the other hand, the Turks, who were commanded by Essad, had likewise dug themselves in, and they could bring an effective artillery fire to bear on the Anzac trenches from three sides, the prospect of the landing force making any effective progress under the awkward conditions of ground in which it found itself was remote, and Birdwood's contingents had in reality been even less successful than had those detailed for Helles as regards securing an adequate area on the enemy's shores before the defence gathered strength.",
        "There is a great gap in style, though none in subject, between the really poetical prose of the first historian of the fifth crusade and the Latin empire and the awkward mannerism (so awkward that it has been taken to represent a \"disrhymed\" verse chronicle) of his follower.",
        "In spite of their heavy losses and their awkward administration, the Dutch were at sea before the end of May, and were close to the mouth of the Thames.",
        "The best argument in its favour is the improbability of anybody having taken the trouble to forge so bald and awkward a heap of details.",
        "She was illiterate, and with difficulty scrawled an awkward E.",
        "He is not a dramatist - his work as such is insignificant - nor a novelist, for, though his two chief works except the Confessions are called novels, Emile is one only in name, and La Nouvelle Helotise is as a story diffuse, prosy and awkward to a degree.",
        "A hero-worshipper with half-concealed doubts as to his hero is in an awkward position.",
        "Sometimes in plain narrative the lecturer would be specially awkward, while in abstruse passages he seemed specially at home, rose into a natural eloquence, and carried away the hearer by the grandeur of his diction.",
        "The most awkward shapes, involving excessive extensions of metal, are produced by drawing processes between dies of iron and steel in power presses.",
        "In the 17th century such immunities were all the more valuable since French statesmen found themselves in an awkward position.",
        "He was tail, rawboned and awkward; his early instruction was scant; but he \"read books,\" talked well, and so, after his admission to the bar at Richmond, Virginia, in 1797, and his removal next year to Lexington, Kentucky, he quickly acquired a reputation and a lucrative income from his law practice.",
        "awkward interruption of that happy arrangement which made men subservient to flattery and money.",
        "Indolence in every age escapes difficulties by shirking them, but the schoolmen's activity raised innumerable awkward questions.",
        "His literary training was inadequate; his vocabulary is limited and his style awkward and pretentious; and he had a fondness for moralizing tritely and obviously, which mars his best passages.",
        "The situation was awkward for Henry III., who had not Eighth the courage to ask Queen Elizabeth for the soldiers war of the and money that he lacked.",
        "In fact, I'm tall, skinny and awkward.",
        "An awkward silence fell.",
        "An awkward silence fell, and Rhyn knew what the immortal before him wasn't saying by the look of half-alarm, half-curiosity on his face.",
        "His legs and hands applied gentle pressure while his body balanced her in some of the awkward positions.",
        "Dean allowed Gladys to devour a platoon-size breakfast while he delayed bringing up the awkward question of the late-night alarm.",
        "Also, she's standing in a slightly awkward position, putting her weight on her knees.",
        "Sex education does not have to be an awkward or difficult conversation to have.",
        "It might seem awkward, but the majority of our customers choose colors that are the same as their natural eye color.",
        "Nothing is pretty about yanking your gown up all evening long, and it will only make you feel awkward and uncomfortable.",
        "Dating simulation games on the web fill that need, are easy to access, and lack any of the social stigma or embarrassment of losing - one click and the whole situation, no matter how awkward, disappears.",
        "If needed, read your work out loud to see if any sentences sound awkward or confusing.",
        "Retailing for $150, wearers love the look but many find the pull-on style awkward, even while raving about the sexiness and overall comfort.",
        "Toddler cowboy boots are no exception; traditional ones are heavy and may feel awkward.",
        "Your baby's first years are filled with awkward walking and the soles on most children's dress shoes are hard and unyielding.",
        "The new Crocs Prima even tone down the previously awkward image of these shoes.",
        "The men's Faded Glory boots are also awkward to size exactly, although the width is noted as a big factor in the comfort.",
        "Heels could make the dress appear to be an awkward length, but flats will not only keep your dress falling at an elegant level, they will also keep your feet feeling better than they would in heels for hours.",
        "You may not feel that you're mechanically inclined, and the process of shifting while pushing in the clutch feels awkward and uncomfortable.",
        "In these kinds of brainstorming environments, it may seem strange at first to try and come up with things - there may be awkward silences, or false starts.",
        "Most of the Spanx items you will find on eBay remain new in the package, so you don't have to feel awkward about wearing previously worn shapewear.",
        "If you live an active lifestyle or if the cut is in an awkward location like your wrist a waterproof, flexible bandage works best.",
        "His friends speak of his charm and gaiety in intimate intercourse, but among strangers he was silent and awkward, and produced the impression of being reserved and disdainful.",
        "He now obtained a settled home for many years, and, taught by his numerous brushes with the authorities, he began and successfully carried out that system of keeping out of personal harm's way, and of at once denying any awkward responsibility, which made him for nearly half a century at once the chief and the most prosperous of European heretics in regard to all established ideas.",
        "First, there is timber, such as gates, stiles and rails; the first two are, nine times out of ten, awkward jumps, as the take off is either poached by cattle, or else is on the ascent or descent.",
        "Green's Prolegomena to Ethics can see how awkward is the Hegelian transition from \" one spiritual principle\" to different men's individual freedom of choice between good and evil.",
        "He facilitated this awkward transition by adding to Kant's a priori forms of space and time an \" a priori form of alternative causality,\" or, as he also called it, \" an intuition of causality involved in the elementary exercise of perception,\" which is the key to his whole philosophy.",
        "The faults of Diodorus arise partly from the nature of the undertaking, and the awkward form of annals into which he has thrown the historical portion of his narrative.",
        "It is full of awkward grades and minor passes, but it does not maintain a high level generally, no pass (if the Shibar route be adopted) much exceeding 10,000 ft.",
        "Cato labours to express himself in an awkward and laconic epistle, apologizing for its length.",
        "These are P. megapodius, called El Turco by the natives, which is noticeable for its ungainly appearance and awkward gait; the P. albicollis, which inhabits barren hillsides and is called tapacollo from the manner of carrying its tail turned far forward over its back; the P. rubecula, of Chiloe, a small timid denizen of the gloomy forest, called the cheucau or chuca, whose two or three notes are believed by the superstitious natives to be auguries of impending success or disaster; and an allied species (Hylactes Tarnii, King) called the guid-guid or barking bird, whose cry is a close imitation of the yelp of a small dog.",
        "One of the officers of the dragoon regiment, finding a Latin sentence inscribed on a wall, discovered the condition of the very awkward recruit.",
        "The shoulders and fore-limbs are feebly developed, and the hind-limbs of disproportionate strength and magnitude, which give the animals a peculiarly awkward appearance when moving about on all-fours, as they occasionally do when feeding.",
        "That the remains exhibit variety and fertility, that there are in them numerous happy strokes of humour and satire, and many felicitous phrases and descriptions, is true, but the art is on the whole heavy, awkward and forced, and the style rudely archaic and untasteful.",
        "Parrots and paroquets are numerous everywhere in the tropical and subtropical regions, as also the gorgeously coloured macaw and awkward toucan.",
        "In youth he was described as \" a handsome young man, tall, slight, and very erect, bashful, but never awkward.\"",
        "Simon de Montfort and his friends were put in an awkward position by this decision, to which they had so unwisely committed themselves.",
        "In other words, he merely sought to avoid the awkward consequences of his own doctrine by substituting \" individualiter \" for \" essentialiter \" in his definition.",
        "He was short, near-sighted, ugly and exceptionally awkward.",
        "In 1710 Harley returned to power, and Defoe was placed in a somewhat awkward position.",
        "Dean felt awkward standing above her and leaned forward in order to carry on any semblance of a conversation above the din of the crowded room.",
        "If there had been a specific time when it happened, it might have been awkward, or even frightening.",
        "The awkward lull in talk made him wonder if a certain Oracle had told them otherwise.",
        "The awkward silence behind her was soon filled by the clicking of Laurencio's camera.",
        "And I've found that many women try aerobics and give up because they feel awkward and uncomfortable.",
        "Are there maiden aunts or awkward uncles who would be offended by the content of your speech?",
        "That's a long time to be watching two socially awkward individuals sitting with their faces cupped in their hands.",
        "A rather awkward movement is made to get out of the chimney on to the pinnacle.",
        "Then in a somewhat awkward manner the little pup began hobbling toward the others, doing its best to catch up... .",
        "Blocking and lighting design combined to create haunting tableaux that made a virtue of the Playroom's potentially awkward rhomboid space.",
        "It is not possible for a baby to be deliberately awkward.",
        "awkward to handle for shunting.",
        "awkward to carry when full?",
        "awkward to fit two steps comfortably between the gaps in the rails.",
        "awkward squad is hardly an argument to throw at the SWP.",
        "awkward pause, a dreary pause, a horrible pause.",
        "awkward silence.",
        "awkward body postures.",
        "awkward gait or contractions of many different muscle groups.",
        "awkward calcite squeeze near the entrance.",
        "The Sonicare has a plastic \" guard \" on it which can prove awkward at the back of the mouth.",
        "In fact, this bullying man seems really rather awkward in his dealings with women.",
        "The very anxious person can appear awkward, and even rude, in social situations.",
        "No, \" he replied, looking suddenly more awkward than his usual uncomfortable country self.",
        "Often they have never seen a birthmark before and they may feel a bit awkward and unsure what to do.",
        "This put the Duke of Teck in the awkward position of having a worthy bloodline with no means of support.",
        "Swansea ' keeper Roger Freestone was caught out by an awkward bounce but managed to claim the loose ball before Howe could take advantage.",
        "continuation crack above to an awkward exit onto a slab.",
        "Ahead, an awkward crawl by-passes the water and drops into the resumption beyond.",
        "BABY My baby is only 1 month old and can already solve quadratic equations, but has the awkward habit of eating crayons.",
        "Bit of an awkward cuss - decided early on he wanted to be an engineer rather than a farmer.",
        "detest such people being allowed on screen, just being themselves, here's an awkward question.",
        "disarmament fora however inconvenient and awkward it may be to some governments.",
        "Dust ceramics only when necessary using a soft duster; and a brush for any awkward corners.",
        "A lapse of concentration on the problem at hand ended with an awkward backward fall that dislocated an elbow.",
        "embarked on a voyage of the utterly awkward, each constantly challenging themselves with their array of new-found toys.",
        "Even near the center and at the core there are relatively few awkward acute corners.",
        "Parents or teachers may notice an abnormal turning in of the foot, an awkward gait or contractions of many different muscle groups.",
        "Try to avoid the awkward \" estate agent shuffle \" by keeping all gangways clear.",
        "The Mighty Celt is a gutsy story about a 14 year old boy who adopts an awkward greyhound his boss has no time for.",
        "herdsman's cottage was in a very awkward situation.",
        "The animation is variable -- sometimes the heroes look suitably heroic, while at other times they look jerky and awkward.",
        "You could tell by their body postures and facial expressions, they found the discussion awkward, but the atmosphere felt honest.",
        "To be perfectly honest, I didn't actually think we would get beyond the awkward calcite squeeze near the entrance.",
        "There were many hummers flying around the trees, being their usual awkward selves, although I eventually identified both Berylline and Rufous Hummingbirds.",
        "gain the ledge by an awkward move then escape right up the ramp.",
        "In truth Nick is an immensely likeable, yet awkward individual.",
        "maiden aunts or awkward uncles who would be offended by the content of your speech?",
        "This pitch is awkward to rig as the walls slope outwards at approximately 5 degrees to the vertical.",
        "There was an awkward pause, a dreary pause, a horrible pause.",
        "pivot pin in a better place, but that method really is more awkward to make.",
        "keep the populace amused, stop them having any doubts about society or asking awkward questions about what life is about.",
        "Manual Handling includes lifting, twisting, bending and awkward body postures.",
        "They discount what we hold precious, and not just to be awkward.",
        "resentful sons and the awkward tango of married life.",
        "Ironically, it is this clarity that enables a reviewer to ask awkward questions about the claims made on the findings.",
        "I knit right-handed, but find it very awkward.",
        "Matt was speaking Greek, but he felt rusty, felt awkward, was waiting for her to rescue him.",
        "Useful for tightening those awkward little screws in glasses.",
        "It should avoid sentimentality, the awkward, gauche handling of emotion.",
        "Things hung for a moment in an awkward silence.",
        "The strike was a major test for Andy Gilchrist, a key figure in the ' awkward squad ' .",
        "A set of local ordnance survey maps is an awkward tool for discovering the quickest way from Boston to Manchester.",
        "The few common swifts can be awkward to pick out and House Martins from above can look remarkably White-rumped and swifty!",
        "Apart from that you will struggle to find problems, although the side-hinged tailgate is heavy and for some can be awkward to use.",
        "From here, a slightly more awkward takeoff leads to a 40m pitch, to another chamber.",
        "Her constant wringing of hands and awkward walk become endearing traits, which set her character aside from the others.",
        "After an awkward traverse to the top of the pitch, Duncan rigged it and we descended.",
        "If you've ever played the original twister, you'll know exactly what type of awkward situations can be achieved!",
        "Provides information that is of use but it's wrapped up in an uninspiring package with poor typography and awkward navigation.",
        "Don't be too reserved, too unready to talk about personal things, too shy or awkward.",
        "The England categories seem notably awkward, as well - why not just subdivide all geographical articles on the UK by county, with the articles on the counties themselves and on things like the Pennines just going straight into Category:England?",
        "Signor Giolitti wished to conciliate the Vatican by facilitating religious education, which was desired by the majority of the parents, but he did not wish to offend the Freemasons and other anti-clericals too much, as they could always give trouble at awkward moments.",
        "This panegyric, which is accompanied by a series of epitaphs and is composed in a strain of fearless extravagance, was, as the author declares, written \"unfee'd\"; it shows that Ford sympathized, as Shakespeare himself is supposed to have done, with the \"awkward fate\" of the countess's brother, the earl of Essex.",
        "The various awkward problems which now faced the Government, and the divisions among its own supporters, induced him to seize the opportunity of a hostile vote by the Radical group to resign (March 10 1914).",
        "But Howe was eminent in the handling of a great multitude of ships, the enemy was awkward and unenterprising, and the operation was brilliantly carried out.",
        "His earlier writings exhibit a lively and easy style, which gives place in his later treatises to sentences which are awkward from their effort after unattainable accuracy, and from the newly-invented technical nomenclature in which they are expressed.",
        "But in a subject like economics obscurity and an awkward terminology are not marks of scientific merit.",
        "His prose works on various subjects - Prometheus, Symposium (a banquet at which Virgil, Horace and Messalla were present), De cultu suo (on his manner of life) - were ridiculed by Augustus, Seneca and Quintilian for their strange style, the use of rare words and awkward transpositions.",
        "Now the later dramas are often notoriously awkward and redundant; while the removal of those convenient operatic devices which symbolize situations instead of developing them, does not readily appear to be compensated for by any superior artistic resource.",
        "Awkward and uncourtly, at heart shy, he was but a poor figurehead for the stately court of France.",
        "The pole, the use of which is awkward, has been replaced by dry stream, which has a similar effect.",
        "Ethics have become more distinctively a science, instead of an awkward hybrid between a science and an art; their business has been to investigate what moral conduct is, not to lay down the law as to what it ought to be.",
        "Iq is stiff and awkward, sometimes unintelligible, even nonsensical, from a too close adherence to the Latin text (e.g.",
        "Apart from certain blemishes and awkward and even incorrect renderings, Tyndale's translation may be described as a truly noble work, faithful and scholarly, though couched in simple and popular language.",
        "But the cloister garth, as at Chichester, is not rectangular, and all the surrounding buildings are thus made to sprawl in a very awkward fashion.",
        "36, a), for when cut in this way the wound becomes rapidly covered with new wood, as soon as growth recommences, whereas if the cut is too close the bud is starved, or if less close an ugly and awkward snag is left.",
        "In this same year the Webster-Ashburton treaty between Great Britain and the United States was concluded, and, as England did not thereby relinquish her claim of the right to search American vessels, Cass, after having taken such a decided stand in this controversy, felt himself in an awkward position, and resigned his post.",
        "The dramatic introductions and a few of the interludes are bright and interesting, and the Latin style, though still awkward and unpolished, is far superior to that of the De Lingua Latina.",
        "During his stay at Bald Hills all the family dined together, but they were ill at ease and Prince Andrew felt that he was a visitor for whose sake an exception was being made and that his presence made them all feel awkward.",
        "She felt strange and awkward.",
        "The demobbed stranger returned to resentful sons and the awkward tango of married life.",
        "The strike was a major test for Andy Gilchrist, a key figure in the ' awkward squad '.",
        "There seem to be awkward pauses, stilted banter and duff links all over the shop.",
        "The few common Swifts can be awkward to pick out and House Martins from above can look remarkably White-rumped and swifty !",
        "OSAMA: I have never seen more awkward and more confused people than the trinitarian Christians.",
        "If you 've ever played the original Twister, you'll know exactly what type of awkward situations can be achieved !",
        "Provides information that is of use but it 's wrapped up in an uninspiring package with poor typography and awkward navigation.",
        "Do n't be too reserved, too unready to talk about personal things, too shy or awkward.",
        "Car Seat Head Supports-If you are worried about your infant's head becoming bent in an awkward position once he falls asleep, you can buy one of these supports to help him feel more comfortable.",
        "Blind dates are awkward at best, but real relationships have come out of them.",
        "Infant support pillows can help ease the discomfort of muscle tension and awkward positions that mothers sometimes feel while nursing or bottle feeding their babies.",
        "Sometimes baby showers can be a bit awkward, especially if the shower is attended by a large group of women who really don't know each other.",
        "Learning to pin cloth diapers is a bit awkward at first.",
        "The controls on the front are easy to access so awkward reaching to the sides or back to fumble for switches or buttons is eliminated.",
        "If the pool stick bends at an awkward angle or at the wrong moment or with not enough strength, then the spin of the ball is will inadequate and send the cue ball for the wrong part of the target.",
        "Otherwise, it could make your play awkward.",
        "These products increase comfort during sleep and aim to reduce some of the problems associated with sleeping in awkward positions.",
        "By week seven, the female's abdomen will have grown considerably, and she will likely be a bit awkward when it comes to moving around and grooming herself.",
        "You want your cat's name to come with a story - a story that can fill up awkward conversational pauses for years to come.",
        "Asking your child to play messenger puts him/her in an awkward position.",
        "This includes building a greenhouse to fit a particular plot of land that might be an awkward shape or size as well as taking into account other important features such as local conditions.",
        "Allow a clear and unbroken path around your room by keeping furniture moved to the side and awkward corners turned to flow with the scene.",
        "The kitchen is the heart and soul of most homes, but awkward layouts, small spaces, and outdated décor all contribute to making some kitchens less than they could be.",
        "No more juggling an awkward wooden level at the top of the ladder.",
        "Get rid of those old and awkward trouble lights.",
        "If your table is especially awkward to fit or if you don't see the linens you like in the shape you need, you can buy a larger size of a similar shape and make it work.",
        "While a few bathroom decorating ideas can help resurrect a boring space, even the best decorating tips can't rescue an awkward floor plan or an oddly colored bathtub or sink.",
        "Obviously, a border that features images of giraffes, or a pattern of giraffe hide, would look awkward in a Southwestern theme room.",
        "That flexibility is vital because some products may be awkward shapes or sizes and may not fit easily into a rigid bag.",
        "Bleaching trays are a more awkward to use than white strips.",
        "The strips themselves felt a little awkward in my mouth, but not uncomfortable.",
        "While some of the photos are purposely unflattering and in some cases downright mean and embarrassing to the subject at hand, the site really does prove a point - celebrities can be just as awkward, sloppy, and average as the rest of us.",
        "Other options, such as hands free and adjustable cosmetic mirrors, are also available to allow you to look your best even in awkward or unexpected conditions, especially when using a makeup mirror on a flat surface is impractical.",
        "The mirror is designed to amplify light across the mirror's surface, resulting in improved lighting even from a distance or an awkward angle.",
        "Visual interpretation of the human form lies with the viewer, so what may look awkward to you might be considered stunning to someone else.",
        "Forcing a subject into a pose that makes her feel awkward will ruin the moment.",
        "You don't have to find room to store bulky and awkward supplies.",
        "Floating stickers look awkward, so avoid potential problems by mounting tiny embellishments onto small chipboard squares or cardstock strips.",
        "This size of paper can be awkward to store, but it's essential for creating beautiful layouts.",
        "There's nothing worse than feeling awkward and out of your element on the big night.",
        "Plus, if he rejects you (which-despite how cute you are-- ethically, he should) then things are going to be AWKWARD and embarrassing.",
        "She's probably awkward around you because she feels bad for hurting you.",
        "As awkward and intimidating as it may sound, administering sex education for teens is one of the most important jobs you can have as an advocate, mentor, teacher, or friend to this diverse and often challenging demographic.",
        "So unless you have that awkward conversation, (I really like you as a friend, but nothing more right now) then it wouldn't be right for you to go with him under false pretenses.",
        "I don't want to ask him out directly because honestly that is not how it works where I live, I mean, it'll be awkward between us if he says no, and I can't stand that thought.",
        "I want to take our relationship further, but I don't want to make our friendship awkward.",
        "Well, if you want to take this relationship to the next level, you're going to have to risk making it awkward, and make a move.",
        "A lot of times, if a girl feels the same way, she will write a letter in return; and if she doesn't, there isn't an awkward conversation to be had.",
        "I'm afraid that if I tell him or ask him about it then things will become awkward between the two of us and I'll have lost one of my best friends.",
        "Listen-Being a teenager can be an awkward time in anyone's life.",
        "Anyone who has ever tried to pin a corsage on herself or someone else knows how awkward and sometimes difficult it can be.",
        "Without etiquette, social interactions would be awkward, as well as things like knowing how to dress or behave with other people.",
        "Giving your gift as you greet the graduate will make it awkward because it's a busy time and he or she will have to find someone to hold it.",
        "Not only will this prevent an awkward situation, but it's a chance to share vegetarian food with others who may not have tried it before.",
        "Rather than create an awkward situation where some sit in silence, play an ice breaker game to get everyone talking.",
        "Having cartoon characters peek out from the bottom of a short dress will look awkward.",
        "Unless you are an immediate family member, it can be awkward and embarrassing for the couple if you offer assistance with bills.",
        "Wedding invitation phrases can prevent awkward scenarios and ensure everyone who attends your wedding and after party feels welcome in the celebration of your love.",
        "Though some people simply have a way with words and can share even the most awkward news with the greatest of ease, not everyone can eloquently or comfortably inform loved ones that they have eloped.",
        "Writing them together as a couple can help you make sure your vows work together as a pair, so that all the guests understand the joke is on purpose and not feel awkward during the vows.",
        "Why, one might almost jump to the conclusion that her accident-prone behavior might be chemically induced-then again, she could just be going through an awkward phase.",
        "I also feel bad for putting anyone in an awkward position, as it was never my intention to embarrass, humiliate or disgrace anyone, or any company.",
        "The fourth season was rather awkward, as Richie and Hilton were involved in a very public feud and no longer speaking to one another.",
        "Awkward, shocking, or explicit love scenes can also cause quite a stir.",
        "Also, leggings are thicker than tights, but they don't have the awkward foot coverage that can complicate the dressing process.",
        "You don't want to make this experience an awkward or negative one, so do what you think is best for you.",
        "It's probably very uncomfortable for her to be forced into such an awkward position, especially since her bones are still soft.",
        "This uneven surface that develops catches on the strings and makes playing incredibly awkward.",
        "You don't want your wrist to be in an awkward position because it can cause injury when you play.",
        "Most basements have awkward wall space under the staircase or near the bulkhead exit.",
        "No matter what, they always look awkward and unprofessional.",
        "Because rooms aren't always completely square, if you start with a full piece of tile along a wall, you'll likely end up with awkward sizes at the end.",
        "This can help you avoid awkward social situations during dating.",
        "If the flower is too large and heavy for the bracelet, it may hang in an awkward way.",
        "Being familiar with them can help you avoid awkward situations where you're too casual for the establishment.",
        "When wearing a tuxedo on these special black tie nights, you may feel awkward at first (especially if you're not used to wearing one), but you should behave in a manner befitting your attire.",
        "If, after you've gone home and tried the knot several times and are not quite managing it, don't feel awkward about returning to the shop and asking for another lesson.",
        "Try on the jacket before purchasing it, and ensure that it falls properly, fits without constricting and does not appear awkward on your figure.",
        "Remember that finding the right size is essential; anything too big will simply look awkward, but anything tight will be extremely noticeable.",
        "The best a company can do from afar is to guess your contours and without ever seeing you in person you are risking a bra as awkward fitting as what you could have just as easily purchased down the street.",
        "Jeans are always awkward, no matter what the size or style.",
        "The awkward feeling is worse for a student who is new to the area or is transferring to a different school.",
        "If the gift is from a single individual, however, it may be best to present it at a different time when other coworkers will not feel awkward.",
        "Some people find that harder or firmer mattresses work better at keeping the body from twisting or bending into awkward positions.",
        "An angle adapter is a CPAP accessory that can prevent kinks and awkward positioning.",
        "If the hose is just too awkward, a CPAP hose lift system can alleviate the problem by lifting the hose out of the way entirely.",
        "Style That Suit Your Face Shape: Finally, just like it's impossible to squeeze a square peg into a round hole, so too does it look awkward when you sport a style that doesn't suit your face shape.",
        "There are some styles out there that look--if not flattering--at least less awkward than the traditional safety goggles used in labs.",
        "Vivid, bold frame colors to catch the eye and make a fashion statement without resorting to awkward styles or inadequate construction.",
        "There are others who are never satisfied with their eyeglass purchases because the fit is awkward or painful, or because it seems that no options are perfect for their features.",
        "You spend most of your time avoiding enemies, but when you do engage an opponent in combat it's more awkward than watching dirty movies with the grandparents.",
        "In order to see the action, players had to tilt and move the system or sit in awkward positions to get just the right view.",
        "Received poor reviews for its awkward play mechanics and lackluster gameplay.",
        "It made for much more awkward gameplay (rather than adding an interesting dynamic), and as such, Madden NFL 2005 is a superior title.",
        "The character models during cutscenes are awkward and fail to convey anything close to what a real person would look and act like during a certain situation.",
        "The configuration was easy to pick up and I thought it might be awkward at first.",
        "Moving through the Shenmue world is awkward at times.",
        "Afterwards, edit out any strange noises or awkward pauses and export it as an MP3 file.",
        "At first, switching back and forth between the buttons and the touch screen will feel a little awkward, but luckily it becomes second nature after a little while with the game.",
        "However, it can be awkward to find a way to package wine and glasses together.",
        "It's not awkward and feels substantial as your fingers do their business.",
        "They're even more awkward if you want any sort of portability whatsoever.",
        "Spasticity-Increased mucle tone, or stiffness, which leads to uncontrolled, awkward movements.",
        "Teenagers, who already feel awkward and ugly, may feel worse during flare-ups of the disease.",
        "Other concerns are related to specific objects, such as pacifiers, which may cause dental deformity or objects that, due to their size, shape, or composition, are awkward or undesirable as \"loveys.\"",
        "This awkward position is called the palmar grasp, which makes it difficult to hold on to and manipulate the object.",
        "By the age of eight to 10 months, a finger grasp begins, but objects can only be gripped with all four fingers pushing against the thumb, which still makes it awkward to grab small objects.",
        "Taking the time to prepare may help to make this discussion less awkward.",
        "As a result, they can appear to be awkward or clumsy.",
        "Non-right-handed children must either learn to use tools with their right hand, which can be awkward, inefficient, and frustrating, or to use tools backwards with their left hand.",
        "Yet, they often have trouble with gross and fine motor skills and, as a result, they may be physically clumsy and awkward.",
        "Falling somewhere between the cheerleaders and the sports teams can be an awkward place to be, especially in cash-strapped school districts.",
        "It's the hands that are the awkward problem.",
        "Especially if this is the first time you have met the person, touching them might seem awkward.",
        "Unfortunately, not everyone is a natural at dancing in a club scene, which can make for an awkward and embarrrassing experience.",
        "There are no awkward layers near the front, so styling is a breeze.",
        "Hair Length: Short hair is not easy for updos, and very long hair may be awkward when confined to a style that may be too heavy.",
        "It is inappropriate to dress the flower girl up as a miniature bride, and therefore a hair style using a realistic veil is both awkward and impractical.",
        "In addition to providing support, suggestions and recommendations for your hair type, a forum devoted to long hair can also help motivate you to stay on track as you go through awkward stages of the grow-out phase.",
        "It may lead to an awkward situation if your current employer doesn't know that you are looking for work and a prospective employer calls for a reference.",
        "They are tired and feel awkward as their body grows.",
        "Earl Jean Maternity Stretch Jeans are a great choice for your first or second trimester and that awkward postpartum stage.",
        "Additionally, most tankini styles are not ideal for tanning, but the apron tankini can leave you with even more awkward tan lines.",
        "Likewise, an indoor shoot can be uncomfortable with hot lights, little circulation and many hours spent contorting yourself in unnatural and awkward positions where you still have to smile and look alluring.",
        "The price is reasonable, but one customer on the site complained that the sizing is awkward and the fabric of a poor quality.",
        "Slingshot swimsuits are not for the timid or the awkward, and perfect posture must be maintained in order to keep these suits in place.",
        "The increased sexualization of girls at younger and younger ages means that swimsuits, already an awkward arena for parents because of the form fitting and skin-baring nature of these garments, have become a whole new battleground.",
        "However, anyone who has gone to the pool or beach sporting a one piece is well acquainted with the awkward bathroom dance.",
        "Some people simply feel awkward wearing a swimsuit when they aren't in the water or sunning themselves on the sand.",
        "Its heaviness makes it awkward to wash, but it only needs cleaning once a year or so, and is usually cleaned by being hung outside and beaten so the sand and dirt falls out.",
        "Even adults found it awkward to walk on.",
        "Body surfers: Like lifeguards, body surfers prefer small, lighter fins to prevent awkward movement on land.",
        "Pain de Sucre is another shop with an English-option for their website, but again, you can mostly just browse and the menu is awkward.",
        "Its huge size makes it awkward and unwieldy, so the supposed practicality of it is completely negated.",
        "The Gaucho Pants Suit: Pant suits can seem unyielding, awkward, and uncomfortable if you aren't used to wearing them regularly.",
        "Funny presents are especially appropriate for a Secret Santa Christmas gift exchange or white elephant gift party, when most of the recipients would expect unusual and even awkward but well intentioned gifts.",
        "No matter how cute and sexy a costume is, if it's too tight, itchy, awkward, or otherwise uncomfortable, you may end up wishing you had gone as Suzy Sweatpants instead of Provocative Polly.",
        "Renaissance costumes are elaborate and fun costumes for anyone uncomfortable with their size, and while they may conceal an awkward body shape, these costumes will not conceal the enjoyment of a great costume.",
        "Dating personals also get awkward topics out of the way right away--you know what type of relationship they're looking for and what they think they have to offer.",
        "It may be awkward to ask a potential date about beliefs, because some people are offended at being turned down for the \"wrong\" religion.",
        "That would be awkward and unprofessional for her.",
        "And, having sex for the first time with a new partner is almost always awkward.",
        "Eventually, I began to feel awkward and started to avoid him.",
        "Being able to see each other will also make the transition to meeting each other for the first time less awkward.",
        "However, it may be awkward telling her for the first time that you need Zenegra in order to be \"ready.\"",
        "A deeply romantic card may be awkward to send to someone you've only just begun dating, while a cutesy, best friend style card may be disappointing if you are in a more committed relationship.",
        "Instead, we struggle through countless awkward moments and endless bad dinners.",
        "This honesty should be just to the point of feeling a little awkward or a little uncomfortable.",
        "However, if you take a moment to carefully learn about the psychology of dating and your role in it, you'll never find yourself in that awkward predicament again.",
        "Thinking of questions to ask on a first date can help prevent dreaded awkward silences that can kill chemistry.",
        "No matter what romantic games for lovers you decide to play, make sure you're comfortable enough with your lover that the games are fun, not awkward or forced.",
        "In those situations, you'll have an awkward road ahead of you, but try to talk with your parents in a level-headed manner about their concerns.",
        "Some guys might also seem socially awkward due to initial nervousness, but once they relax and open up, they are fun to flirt with.",
        "Otherwise the aftermath of the pick up line could be more awkward.",
        "For example, if you are awkward at times, don't try to resist this quality, but instead accept it and have a little fun with it.",
        "When choosing a width, always bear in mind the finger of the wearer: a very thick ring will look clunky and awkward on slender fingers, and a thin ring will appear lost and insubstantial on thicker fingers.",
        "When choosing a ring, avoid simple wedding ring designs or eternity rings, since they may be easily mistaken for wedding rings, potentially leading to awkward or embarrassing assumptions.",
        "A third criticism of the ring relates to its overall design - such a large stone and high setting can easily catch on clothing and other jewelry, making wearing it awkward.",
        "Similarly, Katie is unable to pair her large engagement ring with her wedding band because of its awkward size.",
        "These conflicts can lead to inappropriate gifts that may be awkward, offensive, and embarrassing, particularly if the gift-givers are not well acquainted with the couple.",
        "Printable Ring Size Chart: A printable chart can explain how to measure ring sizes without any sales pressure or awkward questions.",
        "Otherwise, those guests who did not bring gifts might feel awkward.",
        "This can prove to be a little tricky since gifts are not required, and opening them in front of those that didn't bring one could be awkward.",
        "Understanding engagement parties and proper etiquette helps couples celebrate their engagement without awkward mistakes or misunderstandings.",
        "This will prevent guests from being under-dressed and feeling awkward.",
        "As you read, you'll see where things sound awkward, and gives you a chance to fix it.",
        "If you don't need the bag to carry something heavy or awkward, you can even have a great time making one on your own.",
        "Your one other consideration might be a backpack component, because if you're carrying around yarn for a blanket, it can get heavy and awkward and it's nice to distribute the weight evenly.",
        "Is your boy at that awkward age often referred to as a \"tween\"?",
        "The awkward plotline is also accused of causing some of the poor acting in the film.",
        "Pack Light: Students who pack light can avoid excessive fees for overweight or awkward sized luggage.",
        "You won't normally experience awkward ankle positions in clogs.",
        "You may need to practice walking in these tiny heels just as much as in higher shoe models in order to walk smoothly and avoid the awkward shuffle that can arise as a result of poor weight distribution.",
        "While it feels awkward and unusual at first, it quickly becomes second nature.",
        "Ferrera portrays Betty with an awkward, guileless nature that is utterly charming.",
        "Many feel awkward and unsure of the best way to support the family of a niece, nephew, or grandchild with autism.",
        "Some with HFA may have very well developed vocabularies, but speak in an awkward, high pitched, or monotone style.",
        "They may appear socially awkward because of differences in social response in common situations.",
        "Your tongue will trip over awkward phrasings and stuffy, boring passages that need to be cut or reworked.",
        "This method is a bit awkward at first and will require some training, since your mind will still tend to read instead of checking each word.",
        "When the memo is complete, take a moment to read it aloud to catch awkward wording and transition problems.",
        "She was in a car with one of Talon's men, her crumpled body at an awkward angle jammed in the small area between the backseat and the driver's seat.",
        "The silence was thick and awkward.",
        "Another interesting species is the toucan (Ramphastos), whose enormous beak, awkward flight and raucous voice make it a conspicuous object in the great forests of northern Brazil.",
        "His narrative of the years 353-378 (all that now remains) is honest and straightforward, but his diction is awkward and obscure.",
        "The translation of these Gospels as well as of the Epistles referred to above is stiff and awkward, the translator being evidently afraid of any departure from the Latin text of his original.",
        "Their usual pace is an awkward trot, not unlike that of a camel; and they seldom break into a gallop. The Somali form has been separated as L.",
        "After a moment of awkward silence he said, \"I'm sure you know what your name means.\"",
        "It does get awkward, but we celebrate it on the 28th when there isn't a 29th.",
        "No one spoke until the silence became awkward.",
        "Gerald mounted in his usual awkward style and followed her."
    ],
    "definition": [
        "Not graceful; ungainly.",
        "a. Not dexterous; clumsy.\nb. Clumsily or unskillfully performed: The opera was marred by an awkward aria.",
        "a. Difficult to handle or manage: an awkward bundle to carry.\nb. Difficult to effect; uncomfortable: an awkward pose.",
        "a. Marked by or causing embarrassment or discomfort: an awkward remark; an awkward silence.\nb. Requiring great tact, ingenuity, skill, and discretion: An awkward situation arose during the peace talks.",
        "awk′ward·ly\nadverb",
        "awk′ward·ness\nnoun",
        "Link/Cite",
        "(obsolete) In a backwards direction.",
        "Lacking dexterity in the use of the hands, or of instruments\nJohn was awkward at performing the trick. He'll have to practice to improve.",
        "Not easily managed or effected; embarrassing\nThat was an extremely awkward moment. Everyone was watching.",
        "Lacking social skills, or uncomfortable with social interaction\nI'm very awkward at parties.\nThings get very awkward whenever 60-year old men use cheesy pick-up lines on me.",
        "Perverse; adverse; difficult to handle\nHe's a right awkward chap.\nThese cabinets are going to be very awkward when we move.",
        "Link/Cite"
    ]
}