{
    "translation": "להחרים, לאסור",
    "uses": [
        "They may try to ban you from day trading given the current climate.",
        "That the encouragement of the Slav aspirations was soon deliberately adopted as a weapon against the Hungarian government was due, partly to the speedy predominance at Pest of Kossuth and the extreme party of which he was the mouthpiece, but mainly to the calculated policy of Baron Jellachich, who on the 14th of April was appointed ban of Croatia.",
        "In Mexico and Peru they fell under the ban of the Inquisition.",
        "In 1339 Occam's treatises were put under a ban by the university of Paris, and in the following year Nominalism was solemnly condemned.",
        "\"I can hardly wait until they ban those filthy things,\" she snapped.",
        "1 The ban is equivalent to the margrave, or count of the marches.",
        "The greater part of the country is covered either with tall coarse grasses (these open plains being called ban), or more commonly with thick thorn-bush or jungle, among which rise occasional isolated trees.",
        "was, therefore, naturally selected as one of the twelve arbitrators to draw up the ban of Kenilworth (1266), by which the disinherited rebels were allowed to make their peace.",
        "Maybe you think the British ban on fox hunting with dogs is ridiculous.",
        "entered into friendly negotiations with the ban, whose country was for the moment an independent and formidable state.",
        "The Haud (only the northern part of which is British territory - the rest is Abyssinian) consists partly of thorn jungle, the haud of the Somali, partly of rolling grass plains, called ban, and partly of semi-desert country called aror.",
        "At his instance the diet not only refused to vote supplies for the troops of the ban of Croatia, but only consented to pass a motion for sending reinforcements to the army in Italy on condition that the anti-Magyar races in Hungary should be first disarmed.",
        "Ban, XII.",
        "Its converts nevertheless included many of the Bosnian nobles and the ban Kulin (1180-1204), whose reign was long proverbial for its prosperity, owing to the flourishing state of commerce and agriculture, and the extensive mining operations carried on by the Ragusans.",
        "Under pressure from the palatine of Batthyany an imperial edict was issued, on the 7th day of May, ordering the ban to desist from his separatist plans and take his orders from Pest.",
        "ban and add to the (n+3) rd row, &c. C then becomes a11b11+a12b12+ï¿½ï¿½ï¿½+ainbin, a21b11+a22b12+ï¿½ï¿½ï¿½+a2nbin, ï¿½ï¿½.",
        "He was defeated by a combination of the Kossuthists, Andrássy Liberals and Clerical People's party, the 30 Croatian deputies, whose vote might have turned the election, abstaining on Dr Wekerle promising them to deliver Croatia from the oppressive rule of the ban, Baron Rauch.",
        "to occupy Sicily early in the 9th century, overran Calabria and Apulia, took Ban and threatened Rome.",
        "Baron Paul Rauch, the Magyar nominee as Ban, failed, with all his official apparatus, to secure a single seat for his creatures at the general election of 1908, and therefore proceeded to govern without Parliament, by an elaborate system of administrative pressure, press persecution and espionage.",
        "30 Skerlecz was made Ban, the illegal decrees of Cuvaj revoked, and general elections ordered - the fifth since 1906.",
        "Ban Conversano, Ruvo-Bitonto.",
        "The corn duty was reduced to meet the emergency, but the disturbed area extended to Naples, Foggia, Ban, MinervinoRiots of Murge, Molfetta and thence along the line of railway 1898.",
        "19 1912 was replaced as Ban by a little known official Mr. Cuvaj, who promptly dissolved the Diet before it had even met, and proceeded to muzzle the press, to close the university and to arrest several prominent politicians.",
        "When Henry, however, came into conflict with Robert of Naples, Clement supported Robert and threatened the emperor with ban and interdict.",
        "When Henry the Lion, duke of Saxony and Bavaria, was placed under the imperial ban in 1180, Otto's services were rewarded by the investiture of the dukedom of Bavaria at Altenburg.",
        "And so great was the influence of the Jesuits, that the congregation of St Maur, the canons of Ste Genevieve, and the Oratory laid their official ban on the obnoxious doctrines.",
        "to exercise the royal \"ban\" (bannus regis).",
        "legislated to ban smoking in public places.",
        "In accordance with the Declaration of Corfu, the decision regarding the actual form of the State was left to a constituent assembly: but as the machinery of Belgrade was naturally quite inadequate to the task of administering a country three times the size of the Serbia of 1914, the provincial Governments of Croatia (with the Ban at its head), Slovenia, Dalmatia and Bosnia continued to function, though the local diets were no longer summoned.",
        "He supported Frederick in his struggle with the anti-kings, Henry Raspe, landgrave of Thuringia, and William II., count of Holland, and was put under the papal ban by Pope Innocent IV., Bavaria being laid under an interdict.",
        "The proportion of ground under olives is from 20 to 36% at Porto Maurizio, and in Reggio, Lecce, Ban, Chieti and Leghorn it averages from 10 to 19%.",
        "There are three higher commercial schools, with academic rank, at Venice, Genoa and Ban, and eleven secondary commercial schools; and technical and commercial schools for women at Florence and Milan.",
        "Five times king and emperor as he was, Frederick, placed under the ban of the church, led henceforth a doomed existence.",
        "Briefly summarized, the outline of his career, as given in the German Lanzelet and the French prose Lancelot, is as follows: Lancelot was the only child of King Ban of Benoic and his queen Helaine.",
        "To the Ancient Order of Hibernians none might be admitted but persons of Irish birth or descent, who were Roman Catholics, and whose parents were Roman Catholics; but notwithstanding this requirement, the organization - being a secret society - was under the ban of the Catholic Church.",
        "The successor of Meletius was Euzoeus, who had fallen with Arius under the ban of Athanasius; and Loofs explains the subita fidei mutatio which St Jerome (ann.",
        "Every one now looked to the crown to extract the nation from an ex-lex, or extra-constitutional situation, but when the king, passing over the ordinary party-leaders, appointed as premier Count Karoly Khuen-Hedervary, who had made himself impossible as ban of Croatia, there was general amazement and indignation.",
        "Summoned before the imperial court of justice, Albert refused to appear and was placed under the ban; while the order, having deposed the grand master, made a feeble effort to recover Prussia.",
        "In 890 they established themselves again at Ban, and ruled the Theme of Lombardy by means of an officer entitled Catapan.",
        "All this time the pressure of the Turks upon the southern provinces of Hungary had been continuous, but fortunately all their efforts had so far been frustrated by the valour and generalship of the ban of Szoreny, John Hunyadi, the fame of whose victories, notably in 1442 and 1443, encouraged the Holy See to place Hungary for the third time at the head of a general crusade against the infidel.",
        "and died under the imperial ban in 1089, when Meissen was bestowed upon Henry I., count of Wettin, whose mother was a sister of the margrave Ekkard II.",
        "He therefore made alliance with Venice and Genoa, fulminated a new excommunication against Frederick, and convoked a council at Rome to ratify his ban in 1241.",
        "Ban >>",
        "Meanwhile, Ibrahim had occupied Gaza and Jerusalem as well as Jaffa; on the 27th of May, a few days after the publication of the ban, Acre was stormed; on the 15th of June the Egyptians occupied Damascus.",
        "Once the liquor ban lifted, the venue became a retreat from the then common overly formal restaurant décor.",
        "There are 21 universitiesBologna, Cagliari, Camerino, Catania, Ferrara,Genoa,Macerata, Messina, Modena, Naples, Padua, Palermo, Parma, Pavia, Perugia, Pisa, Rome, Sassari, Siena, Turin, Urbino, of which Camerino, Ferrara, Perugia and Urbino are not state institutions; university courses are also given at Aquila, Ban and Catanzaro.",
        "In September 1907 disorders in Apulia over the repartition of communal lands broke out anew~ and were particularly serious at Ruvo, Ban, Cerignola and Satriano del Colle.",
        "Henry II., duke of Brunswick, then took command of the troops of the league, and after Albert had been placed under the imperial ban in December 1553 he was defeated by Duke Henry, and compelled to fly to France.",
        "In 1580 Protestantism got the upper hand; the ban of the empire followed and was executed by Ernest of Bavaria, archbishop-elector of Cologne in 1598.",
        "A relapse of the city led to a new ban of the emperor Matthias in 1613, and in the following year Spinola's Spanish troops brought back the recalcitrant city to the Catholic fold.",
        "Like Plato, the elder Mill would have put poets under ban as enemies of truth, and he subordinated private to public affections.",
        "The ban was not removed till 1575, Erastus declaring his firm adhesion to the doctrine of the Trinity.",
        "Most remarkable of all, the Roman Catholic churches, in this strong, hold of exiled Puritanism where Catholics were so long under the heavy ban of law, outnumber those of any single Protestant denomination; Irish Catholics dominate the politics of the city, and Protestants and Catholics have been aligned against each other on the question of the control of the public schools.",
        "In an unsuccessful war against the Croats (1322-26), from which Venice derived the sole advantage, the ban appears to have learned the value of sea-power; immediately afterwards he occupied the principality of Ilium and the Dalmatian littoral between Spalato and the river Narenta.",
        "Count KhuenHedervary, as Ban of Croatia, reduced political corruption to a fine art and governed by playing off Croat and Serb against each other, and fanning the dying flames of religious bigotry: while at the same time Serbia under King Milan was reduced to the position of a mere satellite of Vienna.",
        "In the olive there is great variety of kinds, and the methods of cultivation differ greatly in different districts; in Ban, Chieti and Lecce, for instance, there are regular woods of nothing but olive-trees, while in middle Italy there are olive-orchards with the interspaces occupied by crops of variotis kinds.",
        "The Tuscan oils from Lucca, Calci and Buti are considered the best in the world; those of Ban, Umbria and western Liguria rank next.",
        "The institutions which co-operate with the universities are the special schools for engineers at Turin, Naples, Rome and Bologna (and others attached to some of the universities), the higher technical institute at Milan, the higher veterinary schools of Milan, Naples and Turin, the institute for higher studies at Florence (Istituto di studi superiori, pratici e di perfezionamento), the literary and scientific academy of Milan, the higher institutes for the training of female teachers at Florence and Rome, the Institute of Social Studies at Florence, the higher commercial schools at Venice, Ban and Genoa, the commercial university founded by L.",
        "rdeni Ban MareGreu h..?.h- PSace MSo  ?. !i>?",
        "It is highly significant that Jelacic as Ban of Croatia went hand in hand with the newly elected Serb-patriarch Rajacic: that Croats and Serbs, including many volunteers from the principality of Serbia, fought side by side against Hungary, and that the poet-prince-bishop Peter II.",
        "had been set free before the dilatory pope put Leopold of Austria under the ban.",
        "Thus converted into an enemy, Gawain urges his uncle to make war on Lancelot, and there follows a desperate struggle between Arthur and the race of Ban.",
        "Pressure from Hungary and Byzantium gradually welded these isolated social units into a single nation, whose ruler was known as the Ban.",
        "The term, in Hungarian, means generally a frontier province governed by a ban and is equivalent to the German term Mark.",
        "But when the word is used without any other qualification, it indicates the Temesvar banat, which strangely acquired this title after the peace of Passarowitz (1718), though it was never governed by a ban.",
        "He deprived his mother and sisters of their possessions, was hated by his subjects on account of his oppressions, and in 5236 was placed under the imperial ban and driven from Austria.",
        "In March 1735 the ban was formally taken off him, and he was at liberty to return to Paris, a liberty of which he availed himself sparingly.",
        "In 1070 Otto of Nordheim, duke of Bavaria, who held large estates in this country, being accused of a plot to murder Henry, was placed under the ban, his possessions were declared forfeited and his estates plundered.",
        "Sixtus himself soon fell under the ban of his displeasure; and when a year had passed he left Rome never to return.",
        "The former, visits paid in accordance with a vow, were very frequent in the middle ages, and were under the special protection of the pope, who put the ban upon any who should molest pilgrims \"who go to Rome for God's sake.\"",
        "And as they were under ban from Rome and out of communion with the Byzantine Church the Persian government welcomed them as a political ally, though the religious opposition of the Magi was still largely retained.",
        "Embassies and courtesies were, indeed, interchanged, and on the 31st of March 1244 a treaty was signed at Rome, whereby the emperor undertook to satisfy the pope's claims in return for his own absolution from the ban.",
        "Lancelot, son of Ban king of Brittany, a creation of chivalrous romance, who only appears in Arthurian literature under French influence, known chiefly from his amour with Guinevere, perhaps in imitation of the story of Tristan and Iseult.",
        "Besides these waders there are plover (chidori); golden (muna-guro or aiguro); gray (dailee); ringed (shiro-chidori); spur-winged (ken) and Hartings sand-plover (ikaru-chidors); sand-pipersgreen (ashiroshigi) and spoon-billed (hera-shigi)-and water-hens (ban).",
        "It is, however, a fact that the first appearance of the Bassarabs as rulers (knyaz, ban or voivod) is in the western part of Rumania (originally called Little Walachia), and also in the southern parts of Transylvania - the old dukedoms of Fogarash and Almash, which are situated on the right bank of the Olt (Aluta) and extend south to Severin and Craiova.",
        "This gave the new king much popularity with the mass of the people; while the educated classes were pleased by his removal of Frederick's ban on the German language by the admission of German writers to the Prussian Academy, and by the active encouragement given to schools and universities.",
        "The Apologie ou defence du tres illustre Prince Guillaume contre le ban et l'edit du roi d'Espagne (Leiden, 1581) is sometimes attributed to Languet.",
        "Primitive Semitic customs recognize that when persons are laid under a ban or taboo (herem) restrictions are imposed on contact with them, and that the breach of these involves supernatural dangers.",
        "The island is low and fertile, and extensively planted with coco-nut palms. It is continued southwards by an extensive reef, on which stands the chief village, Chobe, the residence of a few Arabs and Ban y an traders.",
        "The others, followed by the greater number of the clergy throughout France, refused, and thenceforth looked on Talleyrand as a schismatic. He did not long continue to officiate, as many of the so-called \"constitutional\" clergy did; for, on the 21st of January 1791, he resigned the see of Autun, and in the month of March was placed under the ban of the church by the pope.",
        "At the end of June 1802 the pope removed Talleyrand from the ban of excommunication and allowed him to revert to the secular state.",
        "Frederick refused, and was placed under the ban.",
        "After a fourth Easter synod in 1053 Leo set out against the Normans in the south with an army of Italians and German volunteers, but his forces sustained a total defeat at Astagnum near Civitella (18th June 1053); on going out, however, from the city to meet the enemy he was received with every token of submission, relief from the pressure of his ban was implored and fidelity and homage were sworn.",
        "In 1180, however, he was placed under the imperial ban and Saxony was broken up. Henry retained Brunswick and Luneburg; Westphalia, as the western portion of the duchy was called, was given to Philip, archbishop of Cologne, and a large part of the land was divided among nine bishops and a number of counts who thus became immediate vassals of the emperor.",
        "No attack on Henry appears to have been contemplated by Frederick to whom both parties carried their complaints, and a day was fixed for the settlement of the dispute at Worms. But neither then, nor on two further occasions, did Henry appear to answer the charges preferred against him; accordingly in January 1180 he was placed under the imperial ban at Wizrzburg, and was declared deprived of all his lands.",
        "He left two daughters Maria and Jadwiga (the latter he destined for the throne of Hungary) under the guardianship of his widow, the daughter of the valiant ban of Bosnia, Stephen Kotromanic, whom he married in 1353, and who was in every way worthy of him.",
        "Ban Jellacic, though loyal to the Emperor, had given expression to their aspirations towards unity as early as 1848; but Francis Joseph handed over the Croats and Serbs to Magyar domination (1867), and Dalmatia, the territory of the Austrian Croats, had been neglected by Vienna for years past; thus it was not till the years immediately preceding the war that it was rapidly developed by the construction of ports and railways and the encouragement of tourist traffic. The Slovenes, who inhabited Carinthia and Carniola, had less grounds for discontent, for the barren Karst had been afforested at the expense of the state; but though they were at the very gate of Serbia, they suffered from a shortage of meat, for Hungary obstructed the traffic in livestock in the interests of her great territorial magnates, and Austria bore the brunt of this.",
        "From Ban Paji on the main line a branch extends north-eastwards 110 m.",
        "Under his successors, except during the brief reign of Julian (361-363), when the effort was made to reinstate paganism in its former place of supremacy, the Church received growing support, until, under Theodosius the Great (379-395), orthodox Christianity, which stood upon the platform adopted at Nicaea in 325, was finally established as the sole official religion of the state, and heathen worship was put under the ban.",
        "In 1550 he had been entrusted with the execution of the imperial ban against the city of Magdeburg, and under cover of these operations he was able to collect troops and to concert measures with his allies.",
        "He fell under the ban of Nero owing to his ethical teachings, and was exiled to the island of Gyarus on a trumped-up charge of participation in Piso's conspiracy.",
        "When Duke Henry the Lion of Saxony fell under the ban of the empire in 1 i 80, and his duchy was divided, the bishops of Munster and Paderborn became princes of the empire, and the archbishop of Cologne, Philip of Heinsberg, received from the emperor Frederick I.",
        "The fourth and last school - the \"laxists\" - carried this principle a step farther, and held that a practice must be unobjectionable, if it could prove that any one \"grave Doctor\" had defended it; even if dancing on Sunday had hitherto lain under the ban of the church, a single casuist could legitimate it by one stroke of his pen.",
        "Placing Ottakar under the ban of the empire, Rudolph besieged Vienna and compelled Ottakar in November 1276 to sign a treaty by which he gave up Austria and the neighbouring duchies, retaining for himself only Bohemia and Moravia.",
        "On the one hand he is the healing god who releases from sickness and the ban of the demons in general, and on the other he is the god of war and of the chase, armed with terrible weapons.",
        "The ban of the congress, however, went out against the common enemy, and the presence of Wellington at Vienna enabled the allies at once to decide upon their plans for the campaign.",
        "Dreyfus, an adherent of the BAN faith.",
        "\" Liberal of the Catholicism,\" which was its offspring, had died with Educated Montalembert, after being placed under a ban by c assle Rome.",
        "declared for him and placed his rival under the ban in April 1201.",
        "On the 19th of May 1218 he died at the Harzburg after being loosed from the ban by a Cistercian monk, and was buried in the church of St Blasius at Brunswick.",
        "He entered the Austrian army (1819), fought against the Bosnians in 1845, was made ban of Croatia, Slavonia and Dalmatia in 1848 on the petition of the Croatians, and was simultaneously raised to the rank of lieutenant-general by the emperor.",
        "As ban, Jellachich's policy was directed to preserving the Slav kingdoms for the Habsburg monarchy by identifying himself with the nationalist opposition to Magyar ascendancy, while at the same time discouraging the extreme \"Illyrism\" advocated by Lodovik Gaj (1809-1872).",
        "The tournament again, which for two centuries had been under the ban of the Church, was often almost as definitely discouraged by Edward III.",
        "avowed his intention of restoring the imperial authority in Italy, the league was renewed, and at once fifteen cities, including Milan and Verona, were placed under the ban.",
        "A new era of government set in when, in consequence of Henry being placed under the imperial ban in 1 r80, the duchy was given by Frederick I.",
        "His son Otto II., called the Illustrious, was the next duke, and his loyalty to the Hohenstaufen caused him to be placed under the papal ban, and Bavaria to be laid under an interdict.",
        "About 1417 he became involved in a violent quarrel with his cousin, Henry of Bavaria-Landshut, fell under both the papal and the imperial ban, and in 1439 was attacked by his son Louis the Lame.",
        "to place him under the ban.",
        "He felt that he was justified in taking this step because of the Ban which Philip had published on the 15th of March 1581, in which Orange had been proclaimed a traitor and miscreant, and a reward offered to any one who would take his life.",
        "The Arminians were condemned, their preachers deprived, and the Remonstrant party placed under a ban (6th of May 1619).",
        "For this last act he was excommunicated by Arsenius, and the ban was not removed until six years afterwards (1268) on the accession of a new patriarch.",
        "It was during this reign that, by the surrender of Ban (1071), the Byzantine empire lost its last hold upon Italy.",
        "He absolved the Venetians in the beginning of 1510, and shortly afterwards placed the ban on France.",
        "After quitting the reserve the soldier is drafted into the first ban of the Land wehr for five years more, in which (except in the cavalry, which is not called out in peace time) he undergoes two trainings of from eight to fourteen days.",
        "Thence he passes into the second ban and remains in it until he has completed his thirty-ninth yeari.e.",
        "Finally, all soldiers are passed into the Landsturm, in the first ban of which they remain until the completion of their forty-fifth year.",
        "The second ban consists of untrained men between the ages of thirty-nine and forty-five.",
        "1,200,000 From 5 contingents of Landwehr (1st ban).",
        "Behind these forces there, would shortly become available for secondary operations about 460 battalions of the 1st ban Landwehr, and 200 squadrons and about 220 batteries of the reserve and Landwehr.",
        "In addition, each would leave behind depot troops to form the nucleus on which the 2nd ban Landwehr and the Landsturm would eventually be built up. The total number of units of the three arms in all branches may be stated approximately at 2200 battalions, 780 squadrons and 950 batteries.",
        "This was accepted by the diet and Luther was placed under the imperial ban.",
        "In July 1546 they were placed under the imperial ban, and the war began in the valley of the Danube.",
        "Having been placed under the imperial ban Frederick became an exile from his inheritance, and the electorate which he was declared to have forfeited was conferred on Maximilian.",
        "The Upper Town, on high ground west of the Medvescak, contains the palace of the ban and the natural history museum.",
        "Within its limits are comprised the parishes of Urquhart and Logie Wester, Killearnan, Knockbain (Gaelic cnoc, hill; ban, white), Avoch (pron.",
        "After the duke had three times refused to appear before the princes, Frederick placed him under the ban, declared the duchies of Austria and Styria to be vacant, and, aided by the king of Bohemia, the duke of Bavaria and other princes, invaded the country in 1236.",
        "Ottakar was summoned twice before the diet, the imperial court declared against him, and in July 1275 he was placed under the ban.",
        "Leopold, therefore, who made his debut on the European stage as the executor of the ban of the Empire against the insurgent Liegeois, was free to pose as the champion of order against the Revolution, without needing to fear the resentment of his subjects.",
        "In Bohemia, where the attempt to hold elections for the Frankfort parliament had broken down on the opposition of the Czechs and the conservative German aristocracy, a separate constitution had been proclaimed on the 8th of April; on March the 23rd the election by the diet of Agram of Baron Joseph Jellachich as ban of Croatia was confirmed, as a concession to the agitation among the southern Sla y s; on the 18th of March Count Stadion had proclaimed a new con stitution for Galicia.",
        "Meanwhile the alliance between the Slav nationalities and the conservative elements within the empire had found a powerful representative in Jellachich, the ban of Croatia.",
        "The imperial government, which still hoped for Magyar aid against the Viennese revolutionists, repudiated the action of the ban, accused him of disobedience and treason, and deprived him of his military rank.",
        "On the 1st of May the Szell cabinet found itself without supply and governed for a time \" ex-lex \"; Szell, who had lost the confidence of the crown, resigned and was succeeded (June 26) by Count Khuen-Hedervary, previously ban, or governor, of Croatia.",
        "He renewed the ban against Peter the Cruel of Castile, and interfered in vain against Peter IV.",
        "The name Re was suppressed, as too intimately associated with that of Ammon; and Ammon, together with all the other gods, was put to the ban.",
        "Ballades in Blue China (1880, enlarged edition, 1888), Ballads and Verses Vain (1884), selected by Mr Austin Dobson; Rhymes a la Mode (1884), Grass of Parnassus (1888), Ban and Arriere Ban (1894), New Collected Rhymes (1905).",
        "In 1520 he refused to put into execution the papal bull which ordered Luther's writings to be burned and the reformer to be put under restraint or sent to Rome; and in 1521, after Luther had been placed under the imperial ban by the diet at Worms, the elector caused him to be conveyed to his castle at the Wartburg, and afterwards protected him while he attacked the enemies of the Reformation.",
        "Duncan left sons, Malcolm, called Canmore (great head), and Donald Ban; and in 1054 Siward, earl of Northumbria, defeated Macbeth, whether acting under the order of Edward the Confessor in favour of the claims of Malcolm Canmore, or merely to punish Macbeth for sheltering Norman fugitives from the Confessor's court.",
        "Malcolm would have been succeeded by his eldest son by Margaret, Edward, but he fell beside his father at Alnwick, and the succession was disputed between Duncan, son of Malcolm by his first wife; Edmund, eldest surviving son of Malcolm and Margaret; and Donald Ban, brother of Malcolm.",
        "The Celts (apart from the claimant of the blood of Lulach and the house of Moray) placed Donald Ban on the throne; England supported Duncan (by primogeniture Malcolm's heir, and a hostage in England); there was division of the kingdom till Duncan was slain, and Edgar, son of Malcolm and Margaret, was restored by Edgar ZEtheling.",
        "He put out the eyes of his uncle, Donald Ban, and in unsaintly ways established the dynasty of the English St Margaret and of the Celtic Malcolm.",
        "After Donald Ban no Scottish sovereign bears a Gaelic Christian name save Malcolm the Maiden; and perhaps no later king knew Gaelic.",
        "After the peace of Westphalia (1648) the city was assigned by the emperor to the elector of Mainz, and, on its refusal to submit, it was placed under the ban of the Empire (1660).",
        "Aleander had no difficulty in persuading Charles, while both were still in the Netherlands, to put Luther under the ban within his hereditary dominions, and the papal nuncio expected that the decree would be extended to the whole German empire.",
        "Next day (April 19th) the emperor proposed to place Luther under the ban of the empire and read to the assembly a brief statement of his own views.",
        "Then he was liable to be seized and put to death as a pestilent heretic. There only remained to draft and publish the edict containing the ban.",
        "After some delay Grumbach and his protector, John Frederick, were placed under the imperial ban, and Augustus was entrusted with its execution.",
        "At the head of a small ban of horsemen, he had ridden as far south as Deogiri (Daulatabad) in the Deccan (q.v.), and plundered the Yadava capital.",
        "Hastening across the Alps he was crowned king of Italy at Monza in June 1128, and in spite of the papal ban was generally acknowledged in northern Italy.",
        "Attempts at a peaceful settlement of this rivalry failed, and Henry was placed under the ban in July 1138, when war broke out in Bavaria and Saxony.",
        "Periodical markets, weekly or annual, had preceded them, which already enjoyed the special protection of the king's ban, acts of violence against traders visiting them or on their way towards them being subject to special punishment.",
        "The Vogt, although appointed by the bishop, received the \"ban,\" i.e.",
        "In the end, however, his pride prevailed; in April 1833 the Turkish commander-in-chief Hussein Pasha left Constantinople for the front; and in the third week in May the ban of outlawry was launched against Mehemet Ali.",
        "Eulalius having broken his ban, the emperor Honorius decided to recognize Boniface, and the council was countermanded.",
        "Frederick, loosed from the papal ban, recognized Alexander as the rightful pope, and in July 1177 knelt before him and kissed his feet.",
        "This advice passed unheeded, and when Charles suddenly showed his hand, and in July 1546 issued the imperial ban against the landgrave and the elector, it was seen that the two princes were almost isolated.",
        "With respect to the eastern boundaries of his kingdom, Fath Ali Shah was fortunate in having to deal with a less dangerous neighbor than the Muscovite of persistent policy and ThCAF ban the Turk of precarious friendship. The Afghan, though, ,, ~",
        "Ban and five of the II.",
        "Ban, each designated by the regional name (Danube, Morava, Drina, Shumaja, Timok and the Ban numeral, e.g.",
        "Ban division (four 4-battalion regiments) was two-thirds that of a Bulgarian division and 2 Even solidarity within the unit had been seriously shaken by the incorporation, under new conscription laws, of Christians allied in race and religion to the enemy peoples.",
        "Ban divisions varied, but was usually three 4-battalion regiments.",
        "Ban units, for subsidiary operations.",
        "Ban units, was 287,000, almost exactly io% of the population.",
        "Army (Stepanovich) Third Ban garrisons of Zayechar and (Danube to Vlasina).",
        "It is situated on the \"burn\" from which its name is derived, the Bannock (Gaelic, ban oc, \"white, shining stream\"), a right-hand affluent of the Forth, which was once a considerable river.",
        "But the patriarch was in the hands of the Turks; he had been appointed by the sultan, and he was compelled by the Turkish authorities to ban the movement for freedom.",
        "There is no doubt that the spread of the practice is connected with the ban imposed in Mohammedan countries on the use of alcoholic beverages, and to some extent with the long religious fasts of the Buddhists, Hindus and Moslems, in which opium is used to allay hunger.",
        "was placed under the ban.",
        "Excommunicated by the pope and placed under the ban of the Empire, the Prussian cities and gentry naturally turned to their nearest neighbour, Poland, for protection.",
        "It seems most probable that the Lebanon offered refuge to Antiochene Monothelites flying from the ban of the Constantinopolitan Council of A.D.",
        "With the earlier Fathers and Apologists it had all the weight of a canonical book, but towards the close of the 3rd and the beginning of the 4th century it began to be discredited, and finally fell under the ban of the Church.",
        "Although the characteristic titles of voivode, knez and ban (all implying military as well as civil authority) are of Slavonic origin, and perhaps derived from the practice of the later Bulgarian (or Bulgaro-Vlachian) empire, the growth of Vlach feudal institutions is attributed to German influences, which permeated through Hungarian channels into the Vlach world, and transformed the primitive tribal chiefs into a feudal aristocracy of boiars or boyards 2 (nobles).",
        "In the depth of the national distress the choice of the people fell on Michael, the son of Petrushko, ban of Craiova, the first dignitary of the realm, who had fled to Transylvania to escape Alexander's machinations.",
        "In September John Frederick was placed under the imperial ban, and in November Maurice invaded the electorate.",
        "The exile, who had taken refuge in a French abbey, placed the justiciar and six other of the kings chief councillors under the ban of the Church, and intimated that he should add Henry himself to the list unless he showed speedy signs of repentance (April 1166).",
        "Despising such threats Innocent carried out his threat, and put England under the ban of the Church on the 23rd of March 1208.",
        "He spent all his money in maintaining bands of hired Bra ban cons and routiers, by whose aid he for some time succeeded in terrorizing the countryside.",
        "The oldest document written in the vernacular Servian is considered to be a charter by which Kulin, the ban of Bosnia, grants certain commercial privileges to the Ragusan merchants in 1189.",
        "Matiya Ban's Meyrimah is considered the best tragedy in the Serbo-Croatian language.",
        "A clergyman was threatened for visiting a parishioner who was under the ban of the League.",
        "In theory the viceroy, or ban of CroatiaSlavonia is nominated by the crown, and enjoys almost unlimited authority over local affairs; in practice the consent of the crown is purely formal, and the ban is appointed by the Hungarian premier, who can dismiss him at any moment.",
        "The provincial government is subject to the ban, and comprises three ministries - the interior, justice, and religion and education, - for whose working the ban is responsible to the Hungarian premier, and to the national assembly of Croatia-Slavonia (Narodna Skupstina).",
        "At the polls, all votes are given orally, a system which facilitates corruption; the officials who control the elections depend for their livelihood on the ban, usually a Magyarist; and thus, even apart from the privileged members, a majority favourable to Hungary can usually be secured.",
        "This instrument determines the functions of the ban; the control of common interests, such as railways, posts, telegraphs, telephones, commerce, industry, agriculture or forests; and the choice of delegates by the chamber, to sit in the Hungarian parliament.",
        "He respected the existing institutions of the conqueredterritory so far as to leave its autonomy in domestic affairs intact; but delegated his own sovereignty, and especially the control of foreign affairs and war, to a governor known as the ban (q.v.).",
        "Their most powerful leaders were the counts of Zrin and Bribir (or Brebir), whose surname was Subic. This family played an important part in local politics from the 13th century to 1670, when Peter Subic was its last member to hold the office of ban.",
        "The Croats preserved their local autonomy, the use of their language for official purposes, their elected diet and other ancient institutions, but Hungarian control was represented by the ban.",
        "One of their leaders, Baron Josef Jellachich, was appointed ban in 1848.",
        "Austrian supremacy lasted until 1867; no ban was appointed, and owing to the suspension of local autonomy from 1850 to 1860 this period is known as \"the ten years of reaction.\"",
        "The office of ban was revived, and its holder, Baron Levin Rauch, was an ardent Magyarist.",
        "Besides substituting Hungarian for Austrian sovereignty, it provided that the diet and the ban should control local affairs, subject to the Croatian minister in the Hungarian cabinet, and that Croatia-Slavonia should pay 55% of its revenue to Hungary for mutual and imperial expenses, but should be represented in the Hungarian parliament by thirty-six delegates, and should continue to use Serbo-Croatian as the official language.",
        "Starcevic, was condemned to imprisonment for the violence of his speeches against the ban, Count KhuenHedervary.",
        "Pejacevic succeeded him as ban, and restored quiet by promising freedom of assembly and greater liberty of the press.",
        "Baron Rauch, appointed ban in 1908, refused to summon the diet, in which he could not command a single vote, and much excitement was caused in 1909 by the trial of 57 nationalist leaders for high treason.",
        "This remarkable poem, written in the metre of the old Servian ballads, gives a vivid description of life in Bosnia under Turkish rule, and of the hereditary border feuds between Christians and Moslems. In later life Mazuranic distinguished himself as a statesman, and became ban of Croatia from 1873 to 1880.",
        "Among these may be mentioned Count Medo Pucic (1821-1882), and the dramatist Matija Ban (1818-1903), whose tragedy Meyrimah is considered by many the finest dramatic poem in the Serbo-Croatian language.",
        "In the following year, however, a Lateran council repudiated this compact as due to violence, and a synod held at Vienne with papal approval declared lay investiture to be heresy and placed Henry under the ban.",
        "The death of the duke of Anjou at Ban (1384) gave preponderant influence to Philip the Bold, duke of Burgundy, who increased the large and fruitless expenses of his Burgunclian policy to such a point that on the return of a last unfortunate expedition into Gelderland Charles VI., who had been made by him to marry Isabel of Bavaria, took the governMadness ment from his uncles on the 3rd of May 1389, and vi.",
        "Duke Frederick of Austria had hitherto sheltered John's flight; but, laid under the ban of the empire, attacked by powerful armies, and feeling that he was courting ruin, he preferred to give up the pontiff who had trusted to him.",
        "made him ban of SzOreny, the district lying between the Aluta and the Danube, a most dangerous dignity entailing constant warfare.'with the Turks.",
        "The clergy were freed from taxation and from lay jurisdiction, the ban of the Empire was to follow the ban of the Church, and heretics were to be severely punished.",
        "Frederick's reply was to annul the treaty of Constance and place the cities under the imperial ban; but he was forced by lack of military strength to accept the mediation of Pope Honorius and the maintenance of the status quo.",
        "The result was the treaty of San Germano, arranged in July 1230, by which the emperor, loosed from the ban, promised to respect the papal territory, and to allow freedom of election and other privileges to the Sicilian clergy.",
        "He retired to southern Italy, and after a short illness died at Fiorentino on the 13th of December 1250, after having been loosed from the ban by the archbishop of Palermo.",
        "and 3284 ft.) and Creag Ghorm (2372 ft.) in the north, and Fraochie (2883 ft.), Meall Ban (2148 ft.) and Ben Mhic na Ceisich (2093 ft.) near the right flank of Glen Creran.",
        "Wolfgang, who became prince of AnhaltCothen in 1508, was a stalwart adherent of the Reformation, and after the battle of Miihlberg in 1547 was placed under the ban and deprived of his lands by the emperor Charles V.",
        "When they decided to concede, wanting to maintain the ban, they were very much on the defensive, mostly conceding that this question would have to be revisited soon.",
        "The detrimental consequences of a ban could be offset by other forms of hunting, which do not involve live quarry.",
        "abuse of contributors or other site members will result in the removal of your comment and a possible ban.",
        "The two sides are ready to make continued efforts to bring about universal accession to and effective compliance with the Comprehensive Test Ban Treaty.",
        "She spoke as someone who had been jailed for her peace activism and who faced a life ban on visiting the US.",
        "I read what I want online and ban all advertising.",
        "A current ban on tobacco advertising on TV will be extended to billboards.",
        "annulment of the race results, no loss of championship points, and certainly no ban from future races.",
        "We don't ban organizations, but we do make our elected representatives answerable for their actions.",
        "arrest protestors outside scientists ' homes and ban them from the area.",
        "Moreover, the government can ban any political aspirant or party at will.",
        "aspirant countries are already states parties to the Mine Ban Treaty.",
        "ban smoking in there!",
        "ban on hunting.",
        "ban on public smoking by 2008 for health reasons.",
        "The MPs voted by 317 to 145 for an outright ban.",
        "However; on the night of the vote I actually felt the argument falling away from the proponents of the partial ban.",
        "Wouldn't it be best to impose a total ban on smoking at work?",
        "The Law Lords unanimously upheld the Court of Appeal's decision to overturn the ban on the license originally imposed by the High Court.",
        "The judge then lifted a press ban on naming the killers.",
        "The sightings have raised fears that little is being done to enforce the ban.",
        "Controversial cleric vows to defy mosque ban 18 January 2003 Charity bosses remove Abu Hamza.",
        "Posted by Ham on 3 April, 2006 at 3:59 PM The hosepipe ban in London is a bit of a farce.",
        "Talk about the health benefits of the smoking ban.",
        "In 1998, a dispute over overtime pay let to an overtime ban.",
        "Field sport campaigners claim Labor MPs pressing for a total hunting ban are acting out of class hatred rather than concern for animals.",
        "ban treaty was opened for signature in December 1997, 122 governments signed.",
        "ken bateS will ban any Leeds fans for life if it is proven that they broke the silence for George Best at Millwall.",
        "One Wiltshire-based army brigadier re-signed last January, insisting that he was protesting at the removal of the ban.",
        "And if we're unlucky enough to face a hosepipe ban, now's the time to install a water butt.",
        "Taxis and licensed mini cabs are covered by the ban.",
        "calfring the beef export ban, up to 500,000 newborn male dairy calves were shot in the head every year in the UK.",
        "candidacynswick have indeed proposed to ban dual candidacies, [4] the final decision still rests with the electorate however.",
        "However, consideration was still being given to the possibility of excluding from the ban the intestines when used as sausage casings.",
        "With us in Gotha, this help is coming from the military censor, in Hamburg, from the ban on meetings.",
        "Last year HSC carried out a widespread consultation on proposals to ban chrysotile.",
        "chrysotile products, opposed the ban.",
        "circumvent the international ban on aviation fuel tax.",
        "The Green Party's proposed taxes would very neatly circumvent the international ban on aviation fuel tax.",
        "Thu 16th Nov 2006 The EU must put its weight behind moves to ban cluster bombs according to Liberal Democrat MEP Liz Lynne.",
        "BACKGROUND 2. The Labor Party made a manifesto commitment in 1997 to introduce a ban on hunting.",
        "controversial cleric vows to defy mosque ban 18 January 2003 Charity bosses remove Abu Hamza.",
        "The only ban that might be enforceable would be the making of organized competitive coursing illegal.",
        "This Directive placed a ban on the use of creosote by amateurs, and places restrictions on the use of creosote treated wood.",
        "The new European rules primarily ban lawn treatments which kill dandelions, nettles and brambles.",
        "dangers of smoking should be well and truely highlighted to put off any new smokers, in addition to a complete smoking ban.",
        "defiance of the ban on strikes.",
        "Despite the hunting ban, they're firmly looking at a relegation dogfight.",
        "A ban on the import of foreign radioactive waste and spent fuel 3.4 Britain must stop being a nuclear dustbin for other countries.",
        "enforce the ban.",
        "You can, for example, ban all sites that contain even the mildest expletives but allow ones with a bit of fighting.",
        "opposing the ban on the DHKC, defending freedom of thought means opposing fascism.",
        "feed ban was introduced in August 1996 has developed BSE.",
        "Police are planning a major blitz on drivers ignoring a day-time traffic ban and will be issuing fixed penalty fines.",
        "fissile material ban should at least be a starting point to deal with existing stocks in a multilateral framework.",
        "flouting hunt ban 19 Dec 2005 - BBC News A huntsman has pleaded not guilty to breaking the hunting ban in Devon.",
        "An immediate ban on the production and use of toxic and dangerous substances such as chlorinated fluorocarbons and asbestos.",
        "At the election ministers rejected Conservative proposals to extend a ban on junk food to vending machines, so this is a positive step.",
        "Parking on any part of the footway contravenes a London-wide footway parking ban.",
        "forewarn people about the ban?",
        "formalize a bilateral test ban agreement with India.",
        "Under the ban imposed north of the border, hunts can use hounds to flush foxes from cover to be shot by waiting marksmen.",
        "Most of the world these days is demonstrating the futility of trying to ban drugs.",
        "Pub grub goes gourmet With a smoking ban looming and beer sales dwindling, pubs are seeking their salvation in food.",
        "guess the mods will delete this thread and ban me tomorrow, after the April Fool amnesty expires.",
        "handgun ban under review \" .",
        "A simple ban on hand-held phones may simply encourage a wholesale transfer from drivers using hand-held to hands-free phone kits.",
        "hate mail over hunt ban.",
        "The castle is set on the ceann ban, the white limestone headland, in a position of great natural strength.",
        "Ban on triazine herbicides likely to reduce but not negate relative benefits of GMHT maize cropping.",
        "The hunting with dogs ban has not stopped foxes being killed and has increased violence against hunt sabatours and the police look away.",
        "hunting ban are acting out of class hatred rather than concern for animals.",
        "huntsman the HoC go for a complete ban we could well see huntsmen from England traveling across the border.",
        "There would be a ban on commercial surrogacy, putting human embryos in animals and vise versa, and the creation of human-animal hybrids.",
        "With the ban on CFCs came a promise to phase out other ' greenhouse gases ', halogenated hydrocarbons (HCFCs ).",
        "The proposal included a recommendation to ban pithing which had certain animal welfare implications.",
        "We are calling on the Scottish Parliament to ban the importation into Scotland of puppies from puppy farms in Ireland.",
        "importation ban be limited to asbestos products where the asbestos has been intentionally added.",
        "The only aspect of a re-entry ban which received support was the potentially indefinite ban on those constituting a serious security risk.",
        "However, an outright ban on smoking is politically infeasible, given concerns for civil liberties.",
        "Despite the SBO ban, some potentially infective bovine tissues continued to enter the human food chain.",
        "Read more about Use of communications intercept as evidence This ban was recently reviewed.",
        "He considered that there were ' presentational problems ' with introducing a ban on the use of bovine intestines in haggis on Burns Night.",
        "Bad news for former champion jockey Kieron Fallon - the High Court on the Strand has refused to overturn his British riding ban.",
        "judiciary committee of the US House of Representatives has voted by 18 to 11 to ban human cloning.",
        "Incidentally, those who predicted the smoking ban would spell the death knell of the Irish pub couldn't have been more wrong.",
        "Land mines We would support a ban on all anti-personnel land mines We would support a ban on all anti-personnel land mines.",
        "When the ruminant feed ban was introduced, the scale of the epidemic was still latent.",
        "August 15: Geoff Horsfield faces an even longer layoff than the three-game ban his red card won him on Sunday.",
        "But we think the general approach taken by those Bills provides a sound basis for fresh draft legislation to implement a ban.",
        "let off, their volume and a ban on under-18's having fireworks in public places.",
        "DPS ban for first-time licensee Last Updated: 07/09/2006 00:00 A first-time licensee has been banned from running his trouble-hit pub.",
        "lifted a press ban on naming the killers.",
        "lighten up, better to ban alcohol!",
        "WEN was a founder of the wider successful campaign to ban lindane.",
        "lobbying Brussels to try to overturn the ban on product placement.",
        "loony political parties (BNP, for example). no friends 26th May 2006, 11:29 I would ban petty taxes.",
        "lorry ban areas, restricted access and traffic management measures around road repairs and streetworks.",
        "The Times Newspaper, 3/1/00, Valerie Elliot, Cambridge Don is sent hate mail over hunt ban.",
        "manifesto commitment had been for a ban in most public places.",
        "Land mines We would support a ban on all anti-personnel land mines.",
        "With hindsight, the Government's initial optimism and its failure to impose an instant ban on animal movement were completely misconceived.",
        "An Appeal A ban is called for on that ' lethal ' chemical - dihydrogen monoxide.",
        "negotiations on a test ban treaty started in 1958.",
        "BSE was made notifiable in June 1988 by the same Order that introduced the ruminant feed ban.",
        "Our proposed ban on bovine offal for human consumption would not affect these uses, I assume.",
        "offal ban, none of it should be infected anyway.",
        "offal from calves should be excluded from the ban.",
        "From the police provocations launched against the demonstrators at Seattle, through to the new ban on even one-man demonstrations within a kilometer (!",
        "opponents of hunting who regard the pursuit of a wild animal for pleasure as cruel and barbaric will be delighted by the ban.",
        "Conclusion Any attempt to ban further weapons systems will be vigorously opposed by the military establishments of more nations than the United States alone.",
        "The secularist government endorses the ban, while the Islamist opposition sees it as an infringement of women's rights.",
        "Smoking ban in Scotland now outdoor smokers come under attack too June 4: Pavement cafes and beer gardens to be targeted.",
        "outright ban on smoking in public places is the only way forward.",
        "The workers are also to ban non-contractual overtime from January 25.",
        "In all countries the authorities responsible for the policing of parades have the power to ban parades or impose conditions on them.",
        "A JUDGE has refused to ban a drug addict from carrying drug paraphernalia on the grounds the definition is too vague.",
        "Traffic signals incorporating the adjacent pelican crossing might help but a right turn ban would be sufficient.",
        "pit bull ban.",
        "The need for a ban on smoking in public places in the UK has never been better illustrated than by this potentially pivotal study.",
        "The ban is broadly defined: a prohibition on any advertisement that has the purpose or effect of promoting a tobacco product.",
        "The ban on all religious groups is merely an artifice to circumvent prohibitions on discrimination against a specific group by discriminating against everyone equally.",
        "With an EU ban on antibiotic growth promoters in animal feed from 2006, alternatives need to be found urgently.",
        "purporting to comply with the voluntary ban were being scrupulous in doing so.",
        "Would you believe that they are now going to ban railroad sleepers (railroad ties )?",
        "The effect of this Decision was to ban the inclusion of gelatine in ruminant rations.",
        "Universal 2.5mm razz Mobile Headset Add fun sound effects to your mobile conversations - ban boring phone calls and get Razzing now!",
        "regular readers will know I have nothing for or against the above, it's the ' ban ' word I have problems with.",
        "rescind this ban.",
        "His rider, George Baker, picked up a two day ban for careless riding.",
        "ruminant feed ban was to come into force on 18 July.",
        "The ruminant feed ban prohibited the inclusion of ruminant protein in ruminant rations.",
        "scallop fishing ban in Scapa Flow on June 14.",
        "The ban on fishing for king scallops remains in place within the area.",
        "For purely selfish reasons, of course, I couldn't wait for this smoking ban to go ahead.",
        "They ban the showing of pubic hair, yet you can buy child themed pornography and highly sexual cartoons anywhere.",
        "Lifting the ban on fishmeal in ruminant feeds would play a significant role in making up the anticipated shortfall in protein.",
        "slapped a ban on British beef.",
        "smacking ban, the problems of domestic violence and the brilliance of Tory women.",
        "A ban on hunting would encourage and result in greater use of both legal and illegal snares.",
        "In February 1998, the UK government announced a ban on the supply and sale of oral snuff under the 1987 Consumer Protection Act.",
        "spinal cord from cattle incubating BSE ought not to have entered human food after the SBO ban in 1989.",
        "Exam invigilator surely they should ban clanky metal heels not steely hair?",
        "Palette which mimics include star studded to ban the.",
        "sufficiency of water continues - hosepipe ban not envisaged in the near future!",
        "An interim measure taken by DEFRA during the crisis was to ban the practice of feeding swill to pigs in the UK.",
        "A considered decision had been made that there was no need to include tallow in the ruminant feed ban.",
        "In particular, she is proposing a ban on the transport of heavy fuel oil in single-hull tankers to or from EU ports.",
        "test ban agreement with India.",
        "Stan had words with Knight that subsequently brought about a two match touchline ban.",
        "touchline ban.",
        "Yet Belgian trawlers had been exempted from the ban.",
        "Efforts to negotiate a treaty to ban fissile material production have made no progress for the past five years.",
        "But the court argued that discrimination laws do not entitle same sex couples to marriage and the ban is therefore not unconstitutional.",
        "Was there undue delay in recommending a ruminant feed ban?",
        "Does having a lower class upbringing legally ban you from croquet.",
        "upholdLaw Lords unanimously upheld the Court of Appeal's decision to overturn the ban on the license originally imposed by the High Court.",
        "useable in warfare will jeopardize the test ban and non-proliferation regimes.",
        "When the ancient Semitic world banned usury, it knew its destructive power, and attributed the ban to God.",
        "Note you should not ban players who are kicked for cvar violations, and this includes locked cvars being out of range.",
        "watershed ban on food and drink advertising that some parties are calling for.",
        "Any move to lift the ban on pet markets would set animal welfare back twenty years.",
        "Norway defies the ban while some indigenous peoples in Greenland, Siberia and the US state of Alaska are allowed traditional subsistence whaling.",
        "whingewhinging git really doesn't know how lucky he is to get away with an eight month ban.",
        "Is it right to ban young yobs from busses?",
        "confronted by health zealots out to ban tobacco, Nick goes on a PR offensive, spinning away the dangers of cigarettes.",
        "He was placed under the ban; and in June 1276 war was declared against him.",
        "On the 26th of May 1521 the emperor signed the edict of the diet of Worms, which placed Luther under the ban of the Empire; on the 21st of the same month Henry VIII.",
        "He was placed under the ban by the emperor Otto IV., and was killed at Oberndorf, near Regensburg, by Henry of Kalden, marshal of the empire, in March 1209.",
        "As the game grew in popularity it came under the ban of king and parliament, both fearing it might jeopardize the practice of archery, then so important in battle; and statutes forbidding it and other sports were enacted in the reigns of Edward III., Richard II.",
        "the study of the specific functions of the various tissues) by Schwendener (,Das mechanische Princip un Ban der Monocotylen, 1874, and other works), followed by numerous pupils and others, among whom Haberlandt (Physiologische Pfianzen-Anatomie, Leipzig, 1st ed., 1884, 4th ed., 1909, and other works) is pre-eminent.",
        "His guiding spirit is the Holy Spirit, which wills the good: yet it is not free, but restricted, in this temporal epoch, by its antagonist and own twin-brother (Yasna, 30, 3), the Evil Spirit (angro mainyush, Ahriman), who in the beginning was banished by the Good Spirit by means of the famous ban contained in Yasna, 45, 2, and since then drags out his existence in the darkness of Hell as the principle of ill - the arch-devil.",
        "ban and add to the (n+3) rd row, &c. C then becomes a11b11+a12b12+Ã¯¿½Ã¯¿½Ã¯¿½+ainbin, a21b11+a22b12+Ã¯¿½Ã¯¿½Ã¯¿½+a2nbin, Ã¯¿½Ã¯¿½.",
        "Half a century thus sufficed to remove the ban of the church, and soon Aristotle was recognized on all hands as \" the philosopher \" par excellence, the master of those that know.",
        "Seven days later the ban declared open war on Hungary by crossing the Drave at the head of 36,000 Croatian troops (see Austria-Hungary: History).",
        "He was defeated by a combination of the Kossuthists, AndrÃ¡ssy Liberals and Clerical People's party, the 30 Croatian deputies, whose vote might have turned the election, abstaining on Dr Wekerle promising them to deliver Croatia from the oppressive rule of the ban, Baron Rauch.",
        "An historical poem of a somewhat philosophical nature was produced in 1814 by Andreas Horvath under the title of Zircz emlekezete (Reminiscence of Zircz); but his Arpdd, in 12 books, finished in 1830, and published at Pest in the following year, is a great national epic. Among other poets of this period were Alois Szentmiklossy, George Gaal, Emil Buczy, Joseph SzÃ¡sz, Ladislaus Toth and Joseph Katona, author of the much-extolled historical drama Bank Ban.'",
        "In Croatia the coalition was more opportunist than ever, and sent its delegates to the coronation of Charles as King of Hungary: by its compliance it obtained the appointment of its own nominee, Mr. Mihalovic, as Ban, and was thus able to husband Croatian resources and on occasion to practise passive resistance.",
        "Negotiations were carried on for some months, but in vain; in March 1411 the ban was anew pronounced upon Huss as a disobedient son of the church, while the magistrates and councillors of Prague who had favoured him were threatened with a similar penalty in case of their giving him a contumacious support.",
        "As in Greece and Rome whole cities or nations might be devoted to destruction by pronouncement of a ban (Numbers xxi.",
        "The \"ban\" (p in), which was a religious execution of criminals or enemies, was common to Israel with its heathen neighbours (cf.",
        "This league was excommunicated by the pope, and placed under the ban of the empire almost simultaneously in 1453, whereupon it placed itself beneath the protection of its nearest powerful neighbour, the king of Poland, who (March 6, 1454) issued a manifesto incorporating all the Prussian provinces with Poland, but, at the same time, granting them local autonomy and free trade.",
        "Rome was successful in some minor negotiations with Savoy, Genoa, Tuscany and Naples; but Venice, under the leadership of Paolo Sarpi, proved unbending under ban and interdict: the state defiantly upheld its sovereign rights, kept most of the clergy at their posts, and expelled the recalcitrant Jesuits.",
        "The popular feeling throughout the United Provinces was strongly antagonistic to the act of Seclusion, by which at the dictation of a foreign power a ban of exclusion was pronounced against the house of Orange-Nassau, to which the republic owed its independence.",
        "That proportion of the annual contingents which is dismissed untrained goes either to the Ersatz-Reserve or to the 1st ban of the Landsturm (the Landwehr, it will be observed, contains only men who have served with the colors).",
        "Agram is the seat of the ban, or viceroy, of Croatia-Slavonia, of the Banal and Septemviral courts, the highest in the land, and of a chamber of commerce.",
        "BANSHEE (Irish bean sidhe; Gaelic ban sith, \" woman of the fairies\"), a supernatural being in Irish and general Celtic folklore, whose mournful screaming, or \"keening,\" at night is held to foretell the death of some member of the household visited.",
        "Even if the account of the \" ban \" (utter destruction) at the Israelite conquest be unhistorical, it represents current ideas (cf.",
        "Gregory was completely subservient to Philip II.; he aided the league, excommunicated Henry of Navarre, and threatened his adherents with the ban; but the effect of his intervention was only to rally the moderate Catholics to the support of Henry, and to hasten his conversion.",
        "Nor was there confidence that those who were purporting to comply with the voluntary ban were being scrupulous in doing so.",
        "Would you believe that they are now going to ban railroad sleepers (railroad ties)?",
        "Universal 2.5mm Razz Mobile Headset Add fun sound effects to your mobile conversations - ban boring phone calls and get Razzing now !",
        "Regular readers will know I have nothing for or against the above, it 's the ' ban ' word I have problems with.",
        "With the need to derive maximum benefit from the new building, Council agreed to rescind this ban.",
        "The ruminant feed ban was to come into force on 18 July.",
        "Rat examination Recent changes in protocol have put a ban on the LD50 test, save in exceptional circumstances.",
        "The agency first imposed the scallop fishing ban in Scapa Flow on June 14.",
        "For purely selfish reasons, of course, I could n't wait for this smoking ban to go ahead.",
        "Eight other European countries only ban some sentenced prisoners from voting.",
        "North Isles scallop fishing ban The first outbreak of algal bloom in Orkney this year to produce shellfish toxins was reported at the weekend.",
        "The lead ban | Alternatives to Lead Lead shot is the oldest component of shotgun ammunition.",
        "The rest of the world promptly slapped a ban on British beef.",
        "A new proposal has been unveiled by the Scottish Executive to ban Parents from smacking children under the age of three.",
        "Recent dispatches include posts on a possible smacking ban, the problems of domestic violence and the brilliance of Tory women.",
        "Brain and spinal cord from cattle incubating BSE ought not to have entered human food after the SBO ban in 1989.",
        "York 's ample sufficiency of water continues - hosepipe ban not envisaged in the near future !",
        "Even then, you have to remember that the press instigated a ban on the reporting of militant suffragette activities around 1911.",
        "Our existing scientific knowledge places no ban on supernormal phenomena; rather it suggests the probability of discoveries in quite novel directions.",
        "The National Trust is to ban its 2,000 tenant farmers from growing GM crops on its land.",
        "The ban follows the detection of high levels of amnesic shellfish poisoning (ASP) toxins in shellfish in the area.",
        "Bible ban uproar BIBLES have been banished from Victorian hospital bedsides and some schools because they may offend non-Christians.",
        "Efforts to improve nuclear arsenals and to make nuclear weapons more useable in warfare will jeopardize the test ban and non-proliferation regimes.",
        "But see above Question 44: Do you agree with the ban on live vertebrates as bait?",
        "Given the level of misuse identified by ICE Ergonomics, would it be advisable to explicitly ban such visors at night?",
        "This move is a compromise solution compared with the watershed ban on food and drink advertising that some parties are calling for.",
        "The whinging git really does n't know how lucky he is to get away with an eight month ban.",
        "Confronted by health zealots out to ban tobacco, Nick goes on a PR offensive, spinning away the dangers of cigarettes.",
        "There is currently a ban on bringing liquids, crèmes, and gels through airport security check points.",
        "Infant formula or breast milk is exempted from the liquid ban.",
        "Ten other states have a partial ban on owning exotic animals.",
        "On the environmental front, bentonite litters are so good at clumping that many cities now ban them because they are clogging sewers and water treatment systems.",
        "Most lack the aforementioned fees altogether, and some states ban the practice of levying such fees across the board.",
        "The city of Chicago recently became the first American city to ban the sale of baby products manufactured with BPA, although the state of Minnesota and Suffolk County, New York have signed similar measures.",
        "Candlewicks were even dipped in lead up until the 1970's in the United States, when candle makers themselves issued a voluntary ban on its use.",
        "When the time comes for you to recycle batteries from cell phones, it is important to know what type of battery your phone contains because some states ban certain kinds of batteries from being thrown in the trash.",
        "Some states ban phone owners from disposing of their nickel cadmium phone batteries in the trash.",
        "Fossil fuel usage and greenhouse gas emissions represent two areas of major concern with conventional plastic bags, which bolstered efforts to ban their use in stores.",
        "Illinois and New York are currently considering a complete ban of anyone under the age of 18, and the AAP would like to see that ban across all states.",
        "This information can be used to ban a member if inappropriate content is found.",
        "Many cities have now imposed ordinances that ban smoking in public facilities even outdoors.",
        "As a result, the Federal Aviation Administration (FAA) made a decision to ban the use of this product by people working as air traffic controllers and pilots.",
        "The announcement came soon after the California Supreme court ruled that the ban on gay marriages was unconstitutional.",
        "Adult cruises that ban children all together are almost nonexistent, but there are some that try to provide a romantic or match-making environment with adults in mind.",
        "Weston, and W Hotels - Both impose an 80 pound weight limit on pets, but the General Manager has the discretion to lift the ban at will.",
        "In an effort to control attacks by dogs that are considered dangerous breeds, many communities have adopted legislation to ban ownership of those breeds in question.",
        "New York City became the first city in the nation to ban trans fats from restaurants, and other communities have followed suit.",
        "Some are even attempting to ban the use of MySpace outside of school, although this rule has proved difficult to enforce."
    ],
    "definition": [
        "Link/Cite"
    ]
}