{
    "translation": "דגל, כרזה",
    "uses": [
        "Under this banner it was that the Reform Bill was fought and won.",
        "The banner of the church waves above the camp of those who aim at positive prosperity and republican equality.",
        "In the War of 1812 Frederick, Havre de Grace, and Frenchtown were burned by the British; but particularly noteworthy were the unsuccessful movements of the enemy by land and by sea against Baltimore, in which General Robert Ross (c. 1766-1814), the British commander of the land force, was killed before anything had been accomplished and the failure of the fleet to take Fort McHenry after a siege of a day and a night inspired the song The Star-spangled Banner, composed by Francis Scott Key who had gone under a flag of truce to secure from General Ross the release of a friend held as a prisoner by the British and during the attack was detained on his vessel within the British lines.",
        "Here also Owen Glendower unfurled the banner of Welsh independence; from here, in 1401, he harassed the country, sacking Montgomery, burningWelshpool, and destroying Cwm Hir (long \"combe,\" or valley) abbey, of which some columns are said to be now in Llanidloes old church..",
        "It was his function also to display and guard in battle the banner of the baron or banneret or the pennon of the knight he served, to raise him from the ground if he were unhorsed, to supply him with another or his own horse if his was disabled or killed, to receive and keep any prisoners he might take, to fight by his side if he was unequally matched, to rescue him if captured, to bear him to a place of safety if wounded, and to bury him honourably when dead.",
        "What I say is: 'Join hands, you who love the right, and let there be but one banner--that of active virtue.'",
        "s On the banner see Grose, Military Antiquities, ii.",
        "As he stepped past the generals in the crowded hut, feeling embarrassed as he always was by the sight of his superiors, he did not notice the staff of the banner and stumbled over it.",
        "A band tooted practice blasts, someone was yelling directions through an old fashioned megaphone, which were ignored, and Suzanne, whose nightly music show serenaded the tourists, warmed up the Star Spangled Banner in a voice that needed no mike.",
        "The turban and the spear became the banner of the Spanish Omayyads.",
        "The name seems to have been known before, and the banner was simply a Christianized form of the Roman cavalry standard.",
        "about 1016; and, in a thirty years' war which lasted from 1060 to 1090, the Normans, under a banner blessed by Pope Alexander II., wrested Sicily from the Arabs.",
        "A grand campaign of agitation on the part of the Russian Count Bobrinsky, whose watch-word was that the Russian banner must wave over the Carpathians, though winked at by the Polish governor, led to a great political trial (Dec. 29 1913) for high treason of 180 Ruthenians who had been seduced by this agitator.",
        "Behind the high altar is the banner sent by Pope Pius V.",
        "They played the National air called \"The Oz Spangled Banner,\" and behind them were the standard bearers with the Royal flag.",
        "His son and heir, another Sir John, admiral of the king's navy in the north, was a banneret who displayed his banner in the army that laid siege to Calais.",
        "Henceforth Rodrigo Diaz began to live that life of a soldier of fortune which has made him famous, sometimes fighting under the Christian banner, sometimes under Moorish, but always for his own hand.",
        "This policy caused a further breach with Pope Adrian; but when Adrian died in December 795, his successor, Leo III., in notifying his elevation to the king, sent him the keys of St Peter's grave and the banner of the city, and asked Charles to send an envoy to receive his oath of fidelity.",
        "On the bank of the Potomac is a brick house which was for several years the home of Francis Scott Key, author of \"The Star-Spangled Banner\"; on Analostan Island in the river was a home of James Murray Mason; Georgetown Heights was the home of the popular novelist, Mrs Emma Dorothy Eliza Nevitte Southworth (1819-1899).",
        "After Edward's burial, at which he bore the king's banner, Howard, an enemy of the Wydviles, linked his fortunes with those of the duke of Gloucester.",
        "The Crusade had failed - failed because a leaderless army, torn by political dissensions and fighting on a foreign soil, could not succeed against forces united by religious zeal under the banner of a leader like Saladin.",
        "Among his publications were the well-known quarterly magazine Y Traethodydd (\" The Essayist\"), Gwyddoniadur Cymreig (\" Encyclopaedia Cambrensis\"), and Dr Silvan Evans's English-Welsh Dictionary (1868), but his greatest achievement in this field was the newspaper Baner Cymru (\" The Banner of Wales\"), founded in 1857 and amalgamated with Yr Amserau (\" The Times\") two years later.",
        "But the banner of the banneret always implied a more or less extensive command, while every knight was entitled to bear a pennon and every squire a pencel.",
        "Stephen hastened against the rebels, bearing before him the banner of St Martin of Tours, whom he now chose to be his patron saint, and routed the rebels at Veszprem (998), a victory from which the foundation of the Hungarian monarchy must be dated, for Stephen assumed the royal title immediately afterwards.",
        "Bordeaux and Bayonne still remained safe under the English banner.",
        "banner advert.",
        "Create a banner for your layout by cutting small triangles from patterned paper.",
        "The rest revolted at the sight of the Maids white banner.",
        "conferred on him the proprietorship of the lands he had thus conquered by the sword, and presented him at the same time with the horse-tail, drum and banner which constituted the insignia of independent command.",
        "He claimed the Hungarian crown, as the grandson of Stephen V., under the banner of the pope, and in August 1300 proceeded from Naples to Dalmatia to make good his claim.",
        "The event was commemorated by the erection of the altar \"Yahwehnissi\" (\"Yahweh my banner\" or \"memorial\"), and rendered even more memorable by the utterance, \"Yahweh hath sworn: Yahweh will have war with Amalek from generation to generation\" (Ex.",
        "The decisive defeat of Parker by President Roosevelt did much to bring back the Democrats to Mr Bryan's banner.",
        "Siena is divided into seventeen contrade (wards), each with a distinct appellation and a chapel and flag of its own; and every year ten of these contrade, chosen by lot, send each one horse to compete for the prize palio or banner.",
        "In a speech at Stirling on the 23rd of November, Sir Henry appeared to him to have deliberately flouted his well-known susceptibilities by once more writing Home Rule in large letters on the party programme, and he declared at Bodmin that he would \"never serve under that banner.\"",
        "The folk-moot met in the precincts of St Paul's at the sound of the bell of the famous belltower, which also rang out when the armed levy was required to march under St Paul's banner.",
        "The exercitus of Rome was divided into scholae, and had a chief or patronus, and its banner.",
        "Spirito are two paintings by Luca Signorelli, the \"Crucifixion\" and the \"Day of Pentecost,\" originally intended for a processional banner.",
        "Hence Du Cange divides the medieval nobility of France and Spain into three classes: first, barons or ricos hombres; secondly, chevaliers or caballeros; and thirdly, ecuyers or infanzons; and to the first, who with their several special titles constituted the greater nobility of either country, he limits the designation of banneret and the right of leading their followers to war under a banner, otherwise a \" drapeau quarre \" or square flag.",
        "In Edinburgh she was received by a yelling mob, which flaunted before her at each turn a banner representing the corpse of Darnley with her child beside it invoking on his knees the retribution of divine justice.",
        "It now suited his policy to suppress the brigands, which he did by enlisting most of them under his own banner.",
        "Lord Rosebery abruptly broke off his campaign, declaring at Bodmin (26th of November) that he would never \"fight under that banner.\"",
        "George's Chapel, Windsor, are the stalls of the Knights of the Garter, in Henry VII.'s Chapel in Westminster Abbey are those of the Knights of the Bath, adorned with the stall plates emblazoned with the arms of the knight occupying the stall, above which is suspended his banner.",
        "At the time of their greatest productiveness, from 1850 to 1853, the highest yield of the washings was probably not less than $65,000,000 a year; according to the state mining bureau the average production from 1851-1854 was $73,570,087 ($81,294,270 in 1852, the banner year), and from 1850-1861 $55,882,861, never falling below $50,000,000.",
        "It is under the banner of this protest against rationalizing idealism that Schopenhauer advances.",
        "What is known is that he.: was a son of William Knox, who lived in or near the town of Haddington, that his mother's name was Sinclair, and that his forefathers on both sides had fought under the banner of the Bothwells.",
        "The Lusiads may be called at once the most successful epic cast in the classical mould, and the most national of poems, and the great historical monuments and books of travel of the 16th and 17th centuries are worthy of a nation of explorers who carried the banner of the Quinas to the ends of the earth.",
        "cracy, and after 1628 as an oligarchy, to maintain \"its independence alongside of Venice and Genoa, and painted the word Libertas on its banner till the French Revolution.\"",
        "In the meantime, in June 1429, he joined Joan of Arc at Orleans, and fought in several battles under her banner, till the influence of La Tremoille forced his withdrawal from the army.",
        "To the last he loved to draw his illustrations of sacred things from camps and fortresses, from guns, drums, trumpets, flags of truce, and regiments arrayed each under its own banner.",
        "At length came the turn of Athanasius, now almost the sole upholder of the banner of the Nicene creed in the East.",
        "This fort effectively protected the city in 1814 when attacked by the British, and it was during the attack that Francis Scott Key, detained on one of the British attacking vessels, composed the \" Star Spangled Banner.\"",
        "They became of thegnright worthy by receiving, really or nominally, a place in the royal hail, with the obligation to take the field whenever their master raised his banner.",
        "He gathered beneath his banner thousands of adventurers not only from France, Brittany and Flanders, but even from distant regions such as Aragon, Apulia and Germany.",
        "They had no wish to furnish their master with taxation for French wars, or to follow his banner to distant Aquitaine.",
        "As to the barons, the king took the important constitutional step of conceding that he would not ask them to serve abroad as a feudal obligation, but would pay them for their services, if they would oblige him by joining his banner.",
        "He raised his banner, and was, hastily crowned at Scone on the 25th of March; by that time the rising had burst out in many shires of Scotland, but it was neither unanimous nor complete.",
        "During all this time the English king only once went north of the Border-in Il 11and then with a very small army, for Lancaster and his friends had refused to join his banner.",
        "Even the kings half-brother, the earl of and Norfolk, rallied to her banner.",
        "In the commencement of his continental war Edward took little profit either from his assumption of the French royal title, or from the lengthy list of princes of the Low Countries - Battle of whom he enrolled beneath his banner.",
        "In this year he landed in Normandy, where the English banner had not been seen since the days of King John, and executed a destructive raid through the duchy and up the Seine Edward .",
        "Public opinion was against lant, the king, and the small army which his confidant De Vere raised under the royal banner was easily scattered by Gloucesters forces at the rout of Radcot Bridge (Dec. 20, 1387).",
        "The adventurer was at once joined by the earl of Northumberland and all the lords of the north; the army which was called out against him refused to fight, and joined Henry of his banner, and in a few days he was master of all Boling- England (July 1399).",
        "In July 1403 came the crisis of King Henrys reign; while Glendower burst into South Wales, and overran the whole Insurrec- countryside as far as Cardiff and Carmarthen, the tion In the Percjes raised their banner in the North.",
        "They mounted his badge, and joined his banner when strife broke out, in return for his championship of their private interests and his promise to maintain them against all their enemies.",
        "Yet because he struck first, without waiting for a definite casus belli, public opinion declared so much against him that half his followers refused to rally to his banner.",
        "To suppress this rising the Edward king gathered a great force, carefully calling in to his drives banner all the peers who were offended with Warwick or, at any rate, did not belong to his family alliance.",
        "King ~~d1~t rdin Edward, hurrying south to oppose the invader, found exne~ his army melting away from his banner, and hastily took ship at Lynn and fled to Holland.",
        "A number of scattered risings in the south were put down by Richards troops, while Buckingham, who had raised his banner in Wales, was prevented from bringing aid by a week of extraordinary rains which made the Severn impassable.",
        "The Welsh joined him in great numbers, not forgetting that by his Tudor descent he was their own kinsman, and when he reached Shrewsbury English adherents also began to flock in to his banner, for the whole country was seething with discontent, and Battle of Bosworth.",
        "But the Yorkist banner was to be raised, not in the name of Lincoln, but in that of the boy Edward of Clarence, then a prisoner in the Tower.",
        "The expedition fell flat; not a man joined the banner of the white rose, and James became aware that he had set forth on a fools errand.",
        "With a charter from the king giving him leave to set up the English banner on all the lands he might discover, the Bristol Genoese trader John Cabot successfully passed the great sea in 1497, and discovered Newfoundland and its rich fishing stations.",
        "Gardiner, Banner, Heath, Day and Tunstall were one by one deprived of their sees; a new ordinal simplified the ritual of ordination, and a second Act of Uniformity and Book of Common Prayer (1552) repudiated the Catholic interpretation which had been placed on the first and imposed a stricter conformity to the Protestant faith.",
        "Thomas, who as a lad had ridden on the barons' side at Evesham, followed the king's wars for half a century of his long life, flying his banner at Falkirk and at Bannockburn, in which fight he was taken by the Scots.",
        "His son and heir-apparent, Maurice of Berkeley, was the hero of a misadventure recorded by Froissart, who tells how a young English knight, displaying his banner for the first time on the day of Poitiers, rode after a flying Picard squire, by whom he was grievously wounded and held to ransom.",
        "When Thomas Radclyffe, earl of Sussex, superseded [From Anglo-Norman Invasion] famous Nicholas Sanders, who was armed with a legate's commission and a banner blessed by the pope.",
        "The suzerain, after receiving the vassal's homage and oath of fealty, invested him with his land or office by presenting some symbol, such as a clod, a banner, a branch, or some other object according to the custom of the fief.",
        "The chief who had to people a new and exposed township had to tempt men by freedom and secure rights to follow his banner.",
        "Thereupon Fodio unfurled the green banner of Mahomet and preached a jihad or religious war.",
        "banneret, from banniere, banner, elliptical for seigneur or chevalier banneret, Med.",
        "banneretus), in feudalism, the name given to those nobles who had the right to lead their vassals to battle under their own banner.",
        "The title of knight banneret, with the right to display the private banner, came to be granted for distinguished service in the field.",
        "But the creation is almost the self-same with that in the old French ceremonies by the solemn delivery of a banner charged with the arms of him that is to be created, and the cutting of the end of the pennon or streamer to make it a square or into the shape of a banner in case that he which is to be created had in the field his arms on a streamer before the creation.\"",
        "Some sites may rotate multiple banner ads into the cover page.",
        "To complete the entry, you have to click on a banner advert.",
        "Our website may provide links and banner advertisements to third party sites.",
        "advertising banner will be displayed at the top of the results page.",
        "banner advertising is the most popular way to encourage people to look at your web site.",
        "One unfurled a banner saying: \" Nuclear: Wrong Answer.",
        "Protesters hung a banner at a Morrisons store in Bradford branding it the \" UK's worst seafood retailer \" .",
        "He carried the great banner at Lord Nelson's funeral.",
        "In Roger's absence, Dave took over control of erecting the area banner and flag whilst Ant supervised putting up the gazebo.",
        "I've also added a nice little animated MAME banner that I found elsewhere on the web.",
        "Lady Thatcher is now armigerous; her heraldic banner hangs in St. George's Chapel, Windsor.",
        "The same expandable banner will appear subsequently on the front page of the Jobs site for two weeks.",
        "banner advertisements to third party sites.",
        "banner headline: Passive Smoking Does Not Cause Cancer It's official.",
        "For example, lets say you want to include an advertising banner across the top of all pages.",
        "Behind the head of the model is a blue silk pipe banner.",
        "banner of communism.",
        "bastions in the cities, under the banner of its much-vaunted ' participatory budget ' .",
        "The bottom of each banner has a bookcase with the words ' LIFE LONG LEARNING ' on it.",
        "The revolutionary cadres are now gathering only under the banner of the Fourth International.",
        "calico cloth banner with lettering large enough to be seen from the top of a passing bus.",
        "Another option is for the children to produce a fabric banner, with each creating a fabric collage to be sewn onto a banner.",
        "A banner rolls down an office block and the cheering reaches a deafening crescendo.",
        "British environmental groups, under the banner of the Stonehenge Alliance, have roundly condemned the scheme as \" massively destructive \" .",
        "A prolonged downturn in sales is to blame for the reduced working hours at the Banner Lane factory.",
        "This year, Banner mounted two major solo exhibitions under the collective title 'Your Plinth is My Lap ' .",
        "Dunn was a leading exponent of reform, editing the radical Wesleyan Banner.",
        "garnered widespread praise for its innovative education work, under the banner Scottish Opera for All.",
        "Bates: The Sunday Telegraph recently ran a banner headline: Passive Smoking Does Not Cause Cancer It's official.",
        "My banner reads no respect for Bush I think he's a bloody hypocrite.",
        "Some online marketers will sell you anything from banner impressions, to mass email campaigns (spam ), to popup ads.",
        "information in the banner will be renewed according to the package you've chosen.",
        "kolkhoz aristocracy under the banner of Stakhanovism.",
        "She called on all workers to join WAC, which bears the banner of organized labor.",
        "Banner is a multi media company employing a variety of media and styles.",
        "A huge Placebo banner is waved above us as the band started with their latest material from their new album meds.",
        "Posted by StopsAtGreen under general, miscellanea, photo A prize to whoever can identify all the heads in my new banner, above.",
        "This banner bore the mon or badge of the samurai's clan and served to identify him and his allegiance.",
        "All parties united under the banner of the age's most famous outlaw, Hereward the Wake.",
        "package of measures under the banner \" Getting Britain Giving.",
        "produce the series under the banner of Avengers Mark 1 Productions.",
        "PVC banners with banner vinyl is ideal for outdoors.",
        "PVC banner vinyl is long term ideal for outdoors advertising.",
        "The durability of vinyl PVC banners with banner vinyl is ideal for outdoors.",
        "The start marked by a crane supported banner only one third the height of the proposed pylons.",
        "rand banner life insurance co don't require members.",
        "Under the banner of the MCTI we have a marvelous opportunity for rural regeneration.",
        "Fiona Banner, be there Saturday sweetheart, neon sign, 1999.",
        "The DM playing all nice with his ' its all gone pear shape ' banner again.",
        "At the moment this includes the shopping mall, which is basically just a collection of banner links organized under relevant topics.",
        "spangled banner.",
        "star-spangled banner.",
        "The banner was surfaced cleaned using low power vacuum suction.",
        "suffragette banner - had a political message.",
        "switchboard operator who I should speak to in order to erect a banner on the railings.",
        "thank you massive thank-you to Tony for an 11th hour appearance with some really excellent banner posters.",
        "We provide aluminum trussing, flown and ground supported rigging systems, theater drapes, star cloths, venue dressing and advertising banner rigging.",
        "I enjoyed designing the banner to reflect his use of tactile use of sensual materials and experimental typography.",
        "unfurled a banner which read \" Property Act - Housing for local people \" .",
        "unfurled a 50-foot orange and black banner with the words ' Climate Crime ' .",
        "unfurl a banner reading \" where are your registers?",
        "unite under a banner of peaceful communication and to support a diversity of lifestyles.",
        "Election posters -- showing only one visage in banana republic fashion -- banner forth the supremacist politics of an ambitious neighbor.",
        "weather vane on the tower is called a banner type.",
        "well-hung banner man.",
        "On the 29th of June 1862 he landed at Palermo and gathered an army under the banner \"Roma o morte.\"",
        "It was not only the first territorial conquest from the Tatars, before whom Muscovy had humbled herself for generations; at Kazan Asia, in the name of Mahomet, had fought behind its last trench against Christian Europe marshalled beneath the banner of the tsar of Muscovy.",
        "Other names occur on their coins, the oldest of which are imitations of Seleucid coins, and were perhaps struck by local dynasts under their supremacy; most of the others show the king's head with the Persian tiara, and on the reverse a fire-altar with the adoring king before it, a standard (perhaps the famous banner of the smith Kavi, which became the standard of Iran under the Sassanids), and occasionally the figure of Ahuramazda; they were first explained by A.",
        "Landing at Lyndantse (the modern Reval) in north Esthonia, Valdemar at once received the submission of the inhabitants, but three days later was treacherously attacked in his camp and only saved from utter destruction by his own personal valour and the descent from heaven, at the critical moment, of a red banner with a white cross on it, the Dannebrog (Danes' Cloth), of which we now hear for the first time, and which henceforth was to precede the Danish armies to victory till its capture by the Ditmarshers, three hundred years later.",
        "Anselm preached in his favour,, English levies marched under the royal banner both to repel Robert's invasion (1 ior) and to crush the revolt of the Montgomeries headed by Robert of Belleme (1102).",
        "At the national convention held in Buffalo, N.Y., on the 9th and Toth of August 1848, they secured the nomination to the presidency of exPresident Martin Van Buren, who had failed to secure nomination by the Democrats in 1844 because of his opposition to the annexation of Texas, and of Charles Francis Adams, of Massachusetts, for the vice-presidency, taking as their \"platform\" a Declaration that Congress, having \"no more power to make a slave than to make a king,\" was bound to restrict slavery to the slave states, and concluding, \"we inscribe on our banner `Free Soil, Free Speech,Free Labor and Free Man,' and under it we will fight on and fight ever, until a triumphant victory shall reward our exertions.\"",
        "Martin Van Buren and others, going into opposition under his banner, waged from the first a relentless and factious war on the administration.",
        "To repel these attacks he employed the talents of a number of court poets and artists, who in public recitation and pageant, in emblematic picture and banner and device, proclaimed the wisdom and kindness of his guardianship and the wickedness of his assailants.",
        "The Conservatives learned to regard the veteran statesman, who had combined all sections of Liberals under his banner, as the most powerful champion of Conservative principles; a virtual truce of parties was established during his continuance in office; and1 for t~he most part of his ministry, a tacit understanding existed that the minister, on his side, should pursue a Conservative policy, and that the Conservatives, on theirs, should abstain from any real attempt to- oust him from power.",
        "The durability of vinyl pvc banners with banner vinyl is ideal for outdoors.",
        "The durability of vinyl advertising banners with pvc banner vinyl is long term ideal for outdoors advertising.",
        "The ddd estimate concurrence by rand banner life insurance co do n't require members.",
        "The shops were bright with pennon and banner of resplendent colors.",
        "Fiona Banner, be there saturday sweetheart, neon sign, 1999.",
        "It is not only in Britain that the rule of law is being made to dance to the tune of the star spangled banner.",
        "They have signed rap star Eminem who will signal the exact moment for mourning to commence with a gangsta rendition of The star-spangled banner.",
        "Everything - not just a trade union or suffragette banner - had a political message.",
        "I asked the switchboard operator who I should speak to in order to erect a banner on the railings.",
        "The foundations are already being laid that will allow ordinary Muslims to be continually targeted under the banner of fighting terror.",
        "First a massive thank-you to Tony for an 11th hour appearance with some really excellent banner posters.",
        "What 's it like to carry a banner, toot a flute, or beat a big drum all the way to the field?",
        "From the tallest tower, they unfurled a banner which read \" Property Act - Housing for local people \".",
        "Three climbers scaled the tower and unfurled a 50-foot orange and black banner with the words ' Climate Crime '.",
        "They unfurl a banner reading where are your registers?",
        "We want to encourage all people to unite under a banner of peaceful communication and to support a diversity of lifestyles.",
        "The weather vane on the tower is called a banner type.",
        "Floyd Brown (Stage Director) Floyd is affectionately known as the well-hung banner man.",
        "Browse the homepage banner for the most popular searches across several shopping categories.",
        "The \"recent deals\" banner on the homepage is refreshed frequently to let dealers know about the hottest sales in a timely manner.",
        "The \"popular this week\" banner showcases the most sought after items of the week.",
        "This was a banner day for the Girard family of Voluntown, Connecticut.",
        "Victorian Furniture Company - The flashing neon pink and banner ads at Victorian Furniture Company won't exactly put you in the mood for 19th century shopping.",
        "Not surprisingly, the packaging is memorable, featuring tattooed roses and a skull, along with a banner stating \"Love Kills Slowly\" and several smaller banners proclaiming \"Life,\" \"Love\" and \"Luck\" against a pink backdrop.",
        "If you happen to see a banner ad for the company, sign up while you have the chance.",
        "Include a group shot and use the band's name for your banner.",
        "The set features nine stickers, including a gown, cross, bible and Christening banner.",
        "For the most part, advertising consists of a few unobtrusive banner ads at the top and to the sides of the chat window.",
        "Customize a romantic banner with your school name and date of event to place on the wall or hang between two columns.",
        "Banner Health has Arizona locations that offer drug and alcohol detox programs.",
        "SB: The funniest moment for me as an actress was on the set of Spanglish, when after a long day of shooting the translating scene, Adam started singing the Star Spangled Banner and everyone joined in.",
        "While living in Florida, she became known as the \"National Anthem Girl\" after performing The Star-Spangled Banner at numerous area sporting events.",
        "In 2011, Christina Aguilera was tapped for one of the most visible singing jobs out there - performing the Star Spangled Banner at the Super Bowl.",
        "The Celebrity Cruises fleet is relatively small compared to well-known lines such as Carnival and Royal Caribbean; only 11 ships currently sail under the Celebrity banner.",
        "The standard package comes with balloons, streamers, a banner and flower cake.",
        "The other locket in the set is the High School Musical on Tour charm locket, which has a variegated purple background with yellow lettering and a red banner.",
        "Order a catalogue by clicking on the link in the lower banner.",
        "Request yours by clicking on the link in the top banner.",
        "To request your catalogue, simply click on the link on the bottom banner.",
        "Order your catalogue by clicking on the link in the lower banner.",
        "Since its founding in 1982, EA has produced hundreds of video games, either under on its own banner or through the efforts of subsidiary game producers.",
        "The game story, penned by former Hulk scribe Paul Jenkins, chronicles the struggle of Bruce Banner, the alter ego of the Hulk, to cope with and hopefully discover a cure for his destructive inner demons.",
        "A little while back, it was hard to tell when new games were added, but they didn't hesitate in adding an email notification feature, as well as marking the games in the interface with a \"New Game\" banner.",
        "Instead, there are banner ads in place, and a video commercial plays before the game fully loads.",
        "That's not to dampen your spirit; the state produces more than 90 per cent of the wine in the United States and carries the banner for this country's wine throughout the rest of the world.",
        "Cingular Wireless was the largest mobile phone company in the United States with more than 56 million subscribers and it continues to be a popular option for Americans under the AT&T banner.",
        "Vodafone also operates in a number of other Asia-Pacific countries under its own banner, including Australia, Fiji, and New Zealand.",
        "Print out this Chinese dragon banner from Scissor Crafts for Children in sections.",
        "Follow the instruction to make a banner or a dragon the kids can play with.",
        "You'll see quaint advertisements, amusing cartoons and banner news headlines about historic events.",
        "For example, Best Buy often puts a huge banner or sign outside their store indicating they are hiring and direct you to the Best Buy Careers website to fill out an application.",
        "A second sub-category is for web design and graphic services that can create stylized banner ads and websites.",
        "The following day the bridge was dedicated and a ceremonial banner was cut opening the bridge to vehicular traffic at noon.",
        "A big pink \"Snoopy\" banner overlooks Snoopy and Woodstock floating on the ocean in inner tubes with snacks and a huge frothy drink floating in a dog dish between them.",
        "The site is very basic and includes some distracting banner ads, but it gets the job done and is a big hit with frequent Scrabble players.",
        "This is an opportunity to have their names on a banner, scoreboard, uniforms or even on a sign at the concession stand.",
        "Have a banner or sign displayed at each game with the sponsors' names and the players that they are supporting.",
        "Whenever Aquarius takes up the banner to help another person, she'll set aside her dislike for confrontation and force herself to endure until the wrong has been righted.",
        "You will be exposing your child to some hard-selling banner ads, and it is probably a good idea to limit the playing of these games the same way you'd limit access to television shows.",
        "At first glance these games seem about as creative as \"Punch the Monkey\" banner ads - but that simplicity is deceptive.",
        "You may include a link or banner ad on your website, coded with your identification number, and French Toast will pay you a commission on any sales they make via your website.",
        "The banner at the top of the home page often lists a current coupon.",
        "Simply click on the banner for more information.",
        "These vendors will offer \"free shipping\", usually endorsed by a large web page banner.",
        "The Llanview Banner is the chief newspaper of the fictional town of Llanview.",
        "Originally owned by Victor Lord, a publishing tycoon, the Banner has been a part of the One Life to Live landscape from the first day it aired in 1968.",
        "Owned primarily by the Lord family, Victoria Lord and her children and paramours have run the Banner for years.",
        "The Banner is a highly respected newspaper, known for innovative stories and winning multiple awards.",
        "Through the decades, the Llanview Banner has been at the center of multiple storylines from Viki's first love affair with star Banner reporter Joe Riley to her struggles with former mother-in-law Dorian Lord.",
        "Groomed by her father to take over his publishing empire, Viki's son Kevin, husband Clint, and others have all played a role in the continuing success of the Banner.",
        "In addition to the Llanview Banner, Llanview is home to The Sun, a tabloid newspaper run by Viki's half-brother Todd Manning.",
        "It was her first attempt to compete with the Banner.",
        "The Llanview Banner is also the name of an in depth One Life to Live fan site with information, spoilers, news and more.",
        "The banner might have a slogan, the name of a military company, or a word like \"Liberty\" or \"Strength.\"",
        "This basic design is often enhanced by a flag or banner.",
        "Hawaiian flower tattoos can be found singularly, in groups, as a part of a border, or as an enhancement in banner tattoos.",
        "A lion's head on his right shoulder: The design also includes the inscription \"Elvis Grant Me Serenity\" above it, and a banner below that reads \"Born to Be Mild\".",
        "Johnny Depp and Winona Ryder were engaged in the early 1990's and he had a double banner tattoo added to his right bicep to match the one on the left which contains the tattoo dedicated to his mother.",
        "This \"true love\" tattoo reads \"Winona Forever\" and this obviously was not the case and he has since had it modified by removing part of \"Winona\" and shortening the banner so it now reads \"Wino Forever\".",
        "Some people have the word written out on a \"banner\" that drapes across the bottom of the tattoo.",
        "This can be done by accompanying the tat roses with a name or date (or both), underneath it or across a banner that appears to drape over the bloom.",
        "Its feminine shape is often accompanied by flowers, butterflies, a young female, or even a banner that says \"Virgo.\"",
        "However, there's more to these tattoos than a simple heart with a banner reading \"Mom.\"",
        "When you think of a heart tattoo, you probably think of something from the traditional school of tattooing: a basic heart with a banner and a name or a more religious Sacred Heart tattoo.",
        "In lieu of a banner, you can also write your message in script outside the cross at the top, or the bottom.",
        "If you're combining the angel wings with a name, banner, face or heart image, there's no reason to confine them to the upper back at all.",
        "An equestrian knight flying a banner with the word \"Prorsum\", which means \"forwards\" in Latin.",
        "These extensions include nice touches like an ad banner remover, a built-in spell-checker, flash video downloaders and much more.",
        "Everyone remembers the 'duck-hunting' shoot-'em-up banner ad, but what does it advertise?",
        "A web banner, for instance, usually displays at the top or bottom of a web page.",
        "A typical web banner ad is 468 pixels wide by 60 pixels high.",
        "Some Web sites also sell a 'jumbo' web banner space that is 728 x 90 pixels.",
        "While Google does not use pop-up ads or banner ads in Gmail, it does run Google ads to the right of each email.",
        "Banner ads are another popular form of online marketing.",
        "Development is key with banner ads, as you'd hate to be the business that customers remember only because your banner ad was an annoying pop-up monkey.",
        "Banner ads have proven to be effective to driving site visitors, and there are various companies like DoubleClick that specialize in research and assisting with specific placement.",
        "Prices for line ads like Google Ads or banner ads vary widely.",
        "You can also take advantage of free banner exchange programs like Link Exchange and SmartClicks.",
        "Overview The independent consulting group collected data on advertising efforts across three fields: banner advertising; direct mail; and newsletters and marketing brochures.",
        "Industry specific terms of art, such as \"direct mail\" and \"banner ads\" are used to provide executives with a clear picture of the types of media used.",
        "Welcome guests to your party with a heart banner that says \"Happy Valentine's Day\" or \"Love is in the Air.\"",
        "Cut letters from solid colored cardstock, using a free font from your computer as a guide if you're worried about a neat appearance for your banner.",
        "Joan of Arc carried a banner with fleur-de-lis during her battles against the Dauphin.",
        "LimeWire is available two ways - a basic system that includes banner and pop-up ads, and a PRO version, which is ad free.",
        "Further, sometimes the term modern rock is used to describe music that is slightly off beat from the mainstream - college radio, alt rock and indie rock all usually fall under the banner of modern rock.",
        "Thousands of online radio stations fly their flags under the Live 365 banner.",
        "Have guests contribute to decorations by signing a birthday banner as a memento of the event.",
        "To coordinate with graduation, a \"congratulations graduate\" banner could be strung between two palm trees or leis could feature school colors.",
        "A large \"Welcome to the 80s\" banner at the end of the tunnel announces the arrival to a night of fun.",
        "A large banner with \"Surprise\" written on it is perfect for placing over the main party area or near the food table.Keep decorations simple, especially if you plan to do a lot of drinking at the party.",
        "A banner outside will welcome guests to the celebration.",
        "Banners: Order a banner online, or make your own out of butcher paper and markers.",
        "Pick up a banner in a Medieval font for a complete room set-up.",
        "He suggests that maybe there is a secret room to which Haiduk's Elise Thayer responds: \"… and maybe I can whistle the Star-Spangled Banner out of my ass.\"",
        "You can find the Classmates' pop up and banner ads on plenty of Internet locations.",
        "There is a military banner or graphic out there to support every troop and every person who may support them.",
        "When choosing a template, consider the colors of the background, banner, text and links.",
        "In fact, according to an article in the Athens Banner Herald, the celebrity bike racer usually refuses to talk to the press.",
        "Participating in pay-per-post services doesn't preclude you from adding banner advertising to your blog.",
        "In addition to the tried-and-true Google AdSense, there are a growing number of networks specializing in placing banner ads on blogs.",
        "Smorty offers both pay-for-post options and a banner network for bloggers.",
        "After years of banner ads and spam email, a tweet or social post that simply promotes a company or website is going to come across as just another commercial, and people will tune it out.",
        "These ads are usually banner pictures which change with every new visit to your website, and the best ones will even target your particular audience.",
        "The sites, admittedly, can be hit-or-miss; many are simply banner farms with a few low-quality images that no one would use combined with key words that lure in unsuspecting viewers.",
        "Advertising - The most common way that free domain hosting sites recoup their expenses is through putting banner ads or text links on every page of your site, through the sidebar, or even through signatures on emails from your domain.",
        "There is a nod to Flash with an animated banner, but in this era of social networking that is almost a waste of technology.",
        "Joining the ranks of the \"front-page Flash\", OnSharp also has a large banner on their front page.",
        "These advertisements may be banner ads, include pop up windows and other such distractions.",
        "However, they may be giant animated \"punch-the-monkey\" banner ads that distract the user from your message and actually drive them away from the site.",
        "SEO-Packages.org offers more Google-adwords-specific packages, including text and banner creation and \"landing pages\" that are useful for some products and services.",
        "The advantage of this kind of strategy is that designing a banner is one of the most elementary techniques in Flash.",
        "This means that almost anyone could download the free trial of Flash from Adobe.com and create their own animated banner without having to rely on any outside designers.",
        "had given St Peter's banner at Lucca, only arrived - the last of the crusaders - in May 1097 (their original companion in arms, Count Robert of Flanders, having left them to winter at Bari, and crossed to Constantinople before the end of 1096).",
        "The sultan also acquired from him the sacred banner and other relics of the founder of Islam, which have since been preserved in the Seraglio at Constantinople.",
        "In 1388-1389 Frankfort assisted the South German towns in their wars with the princes and nobles (the Stadtekrieg), and in a consequent battle with the troops of the Palatinate, the town banner was lost and carried to Kronberg, where it was long preserved as a trophy.",
        "He is the Christian emperor directly inspired by angels; his sword Joyeuse contained the point of the lance used in the Passion; his standard was Romaine, the banner of St Peter, which, as the oriflamme of Saint Denis, was later to be borne in battle before the kings of France; and in 1164 Charles was canonized at the desire of the emperor Frederick I.",
        "The number of men arrayed under one banner, the time during which they might cohere, the distances from home they could march, their ability to hold permanently what they had gained, together form an excellent metric scale of the culture grade in the several American provinces, and nowhere, even in the most favoured, is this mark high.",
        "Zwingli, who as chaplain was carrying the banner, was struck to the ground, and was later despatched in cold blood.",
        "Abdar-rahman's army was so ill provided that he mounted almost the only good war-horse in it; he had no banner, and one was improvised by unwinding a green turban and binding it round the head of a spear.",
        "1863), he emigrated to New York in 1838; and in 1843 they removed to Toronto, and began the publication of The Banner, a politico-religious paper in support of the newly formed Free Church of Scotland.",
        "He was ever ready to act, either personally or through his delegates, and never ceased to be the effective leader of all the feudal soldiers he enrolled under the banner of the Holy See.",
        "Careless of the glories of Renaissance art, a stranger to all worldly instincts, the earnest Netherlander inscribed on his banner the healing of the moral ulcers, the restoration of unity to the Church - especially in Germany - and the preservation of the West from the Turkish danger.",
        "The champions of this reaction fought under the banner of St Augustine; and Baius' Augustinian predilections brought him into conflict with Rome on questions of grace, free-will and the like.",
        "But while the banner was square the pennon, which resembled it in other respects, was either pointed or forked at its extremity, and the pencel, which was considerably less than the others, always terminated in a single tail or streamer.6 If indeed we look at the scale of chivalric subordination from another point of view, it seems to be more properly divisible into four than into three stages, of which two may be called provisional and two final.",
        "In Scotland, even as late as the reign of James VI., lords of parliament were always created bannerets as well as barons at their investiture, \" part of the ceremony consisting in the display of a banner, and such ` barones majores ' were thereby entitled to the privilege of having one borne by a retainer before them to the field of a quadrilateral form.\"",
        "in 12 19 as a memorial of a victory over the Esthonians, won by the appearance in the sky of a red banner bearing a white cross.",
        "\"By the banner of our Lutheran confession let us stand,\" he said in 1888; \"folding ourselves in it, let us die\" (T.",
        "Hans also received in fief the territory of Dietmarsch from the emperor, but, in attempting to subdue the hardy Dietmarschers, suffered a crushing defeat in which the national banner called \" Danebrog \" fell into the enemy's hands (1500).",
        "In spite of his Imperialist views, however, he did much to smooth over the party difficulties, and when the tariff-reform movement began in 1903, he seized the opportunity for rallying the Liberals to the banner of freetrade and championing the \"orthodox\" English political economy, on which indeed he had been a lecturer in his younger days.",
        "During the interregnum in Poland after the death of Henry of Valois, Zolkiewski was an ardent partisan of the chancellor Zamoyski, and supported the candidature of Stephen Bathory, under whose banner he learned the art of war in the Muscovite campaigns.",
        "An end had already come to the brilliant epoch at Jena, when the romantic poets, Tieck, Novalis and the Schlegels made it the headquarters of their fantastic mysticism, and Fichte turned the results of Kant into the banner of revolutionary ideas.",
        "The subject is a Glory, Christ with the banner of the Resurrection, and a multitude of saints, including, at the extremities, the saints or beati of the Dominican order; here are no fewer than 266 figures or portions of figures, many of them having names inscribed.",
        "Ali, on the other hand, was unable to convert enthusiasm for the principle inscribed on his banner into enthusiasm for his person.",
        "Wheat was long California's greatest crop. Its production steadily increased till about 1884, the production in 1880, the banner year, being more than 54 million bushels (32,537,360 centals).",
        "On the following day, holding the sacred banner, Joan stood beside Charles at his coronation in the cathedral.",
        "Seeing Kassapa, who as the chronicle puts it, was as well known to them as the banner of the city, the people at first doubted who was the teacher and who the disciple, but Kassapa put an end to their hesitation by stating that he had now given up his belief in the efficacy of sacrifices either great or small; that Nirvana was a state of rest to be attained only by a change of heart; and that he had become a disciple of the Buddha.",
        "banner ads into the cover page.",
        "banner advertisments.",
        "sativa proper, and Tatarian oats or banner oats which has sometimes been regarded as a distinct species, A."
    ],
    "definition": [
        "Link/Cite"
    ]
}