{
    "translation": ".1 לחשוף, לגלות\n.2 חשוף",
    "uses": [],
    "definition": [
        "Lacking the usual or appropriate covering or clothing; naked: a bare arm.",
        "Exposed to view; undisguised: bare fangs.",
        "Lacking the usual furnishings, equipment, or decoration: bare walls.",
        "Having no addition, adornment, or qualification: the bare facts.",
        "Just sufficient; mere: the bare necessities.",
        "Obsolete Bareheaded.",
        "To make bare; uncover or reveal: bared their heads; baring secrets.",
        "To expose: The dog bared its teeth.",
        "bare′ness\nnoun",
        "Link/Cite",
        "Minimal; that is or are just sufficient.\na bare majority",
        "Naked, uncovered.\nDon't show your bare backside in public.",
        "Having no supplies.\na room bare of furniture\nThe cupboard was bare.",
        "Having no decoration.\nThe walls of this room are bare — why not hang some paintings on them?",
        "Having had what usually covers (something) removed.\nThe trees were left bare after the swarm of locusts devoured all the leaves.",
        "(UK, slang, not comparable) A lot or lots of.\nIt's bare money to get in the club each time, man.",
        "With head uncovered; bareheaded.",
        "Without anything to cover up or conceal one's thoughts or actions; open to view; exposed.",
        "Threadbare; much worn.",
        "(minimal): ample, plentiful, sufficient",
        "(naked): covered, covered up, dressed, unexposed",
        "(having no supplies): full, furnished, stocked, supplied, well-stocked",
        "(having no decoration): adorned, decorated, ornate",
        "(having had what usually covers (something) removed): covered",
        "(UK, slang) Very; significantly.\nThis porno's bare whack, bruv.",
        "Barely.",
        "Without a condom",
        "(‘the bare’) the surface, the (bare) skin",
        "Surface; body; substance.",
        "(architecture) That part of a roofing slate, shingle, tile, or metal plate, which is exposed to the weather.",
        "To uncover; to reveal.\nShe bared her teeth at him.",
        "1898, J. Meade Falkner, Moonfleet Chapter 5\nAnd so I put thee on my shoulder and bare thee back, and here thou art in David's room, and shalt find board and bed with me as long as thou hast mind to",
        "Link/Cite"
    ]
}