{
    "translation": "לצעוק ולצחוק בגסות, לבוז",
    "uses": [
        "It was in November 1890 that he made his abode at Vailima, where he took a small barrack of a wooden box 500 ft.",
        "Castelar, too, raised his eloquent protest against popular risings and barrack, conspiracies.",
        "The government barrack is a rather imposing structure in the middle of the town, as is the cathedral church to the east, built of stone and buttressed with brick.",
        "North camp is now named Marlborough Lines, with a field artillery barrack and five infantry barracks called after Marlborough's victories.",
        "of the barrack field is the Royal Military Repository, within the enclosure of which is the Rotunda, originally erected in St James's Park for the reception of the allied sovereigns in 1814, and shortly afterwards transferred to its present site.",
        "The life of these insane patients is as bright, and the treatment as humane, as a barrack life can be; but of science, whether in pathology or medicine, there can be little.",
        "To secure fairly uniform efficiency in the various corps, and also as a means of unifying Italy, Piedmontese, Umbrians and Neapolitans are mixed in the same corps and sleep in the same barrack room.",
        "Queen Isabella reigned from 1843 to 1868, and that period was one long succession of palace intrigues, back-stairs and antechamber influences, barrack conspiracies, military pronunciamientos to further the ends of the political parties - Moderados, who ruled from 1846 to 1854, Progressists from 1854 to 1856, Union Liberal from 1856 to 1863; Moderados and Union Liberal quickly succeeding each other and keeping out the Progressists so steadily that the seeds were sown which budded into the revolution of 1868.",
        "Besides the regimental buildings there are a large number of buildings for garrison purposes, such as quarters and offices for general, staff and departmental officers, with the warrant and non-commissioned officers employed under them; the supply depot with abattoir and bakery; the ordnance stores; barrack stores for furniture and bedding, shops and stores for R.",
        "The most irreconcilable Republicans knew that they could not expect much from popular risings in great towns or from the disaffected and anarchist peasantry iii Andalusia, so they resorted to the old practice of barrack conspiracies, courting especially the non-commissioned officers and some ambitious subalterns.",
        "The town, which occupies an important strategic position in the plain dominated by the escarpments of Mount Tessala, has barrack accommodation for 600o troops, and is the headquarters of the ter regiment etranger, one of the two regiments known as the Foreign Legion.",
        "had before his eyes the government of his cousin the great Frederick; but not every one can bend the bow of Ulysses, and, apart from difference of personal capacity and historic tradition, he forgot that a territorial and commercial aristocracy cannot be dealt with in the spirit of the barrack and the drill-ground.",
        "The round tower was long used as an observatory and the building as a barrack.",
        "The citadel (Rocca) itself, erected by Cardinal Albornoz in 1 345, is now a barrack.",
        "barrack block would be a slightly larger room where their officer would live.",
        "barrack huts, nearest Watnall Hall, was of temporary brick construction.",
        "barrack rooms which are a time capsule of the domestic life of the Scottish soldier.",
        "barrack gates and a burly sergeant striding out in front of the Guard Room.",
        "barrack accommodation was used by soldiers doing their annual firing course at the nearby Milton range.",
        "barrack buildings in the inner bailey, with Palace Gate in the center.",
        "barrack where they were living until the new house was habitable.",
        "barrack square, You must always walk around it.",
        "This action was still being practiced in barrack rooms up until 1868.",
        "Descending to the basement level, a row of massive vaulted chambers is reached, Frankish 14th century work, probably barrack accommodation.",
        "How does it help a player's form to constantly barrack him?",
        "I met the Station Commander at the entrance to the barrack block and he was accompanied by the Admin.",
        "Between this and North Wall the river is crossed by twelve bridges, which, in order from west to east, are these: - Sarah Bridge, the bridge of the North Wall extension railway; King's, commemorating a visit of George IV.; Victoria or Barrack; Queen's; Whitworth, of interest as occupying the site where a bridge has stood since the 12th century; Richmond, Grattan and Wellington; O'Connell, Butt and a swivel bridge carrying a loop railway.",
        "Blanqui's leaning towards violent measures was illustrated in 1870 by two unsuccessful armed demonstrations: one on the 12th of January at the funeral of Victor Noir, the journalist shot by Pierre Bonaparte; the other on the 14th of August, when he led an attempt to seize some guns at a barrack.",
        "The historic barrack rooms are a time capsule of the domestic life of the Scottish soldier.",
        "Barrack Obama - Celebrity gossip sites say that Mr. Obama paid for a $2 beer with a twenty dollar bill, and told the server to keep the change."
    ],
    "definition": [
        "A building or group of buildings used to house military personnel.",
        "A large, unadorned building used for temporary occupancy.",
        "Chiefly British To jeer or shout at a player, speaker, or team.",
        "Australian To shout support for a team.",
        "bar′rack·er\nnoun",
        "Link/Cite",
        "(military, chiefly in the plural) A building for soldiers, especially within a garrison; originally referred to temporary huts, now usually to a permanent structure or set of buildings.",
        "(chiefly in the plural) primitive structure resembling a long shed or barn for (usually temporary) housing or other purposes",
        "(chiefly in the plural) any very plain, monotonous, or ugly large building",
        "(US, regional) A movable roof sliding on four posts, to cover hay, straw, etc.",
        "(Ireland, colloquial, usually in the plural) A police station.",
        "To house military personnel; to quarter.",
        "(intransitive) To live in barracks.",
        "(UK) To jeer and heckle; to attempt to disconcert by verbal means.",
        "(Australia, New Zealand, intransitive) To cheer for a team; to jeer at the opposition team or at the umpire (after an adverse decision).",
        "Link/Cite"
    ]
}