{
    "translation": "ביישן",
    "uses": [
        "So he sat there trembling and afraid; for he was a timid, bashful man and did not like to be noticed.",
        "He loved the way she could be wanton and sensual one minute, then bashful and demure the next.",
        "In youth he was described as \" a handsome young man, tall, slight, and very erect, bashful, but never awkward.\"",
        "Sizes are small, medium or large, and colors include bashful pink, champagne toast and bedtime blue.",
        "If you're bashful, or are already exceptionally tall, then a simple six and three-quarter inch model can be easily dressed up with the addition of little red dice resting within the Lucite hole of your shoe sole.",
        "Women really worked hard for that bashful glow, and it was something really valued as being important when it came to cosmetics and fashion.",
        "However, if you're bashful, the presence of a g-string will grant you the illusion of safety because you are still, indeed, wearing underpants.",
        "bashful child, beginning to grow.",
        "He is rather bashful and refused to come out of his car for the photograph.",
        "Sasha is not bashful with Willoughby; she just started pushing her way in.",
        "bashful little girl - Four young men 19.",
        "At fourteen I married you sir, so bashful I could only hide, My frowning face turned to the wall.",
        "bashful bladder \" or paruresis.",
        "They're dressed like geography teachers and look thoroughly bashful.",
        "When I was seventeen I was very bashful, and a sixteen-year-old girl came to stay a week with us.",
        "Paruresis (also known as ' bashful bladder ' syndrome) is another type of social phobia.",
        "By 17 miles the die was cast and a far from bashful Basher commenced the long descent toward the finish line.",
        "Despite this, artists are frequently too dreamy or bashful to pursue fair wages for their troubles.",
        "One of his strings of proverbs runs as follows: \"The uncultivated man is not innocent; the ignorant man is not devout; the bashful man learns not; the wrathful man teaches not; he who is much absorbed in trade cannot become wise; where no men are, there strive thyself to be a man\" (gib.",
        "Although the Manatee are quite docile and somewhat bashful, we discourage actually going in to swim with them.",
        "There are only three of them in all the world, and not only are they harmless, but quite bashful and shy.",
        "Snow White Fired by the head of DisneyWorld after she said she was feeling bashful."
    ],
    "definition": [
        "Shy, self-conscious, and awkward in the presence of others: “I never laughed, being bashful. / Lowering my head, I looked at the wall” ( Ezra Pound )",
        "Characterized by, showing, or resulting from shyness, self-consciousness, or awkwardness: “He had polite bashful manners and a low grownup voice” ( John Dos Passos )",
        "bash′ful·ly\nadverb",
        "bash′ful·ness\nnoun",
        "Link/Cite",
        "inclined to avoid notice",
        "reserved; disinclined to familiar approach.",
        "Link/Cite"
    ]
}