{
    "translation": "מפרץ",
    "uses": [
        "They kept their emotions at bay for the most part.",
        "Staring out the bay window at the old house, she abandoned her coffee cup on the window sill.",
        "A large bay window sported a roomy window seat.",
        "Bordeaux urged the bay after them.",
        "Better yet, keep an eye out in the bay for another body.",
        "The big bay was breathing hard when they stopped to rest.",
        "He swung the bay around and left her to the townspeople.",
        "She watched from the bay window as he left a trail of dust to the main road.",
        "The bay wandered up and nibbled at the hay.",
        "It has the bay window, great natural light.",
        "Through the bay window she could see Josh standing on the porch.",
        "He led her out of the open bay into an office area.",
        "On the march from Vyazma to Tsarevo-Zaymishche he rode his light bay bobtailed ambler accompanied by his Guards, his bodyguard, his pages, and aides-de-camp.",
        "The anchorage is safe, and the bay full of fish; the harbour has a certain amount of trade.",
        "She had him at bay and he was going to pay for his belligerent behavior.",
        "She wandered into the living room and stared out the bay window.",
        "\"That time I'd harnessed two young side horses with the bay in the shafts,\" he went on, turning to Dolokhov.",
        "It would be nice to see Uncle Sam's grasping dogs coaxed to bay at the wrong tree as well.",
        "\"Come on, boy,\" she said to the bay as she turned to the wagon.",
        "He returned to the main medical bay, where he'd taken up a bed near Dan's.",
        "The bay stumbled slightly and he patted its neck.",
        "William Gilpin, who is so admirable in all that relates to landscapes, and usually so correct, standing at the head of Loch Fyne, in Scotland, which he describes as \"a bay of salt water, sixty or seventy fathoms deep, four miles in breadth,\" and about fifty miles long, surrounded by mountains, observes, \"If we could have seen it immediately after the diluvian crash, or whatever convulsion of nature occasioned it, before the waters gushed in, what a horrid chasm must it have appeared!",
        "His bay gelding had the sleek lines of a racehorse and the look of endurance as well.",
        "She shuddered as she urged the bay closer to Bordeaux.",
        "Some guy out on a yacht with his family spotted the body floating in the middle of the bay and hauled it in like Hemingway's fish.",
        "In the house, she stared at the wild scene through the bay window.",
        "You want the John Doe they fished out of the bay, huh?",
        "Norfolk wants us to dig around up here before they go bust­ing their backsides trying to drag the Chesapeake Bay for a body.",
        "Carmen Barnett curled up on the window seat and watched from the bay window as the sun cast its first rays on the farmstead below.",
        "He has to be out there, caught in the seaweed at the bottom of Chesapeake Bay, with the fish and crabs having a party, getting as bloated as the fat Wassermann twin lying on the slab at the Norfolk morgue.",
        "Accompanied by two guards, she mounted her favorite bay horse and pounded through familiar roads and intersections to the southern wall., The chill of the ocean crept into its walls.",
        "A dark green forest hedged the bay, hiding the inhabitants from sight.",
        "The Tsar's foot, in the narrow pointed boot then fashionable, touched the groin of the bobtailed bay mare he rode, his hand in a white glove gathered up the reins, and he moved off accompanied by an irregularly swaying sea of aides-de-camp.",
        "She shook her head and walked out of the bay into the foyer, tucking the micro and vault into her pockets.",
        "They'll have to put navigation markers out in the bay if they turn up any more bodies.",
        "The Watcher's hand fell away, and his gaze went to the dark side of the bay, where the little girl was already fast asleep.",
        "If he guessed correctly, the Chesapeake Bay was on his right, so he turned in that direc­tion.",
        "She kissed Jonny goodnight and crossed the bay to curl up with their father.",
        "The city of Leon, founded by Francisco Hernandez de Cordova in 1523, was originally situated at the head of the western bay of Lake Managua, and was not removed to its present position till 1610.",
        "Laser fire chased them across the sky, and he gripped the edge of the open bay tightly, not wanting another fall from the sky.",
        "Messina fell on the 10th of July, but Garibaldi, instead of crossing to Calabria, secretly departed for Aranci Bay in Sardinia, where Bertani was fitting out an expedition against the papal states.",
        "As if challenging his statement, the bay jerked his nose up and sucked in a breath.",
        "Bianca waited until she heard the door click closed and looked across the small bay to make sure her daddy still slept.",
        "A fisher­man had thought he'd sighted a body in the bay, but it was too far away to confirm and, with night approaching, the shape was lost in the darkening swells.",
        "\"I'll bet Billie said it was all a big mistake just before they dropped him in the middle of the bay,\" Dean answered.",
        "When the Elk grazed on this hill, they could be seen from the bay window.",
        "The bay forms a fairly regular curve, broken on the French seaboard only by the estuaries of the Loire, Garonne, Adour and..",
        "Carmen's attention drifted from the boys and she gazed out the bay window at the old farmhouse.",
        "Brady lifted Lana gently off the gurney and entered, following Elise through the waiting area into the bay beyond.",
        "The emphasis is on local foods in a cozy atmosphere, including a fireplace, hardwood floors, and bay windows.",
        "The ship sloshed through dark teal waters toward a crescent-shaped bay with white sands that glistened in the midday light.",
        "Then he added hesitantly, The paper said the current on the bay is strong.",
        "Only his superb strategy and the heroic devotion of his lieutenants - notably the converted Jew, Jan Samuel Chrzanowski, who held the Ottoman army at bay for eleven days behind the walls of Trembowla - enabled the king to remove \"the pagan yoke from our shoulders\"; and he returned to be crowned at Cracow on the 14th of February 1676.",
        "\"Uncle\" himself twisted up the hare, threw it neatly and smartly across his horse's back as if by that gesture he meant to rebuke everybody, and, with an air of not wishing to speak to anyone, mounted his bay and rode off.",
        "Enjoy views of the bay as you dine inside or enjoy the ocean breezes from the sundeck.",
        "The two men talked for a few minutes and then one rider turned his bay horse toward the wagons.",
        "Way up north of here, near the other side of the bay.",
        "With fifteen thousand men I held the enemy at bay for thirty-five hours and beat him; but he would not hold out even for fourteen hours.",
        "It was the bay.",
        "She glanced at the bay.",
        "The same proclamation extended Transvaal territory on the east so as to include part of Delagoa Bay.",
        "The Frenchman had materialized from the desert on his bay.",
        "She patted the bay's shoulder and stepped away from it.",
        "Bordeaux stepped forward, and before she had time to protest, he swept her up and deposited her on the back of the bay.",
        "The bay and the rivers that flow into the region offer kayaking, canoeing, fishing and sailing.",
        "She grabbed a handful of the Bay's mane and swung to the ground.",
        "She clamped her mouth shut and watched Bordeaux mount his bay.",
        "He paused and pulled a weed from between some rocks and fed it to the bay.",
        "The bay's ears were perked toward the wash below them.",
        "A lone rider appeared on a bay.",
        "As Alex had said, though, it gave them a legal right to keep her at bay.",
        "Hannah stood close to her, and Katie stared at the door, willing their fire to keep the demons at bay.",
        "He was mostly dead when we fished him out of the bay.",
        "He braced himself for the battle with his fangs and waited for the inevitable pain from fighting to keep them at bay.",
        "She was hauled to her feet and she blinked, struggling to keep the pain at bay.",
        "She sensed his concern, the same she'd felt at the Peak when he walked her out of the medical bay.",
        "I know you don't go for a midnight swim on a dark beach by yourself, especially in the Chesapeake Bay.",
        "If you ask me, those Norfolk guys would be better off checking the airports than the bottom of the bay.",
        "The tide was coming in the time of night he was supposed to have drowned so the body would drift up the bay.",
        "NORFOLK, a city and port of entry of Norfolk county, Virginia, U.S.A., on the northern side of the Elizabeth river (an arm of the Chesapeake Bay) and at the mouth of its eastern branch, and on the Albemarle and Chesapeake and the Dismal Swamp canals, about 90 m.",
        "from the coast, while the modern houses of Bridlington Quay, the watering-place, fringe the shore of Bridlington Bay.",
        "The harbour is enclosed by two stone piers, and there is good anchorage in the bay.",
        "KIAOCHOW BAY, a large inlet on the south side of the promontory of Shantung, in China.",
        "In the negotiations which followed, it was arranged that the bay and the land on both sides of the entrance within certain defined lines should be leased to Germany for 99 years.",
        "across the bay.",
        "A determination to keep clear of the British and to obtain access to the outer world through an independent channel led Potgieter and a considerable number of the Potchefstroom and Winburg burghers in 1845 to migrate towards Delagoa Bay.",
        "That left only a dozen mules and the bay.",
        "Traci was alone at the far end of the bay.",
        "On the south the coast-line is far more irregular, the Arabian Sea, the Bay of Bengal, and the China Sea reaching about to the northern tropic at the mouths of the Indus, of the Ganges and of the Canton river; while the great peninsulas of Arabia, Hindostan and Cambodia descend to about 10° N., and the Malay peninsula extends within a degree and a half of the equator.",
        "While I hadn't formulated in my mind how to tackle the problem, I resolved to attack it one on one and keep animosity at bay.",
        "Hunter had interviewed the fisherman who thought he saw a body floating in the bay.",
        "But it looked like Parkside could wash its hands of Wasserman's death—there was no way he'd float­ed out of their land-locked jurisdiction to the Chesapeake Bay.",
        "Dean hadn't given that much thought but he remembered what Vinnie Baratto had said about the Maryland eastern shore and explained it was across the Chesapeake Bay.",
        "She's convinced her husband is somewhere on the bottom of Chesapeake Bay.",
        "He walked to the window seat and looked out the bay window.",
        "Darian's presence kept the other Guardians at bay.",
        "CARIGARA, a town of the province of Leyte, island of Leyte, Philippine Islands, on Carigara Bay, 22 m.",
        "ARAN ISLANDS, or South Aran, three islands lying across Galway Bay, on the west coast of Ireland, in a south-easterly direction, forming a kind of natural breakwater.",
        "ANGRA, or Angra Do Heroismo (\"Bay of Heroism,\" a name given it in 1829, to commemorate its successful defence against the Miguelist party), the former capital of the Portuguese archipelago of the Azores, and chief town of an administrative district, comprising the islands of Terceira, St George and Graciosa.",
        "The nucleus of the city is built on a ridge of rock (Mount Sceberras) which runs like a tongue into the middle of a bay, which it thus divides into two harbours, the Grand Harbour to the east and the Marsamuschetto to the west, which are subdivided again by three other peninsulas into creeks.",
        "m., and over a further area, comprising a zone of some 32 m., measured from any point on the shore of the bay, the Chinese government may not issue any ordinances without the consent of Germany.",
        "Trade centres at Ts'ingtao, a town within the bay.",
        "Aliwal North was so called to distinguish it from Aliwal South, now Mossel Bay, the seaport of the pastoral Grasveld district, on the west side of Mossel Bay.",
        "from its entrance into Saginaw Bay and about 108 m.",
        "Bay City is served by the Michigan Central, the Pere Marquette, the Grand Trunk and the Detroit & Mackinac railways, and by lake steamers.",
        "The city has lumber and fishing interests (perch, whitefish, sturgeon, pickerel, bass, &c. being caught in Saginaw Bay), large machine shops and foundries (value of products in 1905, $ 1, 743, 1 55, or 31% of the total of the city's factory products), and various manufactures, including ships (wooden and steel), wooden ware, woodpipe, veneer, railroad machinery, cement, alkali and chicory.",
        "of Bay City, are beet-sugar factories - sugar beets are extensively grown in the vicinity.",
        "The settlements of Lower Saginaw and Portsmouth were made in 1837, and were later united to form Bay City, which was incorporated as a village in 1859, and chartered as a city in 1865.",
        "In 1905 West Bay City (pop. 1900, 13,119) and Bay City were consolidated.",
        "Tuzla), a town of the island of Cyprus, at the head of a bay on the south coast, 2 3 m.",
        "long, but vessels anchor in the bay in from 16 to 70 ft.",
        "KYAUKPYU, a district in the Arakan division of Lower Burma, on the eastern coast of the Bay of Bengal.",
        "It consists of, first, a strip of mainland along the Bay of Bengal, extending from the An pass, across the main range, to the Ma-i River, and, secondly, the large islands of Ramree and Cheduba, with many others to the south, lying off the coast of Sandoway.",
        "MORETON BAY CHESTNUT, a tall tree known botanically as Castanospermum australe (natural order Leguminosae), native of Queensland and New South Wales.",
        "Araucaria Cunninghami, the Moreton Bay pine, is a tall tree abundant on the shores of Moreton Bay, Australia, and found through the littoral region of Queensland to Cape York Peninsula, also in New Guinea.",
        "There is also fine sea-bathing at English Bay on the outskirts of the city.",
        "Manitoba formerly belonged to the Hudson's Bay Company, and after the transfer of its territory to Canada was admitted in 1870 as the fifth province of the Dominion.",
        "The drainage of Manitoba is entirely northeastward to Hudson Bay.",
        "The region of the Red River and Assiniboine valleys was opened up by the fur traders, who came by the waterways from Lake Superior, and afterwards by the water communication with Hudson Bay.",
        "From 1811 to 1818 Lord Selkirk's attempted colonization greatly increased the population; from the time of his failure till 1869 the settlers lived quietly under the mild rule of the Hudson's Bay Company.",
        "It was devised by the Hudson's Bay Company for carrying freight, as a substitute for the less serviceable canoe, and was named after their York factory, the centre to which the traders brought down the furs for shipment to England and from which they took back merchandise and supplies to the interior of Rupert's Land.",
        "1710) was another of the New England missionaries along the Delaware river and bay.",
        "It stands on a wooded hill, its botanical gardens commanding a fine view westward of the bay and rock of St Michel.",
        "into the bay of Samborombon.",
        "Perhaps the best natural harbour of the republic is that of Bahia Blanca, a large bay of good depth, sheltered by islands, and 534 m.",
        "south of Bahia Blanca is the sheltered bay of San Blas, which may become of commercial importance, and between the 42nd and 43rd parallels are the land-locked bays of San Jose and Nueva (Golfo Nuevo) - the first as yet unused; on the latter is Puerto Madryn, 838 m.",
        "Maria B uenos x4 Tres m Samborombon Bay Cabo.",
        "Along the Atlantic coast from the mouth of the Adour to the estuary of the Gironde there stretches a monotonous line of sanddunes bordered by lagoons on the land side, but towards the sea harbourless and unbroken save for the Bay of Arcachon.",
        "To the north as far as the rocky point of St Gildas, sheltering the mouth of the Loire, the shore, often occupied by salt marshes (marshes of Poitou and Brittany), is low-lying and hollowed by deep bays sheltered by large islands, those of Olron and Re lying opposite the ports of Rochefort and La Rochelle, while Noirmoutier closes the Bay of Bourgneuf.",
        "Numerous small archipelagoes and islands, of which the chief are Belle Tie, Groix and Ushant, fringe the Breton coast.- North of the Bay of St Michel the peninsula of Cotentin, terminating in the promontories of Hague and Barfleur, juts north into the English Channel and closes the bay of the Seine on the -west.",
        "The great port of Le Havre stands at the mouth of the Seine estuary, which opens into the bay of,the Seine on the east.",
        "On the whole, however, France is inadequately provided with natural harbours; her long tract of coast washed by the Atlantic and the Bay of Biscay has sqarcely three or four good seaports, and those on the southern shore of the Channel form a striking contrast to the spacious maritime inlets on theEnglish side.",
        "It formerly joined the Kura; but in 1897 it changed its lower course, and now runs direct to the Kizil-agach Bay of the Caspian.",
        "The Gulf of Carpentaria, situated in the north, is enclosed on the east by the projection of Cape York, and on the west by Arnheim Land, and forms the principal bay on the whole coast, measuring about 6° of long.",
        "Farther to the west, Van Diemen's Gulf, though much smaller, forms a better-protected bay, having Melville Island between it and the ocean; while beyond this, Queen's Channel and Cambridge Gulf form inlets about 14° 50' S.",
        "On the north-west of the continent the coast-line is much broken, the chief indentations being Admiralty Gulf, Collier Bay and King Sound, on the shores of Tasman Land.",
        "Western Australia, again, is not favoured with many inlets, Exmouth Gulf and Shark's Bay being the only bays of any size.",
        "The same remark may be made of the rest of the sea-board; for, with the exception of Spencer Gulf, the Gulf of St Vincent and Port Phillip on the south, and Moreton Bay, Hervey Bay and Broad Sound on the east, the coast-line is singularly uniform.",
        "m., and emptying into Upstart Bay; it receives numerous tributaries in its course, and carries a large body of fresh water even in the driest seasons.",
        "m., and receives several tributary streams during its course to Keppel Bay.",
        "The Brisbane river, falling into Moreton Bay, is important chiefly from the fact that the city of Brisbane is situated on its banks.",
        "The Adelaide, discharging into Adam Bay, has been navigated by large vessels for about 38 m., and small vessels ascend still farther.",
        "per annum, and along a strip of country south from Cape Melville to Rockingham Bay the average rainfall exceeds 70 in.",
        "The Moreton Bay pine (Araucania Cunninghamii) is reckoned amongst the giants of the forest.",
        "Moreton Bay pine is chiefly known by the utility of its wood.",
        "Very rich lodes of the metal have been found in the Northampton, Murchison and Champion Bay districts, and also in the country to the south of these districts on the Irwin river.",
        "On the 6th of October 1769 the coast of New Zealand was sighted, and two days later Cook cast anchor in Poverty Bay, so named from the inhospitality and hostility of the natives.",
        "The \" Endeavour \" then coasted northward, and after passing and naming Mount Dromedary, the Pigeon House, Point Upright, Cape St George and Red Point, Botany Bay was discovered on the 28th of April 1770, and as it appeared to offer a suitable anchorage, the \" Endeavour \" entered the bay and dropped anchor.",
        "Cook examined the bay in the pinnace, and landed several times; but by no endeavour could he induce the natives to hold any friendly communication with him.",
        "Before quitting the bay the ceremony was performed of hoisting the Union Jack, first on the south shore, and then near the north head, formal possession of the territory being thus taken for the British crown.",
        "During the sojourn in Botany Bay the crew had to perform the painful duty of burying a comrade - a seaman named Forby Sutherland, who was in all probability the first British subject whose body was committed to Australian soil.",
        "After leaving Botany Bay, Cook sailed northward.",
        "Broken Bay and other inlets, and several headlands, were also seen and named, but the vessel did not come to an anchor till Moreton Bay was reached, although the wind prevented Cook from entering this harbour.",
        "Still sailing northward, taking notes as he proceeded for a rough chart of the coast, and landing at Bustard and Keppel Bays and the Bay of Inlets, Cook passed over 1300 m.",
        "The next recorded expedition is a memorable one in the annals of Australian history - the despatch of a British colony to the shores of Botany Bay.",
        "In 1823 Lieutenant Oxley proceeded to Moreton Bay and Port Curtis, the first place 500 m., the other 690 m.",
        "south-east of the town of Adelaide, and finally enters the sea at Encounter Bay in E.",
        "A military station having been fixed by the British government at Port Victoria, on the coast of Arnheim Land, for the protection of shipwrecked mariners on the north coast, it was thought desirable to find an overland route between this settlement and Moreton Bay, in what then was the northern portion of New South Wales, now called Queensland.",
        "Mr Kennedy lost his life in 1848, being killed by the natives while attempting to explore the peninsula of Cape York, from Rockingham Bay to Weymouth Bay.",
        "The principal railways are: the lines operated by the Boston & Maine system, extending along the eastern border from Brattleboro through Bellows Falls, and St Johnsbury to the Canada boundary (Vermont Valley, Sullivan County, and Connecticut & Passumpsic Rivers railways), with a line, the St Johnsbury & Lake Champlain railway, extending across the northern part of the state from Lunenburg to Maguam Bay; the Central Vermont railway (Grand Trunk system) which crosses the state diagonally from S.E.",
        "It is situated on the west side of a bay of the Mediterranean, to which it gives its name, in 36° 47' N., 3° 4' E., and is built on the slopes of the Sahel, a chain of hills parallel to the coast.",
        "An opening in the south jetty affords an entrance into Agha harbour, constructed in Agha Bay.",
        "Algoa Bay >>",
        "He also negotiated treaties for the purchase of the Danish West Indies, the Bay of Samana, and for American control of the isthmus of Panama; but these were not ratified by the Senate.",
        "Beechey's nomenclature, it may be added that he called a large bay on the south of Peel Island Fitton Bay, and a bay on the south-west of Buckland Island Walker Bay.",
        "wide, leading to Baffin Bay; (3) Denmark Strait, between Greenland and Iceland, 130 m.",
        "In the eastern trough the Peake Deep lies off the Bay of Biscay in 20° W.",
        "The second, the Irminger stream, passes up the west side of Iceland; and the third goes up the Greenland side of Davis Strait to Baffin Bay.",
        "BARMOUTH (Abermaw, mouth of the Maw, or Mawddach, in Cardigan Bay, the only haven in Merionethshire, North Wales), a small seaport on the north of the estuary.",
        "As to cost, one transatlantic cable repair cost 75,000; the repair of the Aden-Bombay cable, broken in a depth of 1900 fathoms, was effected with the expenditure of 176 miles of new cable, and after a lapse of 251 days, 103 being spent in actual work, which for the remainder of the time was interrupted by the monsoon; a repair of the Lisbon-Porthcurnow cable, broken in the Bay of Biscay in 2700 fathoms, eleven years after the cable was laid, took 215 days, with an expenditure of 300 miles of cable.",
        "The \" Niagara \" landed her end in Trinity Bay, Newfoundland, on the 5th of August, while on the same day the \" Agamemnon\" landed hers at Valentia.",
        "The \" Great Eastern \" was again employed, and leaving the south-west coast of Ireland on the 13th of July she reached Trinity Bay a fortnight later, without serious mishap. She then steamed eastwards again, and on the 13th of August made her first attempt to recover the lost cable.",
        "P. Granville put into practice between Alum Bay in the Isle of Wight and the Needles lighthouse a method which depends upon conduction through sea water.",
        "Early in 1898 permanent stations were established between Alum Bay and Bournemouth, a distance of 142 m., where successful results were obtained.",
        "This station was intended for the Transatlantic service in correspondence with a similar station at Glace Bay in Nova Scotia.",
        "The service was, however, interrupted in August 1909 by a fire, which destroyed part of the Glace Bay station, but was re-established in April 1910.",
        "The harbour, the largest in Spain after that of Vigo, and the finest on the east coast, is a spacious bay, deep, except near its centre, where there is a ledge of rock barely 5 ft.",
        "The central mass of the mountains, however, throws out two outlying ranges, the one to the west, which separates the Bay of Naples from that of Salerno, and culminates in the Monte S.",
        "Of these Ischia and Procida, close to the northern headland of the Bay of Naples, are of volcanic origin, as is the case also with the more distant group of the Ponza Islands.",
        "The island of Capri, on the other hand, opposite the southern promontory of the Bay of Naples, is a precipitous limestone rock.",
        "the 11th of March 1870 an Italian shipper, Signor Rubattino, had bought the bay of Assab, with the neighboring island of Darmakieh, from Beheran, sultan of Raheita, for 1880, the funds being furnished by the government.",
        "ANDAMAN ISLANDS, a group of islands in the Bay of Bengal.",
        "The hills rise, especially on the east coast, to a considerable elevation: the chief heights being in the North Andaman, Saddle Peak (2400 ft.); in the Middle Andaman, Mount Diavolo behind Cuthbert Bay (1678 ft.); in the South Andaman, Koiob (1505 ft.), Mount Harriet (1193 ft.) and the Cholunga range (1063 ft.); and in Rutland Island, Ford's Peak (1422 ft.).",
        "There are besides many other safe anchorages about the coast, notably Shoal Bay and Kotara Anchorage in the South Andaman; Cadell Bay and the Turtle Islands in the North Andaman; and Outram Harbour and Kwangtung Strait in the archipelago.",
        "bay of the Great Andaman, now called Port Blair, but then Port Cornwallis.",
        "It stands upon the slope and summit of the cliffs above Filey Bay, which is fringed by a fine sandy beach.",
        "The northern horn of the bay is formed by Filey Brigg, a narrow and abrupt promontory, continued seaward by dangerous reefs.",
        "Hill on the outskirts, and Victoria Park on Freeman's Bay.",
        "Sometimes in such cases the cambium ceases to be active round these bays and joins across the outside of the bay, where it resumes its normal activity, thus isolating a phtoem strand, or, as it is sometimes called, a phloem -island, in the midst of the xylem.",
        "The vegetation of the subregion is rich in shrubs: myrtle, bay, Cistus, Pistacia, A rbz;tus, heaths in its western portion, and the ground-palm (Chamaerops).",
        "Himilco, a contemporary of Hanno, was charged with an expedition along the west coast of Iberia northward, and as far as the uncertain references to this voyage can be understood, he seems to have passed the Bay of Biscay and possibly sighted the coast of England.",
        "Pytheas, whose own narrative is not preserved, coasted the Bay of Biscay, sailed up the English Channel and followed the coast of Britain to its most northerly point.",
        "Sir Richard Hawkins (1593) on reaching the bay of Atacames, in 1 ° N.",
        "They sailed from Callao in December 1605, and discovered several islands of the New Hebrides group. They anchored in a bay of a large island which Quiros named \" Australia del Espiritu Santo.\"",
        "He then crossed the Pacific to Macao, and in July 1787 he proceeded to explore the Gulf of Tartary and the shores of Sakhalin, remaining some time at Castries Bay, so named after the French minister of marine.",
        "He was in Botany Bay in January 1788; and sailing thence, the explorer, his ship and crew were never seen again.",
        "On the 18th of January 1788 Admiral Phillip and Captain Hunter arrived in Botany Bay in the \" Supply \" and \" Sirius,\" followed by six transports, and established a colony at Port Jackson.",
        "The Hudson Bay Company had been in- Arctic corporated in 1670, and its servants soon extended their operations over a wide area to the north and west of Canada.",
        "In 1741 Captain Christopher Middleton was ordered to solve the question of a passage from Hudson Bay to the westward.",
        "Leaving Fort Churchill in July 1742, he discovered the Wager river and Repulse Bay.",
        "In November 1769 Samuel Hearne was sent by the Hudson Bay Company to discover the sea on the north side of America, but was obliged to return.",
        "Laptyev, started from the Lena in 1739, but encountered masses of drift ice in Chatanga bay, and with this ended the voyages to the westward of the Lena.",
        "Where the great continental sag sinks below the ocean level, we have our gulfs and our Mediterraneans, seen in our type continent, as the Mexican Gulf and Hudson Bay.",
        "It is convenient to employ a specific name for a projection of a coast-line less pronounced than a peninsula, and for an inlet less pronounced than a bay or bight; outcurve and incurve may serve the turn.",
        "It was formerly employed by the Hudson's Bay Company as part of a canoe route to the fur lands of the north.",
        "PORTLAND, the largest city of Maine, U.S.A., the countyseat of Cumberland (disambiguation)|Cumberland county, and a port of entry, on Casco Bay, about 115 m.",
        "Munjoy Hill commands a fine view of Casco Bay, which is overlooked by other wooded heights.",
        "There is excellent yachting in the bay, which contains many beautiful islands, such as Peaks and Cushing's islands.",
        "Bramhall Hill commands an extensive view west and north-west of the bay, the mainland, and the White Mountains some 80 m.",
        "There are many pleasant drives along the shore of the bay or the banks of rivers, and some of these lead to popular resorts, such as Riverton Park, on the Presumpscot; Cape Cottage Park, at the mouth of the harbour; and Falmouth Foreside, bordering the inner bay.",
        "The forest-clad basin of the Congo, with the coastal districts of the bay of Guinea, seem to form one domain in opposition to the rest.",
        "Specifically Table Mountain is the mountain which arises behind Table Bay, in the Cape Peninsula, Cape Town lying at its seaward base and on its adjacent lower slopes.",
        "The northern face of the mountain, overlooking Table Bay, extends like a great wall some two miles in length, and rises precipitously to a height of over 3500 ft.",
        "The western side of Table Mountain faces the Atlantic, and is flanked by the hills known as The Twelve Apostles; to the south Hout's Bay Nek connects it with the remainder of the range; on the east the mountain overlooks the Cape Flats.",
        "The ascent of the mountain from Wynberg by Hout's Bay Nek is practicable for horses.",
        "The view from the summit overlooking Table Bay is also one of much grandeur.",
        "BUTRINTO, a seaport and fortified town of southern Albania, Turkey, in the vilayet of Iannina; directly opposite the island of Corfu (Corcyra), and on a small stream which issues from Lake Vatzindro or Vivari, into the Bay of Butrinto, an inlet of the Adriatic Sea.",
        "SANTA CRUZ, a city and the county-seat of Santa Cruz county, California, U.S.A., on the northern headland of the Bay of Monterey, about 75 m.",
        "Monterey Bay has a remarkable variety of fish; and there is a large fish hatchery near the city.",
        "UNGAVA, an unorganized territory of the Dominion of Canada, including the north-western side of the peninsula of Labrador, bounded by Hudson Bay on the W.",
        "as East Main River; Hudson Strait and Ungava Bay on the N.; and with indefinite boundaries toward Quebec on the S., and the coast strip of Labrador belonging to Newfoundland on the E.",
        "Along Hudson Bay shore there is a strip of similar rocks, and a long row of small islands of the same age, with great sheets of trap or diabase forming the tops of the hills.",
        "on the Hudson Bay side; and it is interesting to find seals like those of the adjoining seacoasts in the Seal Lakes too m.",
        "The town lies parallel with the sea, on the western shore of Trinity Bay, with an excellent harbour, and a long beach, finely timbered.",
        "The Mezen enters the Bay of Mezen; it is navigable for 450 m., and is the channel of a considerable export of timber.",
        "The Onega, which flows into Onega Bay, has rapids; but timber is floated down in spring, and fishing and some navigation are carried on in the lower portion.",
        "In Canada the Canadian Pacific was the only transcontinental line, extending from St John, on the bay of Fundy, and from Quebec, on the river St Lawrence, to Vancouver, on the strait of Georgia, the distance from St John to Vancouver being approximately 3379 m.",
        "Kition), the principal Phoenician city in Cyprus, situated at the north end of modern Larnaca, on the bay of the same name on the S.E.",
        "Half a century later a party of trappers of the Hudson's Bay Company entered Nevada and plied their trade along the Humboldt river.",
        "This was the end, but the remnant of the Spanish infantry retreated in order along the river causeway, keeping the pursuers at bay with their arquebuses.",
        "PLYMOUTH, a township and the county-seat of Plymouth county, Massachusetts, U.S.A., in the south-eastern part of the state, on Plymouth Bay, about 37 m.",
        "The most important river of the name is in southern Ireland, rising in the hills on the borders of the counties Cork and Kerry, and flowing nearly due east for the greater part of its course, as far as Cappoquin, where it turns abruptly southward, and discharges through an estuary into Youghal Bay.",
        "On this the soldiers drew their swords and drove the people into the city; but, once inside the city, the people stood at bay and succeeded in establishing themselves upon the temple-hill.",
        "ALGOA BAY, a wide, shallow bay of South Africa, 436 m.",
        "St Croix Island in the bay is in 33° 47' S.",
        "Algoa Bay was the first landing-place of the British emigrants to the eastern province of Cape Colony in 1820.",
        "By seafarers \"Algoa Bay\" is used as synonymous with Port Elizabeth.",
        "are the bays of Candia and Malea, the deep Mirabello Bay and the Bay of Sitia.",
        "The south coast is less broken, and possesses no natural harbours, the mountains in many parts rising almost like a wall from the sea; in the centre is Cape Lithinos, the southernmost point of the island, partly sheltering the Bay of Messara on the W.",
        "of Cape Lithinos is the small bay of Kali Limenes or Fair Havens, where the ship conveying St Paul took refuge (Acts xxvii.",
        "extremity, Suda, at the entrance to Suda harbour, and Spinalonga, in Mirabello Bay - remained for some time in the possession of Venice after the conquest of Crete by the Turks.",
        "respectively of the Kophino range; the Platanos, which flows northwards from the White Mountains into the Bay of Canea; and the Mylopotamo (ancient Qaxes) flowing northwards from Psiloriti to the sea E.",
        "Among the most important of these were - Lyttus or Lyctus, in the interior, south-east of Cnossus; Rhaucus, between Cnossus and Gortyna; Phaestus, in the plain of Messara, between Gortyna and the sea; Polyrrhenia, near the north-west angle of the island; Aptera, a few miles inland from the Bay of Suda; Eleutherna and Axus, on the northern slopes of Mount Ida; and Lappa, between the White Mountains and the sea.",
        "Affairs were brought to a climax by a series of conflicts which took place at Canea on the 4th of February; the Turkish troops fired on the Christians, a conflagration broke out in the town, and many thousands of Christians took refuge on the foreign warships in the bay.",
        "at the lower part of Chetumal Bay, and W.",
        "The first European settlement in Mississippi was founded in 1699 by Pierre Lemoyne, better known as Iberville, at Fort Maurepas (Old Biloxi) on the north side of Biloxi Bay, in what is now Harrison county.",
        "The oldest permanent settlements in the state are (New) Biloxi (c. 1712), situated across the bay from Old Biloxi and nearer to the Gulf, and Natchez or Fort Rosalie (1716).",
        "During the next few years Fort St Peter and a small adjoining colony were established on the Yazoo River in Warren county, and some attempts at settlement were made on Bay St Louis and Pascagoula Bay.",
        "Between Hatteras and Lookout is Raleigh Bay and between Lookout and Fear is Onslow Bay; and between the chain of islands and the deeply indented mainland Currituck, Albemarle, Pamlico and other sounds form an extensive area, especially to the northward, of shallow, brackish and almost tideless water.",
        "In the swamps are the bald cypress, the white cedar and the live oak, usually draped in southern long moss; south of Cape Fear river are palmettos, magnolias, prickly ash, the American olive and mock orange; along streams in the Coastal Plain Region are the sour gum, the sweet bay and several species of oak; but the tree that is most predominant throughout the upland portion of this region is the long-leaf or southern pine.",
        "Although greatly disappointed at the return of the first colony, Raleigh despatched another company, consisting of 121 persons under John White, with instructions to remove the plantation to the shore of Chesapeake Bay.",
        "I also observe that some external links should be allowed, particularly to Wikipedia, but understand the need to keep spammers at bay.",
        "side of the Bay of Naples, of which it commands a fine view; it forms part of the province of Naples, and is distant about 20 m.",
        "It divides the exits from the bay into two, the Bocca Grande, about 16 m.",
        "But the prosperity of the island depends mainly upon foreign visitors (some 30,000 annually), who are attracted by the remarkable beauty of the scenery (that of the coast being especially fine), the views of the sea and of the Bay of Naples, and the purity of the air.",
        "He again accompanied De Ruyter in 1672 and took an honourable part in the great naval fight at Sole Bay against the united English and French fleets.",
        "Turning, therefore, to a globe, Asia, viewed as a whole, will be seen to have the form of a great isosceles spherical triangle, having its north-eastern apex at East Cape (Vostochnyi), in Bering Strait; its two equal sides, in length about a quadrant of the sphere, or 6500 m., extending on the west to the southern point of Arabia, and on the east to the extremity of the Malay peninsula; and the base between these points occupying about 60° of a great circle, or 4 500 m., and being deeply indented by the Arabian Sea and the Bay of Bengal on either side of the Indian peninsula.",
        "The great plain extends, with an almost unbroken surface, from the most western to the most eastern extremity of British India, and is composed of deposits so finely comminuted, that it is no exaggeration to say that it is possible to go from the Bay of Bengal up the Ganges, through the Punjab, and down the Indus again to the sea, over a distance of 2000 m.",
        "Of the islands in the Bay of Bengal the Nicobar and Andaman groups are alone worth notice.",
        "south of the Amur bay, at the head of which lies the Russian port of Vladivostok.",
        "In the Bay of Bengal the strength of the southwest monsoon is rather from the south and south-east, being succeeded by north-east winds after October, which give place to northerly and north-westerly winds as the year advances.",
        "The cyclones of the Bay of Bengal appear to originate over the Andaman and Nicobar islands, and are commonly propagated in a north-westward direction, striking the east coast of the Indian peninsula at various points, and then often advancing with an easterly tendency over the land, and passing with extreme violence across the delta of the Ganges.",
        "north-east of Calcutta, which presents an abrupt front to the progress of the moist winds flowing up from the Bay of Bengal.",
        "The Polynemidae, which range from the Atlantic through the Indian Ocean to the Pacific, supply animals from which isinglass is prepared; one of them, the mango-fish, esteemed a great delicacy, inhabits the seas from the Bay of Bengal to Siam.",
        "The Sciaenidae extend from the Bay of Bengal to China, but are not known to the westward.",
        "group; not only the genera, but even the species are often the same on the opposite sides of the Bay of Bengal.",
        "It was left untouched by Mahommedanism, and for an unprecedentedly long period kept Europeans at bay without wasting its strength in hostilities.",
        "part of the state, at the head of Chequamegon Bay, an arm of Lake Superior.",
        "Gilla on the W., which produces fish in abundance, was originally an open bay.",
        "He was a descendant of Francis Higginson (1588-1630), who emigrated from Leicestershire to the colony of Massachusetts Bay and was a minister of the church of Salem, Mass., in 1629-1630; and a grandson of Stephen Higginson (1743-1828), a Boston merchant, who was a member of the Continental Congress in 1783, took an active part in suppressing Shay's Rebellion, was the author of the \"Laco\" letters (1789), and rendered valuable services to the United States government as navy agent from the 11th of May to the 22nd of June 1798.",
        "TAMPA, a city and the county seat of Hillsboro county, Florida, U.S.A., in the western part of the state, at the head of Hillsborough Bay (the E.",
        "branch of Tampa Bay), at the mouth of the Hillsborough river.",
        "side of the peninsula separating Hillsborough Bay from Old Tampa Bay, the W.",
        "branch of Tampa Bay.",
        "In order to reach water sufficiently deep for the steamers, the railway tracks have been carried by earth filling about seven-eighths of a mile into the bay.",
        "In1905-1908the channel of Hillsborough Bay was made 20 ft.",
        "wide from the lower bay to the mouth of Hillsborough river, with a turning basin at the inner end 450 ft.",
        "Tampa Bay has permanent sea-coast defences.",
        "Many visitors are attracted by the fishing (especially for tarpon) and shooting in the vicinity, water-fowl being plentiful in the Bay, and deer, quail and wild turkeys being found in the vicinity inland.",
        "Tampa Bay was the landing-place of the expeditions of the Spanish explorers, Pamfilo de Narvaez and Hernando de Soto.",
        "The Lenkoran district, sometimes called Talysh, on the western side of the Kizil-Agach bay, is blessed with a rich vegetation, a fertile soil, and a moist climate.",
        "Bay.",
        "It is pleasantly situated on and about Sorrento Point, the southern horn of Dublin Bay.",
        "Captain Taylor, however, found their nests as well on low bushes of the same tree in the Bay of Fonseca (Ibis, 1859, pp. 150-152).",
        "For the present the connivance of the senate at his coup d'etat of Nivose led to the deportation of one hundred and thirty Jacobins; some were interned in the islands of the Bay of Biscay, while fifty were sent to the tropical colonies of France, whence few of them ever returned.",
        "(The \"Old\" was added subsequently to distinguish it from a Point Comfort settlement at the mouth of the York river on Chesapeake Bay).",
        "3 1911, when the police, after a time reinforced by soldiers, were kept at bay for many hours by two foreign burglars who defended themselves in a house with Mauser pistols, and who ultimately perished when the building caught fire and was burnt.",
        "Forster published a Catalogue of the Animals of North America in London in 1771, and the following year described in the Philosophical Transactions a few birds from Hudson Bay.",
        "The Sassanid king, Bahram V., fought several campaigns with them and succeeded in keeping them at bay, but they defeated and killed Peroz (Firuz), A.D.",
        "From the earliest times, owing to its great strength, speed, and ferocity when at bay, the boar has been one of the favourite beasts of the chase.",
        "The columned, round-headed windows are set in deeply between the pillars which carry the massive entablature, and this again is surmounted by a balustrade with obelisks at each angle and figures marking the line of each bay.",
        "She sailed in June 1853, and passing up Smith Sound at the head of Baffin Bay advanced into the enclosed sea which now bears the name of Kane Basin, thus establishing the Polar route of many future Arctic expeditions.",
        "The city lies on Massachusetts bay, on what was once a pear-shaped peninsula attached to the mainland by a narrow, marshy neck, often swept by the spray and water.",
        "The beautiful Public Garden and the finest residential quarter of the city - the Back Bay, so called from that inner harbour from whose waters it was reclaimed (1856-1886) - stand on what was once the narrowest, but to-day is the widest and fairest portion of the original site.",
        "The finest residence streets are in the Back Bay, which is laid out, in sharp contrast with the older quarters, in a regular, rectangular arrangement.",
        "Copley Square, in the Back Bay, is finely disti guished by a group of exceptional buildings: Trinity church, th old Museum of Fine Arts, the public library and the new Old South church.",
        "In Huntington Avenue, at its junction with Massachusetts Avenue, is another group of handsome new buildings, including Horticultural Hall, Symphony Hall (1900) and the New England Conservatory of Music. In the Back Bay Fens, reclaimed swamps laid out by F.",
        "Commonwealth Avenue, one of the Back Bay streets running from the foot of the Public Garden, is one of the finest residence streets of the country.",
        "wide, with four rows of trees shading the parking of its central mall, and is a link through the Back Bay Fens with the beautiful outer park system.",
        "The improvement of the Back Bay and of the South Boston flats was in considerable measure forced upon the city by the commonwealth.",
        "There were various attempts to settle about its borders in the following years before John Endecott in 1628 landed at Salem as governor of the colony of Massachusetts bay, within which Boston was included.",
        "At that time a \" bookish recluse,\" William Blaxton (Blackstone), one of the several \" old planters \" scattered about the bay, had for several years been living on Boston peninsula.",
        "In 1855 a number of For several years it was uncertain whether Cambridge, Charlestown or Boston should be the capital of the colony, but in 1632 the General Court agreed \" by general consent, that Boston is the fittest place for public meetings of any place in the Bay.\"",
        "SACKETT'S HARBOR, a village in Jefferson county, New York, U.S.A., at the eastern end of Lake Ontario, on the south shore of Black River Bay, about i m.",
        "from Long Island Sound, at the head of New Haven Bay, into which empty three small streams, the Quinnipiac, the Mill and the West rivers.",
        "TORRE ANNUNZIATA, a seaport of Campania, Italy, in the province of Naples, on the east of the Bay of Naples, and at the south foot of Mt Vesuvius, 14 m.",
        "At Kirin it bifurcates, one branch going to San-sing, the extreme north-eastern town of the province of Kirin, and the other to Possiet Bay on the coast via Ninguta.",
        "l Provincial Capitals -heung Biroughton Bay f of Koreg i I ?ua re° o 9 ong-ch-h'dn s.; Chiiin g?'",
        "It was one of the misfortunes of Palestine that it served as a Botany Bay, to which the criminals of the West were transported for penance.",
        "Blanckenhorn the boundary between the two regions runs from the Bay of Jebele along the Afrin River to Aintab, and thence to the Euphrates above Birejik.",
        "GISBORNE, a seaport of New Zealand, in Cook county, provincial district of Auckland, on Poverty Bay of the east coast of North Island.",
        "Near the site of Gisborne Captain Cook landed in 1769, and gave Poverty Bay its name from his inability to obtain supplies owing to the hostility of the natives.",
        "Young Nick's Head, the southern horn of the bay, was named from Nicholas Young, his ship's boy, who first observed it.",
        "The Florida Keys, a chain of islands extending in a general south-westerly direction from Biscayne Bay, are included in the state boundaries, and the city of Key West, on an island of the same name, is the seat of justice of Monroe county.",
        "portion of the state is, topographically, similar to south-eastern Alabama, being a rolling, hilly country; the eastern section is a part of the Atlantic coastal plain; the western coast line is less regular than the eastern, being indented by a number of bays and harbours, the largest of which are Charlotte Harbour, Tampa Bay and Pensacola Bay.",
        "among the peculiar species are the red bay or\" Florida Mahogany,\" satinwood and cachibou, and the Florida yew and savin, both almost extinct.",
        "was organized to develop a waterway from Jacksonville to Biscayne Bay by connecting with canals the St Johns, Matanzas, and Halifax rivers, Mosquito Lagoon, Indian river, Lake Worth, Hillsboro river, New river, and Snake Creek; in 1908 this vast undertaking was completed.",
        "In the summer of 1559 another attempt at colonization was made by Tristan de Luna, who sailed from Vera Cruz, landed at Pensacola Bay, and explored a part of Florida and (possibly) Southern Alabama.",
        "On the same day that Ribaut landed, a Spanish expedition arrived in the bay of St Augustine.",
        "It is finely situated on the western shore of Mount's Bay, opposite St Michael's Mount, being the westernmost port in England.",
        "Until then St Michael's Mount had been regarded as the port of Mounts Bay; but in that year Henry VIII.",
        "The cliffs on the east shore of Green Bay form a bold escarpment, and from this ridge the land slopes gradually to the lake.",
        "No notable rivers flow into Lake Michigan, the largest being the Big Manistee and Muskegon on the east shore, and on the west shore the Menominee and the Fox, both of which empty into Green Bay, the most important arm of the lake.",
        "Milwaukee, situated on the shore of Milwaukee Bay, on the western side of the lake, is, next to Chicago, the largest city on the lake, and has a large commerce and a harbour of refuge.",
        "Escanaba, on Little Bay de Noc (Noquette), in the northern part of the lake, is a natural harbour and a large iron shipping port.",
        "Green Bay and Lake Michigan are connected by a canal extending from the lake to the head of Sturgeon Bay.",
        "Sailing directions for Lake Michigan, Green Bay, and the Strait of Mackinac, U.S. Navy Hydrographic office publication No.",
        "HOLLAND, a city of Ottawa county, Michigan, U.S.A., on Macatawa Bay (formerly called Black Lake), near Lake Michigan, and 25 M.",
        "On Macatawa Bay are Ottawa Beach, Macatawa Park, Jenison Park, Central Park, Castle Park and Waukezoo.",
        "Topography And Antiquities The Attic plain, -ro ircSlov, slopes gently towards the coast of the Saronic Gulf on the south-west; on the east it is overlooked by Mount Hymettus (3369 ft.); on the north-east by Pentelicus or Brilessus (3635 ft.) from which, in ancient and modern times, an immense quantity of the finest marble has been quarried; on the north-west by Parnes (4636 ft.), a continuation of the Boeotian Cithaeron, and on the west by Aegaleus (1532 ft.), which descends abruptly to the bay of Salamis.",
        "The widely-received view of Curtius that it ran to Cape Kolias (now Old Phalerum) on the east of the Phaleric bay is not accepted by recent topographers.",
        "Before his time the Athenians used as a port the roadstead of Phalerum at the north-eastern corner of Phalerum bay partly sheltered by Cape Kolias.",
        "shore of Tokyo Bay, 12 m.",
        "Robin Hood's Bay >>",
        "ROCKLAND, a city and the county-seat of Knox county, Maine, U.S.A., on Rockland Harbor, Penobscot Bay, 86 m.",
        "Porthilechog, or Bull Bay (so called from the Bull Rock), at a mile's distance, is a small but favourite watering-place.",
        "The towns are on the coast of the North Sea separated by Hartlepool Bay, with a harbour, and both have stations on branches of the North Eastern railway, 247 m.",
        "The ancient market town of Hartlepool lies on a peninsula which forms the termination of a southeastward sweep of the coast and embraces the bay.",
        "Built on the horns of a sheltered bay, Hartlepool (Hertepull, Hertipol), grew up round the monastery founded there in 640, but was destroyed by the Danes in Soo and rebuilt by Ecgred, bishop of Lindisfarne.",
        "In 1862 Said Majid, sultan of Zanzibar, decided to build a town on the shores of the bay, and began the erection of a palace, which was never finished, and of which but scanty ruins remain.",
        "In 1887 Dr Carl Peters occupied the bay in the name of the German East Africa Company.",
        "To the south the province is shut in by the wide mountainous tract which stretches from the Bay of Bengal through Bastar to the Godavari, and west of that river is continued onward to the rocky ridges and plateaus of Khandesh by a succession of ranges that enclose the plain of Berar along its southern border.",
        "To the north, west and south, a flat coastal belt, bordering the Irish Sea, with its inlets Morecambe Bay and Solway Firth, and broadest in the north, marks off the Lake District, while to the east the valleys of the Eden and the Lune divide it from the Pennine mountain system.",
        "from White Island, an active volcanic cone in the Bay of Plenty to the mountains of Tongariro, Ngaruhoe and Ruapehu in the interior of the island, S.W.",
        "Fons Rapidus), a town of northern Spain, in the province of Guipuzcoa; on the San Sebastian-Bayonne railway; near the Bay of Biscay and on the French frontier.",
        "The town occupies the whole of a small coral island at the mouth of Mossoril Bay.",
        "On the southeast Kara Bay penetrates deeply into the mainland, and to the west of this the short Kara river enters the sea.",
        "All these varieties were represented at the annual show of the Kennel Club in the autumn of 1905, and at the representative exhibition of America held under the management of the Westminster Kennel Club in the following spring the classification was substantially the same, additional breeds, however, being Boston terriers - practically unknown in England, - Chesapeake Bay dogs, Chihuahuas, Papillons and Roseneath terriers.",
        "Both these men were Quakers, and in 1675 Fenwicke with a large, company of his co-religionists crossed the Atlantic, sailed up Delaware Bay, and landed at a fertile spot which he called Salem.",
        "along the south shore of the Gulf of Aden westwards to Tajura Bay, and the east side skirts the Indian Ocean south-west for over r000 m.",
        "wide leads into the circular bay of GubbetKharab (Hell's Mouth), behind which rise a chaotic mass of volcanic rocks, destitute of vegetation and presenting a scene of weird desolation.",
        "It is conjectured that at some remote period the Hawash flowed into Tajura Bay and that the present condition of the country is the result of volcanic upheaval.",
        "Pursuing their courses eastward the North and South Saskatchewan rivers unite in the Saskatchewan (Cree, rapid-flowing river), which finds its way to Lake Winnipeg, and thence by way of Nelson river to Hudson Bay.",
        "Fort Chipewyan was long known in Hudson's Bay Company history as the great depot of the Mackenzie river district.",
        "- The present province of Alberta as far north as the height of land (53° N.) was from the time of the incorporation of the Hudson's Bay Company (1670) a part of Rupert's Land.",
        "The North-West Company of Montreal occupied the northern part of Alberta district before the Hudson's Bay Company succeeded in coming from Hudson Bay to take possession of it.",
        "Its southern range is gradually contracting, and it appears that it is no longer met with west of the Mackenzie river, though formerly abundant as far as Eschscholtz Bay.",
        "Northwards and eastwards it extends through the Parry Islands and Grinnell Land to north Greenland, reaching on the west coast as far south as Melville Bay; and it also occurs at Sabine Island on the east coast.",
        "The eastern bay is rocky, shallow and exposed, and is now used only by native craft.",
        "On the east of the mole was the Great Harbour, now an open bay; on the west lay the port of Eunostos, with its inner basin Kibotos, now vastly enlarged to form the modern harbour.",
        "Scalloway stands at the head of a bay and has.",
        "The ruins of the castle built in 1600 by Patrick Stewart, earl of Orkney, stand at the east end of the bay and are in good preservation.",
        "On the opposite side of the bay is Gallow Hill, the old place of execution of witches and criminals.",
        "Trondra (151), \"Trond's island,\" Trond being an old Norse personal name, in the mouth of Scalloway Bay.",
        "Vaila (21), in the mouth of the Bay of Walls, affords good pasturage.",
        "Papa Stour (272), properly spelt Stoor, \"the big [Norse stor] island of the priests,\" lies in the south-west of the great bay of St Magnus.",
        "of St Magnus Bay.",
        "Farther north, at the head of a small bay, lies Haroldswick, where Harold Haarfager is believed to have landed in 872, when he annexed the Orkney and Shetland Islands to Norway.",
        "After emptying his revolver the pasha kept his assailants at bay for some time with his sword, a body of Baggara who fled before him being known afterwards as \"Baggar Hicks\" (the cows driven by Hicks), a play on the words baggara and baggar, the former being the herdsmen and the latter the cows.",
        "It frequents the Scandinavian coasts, entering the Baltic in the summer; and is found as far north as Baffin's Bay and as far west as the coasts of the United States.",
        "There were various minor skirmishes in 1862 and 1863 (including the capture of the Federal camp at Berwick Bay in June 1863).",
        "Then, the Russian and French squadrons having joined, it was determined to put further pressure on the Egyptian commander, and the allied fleets, on the morning of the 10th of October, stood into the bay of Navarino.",
        "The latter was not so shaken as Napoleon believed, and turning to bay inflicted a severe check on its pursuers, who at Ebelsberg lost 4000 men in three xix.",
        "It reached Marmorice Bay, in Asia Minor, on the 31st of January, to arrange a co-operation with the Turks, and after some delay the army was transported and landed in Egypt, on the 7th and 8th of March.",
        "58° W., the French were seen by this vessel heading for the Bay of Biscay.",
        "Bowness lies at the head of a small bay, is served by the lake-steamers of the Furness Railway Company, and is a favourite yachting, boating, fishing and tourist centre.",
        "On the west Davis Strait and Baffin Bay separate it from Baffin Land.",
        "The so-called bay narrows northward into the strait successively known as Smith Sound, Kane Basin, Kennedy Channel and Robeson Channel.",
        "(Cape Bismarck); and the duke of Orleans, in 1905, ascertained that this point was on an island (the Dove Bay of the German expedition being in reality a strait) and penetrated farther north, to about 78° 16'.",
        "Brainard, of the U.S. expedition to Lady Franklin Bay, ls explored the north-west coast beyond Beaumont's farthest to a promontory in 83° 24' N.",
        "Astrup, crossing by land from Inglefield Gulf, Smith Sound, discovered Independence Bay on the north-east coast in 81° 37' N.",
        "Greely, Report on the Proceedings of the United States Expedition to Lady Franklin Bay, Grinnell Land, vols.",
        "was revisited by Peary, who supposed this bay to be a sound communicating with Victoria Inlet on the north-west coast.",
        "inland from the head of Aulatsivik Fjord (near Disco Bay) to an elevation of 2200 ft.",
        "The coast-line of Melville Bay (the northern part of the west coast) is to some degree an exception, though the fjords may here be somewhat filled with glaciers, and, for another example, it may be noted that Peary observed a marked contrast on the north coast.",
        "It is, however, likely that this formation occurs in Greenland, for in Dana Bay, Captain Feilden found a species of Spirifera and Productus mesolobus or costatus, though it is possible that these fossils represent the \" Ursa stage \" (Heer) of the Lower Carboniferous.",
        "These Miocene strata have not been found farther north on the Greenland shore than the region mentioned; but in Lady Franklin Bay, on the Grinnell Land side of Smith Sound, they again appear, so that the chances are they will be found on the opposite coast, though doubtless the great disintegration Greenland has undergone and is undergoing has destroyed many of the softer beds of fossiliferous rocks.",
        "On the east coast, more particularly in Hochstetter Foreland, the Miocene beds again appear, and we may add that there are traces of them even on the west coast, between Sonntag Bay and Foulke Fjord, at the entrance to Smith Sound.",
        "A few other minerals may be noticed, and some have been worked to a small extent - graphite is abundant, particularly near Upernivik; cryolite is found almost exclusively at Ivigtut; copper has been observed at several places, but only in nodules and laminae of limited extent; and coal of poor quality is found in the districts about Disco Bay and Umanak Fjord.",
        "In the north inspectorate the centres are: Egedesminde, on an islet at the mouth of Disco Bay; Christianshaab, one of the pleasantest settlements in the north, and Jacobshavn, on the inner shores of the same bay; Godhavn (or Lievely) on the south coast of Disco Island, formerly an important seat of the whaling industry; Ritenbenk, Umanak, and, most northerly of all, Upernivik.",
        "But somewhat later they have probably met with the Eskimo farther north on the west coast in the neighbourhood of Disco Bay, where the Norsemen went to catch seals, walrus, &c. The Norse colonists penetrated on these fishing expeditions at least to 73° N., where a small runic stone from the 14th century has been found.",
        "On a voyage in 1267 they penetrated even still farther north into the Melville Bay.",
        "WALFISH BAY, a harbour of South-West Africa with a coast-line of 20 m.",
        "Except seaward Walfish Bay is surrounded by German South-West Africa.",
        "The river Kuisip, usually dry, has its mouth in the bay - which forms the finest harbour along a coast-line of over r000 m.",
        "Walfish Bay forms a detached portion of the Cape province of the Union of South Africa.",
        "It stood on a small rocky peninsula with a natural harbour on the northern side and an open but serviceable bay on the southern; and from this position acquired the epithet of SLoroµos, or the two-mouthed.",
        "The deep bay of Sale or Sumbawa on the north divides the island into two peninsulas, and the isthmus is further reduced by the narrower Bay of Chempi on the south.",
        "The eastern peninsula is deeply indented on the north by the Bay of Bima.",
        "Tambora, forming a minor peninsula east of Sumbawa Bay, is said to have lost a third of its elevation in the eruption of 1815, but is still 9055 ft.",
        "The capital of the state, Dompo, lies in the heart of the country, on a stream that falls into Chempi Bay.",
        "Bima or Bodjo, the chief town of the latter state, lies on the east side of the Bay of Bima; it has a stone-walled palace and a mosque, as well as a Dutch fort.",
        "A few rivers in the south drain into the Mississippi through Iowa, while a smaller area in the extreme north is drained through the Lake of the Woods and Rainy Lake into Hudson Bay.",
        "This lake drained southward into the Gulf of Mexico via the Minnesota and Mississippi rivers, until the ice sheet which had prevented its natural drainage to the north had melted sufficiently to allow it to be drained off into Hudson Bay by way of the Nelson River.",
        "m.), draining northwards into Hudson Bay.",
        "Callao is the principal port of the republic, its harbour being a large bay sheltered by a tongue of land on the south called La Punta, and by the islands of San Lorenzo and Fronton.",
        "The city stands on the south side of the bay, and is built on a flat point of land only 8 ft.",
        "The appearance of Sir Francis Drake in the bay in 1578 led to the fortification of the port, which proved strong enough to repel an attack by the Dutch in 1624.",
        "Another place which proved attractive to colonists of that race was the curious narrow strip of ground, called the Thracian Chersonese, that intervened between the Hellespont and the Bay of Melas, which penetrates far into the land on its northern side.",
        "Themistocles was the first to urge the Athenians to take advantage of these harbours, instead of using the sandy bay of Phaleron; and the fortification of the Peiraeus was begun in 493 B.C. Later on it was connected with Athens by the Long Walls in 460 B.C. The town of Peiraeus was laid out by the architect Hippodamus of Miletus, probably in the time of Pericles.",
        "From the north-eastern extremity of Assam where, near Sadya, the Lohit, the Dibong and the Dihong unite to form the wide placid Brahmaputra of the plains - one of the grandest rivers of the world - its south-westerly course to the Bay of Bengal is sufficiently well known.",
        "In a dream he saw a man named Victorious bearing innumerable epistles, one of which he received and read; the beginning of it contained the words \"The Voice of the Irish\"; whilst repeating these words he says, \"I imagined that I heard in my mind the voice of those who were near the wood of Foclut (Fochlad), which is near the western sea, and thus they cried: ` We pray thee, holy youth, to come and walk again amongst us as before.'\" The forest of Fochlad was in the neighbourhood of Killala Bay, but it is possible that it extended considerably to the south.",
        "On the 19th of September, seeing a movement among the Egyptian and Turkish ships in the bay, Codrington informed the Ottoman admiral, Tahir Pasha, that he had orders to prevent hostile movements against the Greeks.",
        "On the 29th of September a Greek naval force, commanded by an English Philhellene, Captain Frank Abney Hastings, had destroyed some Turkish vessels in Salona Bay, on the north side of the Gulf of Corinth.",
        "The admirals, therefore, decided to stand into the bay and anchor among the Egyptian and Turkish ships.",
        "A French officer in the Egyptian service, of the name of Letellier, had anchored the vessels of Ibrahim and the Turkish admiral in a horseshoe formation, of which the points touched the entrance to the bay, and there were forts on the lands at both sides of the entry.",
        "LOS ISLANDS (ISLAS DE LOS IDOLOS), a group of islands off the coast of French Guinea, West Africa, lying south of Sangarea Bay, between 9° 25' and 9° 31' N.",
        "to Ulban Bay in the Sea of Okhotsk (close :by the Shantar Islands), its peaks clothed from top to bottom with luxuriant forest vegetation, ascending 4500 to 6000 ft.",
        "The coast-line has few indentations, the chief being the double gulf of the Ob and the Taz, separated from the Sea of Kara by an elongated peninsula (Samoyede), and from the bay of the Yenisei by another.",
        "The bay of the Yana, east of the delta of the Lena, is a wide indentation sheltered on the north by the islands of New Siberia.",
        "The Shantar Islands in the bay of the Uda possess geological interest.",
        "The double bay of Gizhiga and Penzhina, as well as that of Taui, would be useful as harbours were they not frozen seven or eight months in the year and persistently shrouded in dense fogs in summer.",
        "by the Bay of Biscay, E.",
        "Vivero Bay and the Ria del Barquero y Vares are of a similar character; while the harbour of Ferrol ranks among the best in Europe, and is the chief naval station on the northern coast of Spain.",
        "On the opposite side of Betanzos Bay (the p yas Acµl i v or Portus Magnus of the ancients) is the great port of Corunna or Coruna.",
        "The principal port on the western coast is that formed by the deep and sheltered bay of Vigo, but there are also good roadsteads at Corcubion under Cape Finisterre, at Marin and at Carril.",
        "The harbour is formed by an island named Liu-kung-tao running east and west across the mouth of a small bay, leaving an entrance at each end.",
        "The leased area comprises, besides the harbour and island, a belt of the mainland, io English miles wide, skirting the whole length of the bay.",
        "distant by rail, is situated on a well-sheltered bay with good shipping facilities about 6 m.",
        "TORQUAY, a municipal borough, seaport and watering place, in the Torquay parliamentary division of Devonshire, England, on Tor Bay of the English Channel, 26 m.",
        "This antelope, widely distributed in India, with the exception of Ceylon and the region east of the Bay of Bengal, stands about 32 in.",
        "It is formed of Weymouth, a fishing town and seaport on the southwest of the Wey, and Melcombe Regis on the north-east of the river, the two towns being contiguous The situation on Weymouth Bay, which is enclosed to the south by the Isle of Portland, and north by the eastward trend of the coast, is picturesque.",
        "At Mallett's Bay, an arm of Lake Champlain, 2 m.",
        "of Providence, between Narragansett Bay on the W.",
        "and Mount Hope Bay on the E., thus being a peninsula.",
        "Mount Hope (216 ft.), on the eastern side, commands delightful views of landscape, bay and river scenery.",
        "On the coast of Loch Nell, or Ardmucknish Bay, is the vitrified fort of Beregonium, not to be confounded with Rerigonium (sometimes miscalled Berigonium) on Loch Ryan in Wigtownshire - a town of the Novantae Picts, identified with Innermessan.",
        "\"Flying Fish,\" having discovered an anchorage in a bay which he named Flying Fish Cove, landed a party and made a small but interesting collection of the flora and fauna.",
        "Epakto), a town in the nomarchy of Acarnania and Aetolia, Greece, situated on a bay on the north side of the straits of Lepanto.",
        "AMHERST, the county town of Cumberland county, and port of entry in Novia Scotia, Canada, at the head of Chignecto Bay and on the Intercolonial railway, 138 m.",
        "The port of Pernambuco, or Recife, is formed by a stone reef lying across the entrance to a shallow bay at the mouth of two small rivers, Beberibe and Capibaribe, and is accessible to steamers of medium draught.",
        "Santa Catharina and Maranhao have well-sheltered harbours formed by an island lying in the mouth of a large bay, but the latter is shallow and difficult of access.",
        "The loss of the armoured turret ship \"Aquidaban\" by a magazine explosion in the bay of Jacarepagua, near Rio de Janeiro, in 1905, had left Brazil with but one fighting vessel (the \" Reachuelo \") of any importance.",
        "The naval school, which has always enjoyed a high reputation among Brazilians, is situated on the island of Enxadas in the bay of Rio de Janeiro.",
        "The coast from the Rio Sao Francisco to Bahia was granted to Francisco Pereira Coutinho; the bay itself, with all its creeks, was afterwards added to the grant.",
        "The new city, to which the name of Sao Salvador was given, was established on the heights above the Bay of All Saints (Todos os Santos), from which its later name of Bahia is taken.",
        "On the 6th of September prevailing discontent took definite .shape in the form of a naval revolt in the Bay of Rio de Janeiro.",
        ".Shortly afterwards the cruiser \" Republica \" and a transport ran the gauntlet of the government forts at the entrance of the bay, and proceeded south to the province of Santa Catharina, taking possession of Desterro, its capital.",
        "In November Admiral Mello left Rio de Janeiro in the armoured cruiser \" Aquidaban \" and went to Desterro, the naval forces in Rio Bay being left in charge of Admiral Saldanha da Gama, an ardent monarchist, who had thrown in his lot with the insurgent cause.",
        "Admiral da Gama, unable to leave the Bay of Rio de Janeiro on account of lack of transport for the sick and wounded and the civilians claiming his protection, could do no more than wait for Admiral Mello to return from Desterro.",
        "The harbour, which is formed by a bay of the Baltic, has a depth throughout of 20 ft.",
        "from the South Head of Port Jackson to the North Head of Botany Bay; it consists of bold cliffs alternating with beautiful beaches, of which some are connected with the city by tramway, and form favourite places of resort.",
        "The city proper occupies two indented tongues of land, having a water frontage on Port Jackson, and extending from Rushcutter's Bay on the east to Blackwattle Bay on the west, a distance of 8 m., nearly two miles of which is occupied by the Domain and the botanical gardens.",
        "The residence of the state governor is at Rose Bay, east of the city.",
        "The Domain embraces 138 acres, extending along one side of Woolloomooloo Bay and surrounding Farm Cove, in which the warships belonging to the Australian station are usually anchored; in this charming expanse of park land are the governor's residence and the National Art Gallery, which houses a splendid collection of pictures by modern artists, statuary, pottery and other objects of art.",
        "The head of Woolloomooloo Bay, Sydney Cove, the shallow bay between Dawes and Millers Point, and Darling Harbour, are lined with wharves.",
        "long, and here all the great ocean liners from Europe, China and Japan are berthed, while to the great wharf in Woolloomooloo Bay, 3000 ft.",
        "In addition to these there are wharves at Pyrmont and Blackwattle Bay, respectively 3500 ft.",
        "Mort's dock, another large dry dock, is at Mort's Bay, Balmain, while there are five floating docks with a combined lifting power of 3895 tons, and the three patent slips in Mort's Bay can raise between them 3040 tons.",
        "Sydney has a great number of learned, educational and charitable institutions; it possesses a Royal Society, a Linnean Society and a Geographical Society, a women's college affiliated to the university, an astronomical observatory, a technical college, a school of art with library attached, a bacteriological institute at Rose Bay, a museum and a free public library.",
        "The most popular resorts are Manly Beach, Chowder Bay and Watson's Bay, in the harbour; Cabarita, on the Parramatta river; Middle Harbour; and Coogee Bay and Bondi, on the ocean beach; Botany, Lady Robinson's Beach, Sandringham and Sans Souci on Botany Bay.",
        "National Park, comprising an area of 36,810 acres, surrounding the picturesque bay of Port Hacking; and Kurringai Chase, with an area of 35,300 acres.",
        "and joins the Maputa, a river emptying into Delagoa Bay.",
        "Thence the railway is continued to Johannesburg, &c. The distances from Durban to the places mentioned by this route are: Johannesburg, 483 m.; Pretoria 511 m.; Kimberley, 793 m.; Bulawayo, 1508 m.; Delagoa Bay, 860 m.",
        "The first telegraph line in Natal was opened in 1873; in 1878 communication was established with Cape Town and in the following year with Delagoa Bay.",
        "The chief exports, not all products of the province, are coal, wool, mohair, hides and skins, wattle bark, tea, sugar, fruits and jams. The import trade is of a most varied character, and a large proportion of the goods brought into the country are in transit to the Transvaal and Orange Free State, Natal affording, next to Delagoa Bay, the shortest route to the Rand.",
        "Vasco da Gama on his voyage to India sighted the bluff at the entrance to the bay now forming the harbour of Durban on Christmas Day 1497 and named the country Terra Natalis.",
        "Portuguese, whose nearest settlement was at Delagoa Bay.",
        "In 1683 the English ship \" Johanna \" went ashore near Delagoa Bay and the crew made a remarkable journey overland to Cape Town, passing through Natal, where they were kindly received by the natives.",
        "About the same time (in 1684) an English ship put into Port Natal (as the bay cthrie to be known) and purchased ivory from the natives, who, however, refused to deal in slaves.",
        "This fact and their reports of the immense herds of elephants which roamed the bush led Simon van der Stell, then governor at Cape Town, to despatch (1689) the ship \" Noord \" to Port Natal, with instructions to her commander to open up a trade in ivory and to acquire possession of the bay.",
        "From the chief of the Amatuli tribe, who inhabited the adjacent district, the bay was \" purchased \" for about £50 worth of goods.",
        "In 1721 the Cape government did form a settlement at the bay, but it was soon afterwards abandoned.",
        "A ship now and again put into the bay, but the dangerous bar at its entrance militated against its frequent use.",
        "When in 1824 the next attempt was made by Europeans to form a settlement at the bay, Cape Colony had passed from the Dutch into the ' possession of Great Britain, while in Natal great changes had come over the land as a result of wars between the natives.",
        "Farewell, King and Fynn made independent settlements at various parts of the bay, where a few Amatuli still lingered.",
        "Both Dr Smith and Uys travelled overland through Kaffraria, and were well received by the English living at the bay.",
        "With the support of the traders he founded a mission station on the hill overlooking the bay.",
        "Passing through the almost deserted upper regions Retief arrived at the bay in October 1837.",
        "The English settlers at the bay, hearing of the attack on the Boers, determined to make a diversion in their favour, and some 20 men under the command of R.",
        "In a desperate fight (April 17) with a strong force of the enemy the English were overwhelmed and only four Europeans escaped to the bay.",
        "The Boers, cut off from their port, called out a commando of some 300 to 400 men under Andries Pretorius and gathered at Congella at the head of the bay.",
        "As popular plays the Sdrga csiko (Bay Foal) and A giros bugyelldris (The Red Purse), by Francis Csepreghy, have their own special merit, and were often represented in 1878 and 1879 at Budapest and elsewhere.",
        "ANTE-CHOIR, the term given to the space enclosed in a church between the outer gate or railing of the rood screen and the door of the screen; sometimes there is only one rail, gate or door, but in Westminster Abbey it is equal in depth to one bay of the nave.",
        "control of the water power and for the construction of the great dam across the Merrimac. The Bay State woollen mills, which in 1858 became the Washington mills, and the Atlantic cotton mills were both chartered in 1846.",
        "BELFAST, a city, port of entry, and the county-seat of Waldo county, Maine, U.S.A., on Belfast Bay (an arm of the Penobscot), and about 32 m.",
        "of the civet family, ranging from Cape Colony to Algoa Bay.",
        "of the sea at Delagoa Bay.",
        "The Shangaan are members of a Bantu tribe from the Delagoa Bay region who took refuge in the Transvaal between 1860 and 1862 to escape Zulu raids.",
        "Middelburg (5085) is the largest town on the railway between Pretoria and Delagoa Bay; Barberton (2433), the centre of the De Kaap gold-fields, lies on the slopes of the Drakensberg overlooking the De Kaap valley.",
        "In 1890 the construction of the Transvaal section of the railway to connect Pretoria with Delagoa Bay was begun, the line from Lourenco Marques having been completed to Komati Poort in December 1887.",
        "The following table gives the distances from that city to other places in South Africa' :- Besides the lines enumerated the other railways of importance are: (I) A line from Johannesburg eastward via Springs and Breyten to Machadodorp on the Pretoria-Delagoa Bay railway.",
        "long from Witbank, a station on the Pretoria-Delagoa Bay line, to Brakpan on the Springs line.",
        "A continuation of the Springs-Breyten line eastward through Swaziland to Delagoa Bay will give a second independent railway from that port to the Rand, some 60 m.",
        "(7) A line from Belfast on the Pretoria-Delagoa Bay railway to Lydenburg (65 m.).",
        "The gold and diamonds are sent to England via Cape Town; the other exports go chiefly to Deiagoa Bay.",
        "Trichard's party determined to examine the country between the Zoutpansberg and Delagoa Bay.",
        "They also ascertained that a trade between the Kaffirs and the Portuguese at Delagoa Bay already existed.",
        "The eastern extension claimed by Pretorius was the sequel to endeavours made shortly before, on the initiative of a Scotsman, to develop trade along the rivers leading to Delagoa Bay."
    ],
    "definition": [
        "Link/Cite"
    ]
}