{
    "translation": "לשאת",
    "uses": [
        "I could not bear to see her punished.",
        "It wasn't the first time she had seen a bear track, but it was the first time she had seen one that fresh.",
        "Finally Katie could bear the silence no longer.",
        "Bear with me a little longer.",
        "Finally she could bear the suspense no longer.",
        "I can't bear it!",
        "I can't bear those old men!",
        "The bear stopped and stared at him, but made no move to run away.",
        "If the company pollutes, it should bear the cost of that pollution.",
        "The bear lifted her nose, testing the breeze.",
        "When she heard this Sonya blushed so that tears came into her eyes and, unable to bear the looks turned upon her, ran away into the dancing hall, whirled round it at full speed with her dress puffed out like a balloon, and, flushed and smiling, plumped down on the floor.",
        "Alex fired twice more and the bear dropped to the ground.",
        "He seemed unable to bear the sight of tears and was ready to cry himself.",
        "What was it she had heard about bear attacks?",
        "When the bear continued toward him, he fired.",
        "But go with the firm intention of killing your man as quickly and surely as possible, and then all will be right, as our bear huntsman at Kostroma used to tell me.",
        "He could not bear to see her grief.",
        "The third time that he thrust out the weapon there was a loud roar and a fall, and suddenly at his feet appeared the form of a great red bear, which was nearly as big as the horse and much stronger and fiercer.",
        "And there was the bear swimming about with the policeman on his back!",
        "She was sure he would speak soft, tender words to her such as her father had uttered before his death, and that she would not be able to bear it and would burst into sobs in his presence.",
        "She glanced at the bear and then looked at him.",
        "The bear had not turned back or even stopped.",
        "Three others were romping with a young bear, one pulling him by the chain and trying to set him at the others.",
        "The whole company can bear witness.",
        "Please just know I bear neither of you ill will, despite the outcome.",
        "He claims he never hurt anyone seriously and the case file seems to bear him out.",
        "This will sound weird, but bear with me.",
        "It's such pain, you know, that I wonder how he can bear it.",
        "Wrapping his arms around her in a bear hug, he all but dragged her down the hall.",
        "He remembered the expression Dolokhov's face assumed in his moments of cruelty, as when tying the policeman to the bear and dropping them into the water, or when he challenged a man to a duel without any reason, or shot a post-boy's horse with a pistol.",
        "You couldn't bear to let loose of a ten dollar cigarette tin.",
        "Coming out of the trees was the mother bear, and behind her, the two cubs.",
        "\"Does the air bear up your weight?\" asked the girl.",
        "How did you bear it for so long?",
        "The bear cried out and stood on its hind legs, bawling at him.",
        "Please bear with me and keep your mind open for a minute longer.",
        "I won't say—'cause if I told you you'd be so scared you'd go running out here like there was a bear on your ass.",
        "That would be the most likely place the bear would go.",
        "More than likely the bear had been attracted by the molasses in the grain.",
        "Oh, dear friend, how shall I ever bear it!...",
        "It was a sobering reminder that a bear had been on this spot – possibly only minutes earlier.",
        "His attention shifted to the bear and she followed his gaze.",
        "In men Rostov could not bear to see the expression of a higher spiritual life (that was why he did not like Prince Andrew) and he referred to it contemptuously as philosophy and dreaminess, but in Princess Mary that very sorrow which revealed the depth of a whole spiritual world foreign to him was an irresistible attraction.",
        "They left the bull where it lay, reasoning that if they removed it, the bear might go hunting fresh meat.",
        "Anyway, I meant I've never seen a bear on this land before.",
        "Fortunately, after a week or two, the public grew bored with the subject and it slipped away like a bear in winter.",
        "The bear was a sow with two cubs.",
        "Everything we have talked about relating to the Internet and technology is coming to bear on robotics and nanotechnology.",
        "(Yes, I know that statement should earn the \"Screamingly Obvious Statement of the Year Award,\" but bear with me.)",
        "Never knew a gold nugget from a bear turd.",
        "She took Joseph's gun along because she was afraid of bumping into a bear when she agreed to go up the mountain with Faust.",
        "Our greatest Champion, Overman-Anu, once climbed the spiral stairway and fought nine days with the Gargoyles before he could escape them and come back; but he could never be induced to describe the dreadful creatures, and soon afterward a bear caught him and ate him up.",
        "I will get a baby lion and a white monkey and a mild bear to bring home.",
        "Thew's a bear undow my bed.",
        "But the bear hadn't killed the bull until it became entangled in the brush.",
        "The prattle of the little ones and their pleasure in the stories I told them of elf and gnome, of hero and wily bear, are pleasant things to remember.",
        "\"Whatever happens to you,\" he said, \"you must bear it all manfully if you have firmly resolved to join our Brotherhood.\"",
        "She waited, watching as he approached the bear, gun ready.",
        "If it was a bear, she was in a terrible predicament.",
        "I thought I saw the bear last night so I was checking to see if it got into the grain.",
        "Collaboration, communication, access to information, and the other advantages that the Internet brings will all come to bear here.",
        "I can't bear the sight of that woman.",
        "It wasn't the brightest thing to walk all the way out to that shed without any protection after seeing the bear last night, either.",
        "\"A bear, lads,\" said one of the men.",
        "If she could get to the barn... but the bear was gaining on her.",
        "Look, a bear track.",
        "Anyway, I was lucky it was a low cliff and that Yancey found me before a bear did.",
        "She couldn't bear the thought of him returning to the troubled teen he'd been and tried to think of something to say to straddle the line between mothering him and letting him be his own person.",
        "Bezukhov got off scotfree, while Fedya had to bear the whole burden on his shoulders.",
        "After whale watching and coming face to face with a black bear, one is bound to be hungry.",
        "Let's see if we can find that bull before the bear does.",
        "More than likely that bear was far away by now, but Alex wasn't one to take unnecessary chances.",
        "It looks like the bear staked this out as his kill, so...",
        "The bear dropped down on all fours and growled at her offspring, who dashed back into the trees.",
        "And he caught the bear, took it in his arms, lifted it from the ground, and began dancing round the room with it.",
        "Bear up; it won't be for long now!",
        "Here goes lumber from the Maine woods, which did not go out to sea in the last freshet, risen four dollars on the thousand because of what did go out or was split up; pine, spruce, cedar--first, second, third, and fourth qualities, so lately all of one quality, to wave over the bear, and moose, and caribou.",
        "From the third room came sounds of laughter, the shouting of familiar voices, the growling of a bear, and general commotion.",
        "I can't bear him.",
        "Often, speaking with vexation of some failure or irregularity, he would say: \"What can one do with our Russian peasants?\" and imagined that he could not bear them.",
        "There are a few older cases that bear similarities to these kidnapping- murders.",
        "He wrenched Sofi off the ground in a tight bear hug and deposited her on the other side of the gate line.",
        "I never had a bear on the place until you came along.",
        "Please. I have a covering for you as soon as I'm certain you bear me no ill will.",
        "He spoke of the birds as his little brothers of the air, and he could never bear to see them harmed.",
        "Yeah, that was probably said by someone who didn't have a big sow black bear after them.",
        "Its pleadings will not bear to be stereotyped.",
        "Dean looked up from squeezing honey from a plastic bear onto a piece of whole wheat toast smeared with peanut butter.",
        "He can't bear to pass up an antique bargain—buying or selling.",
        "Though Daniel was not a big man, to see him in a room was like seeing a horse or a bear on the floor among the furniture and surroundings of human life.",
        "The one thing that was at first hard to bear was his feet.",
        "I can't bear these ladies and all these civilities! said he aloud in Sonya's presence, evidently unable to repress his vexation, after the princess' carriage had disappeared.",
        "'Everyone fears a bear,' he says, 'but when you see one your fear's all gone, and your only thought is not to let him get away!'",
        "Sometimes he remembered how he had heard that soldiers in war when entrenched under the enemy's fire, if they have nothing to do, try hard to find some occupation the more easily to bear the danger.",
        "In passing Prince Vasili seized Pierre's hand and said to Anna Pavlovna: Educate this bear for me!",
        "The subject which wholly engrossed Natasha's attention was her family: that is, her husband whom she had to keep so that he should belong entirely to her and to the home, and the children whom she had to bear, bring into the world, nurse, and bring up.",
        "But she remembered too how he had changed of late toward Mademoiselle Bourienne and could not bear to see her, thereby showing how unjust were the reproaches Princess Mary had mentally addressed to her.",
        "He had been perfectly content to step back and let her bear the brunt of Giddon's anger, even knowing that he had arrived uninvited.",
        "I can't bear this waiting and I shall cry in a minute! and she turned away from the glass, making an effort not to cry.",
        "I guess I was feeling sorry for the bear... and maybe me.",
        "\"You won't bear me a grudge, Prokhor Ignatych?\" said the regimental commander, overtaking the third company on its way to its quarters and riding up to Captain Timokhin who was walking in front.",
        "What she found hardest to bear was to know that on such occasions she ought to behave like Mademoiselle Bourienne, but could not.",
        "\"And because,\" Pierre continued, \"only one who believes that there is a God ruling us can bear a loss such as hers and... yours.\"",
        "It was dark, and had a dirt floor for the most part, dank, clammy, and aguish, only here a board and there a board which would not bear removal.",
        "She wanted Gabriel to be happy but couldn't bear to see it, not when her own world was still so new and frightening.",
        "At last I fell asleep with a new doll and a white bear in my arms.",
        "He was pointedly attentive to Sonya and looked at her in such a way that not only could she not bear his glances without coloring, but even the old countess and Natasha blushed when they saw his looks.",
        "She started to shake, unable to bear the idea of more children dying or living with the creature behind it.",
        "Ever eat bear meat?",
        "Those three got hold of a bear somewhere, put it in a carriage, and set off with it to visit some actresses!",
        "Did the bear kill him?",
        "I thought you were a bear.",
        "And what would you have done if it had been a bear?",
        "In all the time I spent in the woods as a young girl, that's the first time I've seen a bear.",
        "The look of pity on Darcie's face was more than Cassie could bear.",
        "I was using the bathroom after Betsy and heard her tell Martha she'd slept like winter bear.",
        "We're plodding along but the guy's attorney is a bear.",
        "And why are you dressed like a sadistic teddy bear?",
        "Or a drugged rabbit wandering into a hungry bear's den.",
        "It was near ten o'clock the next morning when Martha awoke in a festive mood with the appetite of a hibernating bear.",
        "I'm not a bear.",
        "We need to do something about that bear.",
        "As Carmen's legs took off, she was saying to herself; \"never run from a bear.\"",
        "I don't think I could bear to lose you.",
        "I couldn't bear it if anything happened to either of you.",
        "I can't bear to leave him now.",
        "When they entered the kitchen, Sarah ran to Elisabeth and drew her into a bear hug.",
        "aï¿½40pï¿½i c, derived from aï¿½661, on both sides, and 4EpEcv, to bear), a large big-bellied vessel used by the ancient Greeks and Romans for preserving wine, oil, honey, and fruits; and in later times as a cinerary urn.",
        "Seven-tenths of a cubic metre of animal bones were found: deer, bear, wolf, raccoon, opossum, beaver, buffalo, elk, turkey, woodchuck, tortoise and hog; all contemporary with man's occupancy.",
        "Do you realize how close you came to running right into a bear?",
        "Why didn't you just go up into the hills and look for the bear?",
        "She has done this deed for so many others, but I can't bear to heap more sin on my blackened soul and kill unborn this result of my Joshua's love.",
        "Many of his coins bear the Nandi bull (Siva's emblem), and the king's name is preceded by the title sahi (shah), which had previously been used by the Kushan dynasty.",
        "The Franciscans began to urge fantastic' objections, and, when Savonarola insisted that his champion should bear the host, they cried out against the sacrilege of exposing the Redeemer's body to the flames.",
        "The bear does not attract much popular interest in Japan.",
        "\" I am come to bear witness unto the truth.",
        "The white population is not only far larger but more cosmopolitan, less stationary and more dependent on a single industry; it has few links with the past, and both city and citizens bear the marks of youth.",
        "From an early period of his life in London the condition of the poor pressed upon him with consuming force; the enormous magnitude of the social questions involved was a burden which he could hardly bear.",
        "These differ from Caryatids, which bear the architrave on their heads.",
        "This he mentions \" because the glasses in these two sorts are somewhat prismatical, a but mostly those of the first model, which could therefore bear no great charge (magnifying power).\"",
        "the continental shelf bear witness to its land origin.",
        "The whole weight of the tubbing is made to bear on the moss, which squeezes outwards, forming a completely water-tight joint.",
        "He brought the whole weight of his party to bear in favour, first of the Parliament bill, and afterwards of the Home Rule bill.",
        "He swung around, rifle in one hand and reins in another, starting toward the bear.",
        "My failure to protect my people should not be something another should bear.",
        "That the eggs laid by birds should offer to some extent characters of utility to systematists is only to be expected, when it is considered that those from the same nest generally bear an extraordinary family likeness to one another, and also that in certain groups the essential peculiarities of the egg-shell are constantly and distinctively characteristic. Thus no one who has ever examined the egg of a duck or of a tinamou would ever be in danger of not referring another tinamou's egg or another duck's, that he might see, to its proper family, and so on with many others.",
        "Florence was in the 14th century a city of about 100,000 inhabitants, of whom 25,000 could bear arms; there were Ito churches, 39 religious houses; the shops of the ante della lana numbered over 200, producing cloth worth 1,200,000 florins; Florentine bankers and merchants were found all over the world, often occupying responsible positions in the service of foreign governments; the revenues of the republic, derived chiefly from the city customs, amounted to some 300,000 florins, whereas its ordinary expenses, exclusive of military matters and public buildings, were barely 40,000.",
        "This, the only coin minted by the government, should bear a fixed ratio of l000 cash to one tael of silver, but in practice there is no such fixed value.",
        "Today, she had left, because the idea of eternity in the red desert with a creature incapable of caring for her was too much for her to bear.",
        "Alex stood in the stirrups, aiming the rifle at the bear.",
        "She shoved her hands into her pockets and stared at the bear.",
        "He started toward the bear.",
        "She couldn't … couldn't bear the thought of another friend dying because of her!",
        "I cannot bear this level of abuse.",
        "We both bear his name.",
        "Then they said I was your mate, because I bear your mark.",
        "A loss too great for me to bear.",
        "His dead-dead brother was right, or Hannah wouldn.t bear Kris.s name.",
        "She is too small and khorj to bear warriors.",
        "Yet her naiveté was almost too much for him to bear.",
        "A'Ran pushed himself away from the table he leaned against and paced, thoughts turning to Gage, who would bear Ne'Rin's child.",
        "I got a call from this one lady who was as excited as a bear in a beehive.",
        "If she's kept him up all night, he'll be more of a morning bear than usual.",
        "Fred The Bear joined them, later than usual, and confirmed their speculation.",
        "He thought about Annie Quincy carrying a child she would have loved to bear, but couldn't.",
        "It's a bit confusing and a lot of it's speculation on my part, but bear with me and I think I have enough of the answers to make some sense of what happened.",
        "He desperately wanted her to bear his son.",
        "She didn't cut the rope all the way through, but enough that it wouldn't bear her husband's full weight.",
        "I bear no intent to harm you.",
        "I can't bear to be alone.",
        "No, any disgust is toward myself, I could not bear to see it reflected in your eyes.",
        "Neither of them could bear to say the word vampire.",
        "She laughed to herself: Not wise to poke the bear.",
        "She made a mental note to have a talk with Connor about 'poking the bear'.",
        "Lana squirmed in his bear hug, pushing them closer to the edge.",
        "\"Things went crazy,\" Brady said and grunted as the large man squeezed him in a bear hug.",
        "Vinnie paced up and down, grumbling like a bear on the first day of spring.",
        "He buried her against his body in a bear hug, twisting around the steering wheel.",
        "You never know when you might suddenly meet a bear or... something.",
        "Alex was alert for the rest of the ride, even noting a bear track once.",
        "There were two heads on the bed this day: that of a buck and one of a bear.",
        "I couldn't bear it, Darian, if I hurt you like Claire did or to be hurt like that again!",
        "She watched them until she couldn't bear to anymore.",
        "The hum in the air became a whine almost too loud to bear.",
        "\"You're as quiet as a mad bear, Vara,\" he replied just as quietly.",
        "She could not bear to look as he took his place in the center of the ring.",
        "Disregarding his dirty clothing and skin, he snatched her in a bear hug.",
        "It had been so with the wild dogs - and the bear.",
        "This was where they had discovered the mother bear that Alex had to kill.",
        "I can tell you that we have seen a black bear and a mountain lion on this land, so don't wander far from the house at night.",
        "I believe the last time I used a gun on this place was to defend you – from a bear.",
        "If you hadn't been there the bear probably would have caught me.",
        "It is you who will bear this shame.",
        "Hopefully it wasn't a bear.",
        "He hadn't seen any bear sign in a long time.",
        "He gave her a bear hug and turned his attention to Denton.",
        "I can't bear the thought of selling it, and I can't afford to park it, buy another one and pay insurance on both.",
        "What would you have done if it had been a bear?",
        "I'm simply grateful that you weren't a bear.",
        "It is only necessary to bear in mind the great part played by sterilization in the laboratory, and pasteurization on the fermentation industries and in the preservation of food materials.",
        "El-`Azariyeh is a poor village of about thirty families, with few marks of antiquity; there is no reason to believe that the houses of Mary and Martha and of Simon the Leper, or the sepulchre of Lazarus, still shown by the monks, have any claim to the names they bear.",
        "Her father, having been warned by an oracle that she would bear a son by whom he would be slain, confined Danae in a brazen tower.",
        "The beds are kept artificially moist by the application of water brought from the surface, and the different galleries bear crops in succession.",
        "The most significant was the liberation, at the moment of kindling the funeral pyre, of an eagle which was supposed to bear the emperor's soul to heaven.",
        "Propertius's poems bear evident marks of the study of his predecessors, both Greek and Latin, and of the influence of his contemporaries.",
        "axillary or terminal spikes; they have four stamens, which bear at the back four small herbaceous petal-like structures, and four free carpels, which ripen to form four small green fleshy fruits, each containing one seed within a hard inner coat;.",
        "Personally he possessed the charming manners of a polished grand seigneur: debauched and cynical, but never rude or cruel, full of gentle consideration for all about him but selfish in his pursuit of pleasure, he has had to bear a heavy load of blame, but it is.",
        "The three Cipxovms who appear in the loth-century inscriptions just mentioned bear alternately the names Torcotorius and Salusius; and, inasmuch as this is the case with the judices of Cagliari from the 11th to the 13th century, there seems no doubt that they were the successors of these Byzantine ripXovrfs, who were perhaps the actual founders of the dynasty.",
        "Again, it is quite certain that the spiritual matters upon which concordats bear do not concern the two powers in the same manner and in the same degree; and in this sense concordats are not perfectly equal agreements.",
        "They bear upon very varied matters,' and we must confine ourselves here to a brief résumé.",
        "B, C, D, E, enlarged.) branched rootstock from which spring slender aerial shoots which are green, ribbed, and bear at each node a whorl of leaves reduced to a toothed sheath.",
        "Perceiving further, that in order to understand these relations I should sometimes have to consider them one by one, and sometimes only to bear them in mind or embrace them in the aggregate, I thought that, in order the better to consider them individually, I should view them as subsisting between straight lines, than which I could find no objects more simple, or capable of being more distinctly represented to my imagination and senses; and on the other hand that, in order to retain them in the memory or embrace an aggregate of many, I should express them by certain characters, the briefest possible.\"",
        "This lowering tendency towards the low church pitch, and the final adoption of the latter as a general mean pitch throughout the 18th century, was no doubt influenced by the introduction of the violin, which would not bear the high tension to which the lutes and viols had been strained.",
        "in diameter, and bear in the axil a solitary, stalked, white flower, about the size and shape of the garden anemone, with six or more petals and twice as many hypogynous stamens.",
        "Jerome and others have identified Salim with one or other of the various places which bear that name, e.g.",
        "A very considerable percentage of Argentina's population of five to six millions is hopelessly poor and unprogressive, and cannot be expected to bear its share of the burden.",
        "In Argentina these burdens bear heavily upon the labouring classes, and in years of depression they send away by thousands immigrants unable to meet the high costs of living, For the year 1900 the total expenditures of the national government, 14 provincial governments, and 16 principal cities, were estimated to have been $208,811,925 paper, which is equivalent to $91,877,247 gold, or (at $5.04 per pound stg.) to £18,229,612, ios.",
        "Congress, however, had now got their opportunity, and they used the time of national stress to bring increased pressure to bear upon the president.",
        "The chestnut covers considerable areas in Prigord, Limousin and Beam; resinotis trees (firs, pines, larches, &c.) form fine forests in the Vosges and The indigenous fauna include the bear, now very rare but still found in the Alps and Pyrenees, the wolf, harbouring chiefly in the Cvennes and Vosges, but in continually decreasing areas; the fox, marten, badger, weasel, otter, the beaver in the extreme south of the Rhne valley, and in the Alps the marmot; the red deer and roe deer are preserved in many of the forests, and the wild boar is found in several districts; the chamois and wild goat survive in the Pyrenees and Alps.",
        "Although holding an office of subordinate rank, he was the chief defender of the government in the House of Commons, and during the time that Pitt was in opposition had to bear the brunt of his attacks.",
        "In order to identify the graves of Persepolis we must bear in mind that Ctesias assumes that it was the custom for a king to prepare his own tomb during his lifetime.",
        "The great rivers of Australia, draining inland, carve out valleys, dissolve limestone, and spread out their deposit over the plains when the waters become too sluggish to bear their burden farther.",
        "Arboreal species include the well-known opossums (Phalanger); the extraordinary tree-kangaroo of the Queensland tropics; the flying squirrel, which expands a membrane between the legs and arms, and by its aid makes long sailing jumps from tree to tree; and the native bear (Phascolarctos), an animal with no affinities to the bear, and having a long soft fur and no tail.",
        "Giles's journeys added greatly to our knowledge of the characteristics of Western and South Australia, and he was able to bear out the common opinion that the interior of Australia west of 132° E.",
        "The Asiatic elephant; the seladang, a bison of a larger type than the Indian gaur; two varieties of rhinoceros; the honey bear (bruang), the tapir, the sambhur (rusa); the speckled deer (kijang), three varieties of mouse-deer (napoh, plandok and kanchil); the gibbon (ungka or wawa'), the siamang, another species of anthropoid ape, the brok or coco-nut monkey, so called because it is trained by the Malays to gather the nuts from the coco-nut trees, the lotong, kra, and at least twenty other kinds of monkey; the binturong (arctictis binturong), the lemur; the Asiatic tiger, the black panther, the leopard, the large wild cat (harimau akar), several varieties of jungle cat; the wild boar, the wild dog; the flying squirrel,.",
        "The oak will not bear exposure to the full force of the sea gale, though in ravines and on sheltered slopes oak woods sometimes extend nearly to the shore.",
        "Some trees of the sessile-fruited oak bear sweet acorns in Britain, and several varieties were valued by the ancient Italians for their edible fruit.",
        "The valley between Incisa and Arezzo contains accumulations of fossil bones of the deer, elephant, rhinoceros, mastodon, hippopotamus, bear, tiger, and more.",
        "The ruins still visible on the site bear the name of Palaea Fokia, but they are of little interest.",
        "And as there is no branch of art in which mechanical improvements, and the consequent change in the nature of technical difficulties, bear so directly upon the possibilities and methods of external effect, it follows that an exclusive preponderance of this view is not without serious disadvantage from the standpoint of general musical culture.",
        "Similarly the giant cells are produced at their periphery into a number of branching processes which bear similar end-organs on their surface and in some cases terminate in them.",
        "Monogamy was the rule, and a childless wife might give her husband a maid (who was no wife) to bear him children, who were reckoned hers.",
        "Such multiple-electrode transmitters give a loud although somewhat harsh sound, and will bear being spoken to very strongly without breaking the circuit.",
        "PITCHER PLANTS, in botany, the name given to plants in which the leaves bear pitcher-like structures or are pitcher-like in form.",
        "other species the glands are confined to the lower portion of the cavity surface, while the upper part bear a smooth waxy secretion on which it is impossible, or at any rate extremely difficult, for insects to secure a foothold.",
        "In its fourth year its training as a beast of burden begins, when it is taught to kneel and to rise at a given signal, and is gradually accustomed to bear increasing loads.",
        "In the latter the bear was found in Roman times, and there are said to be still a few remaining.",
        "The fields of Tuscany for the most part bear wheat one year and maize the next, in perpetual interchanges, relieved to some extent by green crops.",
        "declares that money borrowed from the Jews shall not bear interest during a minority.",
        "At present, therefore, classifications of the Hydromedusae have a more or less tentative character, and are liable to revision with increased knowledge of the life-histories of these organisms. Many groups bear at present two names, the one representing the group as defined by polyp-characters, the other as defined by medusa-characters.",
        "23 and 25); and, fourthly, in structure, being hollow or solid, as in the polyp. In some medusae, for instance, the remarkable deep-sea family Pectyllidae, the tentacles may bear suckers, by which the animal may attach itself temporarily.",
        "- There cyclosystems placed at can be no doubt that the forms comprised intervals on the in this order bear a close relationship to the branches, each with a Hydroidea, especially the sub-order Gymnocentral gastropore and blastea, with which they should perhaps be zone of slit-like dac classed in a natural classification.",
        "They may bear accessory filaments or tentilla (f'), covered thickly with batteries of nematocysts, to which these organisms owe their great powers of -offence and defence.",
        "The chief pitfall appears to be the tendency to attach more meaning to the results than from their nature they can bear.",
        "But when Pali first became known to Europeans it was already used also, by those who wrote in Pali, of the language of the later writings, which bear the same relation to the standard literary Pali of the canonical texts as medieval does to classical Latin.",
        "As in all poplars, the catkins expand in early spring, long before the leaves unfold; the ovaries bear four linear stigma lobes; the capsules ripen in May.",
        "The subject of patent medicines is but little understood by the general public. Any medicine, the composition of which is kept secret, but which is advertised on the label for the cure of diseases, must in Great Britain bear a patent medicine stamp equal to about one-ninth of its face value.",
        "Hayim Vital reports that on his death-bed Luria said to his disciples: \" Be at peace with one another: bear with one another: and so be worthy of my coming again to reveal to you what no mortal ear has heard before.\"",
        "The arches bear on the convex outer side the delicate arborescent gills, and on the concave inner side develop a membranous septum with vermicular perforations, a special sifting or filtering contrivance through which the water absorbed by the mouth has to pass before reaching the respiratory organs of the branchial apparatus.",
        "in 1553, by which the town was incorporated under the title of the bailiff and burgesses, who were to bear the name of aldermen.",
        "In all cases, while the internal threads which bear the cortical branches consist of elongated cells with few chromatophores, and no doubt serve mainly for conduction of food substances, the superficial cells of the branches themselves are packed with chromatophores and form the chief assimilating tissue of the plant.",
        "Marshall \\Vard has directed attention to several points of their structure which bear out this view.",
        "It must not be overlooked that the living cells of the plant react upon the parasite as well as to all external agencies, and the nature of disease becomes intelligible only if we bear in mind that it consists in such altered metabolismdeflected physiologyas is here implied.",
        "This so-called direct effect of external conditions upon the form and structure of the body differs from the indirect effect in that the resulting variations bear a relation, of the nature of adaptation, to those conditions; the effect of the conditions is not only to cause variation, but to cause variation in a particular direction.",
        "The problems of geography had been lightened by the destructive criticism of the French cartographer D'Anville (who had purged the map of the world of the last remnants of traditional fact unverified by modern observations) and rendered richer by the dawn of the new era of scientific travel, when Kant brought his logical powers to bear upon them.",
        "into types has usually had regard rather to geological structure than to external form, so that some geologists would even apply the name of a mountain range to a region not distinguished by relief from the rest of the country if it bear geological evidence of having once been a true range.",
        "Modern collections of religious poetry sometimes bear the title of Psalms and Hymns, but these are always more or less directly connected with the actual Psalms of David.",
        "Unable to bear up against the Dominican's fiery denunciations, the sovereigns, three months after the fall of Granada, issued a decree ordering every Jew either to embrace Christianity or to leave the country, four months being given to make up their minds; and those who refused to become Christians to order had leave to sell their property and carry off their effects.",
        "It is absolutely certain that the wings of the Ratitae bear the strongest testimony that they are the descendants of typical flying birds.",
        "In his seventieth year, as lieutenant-general of the North, he led the English host on the great day of Flodden, earning a patent of the dukedom of Norfolk, dated 1 February 1513/4, and that strange patent which granted to him and his heirs that they should bear in the midst of the silver bend of their Howard shield a demi-lion stricken in the mouth with an arrow, in the right colours of the arms of the king of Scotland.",
        "Thus charged on the silver bend, it makes bad armory and it is worthy of note that, although the grant of it is clearly to the duke and his heirs in fee simple, Howards of all branches descending from the duke bear it in their shields, even though all right to it has long passed from the house to the duke's heirs general, the Stourtons and Petres.",
        "At all stages of religious development, however, and more especially in the case of the more primitive types of cult, prayer as thus understood occurs together with, and shades off into, other varieties of observance that bear obvious marks of belonging to the same family.",
        "According to Moslem traditionists Mahomet declared that one of his descendants, the imam of God, who would fill the earth with equity and justice, would bear the name of al-mandi.",
        "The Greek had created the column; the Roman had developed it; the Roman Greek'or Greek Roman had taught the column to bear the cupola; the Saracen had taught it to bear arches of his own favourite pointed shape.",
        "A mean degree of the meridian being assumed to be 69-09 statute miles of 5280 ft., the nautical mile (A l b - degree) is taken as 6080 ft., which is a sufficiently close approximation for practical purposes, and the distances between the knots are made to bear the same relation to 6080 ft.",
        "This again was not at the outset an exclusive right of the crown; it was common for a leader in battle to grant to some one not of his family, who had specially distinguished himself, the right to bear the whole or part of his coat of arms, differenced or undifferenced.",
        "Subsequently the Portuguese mapped the whole coast of Liberia, and nearly all the prominent features - capes, rivers, islets - off that coast still bear Portuguese names.",
        "are Karlo, East Kvarken, the Aland archipelago, Dagd, and Osel or Oesel in the Baltic Sea; Novaya Zemlya, with Kolguyev and Vaigach, in the Barents Sea; the Solovetski Islands in the White Sea; the New Siberian archipelago, Wrangel Land and Bear Islands, off the Siberian coast; the Commander Islands off Kamchatka; the Shantar Islands and the N.",
        "In the ante-steppe the forest species proper, such as Pteromys volans and Tamias striatus, disappear, but common squirrel (Sciurus vulgaris), weasel and bear are still met with in the forests.",
        "To understand the problem of the Raskolniki it is necessary to bear two things in mind: the fundamental principle of Eastern Orthodoxy as distinct from Western Catholicism, and the practical identification in Russia of the National Church with the National State.",
        "To accomplish such a feat it was necessary, of course, to expend large sums of money; and as the country could ill bear an increase of taxation, the whole financial system had to be improved and the natural resources of the country had to be developed.",
        "The government had done wisely in obscuring the passion for democratic ideals by an appeal to Russian chauvinism, an appeal soon to bear fruit in disuniting the revolutionary parties.",
        "Whatever the ostensible form of a railway tariff, the contribution of the different shipments of freight to these general expenses is determined on the principle of charging what the traffic will bear.",
        "This classification is based partly upon special conditions of service, which make some articles more economical to carry than others (with particular reference to the question whether the goods are offered to the companies in car-loads or in small parcels), but chiefly with regard to the commercial value of the article, and its consequent ability to bear a high charge or a low one.",
        "Its depth varies, according to the traffic which the line has to bear, from about 6 in.",
        "Great Bear Lake >>",
        "In 1598 Sebald de Wert, a Dutchman, visited them, and called them the Sebald Islands, a name which they bear on some Dutch maps.",
        "GREAT BEAR LAKE, an extensive sheet of fresh water in the north-west of Canada, between 65° and 67° N., and 117° and 123° W.",
        "The Great Bear river discharges its waters into the Mackenzie river.",
        "clearly bear the apocalyptic character; so also Isa.",
        "In one courtyard of this temple are deposited the celebrated ten stone drums which bear poetical inscriptions commemorative of the hunting expeditions of King Suan (827-781 B.C.), in whose reign they are believed, though erroneously, to have been cut; and in another stands a series of stone tablets on which are inscribed the names of all those who have obtained the highest literary degree of Tsin-shi for the last five centuries.",
        "The stout horizontally spreading branches give a cedar-like appearance; the foliage is light and feathery; the leaves and the slender shoots which bear them fall in the autumn.",
        "The cones, about the size of a small walnut, bear spirally arranged imbricated scales which subtend the three-angled winged seeds.",
        "These writings bear the mark of a clear mind and a moderate and gentle spirit.",
        "Under the new influences which were brought to bear on him, he in less than two years resumed his Protestantism.",
        "Large animals, such as the black and the grizzly bear, and deer are found on the slopes of the Sierra Mountains, and antelope, deer and elk visit the northernmost valleys in the winter.",
        "The oldest stone bears the date 1681 many of the stones were made in England, and bear quaint inscriptions.",
        "It does not appear that they bear any testimony on either side of the question.",
        "In fact a medley from both Basil and the Physiologus exists under the title of the Hexaeineron of Eustathius; some copies of the first bear as a title IIepi diuvnoXoyc'as, and in a Milan MS. the \"morals\" of the Physiologus are ascribed to Basil.",
        "Through them the experience of the dispersion was brought to bear upon the Palestinian Jews.",
        "The recent excavations by the British School on the site of the Dictaean temple at Palaikastro bear out this conclusion, and an archaic marble head of Apollo found at Eleutherna shows that classical tradition was not at fault in recording the existence of a very early school of Greek sculpture in the island, illustrated by the names of Dipoenos and Scyllis.",
        "Other remains which bear witness to tlae civilization of, the Mayas are the paved highways and the artificial reservoirs (aguadas) designed for the preservation of water for towns through the long dry season.",
        "Other noteworthy peaks are Black Brother (6690 ft.) and Hairy Bear (6681 ft.), the next highest mountains.",
        "In their impoverished condition it was impossible for the people to bear the burden, so an act was passed in 1879 scaling part of the debt 60%, part of it 75% and part of it 85%.",
        "of London on Bear Creek, an affluent of Sydenham River, and on the Grand Trunk and Michigan Central railways.",
        "The Dutch authorities who had inscribed on his death certificate the name of Charles Louis de Bourbon, duc de Normandie (Louis XVII.) permitted his son to bear the name de Bourbon, and when the family appealed in 1850-1851, and again in 1874, for the restitution of their civil rights as heirs of Louis XVI.",
        "At Bankside were the Bear and the Paris Gardens, used for the popular sport of bear and bull baiting; and the Globe theatre, the scene of the production of many of Shakespeare's plays for fifteen years after its erection in 1599.",
        "A comparison of the two records, however, is especially important for its illustration of the later tendency to idealize the figure of David, and the historical critic has to bear in mind the possibility that this tendency had begun long before the Chronicler's time, and that it may be found in the relatively older records preserved in Samuel.",
        "The prostomium and the segments generally often bear processes sensory and branchial.",
        "The ganglia are crowded at the posterior end of the body as in leeches, and there is much tendency to the obliteration of the coelom as in that group. Pterodrilus and Cirrodrilus bear a few, or circles of, external processes which may be branchiae; Bdellodrilus and Astacobdella have none.",
        "(It is well, however, to bear in mind the possibility of later addition or alteration in such lists.) In Cliges he again ranks as third, being overthrown by the hero of the poem.",
        "They are rigid non-resistants, and will not bear arms or study the art of war; they refuse to take oaths, and discountenance going to law over issues that can possibly be settled out of the courts.",
        "Lysander as ephor proposed on behalf of Agis that all debts sbould be cancelled and that Laconia should be divided into 19,500 lots, of which 4500 should be given to Spartiates, whose number was to be recruited from the best of the perioeci and foreigners, and the remaining 15,000 to perioeci who could bear arms. The Agiad king Leonidas having prevailed on the council to reject this measure, though by a majority of only one, was deposed in favour of his son-in-law Cleombrotus, who assisted Agis in bearing down opposition by the threat of force.",
        "The more important of the carnivores which haunt the forests, valleys and mountain slopes are the bear (Ursus arctos), wolf, lynx, wild cat and fox (Vulpes melanotus).",
        "In 1750 he decided not to take holy orders, giving as his reason, according to Dupont de Nemours, \"that he could not bear to wear a mask all his life.\"",
        "It is in itself an excellent manure, Sir Richard adds; and so it should be, to enable land to bear this treatment.",
        "The ground in the valleys and plains bear very good corn, but especially bears barley or bigge, and oats, but rarely wheat and rye.\"",
        "The author bespeaks the favour of those to whom he addresses himself in the following significant terms: - \" Neither shall I affright you with hedging, ditching, marling, chalking, paring and burning, draining, watering and such like, which are all very good improvements indeed, and very agreeable with the soil and situation of East Lothian, but I know ye cannot bear as yet a crowd of improvements, this being only intended to initiate you in the true method and principles of husbandry.\"",
        "The low price of agriculturalproduce, beneficial though it might be to the general community, had lessened the ability of the land to bear the proportion of taxation which had heretofore been imposed upon it.",
        "On the one hand there has arisen a school of thinkers of the type of Thomas Hill Green, who have brought to bear on his metaphysical views the idealism of modern German thinkers.",
        "In this treatment we have to bear in mind what the entomologist teaches us, that is, the nature, habits and structure of the pest.",
        "Every hypothesis must be tested by an appeal to the facts of life, and modified or abandoned if it will not bear examination, unless we are convinced on genuine evidence that it may for a time be employed as a useful approximation, without prejudice to the later stages of the investigation we are conducting.",
        "In most cases the interpretation of the facts is far from obvious, and we have to try several hypotheses before we reach one which will bear the strain of a critical examination in the light of further evidence.",
        "\"No, by the faith I bear to God,\" retorted Wentworth,\"we will pass nothing before we understand what it is; for that were but to make you popes.",
        "As a philosophical idealist, however, he transmutes the whole contents of the faith of the church into ideas which bear the mark of Neo-Platonism, and were accordingly recognized by the later Neo-Platonists as Hellenic. 4 In Origen, however, 1 There are, however, extensive fragments of the original in existence.",
        "Many of the notes and essays written by him at Auxonne bear witness to his indomitable resolve to master all the details of his profession and the chief facts relating to peoples who had struggled successfully to achieve their liberation.",
        "Moreau's trial for treason promised to end with an acquittal; but the emperor brought severe pressure to bear on the judges (one of whom he dismissed), with the result that the general was declared guilty of participating in the royalist plot.",
        "probably belong the earliest Parthian coins; the oldest simply bear the name Arsaces; others, evidently struck after the coronation in Asaak, have the royal title (ifictutMcos 'Apob.Kcv).",
        "In the Mycenae circle an altar seems to have been erected over the graves, and perhaps slaves were killed to bear the dead chiefs company.",
        "On the whole, Aegean art, at its two great periods, in the middle of the 3rd and 2nd millennia respectively, will bear comparison with any contemporary arts.",
        "At any rate, he spoke at Guildhall on Lord Mayor's Day in a worthy manner; admitting that the growth of the German navy was a main factor in British construction, and pointing out that no power was better able to bear the strain or less likely to fail than Great Britain.",
        "It is to be supposed that Richard de Bury sometimes brought undue pressure to bear on the owners, for it is recorded that an abbot of St Albans bribed him to secure his influence for the house by four valuable books, and that de Bury, who procured certain coveted privileges for the monastery, bought from him thirty-two other books, for fifty pieces of silver, far less than their normal price.",
        "The thorax is composed of three segments; each bears a pair of jointed legs, and in the vast majority of insects the two hindmost bear each a pair of wings.",
        "They never bear segmented limbs (palps) and only exceptionally (as in the chafers) is the skeleton composed of more than one sclerite.",
        "Though the T hx, thoracic segments bear the wings, no trace of these appendages exists till the close of the embryonic life, 8 `' nor even, in many cases, till much later.",
        "At present about a thousand works and papers are published annually, and in this place it is possible to enumerate only a few of the most important among (mostly) recent memoirs that bear upon the Hexapoda generally.",
        "He was taught to ride before he was four, at eight was quite at home in his saddle, and when only eleven, brought down his first bear at a single shot.",
        "Gesner brought an amount of erudition, hitherto unequalled, to bear upon his subject; and, making due allowance for the times in which he wrote, his judgment must in most respects be deemed excellent.",
        "Hitherto, from the nature of the case, the works aforesaid treated of scarcely any but the birds belonging to the orbis veteribus notus; but the geographical discoveries of the 16th century began to bear fruit, and many animals of kinds un suspected were, about one hundred years later, made known.",
        "In estimating the letterpress, which was avowedly held to be of secondary importance to the plates, we must bear in mind that, to ensure the success of his works, it had to be written to suit a very peculiarly composed body of subscribers.",
        "25 to the end) bear his name.",
        "1 Indeed, the study of this memoir, limited though it be in scope, could not fail to convince any one that it proceeded from the mind of one who taught with the authority derived directly from original knowledge, and not from association with the scribes - a conviction that has become strengthened as, in a series of successive memoirs, the stores of more than twenty years' silent observation and unremitting research were unfolded, and, more than that, the hidden forces of the science of morphology were gradually brought to bear upon almost each subject that came under discussion.",
        "More than this, he entered upon their geographical distribution, the facts of which important subject are here, almost for the first time, since the attempt of Blyth already mentioned, 4 brought to bear practically on classification.",
        "All the world over it is held that such people can assume the form of animals; sometimes the power of the shaman is held to depend on his being able to summon his familiar; among the Ostiaks the shaman's coat was covered with representations of birds and beasts; two bear's claws were on his hands; his wand was covered with mouse-skin; when he wished to divine he beat his drum till a black bird appeared and perched on his hut; then the shaman swooned, the bird vanished, and the divination could begin.",
        "But Chrysanthius declined on the strength of unfavourable omens, as he said, but probably because he realized that the scheme was unlikely to bear fruit.",
        "Under Charlemagne it constituted a margravate, which in 843 passed into the hands of Louis the German, whose grandson Arnulf was the first to bear the title of duke of Carinthia.",
        "Much of the township is hilly, and Bear Mountain (2355 ft.), near the Massachusetts line, is the highest elevation in the state.",
        "His coins of 270 struck at Alexandria bear the legend v(ir) c(onsularis) R(omanorum) im(perator) d(ux) R(omanorum) and display his head beside that of Aurelian, but the latter alone is styled Augustus.",
        "Wahab-allath(5th year)begins to issue coins at Alexandria without the head of Aurelian and bearing the imperial title; and Zenobia's coins bear the same.",
        "Leases frequently contain a covenant by the lessee to bear and pay rates, taxes, assessments and other \" impositions \" or \" charges,\" or \" duties \" or \" outgoings,\" or \" burdens \" (except property tax) imposed upon the demised premises during the term.",
        "(v.) Covenants to bear and pay rates and taxes have been discussed above.",
        "No refund is payable if the produce was severed before the accident, unless the lessor was entitled to a portion of it, when he must bear his share of the loss, provided the lessee was not in morel as regards the delivery of the lessor's portion.",
        "But ten years afterwards, in the exhibition of 1872, which was specially devoted to cotton, a few only of the thirty-five countries which had sent their samples in 1862 again appeared, and these for the most part only to bear witness to disappointment and failure.",
        "has been collected, but the reader must bear in mind that if improvement can be traced it cannot logically be attributed unhesitatingly to the perfecting of the machinery of speculation, whereby a larger use has been made of \" futures,\" since many other economic changes have taken place concomitantly and they may have wrought the major effect.",
        "if the \"futures\" do \"bear\" and \"bull,\" as has been supposed, they probably influence these magnitudes.",
        "And it is immediately evident that the deliberate \"bear\" works by selling \"futures,\" and that the effect of his sales is propagated to \"spot.\"",
        "But while the Christians of the West were thus winning fresh ground from the Mahommedans, in the course of the 11th century, the East Roman empire had now to bear the brunt of a Mahommedan revival under the Seljuksa revival which, while it crushed for a time the Greeks, only acted as a new incentive to the Latins to carry their arms to the East.",
        "In regard to both assizes, it, is most important to bear in mind that we possess not laws, but law-books or custumals - records made by lawyers for their fellows of what they conceived to be the law, and supported by legal arguments and citations of cases.",
        "But it is important to bear in mind the continuity of the Crusades - the constant flow of new forces eastward and back again westward; for this alone explains why the Crusades formed a great epoch in civilization, familiarizing, as they did, the West with the East.",
        "Our concern lies with the first kind of Crusade, and with the other three only so far as they bear on the first, and as they illustrate the immense widening which the term \"Crusade\" now underwent - a widening accompanied by its inevitable corollary of shallowness of motive and degradation of impulse.",
        "The Franks evacuated Syria altogether, leaving behind them only the ruins of their castles to bear witness, to this very day, of the Crusades they had waged and the kingdom they had founded and lost.",
        "The first class includes the isabelline bear, badger, pole-cat, ermine, roe and fallow deer, wild ass, Syrian squirrel, pouched marmoset, gerbill and leopard.",
        "Poggio, like Aeneas Sylvius Piccolomini (Pius II.), was a great traveller, and wherever he went he brought enlightened powers of observation trained in liberal studies to bear upon the manners of the countries he visited.",
        "For the purposes of this article, however, only those among these races which bear the name of Orang Malayu, speak the Malayan language, and represent the dominant people of the land, can be included under the title of Malays.",
        "The cranial measurements of the Malays and an examination of their hair sections seem to bear out the theory that they are distinct from the Mongolian races.",
        "The silicate in the form of a concentrated solution is crutched or stirred into the soap in a mechanical mixing machine after the completion of the saponification, and it appears to enter into a distinct chemical combination with the soap. While silicate soaps bear heavy watering, the soluble silicate itself is a powerful detergent, and it possesses certain advantages when used with hard waters.",
        "Representing by P this position, it follows that the area of that portion of the ellipse contained between the radii vectores FB and FP will bear the same ratio to the whole area of the ellipse that t does to T, the time of revolution.",
        "Since 737 there had been no king in the Frankish realm; in the diplomas the two brothers bear the title of majores palatii, while the chroniclers call them simply principes.",
        "The situation of the Acropolis, dominating the surrounding plain and possessing easy communication with the sea, favoured the formation of a relatively powerful state - inferior, however, to Tiryns and Mycenae; the myths of Cecrops, Erechtheus and Theseus bear witness to the might of the princes who ruled in the Athenian citadel, and here we may naturally expect to find traces of massive fortifications resembling in some degree those of the great Argolid cities.",
        "The Theseum or temple of Theseus, which lay to the east of the Agora near the Acropolis, was built by Cimon: here he deposited the bones of the national hero which he brought from Scyros about 470 B.C. The only building in the city which can with certainty be assigned to the administration of Pericles is the Odeum, beneath the southern declivity of the Acropolis, a structure mainly of wood, said to have been built in imitation of the tent of Xerxes: it was used for musical contests and the though not established, may be regarded as practically certain, notwithstanding the difficulty presented by the subjects of the sculptures, which bear no relation to Hephaestus.",
        "At the instance of Euric's son, Alaric II., an examination was made of the Roman laws in use among Romans in his dominions, and the resulting compilation was approved in 506 at an assembly at Aire, in Gascony, and is known as the Breviary of Alaric, and sometimes as the Liber Aniani, from the fact that the authentic copies bear the signature of the referendarius Anian.",
        "His joy was complete when on the 10th of March 1811 she bore him a son who was destined to bear the empty titles of \"king of Rome\" and \"Napoleon II.\"",
        "Ignatius declared that having assembled in the name of Jesus, the association should henceforth bear the name of the \"Company of Jesus.\"",
        "The semi-civilized aborigines, who adopted the Chinese language, dress and customs, were called Pe-pa-hwan (Anglice Pepo-hoans), while their wilder brethren bear the name of Chin-hwan or\" green savages,\" otherwise Sheng-fan or \" wild savages.\"",
        "Atlanta is widely known for its public spirit and enterprise, to which the expositions of 1881, 1887 and 1895 bear witness.",
        "In the latter are grown wheat and other spring crops, while the lighter kinds of rice and the hill millets are all that the poorer land can bear.",
        "When the same two elements combine together to form more than one compound, the different masses of one of the elements which unite with a constant mass of the other, bear a simple ratio to one another.",
        "The practice by which the king associated a son with himself, as secondary king, dates from the very beginning of the kingdoms of the Successors; Antigonus on assuming the diadem in 306 caused Demetrius also to bear the title of king.",
        "It breeds from four to eight times a year, bringing forth each time from three to eight young; its period of gestation is about thirty days, and it is able to bear when six months old.",
        "The horizontal lines are parallels, depending upon the altitude of the pole star, the Calves of the Little Bear and the Barrow of the Great Bear above the horizon.",
        "32), delineated the Chinese Empire in accordance with the map based on the surveys conducted during the reign of the emperor Kanghi, with the aid of Jesuit missionaries, and published in 1718; boldly refused to believe in the existence of an Antarctic continent covering half the southern hemisphere, and always brought a sound judgment to bear upon the materials which the ever-increasing number of travellers placed at his disposal.",
        "The Hare Indian dog of the Great Bear Lake and the Mackenzie river is more slender, gentle and affectionate than the Eskimo dog, but is impatient of restraint, and preserves many of the characters of its wild ally, the coyote, and is practically unable to bark.",
        "Their testimony in this respect is the better understood when we bear in mind the large amount of perjury in the law courts, and profane swearing in general which prevailed at the time when the Society took its rise.",
        "The bones of the bear, horse, rhinoceros, lion, elephant, hyena and of many birds and small rodents were unearthed.",
        "Cicero and Livy bear testimony to the disappearance of a free plebs from the country districts and its replacement by gangs of slaves working on great estates.",
        "The islands, though seldom visited by foreigners, are for the most part highly interesting and picturesque, notwithstanding their somewhat barren appearance when viewed from the sea; many of them bear traces of the feudal rule of Venetian families in the middle ages, and their inhabitants in general may be regarded as presenting the best type of the Greek race.",
        "The islanders were converted to Christianity in the 6th and 7th centuries by Irish missionaries, in commemoration of whose zeal several isles bear the name of Papa or \"priest.\"",
        "In the district that bore this designation, lying close to the Appian Way, the basilica of San Sebastiano was erected, and the extensive burial-vaults beneath that church - in which, according to tradition, the bodies of the apostles St Peter and St Paul rested for a year and seven months previous to their removal to the basilicas which bear their names - were, in very early times, called from it coemeterium ad catacumbas, or catacumbas alone.",
        "Where the marsh is open and grassy, flooded only at high tides or in rainy seasons, and the ground firm enough to bear cattle, it is used as range.",
        "Primary education is declared by the constitution to be free and compulsory; and its expenses are paid by the central government so far as it may be beyond the power of the province or municipality to bear them.",
        "By these Cuba was bound not to incur debts her current revenues will not bear; to continue the sanitary administration undertaken by the military government of intervention; to lease naval stations (since located at Bahia Honda and Guantanamo) to the United States; and finally, the right of the United States to intervene, if necessary, in the affairs of the island was explicitly affirmed in the provision, \" That the government of Cuba consents that the United States may exercise the right to intervene for the protection of Cuban independence, the maintenance of a government adequate for the protection of life, property and individual liberty, and for discharging the obligations with respect to Cuba imposed by the treaty of Paris on the United States, now to be assumed and undertaken by the government of Cuba.\"",
        "A relation (R) is serial when (I) it implies diversity, so that, if x has the relation R to y, x is diverse from y; (2) it is transitive, so that if x has the relation R to y, and y to z, then x has the relation R to z; (3) it has the property of connexity, so that if x and y are things to which any things bear the relation R, or which bear the relation R to any things, then either x is identical with y, or x has the relation R to y, or y has the relation R to x.",
        "Of existing species the bear, wild-boar, badger, roe-deer and chamois may occasionally be seen in the remotest wilds of mountain and forest.",
        "It was further provided that Bulgaria should pay to Turkey an annual tribute, and should moreover (as well as the other Balkan states receiving accessions of territory at Turkey's expense) bear a portion of the Ottoman debt.",
        "Aware of the growing feeling against war in France, Napoleon had determined to make his allies not only bear the expenses of the coming campaign, but find the men as well, and he was so far master of Europe that of the 363,000 who on the 24th of June crossed the Niemen no Iess than two-thirds were Germans, Austrians, Poles or Italians.",
        "He is the first to bring all the culture of the Greeks and all the speculations of the Christian heretics to bear on the exposition of Christian truth.",
        "Valuable fur is obtained from the white and blue fox, the skin of the eider-duck and the polar bear.",
        "These parsissoks, elected at the rate of about one representative to 120 voters, wear a cap with a badge (a bear rampant), and aid the European members of the council in distributing the surplus profit apportioned to each district, and generally in advising as, to the welfare of that part of Greenland under their partial control.",
        "The chief articles of export (together with those that have lapsed) have been already indicated; but they may be summarized as including seal-oil, seal, fox, bird and bear skins, fish products and eiderdown, with some quantity of worked skins.",
        "Clothed in skins, like the troglodytes of the Weser, they make use of the same implements in bone and stone, eat carnivorous animals - the wolf included - and cherish the same superstitions (of which those regarding the teeth of the bear are perhaps the most characteristic) as were current among the StonePeriod inhabitants of W.",
        "If the leaves should happen to shade the fruit, not only during the ripening process but at any time after the stoning period, they should be gently turned aside, for, in order that the fruit may acquire good colour and flavour, it should be freely exposed to light and air when ripening; it will bear the direct rays of the sun, even if they should rise to loo°, but nectarines are much more liable to damage than peaches.",
        "The rapid settling of the state drove its native fauna, which comprised buffalo, deer, moose, bear, lynx and wolves, in great numbers into the northern sections, westward into Dakota, or across the Canadian border.",
        "Roman bricks, dug up in the fortress, bear the inscription, Legio IV.",
        "The town had no Punic coins, but under the Roman domination there were coins from the time of the Republic. These are of bronze and bear the name of the city in abbreviations, Hadr or HadrVM accompanying the head of Neptune or the Sun.",
        "On the death of Prince Enrico Barberini-Colonna the name went to his daughter and heiress Donna Maria and her husband Marquis Luigi Sacchetti, who received the title of prince of Palestrina and permission to bear the name of Barberini.",
        "All the valleys and depressions bear traces of immense post-Pliocene lakes.",
        "The New Siberia islands are occasionally visited by hunters, as is also the small group of the Bear Islands opposite the mouth of the Kolyma.",
        "There were deep marshes, where even the bear has learned to tread carefully.",
        "The bear, badger, wolverine, polecat, ermine, common weasel, otter, wolf, fox, lynx, mole, hedgehog, common shrew, water-shrew and lesser shrew (Sorex vulgaris, S.",
        "schistocolor), the beaver, variable hare, wild boar, roebuck, stag, reindeer, elk and Phoca annelata of Lake Baikal - all these are common alike to Europe and to Siberia; while the bear, musk-deer (Moschus moschi- f erus), ermine, sable, pouched marmot or souslik (Spermophilus eversmani), Arvicola obscures and Lagomys hyperboraeus, distributed over Siberia, may be considered as belonging to the arctic fauna.",
        "The shores of all the lakes which filled the depressions during the Lacustrine period abound in remains dating from the Neolithic Stone period; and numberless kurgans (tumuli), furnaces and so on bear witness to a much denser population than the present.",
        "Dessau was probably founded by Albert the Bear; it had attained civic rights as early as 1213.",
        "of Elis, whose women, according to the legend, she had blessed with abundance of children, seems at variance with the generallyrecognized conception of her as 7rapOEvo; but µ17T17P may bear the same meaning as taw pmpochos, the fosterer of the young, in harmony with her aspect as protectress of civic and family life.",
        "To commemorate the efforts of Escher, the Swiss diet in 1823 (after his death) decided that his male descendants should bear the name of \"Escher von der Linth.\"",
        "The valves are, consequently, essentially symmetrical, which is not the case with the Lamellibranchiata, - so much so, that certain Brachiopod shells were named Lampades, or lamp shells, by some early naturalists; but while such may bear a kind of resemblance to an antique Etruscan lamp, by far the larger number in no way resemble one.",
        "The free edges of the mantle often bear chitinous bristles or setae which project beyond the shell.",
        "The assessment and collection of it were the business of the community; the crown, in principle, had nothing to do with them and did not bear the cost of a local administration for the purpose.",
        "Montrose, on the other hand, wished to bring the king's authority to bear upon parliament to defeat this object, and offered him the support of a great number of nobles.",
        "casus, a point of law), the art of bringing general moral principles to bear on particular actions.",
        "As in Hopkinson's experiments, ring magnets were employed; these were wound with primary and secondary coils of insulated platinum wire, which would bear a much higher temperature than copper without oxidation or fusion.",
        "The segmentation of the prosoma and the form of the appendages bear a homoplastic similarity to the head, pro-, meso-, and meta-thorax of a Hexapod with mandibles, maxillary palps and three pairs of walking legs; while the opistho io i e d c b o a S' S\" 2 I VT V S IV III II I Opisthosoma Prosoma FIG.",
        "Its obligation rests on the good faith of the parties to the reference, and on the fact that, with the help of a world-wide press, public opinion can always be brought to bear on any state that seeks to evade its moral duty.",
        "r2), those \" that bear the rule \" (Heb.",
        "Astronomy was also enriched by his investigations, and he was led to several remarkable theorems on conics which bear his name.",
        "The two great Protestant communities are divided into ecclesiastical districts, five for each; the heads of these districts bear the title of superintendents.",
        "The conduct of the Hungarian nobles in the past, indeed, somewhat justified this estimate, for the fall of the ancient monarchy was entirely due to their persistent disregard of authority, to their refusal to bear their share of the public burdens.",
        "His plays bear a distinctive national character, the subjects of most of them referring to the golden era of the country.",
        "(Pozsony, 1847), John Czech, Gustavus Wenczel, Frederick Pesty and Paul Szlemenics as writers on legal history; Joseph Bajza, who in 1845 commenced a History of the World; Alexander Szilagyi, some of whose works, like those of Ladislaus KOvary, bear on the past of Transylvania, others on the Hungarian revolution of 1848-1849; Charles L, nyi and John Pauer, authors of treatises on Roman Catholic ecclesiastical history; John Szombathi, Emeric Revesz and Balogh, writers on Protestant church history; William Fraknoi, biographer of Cardinal Pazman, and historian of the Hungarian diets; and Anthony Gevay, Aaron Sziladi, Joseph Podhradczky, Charles Szabo, John Jerney and Francis Salamon, who have investigated and elucidated many special historical subjects.",
        "The city is said to be the ancient Castra Traiana, and many traces of old encampments bear evidence of this.",
        "The local authorities proceeded to carry this out with a zeal due to long suffering, and the ruined medieval chateaus of France still bear witness to the action of Richelieu.",
        "Innumerable memoirs of the time also bear upon his life, e.g.",
        "To its curative powers many crutches and ex voto objects, hung round the well, as in the Lourdes Grot, bear ample witness.",
        "The commencement of anatomical investigations deserves notice here as influencing the general accuracy and minuteness with which zoological work was prosecuted, but it was not until a late date that their full influence was brought to bear upon systematic zoology by Georges Cuvier (1769-1832).",
        "Here Cuvier was imperfectly formulating, without recognizing the real physical basis of the phenomena, the results of the laws of heredity, which were subsequently investigated and brought to bear on the problems of animal structure by Darwin.",
        "The importance of the general conclusions above formulated, as imposing a limit upon our powers of direct observation, can hardly be overestimated; but there has been in some quarters a tendency to ascribe to it a more precise character than it can bear, or even to mistake its meaning altogether.",
        "His works bear the title \"operas\" because, though written mainly in prose, they contain songs which Silva introduced in imitation of the true operas which then held the fancy of the public. He was also a lyric poet of real merit, combining correctness of form with a pretty inspiration and real feeling.",
        "the last two bear David's name), lxxii.",
        "And as all the writings bear the marks of a single authorship it has been assumed, especially by Denifle, that \"the Friend of God\" is a literary creation of Merswin and that the whole collection of literature is the work of Merswin (and his school), tendencyliterature designed to set forth the ideals of the movement to which he had given his life.",
        "Secondly, the external evidence does not bear examination.",
        "pteronura) and one of the skunk; two species of bear (Ursus ornatus and U.",
        "army could hardly have been brought to bear before 5 p.m., by which time the defeat of the I.",
        "It seems difficult also to believe that Map's name should be so constantly connected with our Arthurian tradition without any ground whatever; though it must be admitted that he himself never makes any such claim - the references in the romances are all couched in the third person, and bear no sign of being other than the record by the copyist of a traditional attribution.",
        "Certain compilations still extant bear the falsely-assumed names of eminent writers, such as Pliny and Hippocrates.",
        "While thus rejecting all the lessons of morbid anatomy and pathology, he put forward views respecting the causes of disease which hardly bear to be seriously stated.",
        "In February 1789, guided by compass, he traversed the country, practically unknown to white men, from Frederickstown to Quebec, falling in with Indians by the way, with whom he fraternized; and in a subsequent expedition he was formally adopted at Detroit by the Bear tribe of Hurons as one of their chiefs, and made his way down the Mississippi to New Orleans, whence he returned to England.",
        "that the bringing of special legislation to bear on special cases (as the petition of these two boroughs would have demanded) would be inexpedient as making against homogeneity.",
        "It is very important to bear in mind that the mayors of London besides holding a very onerous position were mostly men of great distinction.",
        "The terms of the judgment on a further claim are as follows: \" The Court considers and adjudges that the lord mayor has by usage a right, subject to His Majesty's pleasure, to attend the Abbey during the coronation and bear the crystal mace.\"",
        "To prevent excessive bending stresses the diameter of drum and sheave must bear a proper ratio to that of the rope.",
        "But the enemy speedily brought effective flanking artillery fire to bear on the beach and on the boats; the troops, both officers and men, were inexperienced, the ground to be advanced over was hilly, scrub-clad and extremely broken, and considerable confusion arose.",
        "On the other hand, the Turks, who were commanded by Essad, had likewise dug themselves in, and they could bring an effective artillery fire to bear on the Anzac trenches from three sides, the prospect of the landing force making any effective progress under the awkward conditions of ground in which it found itself was remote, and Birdwood's contingents had in reality been even less successful than had those detailed for Helles as regards securing an adequate area on the enemy's shores before the defence gathered strength.",
        "The coins of Aspendus, though of Greek character, bear legends in a barbarous dialect; and probably the Pamphylians were of Asiatic origin and mixed race.",
        "In Egypt, however, no traces have at present been found of the industry in a rudimentary condition, and the vases which have been classified as \" primitive \" bear witness to an elaboration of technique far in advance of the experimental period.",
        "A vast quantity of small cups and paterae were made by this means in patterns which bear considerable resemblance to the surfaces of madrepores.",
        "A good many other examples have been preserved which may be assigned to the same century: the earlier of these bear a resemblance in form to the vessels of silver made in the west of Europe; in the later an imitation of classical forms becomes apparent.",
        "Some are elaborate in design and bear witness to advanced technique of Roman character.",
        "It was a maxim of the Sikhs of his time: \"If any one treat you ill, bear it.",
        "It was at this time that Erech received the name of \" the City,\" which it continued to bear when written ideographically.",
        "Ammi-ditana, the great-grandson of Khammurabi, still entitles himself \" king of the land of the Amorites,\" and both his father and son bear the Canaanitish (and south Arabian) names_of Abesukh or Abishua and Ammi-zadok.",
        "other buildings raised by him bear witness to a con siderable development of wealth and art.",
        "Glas's published works bear witness to his vigorous mind and scholarly attainments.",
        "The principle of this mode of pruning is to train in at considerable length, according to their strength, shoots of the last year's growth for producing shoots to bear fruit in the present; these rods are afterwards cut away and replaced by young shoots trained up during the preceding summer; and these are in their turn cut out in the following autumn after bearing, and replaced by shoots of that summer's growth.",
        "The surrounding tissue enlarges, so that the spots appear as if sunk in depressions, and bear a considerable resemblance to hailstone wounds.",
        "The mycelium of Sphaceloma grows just beneath the cuticle of the vine, through which it soon bursts, giving rise to a number of minute hyphae, which bear conidia.",
        "They are unbranched and bear in the upper portion numerous long narrow grass-like leaves arranged in two rows; the leaf springs from a large sheath and has a more or less spreading blade 3 ft.",
        "Whatever pressure be brought to bear upon it, the vegetable or woody fibre of crushed sugar-canes will hold and retain for the from moment a quantity of moisture equal to its own weight, Yield .",
        "They all bear Greek brick-stamps.",
        "Under these men and influences, Arminius studied with signal success; and the promise he gave induced the merchants' gild of Amsterdam to bear the further expenses of his education.",
        "Stendal was founded in 11, 51 by Albert the Bear, on the site of a Wendish settlement, and soon afterwards acquired a municipal charter.",
        "The first to bear the name were the followers of William Miller, and adherents have always been more numerous in America than in Europe.",
        "12); and the notices in the Pauline epistles fully bear out the view that \"the gospel of the Gentiles\" which they preached was in conception Paul's (Gal.",
        "apart; they require watering twice a month, and bear in two to four years.",
        "apart, still bear their horizontal lintel.",
        "Some bear figures of the conventionalized sacred tree with worshippers, similar to Babylonian designs.",
        "The gems of onyx, carnelian and agate are later and bear various figures, and in some cases Arabic inscriptions.",
        "On the 12th of April Hecker and Struve sent a proclamation to the inhabitants of the Seekreis and of the Black Forest \"to summon the people who can bear arms to Donaueschingen at mid-day on the 14th, with arms, ammunition and provisions for six days.\"",
        "It was instituted in 1755 at the White Bear Inn (now St Bride's Tavern), Fleet Street, moved about 1850 to Discussion Hall, Shoe Lane, and in 1871 finally migrated to the Barley Mow Inn, Salisbury Square, E.C., its present quarters.",
        "At this time he was already so much the coming man that, upon the retirement of Count Lobanov, his mother-in-law, Countess Toll, saw fit to inform Count Muraviev that her son-in-law, upon his appointment as foreign minister, would bear him in mind.",
        "Though this secret compact did not bear his signature (since he had not been present), the Russian Minister for Foreign Affairs, Count Lambsdorff,, lfell over its repudiation, and was, in May 1906, succeeded by Isvolsky.",
        "Diamines.-The diamines contain two amino groups and bear the same relation to the glycols that the primary monamines bear to the primary alcohols.",
        "It can be grown in parks and gardens, and thrives well; but the young plants are unable to bear great variations of temperature.",
        "Their remains have been found in Belgium and France, in Britain, Germany and Denmark, as well as in Spain; and they bear a close resemblance to a type which is common among the Basques as well as all over the Iberian peninsula.",
        "Rich in corn, in herds, and in later times also in oil, and possessing valuable fisheries, mines and quarries, the province of Africa, of which Tunisia was the most important part, attained under the empire a prosperity to which Roman remains in all parts of the country still bear witness.",
        "By this time it is heavily laden with vapour, which it continues to bear along across the continent, depositing it and supplying the sources of the Amazon and La Plata.",
        "There are deer, called taruco (Cervus antisensis); the viscacha, a large rodent; a species of fox called atoc; and the puma (Felts concolor) and ucumari or black bear with a white muzzle, when driven by hunger, wander into the loftier regions.",
        "This tells a story of depopulation under Spanish rule, to which the abandoned terraces (andenes) on the mountain sides, once highly cultivated, bear testimony.",
        "The cattle are commonly small and hardy, and, like the Mexican cattle, are able to bear unfavourable conditions.",
        "A large proportion of the most notable buildings in Munich are in two streets, the Ludwigstrasse and the Maximilianstrasse, the creations of the monarchs whose names they bear.",
        "But these and all the other influences which Italy had striven to bring to bear on the popes had hitherto failed to induce them to return.",
        "The remains date from a reconstruction of Roman times,' in which the material of two earlier periods has been used: the large blocks belonging to the original fortifications bear Phoenician masons' marks; but the long line of towers at regular intervals is a thoroughly Roman characteristic. The castle, dating from the middle ages, with three lofty towers guarding the entrance, occupies the south-eastern extremity of the town.",
        "Old schists, free from fossils and rich in quartz, overlie it in parallel chains through the whole length of the peninsula, especially in the central and highest ridges, and bear the ores of Chu-goku (the central provinces), principally copper pyrites and magnetic pyrites.",
        "The true Carnivora are three only, the bear, the dog and the marten.",
        "In the main island the black bear (kuma, Ursusjaponicus) alone has its habitation, but the island of Yezo has the great brown bear (called shi-guma, oki-kuma or aka-kuma), the grisly of North America.",
        "He inaugurated the new departure a few years ago by copying a Gobelin, but it may safely be asserted that no Gobelin will bear comparison with the pieces now produced in Japan.",
        "They appear to be connected with Semitic sun-worship, and are assigned by Bent to the same period as the temple at Baalbek, though some antiquarians would place them much earlier; the representation of a castle in a single stone seems to bear some relation to the idea worked out in the monolith churches of Lalibela described byRaffray.",
        "It was not till the autumn of 1894 that an efficient launching apparatus was devised, and then the wings were found not to be strong enough to bear the pressures to which they were subjected.",
        "The word will well bear this sense in the two passages in which Sophocles (Electra, 162, 859) applies it to Orestes; and it is likely enough that after the disappearance of the old Eupatridae as a political corporation, the name was adopted in a different sense, but not without a claim to the distinction inherent in the older sense, by one of the oldest of the clans.",
        "American genus Urotheca bear an extraordinary resemblance in coloration to the pretty, black, red and yellow poisonous Elaps.",
        "It was a period of great intellectual development, and it only needed a powerful mind such as his to bring to bear upon medicine the same influences which were at work in other sciences.",
        "This wine is not exported in any quantity, as it will not bear a voyage well and is not made to keep. Bee-keeping is general, and there is an export of eggs to Egypt.",
        "In the foregoing account only those particulars which bear directly on Villehardouin himself have been detailed; but the chronicle is as far as possible from being an autobiography, and the displays of the writer's personality, numerous as they are, are quite involuntary, and consist merely in his way of handling the subject, not in the references (as brief as his functions as chronicler will admit) to his own proceedings.",
        "Every endeavour is made to gloss over, or modify, expressions which seemed derogatory to the ancestors of ' According to Zunz, Gottesdienstliche Vortrdge, 2nd ed., p. 80, its contents bear the following proportions to Genesis, z o o to Exodus, about 1 1 4 to Leviticus, s to Numbers, and 4 to Deuteronomy.",
        "It is one of the headquarter stations of the Channel Squadron, which uses the harbour at Castletown Bearhaven on the northern shore, behind Bear Island, near the mouth of the bay.",
        "There are several islands, the principal of which are Bear Island and Whiddy, off the town.",
        "They inhabit the densest jungles and are very shy, avoiding contact with strangers, and flying to the hills on the least alarm; but they bear a good character for honesty and truthfulness.",
        "It brought to bear on officials effective criticism, which made them alert and hard-working.",
        "It was perhaps the facility with which a pillar of stone or wood can be turned into an image by painting or sculpturing on it eyes, ears, mouth, marks of sex and so on, which led anthropologists of an earlier generation to postulate such a law of development; but facts do not bear it out.",
        "Pilocereus, the old man cactus, forms a small genus with tallish erect, fleshy, angulate stems, on which, with the tufts of spines, are developed hair-like bodies, which, though rather coarse, bear some resemblance to the hoary locks of an old man.",
        "Of these structures indeed some have survived to the present day in a sufficiently perfect state to bear witness to the grandeur and beauty of the old architecture of Herat."
    ],
    "definition": [
        "Any of various usually omnivorous mammals of the family Ursidae that have a shaggy coat and a short tail and walk with the entire lower surface of the foot touching the ground.",
        "Any of various other animals, such as the koala, that resemble a true bear.",
        "Link/Cite"
    ]
}