{
    "translation": "כי, מכיוון ש",
    "uses": [
        "I think he felt included because he was helping as much as we were.",
        "Is it because winning the award gives them more confidence?",
        "They were angry because their plans had been discovered.",
        "Because you are sorry for him!",
        "He was in trouble because his scholars would not study.",
        "First of all, I married Alex because I love him.",
        "I don't want you to give it up because of me.",
        "He is delighted because I am here.",
        "I am sorry because they cannot see much.",
        "But they were in great numbers, and the Champion could not shout much because he had to save his breath for fighting.",
        "Don't let him suffer because of me.'",
        "I guess because I like cooking.",
        "Because I know it will end in nothing....",
        "The statement is not there because you want the log per se but because the logging of the actions is what documents how much you need to pay.",
        "Her words puzzled me very much because I did not then understand anything unless I touched it.",
        "I say \"could\" because I doubt they have all those databases loaded yet, but you get the idea.",
        "Was God punishing Destiny because they had been greedy?",
        "But that's because I would be sharing the experience with another human being, and human beings form connections with other human beings.",
        "I love to go to church, because I like to see my friends.",
        "Because it happened so!",
        "The Grand Duke was there because it suited him to be.",
        "I love you very dearly because you are my friend.",
        "Because human ability is distributed unevenly and technology multiplies ability of the talented, the spread between the rich and poor will rise more and more.",
        "That was because I saw everything with the strange, new sight that had come to me.",
        "A problem arises because of the strong correlation between standard of living and energy consumption.",
        "The country requires a minimum wage because workers paid below the poverty line have an added cost on society.",
        "During the national war he was inactive because he was not needed.",
        "It is not barbarous merely because the printing is skin-deep and unalterable.",
        "You are the first and only one to whom I mention this, because I like you.",
        "That is what we expect to be able to do, because it is theoretically possible in a hundred different ways.",
        "He was often called the Ettrick Shepherd, because he was the keeper of sheep near the Ettrick Water.",
        "Was it because he thought she wouldn't?",
        "I knew the sky was black, because all the heat, which meant light to me, had died out of the atmosphere.",
        "I am sorry for them because they cried much.",
        "The business looks at this new country and decides to move there because, from their standpoint, they can save costs and be more efficient.",
        "We have to work at jobs to create wealth because as we live our lives, we consume wealth.",
        "He gave orders to prepare for a fresh conflict to finish the enemy and did this not to deceive anyone, but because he knew that the enemy was beaten, as everyone who had taken part in the battle knew it.",
        "Thousands of people research diseases because they individually want to cure them.",
        "Everyone wins in trade, because goods are reallocated in a way that increases utility to all parties involved.",
        "The company should insure its workers because if uninsured workers end up in the ER, the burden falls on society, not the company.",
        "We still have people in boring, dead-end jobs only because we haven't built a machine to do the work.",
        "This is because technology is cumulative.",
        "Well, he did say he would go because she and Jonathan wanted to.",
        "And yet they do, because fraud is a small part of the overall picture.",
        "And no one is concerned or even notices much, because your association with that data is so removed from you.",
        "Tell them it would be foolish for me to eat the piglet, because I had sense enough to know it would raise a row if I did.",
        "I knew because I was in love with you.",
        "I was told it would be dangerous because of the enemy.",
        "And this thought occurred to him just because he himself desired a victim, something on which to vent his rage.",
        "And I think that helps explain why no one quite foresaw the rise of the Internet: because it doesn't have an offline corollary of its own.",
        "I refer to history extensively in these pages because I believe historical people are exactly like us, only in different circumstances.",
        "Thus, because Chad is not good at painting, he cannot paint for a living.",
        "\"I named my kitten that because I found it,\" she explained.",
        "Because television was radio with pictures, the first television shows were simply men in suits standing in front of microphones reading the news.",
        "We fear it, frankly, because we do not understand it.",
        "I just thought it was because he was so good looking.",
        "They don't really worry about whether playing polo or building orphanages or any other chosen pursuit can pay the bills, because they don't need it to pay the bills.",
        "Again, the materials to build the car are abundant; their cost is high because of technology deficiencies around retrieving and refining them, not an underlying rarity.",
        "It was because she seized the right moment to impart knowledge that made it so pleasant and acceptable to me.",
        "Yet it is admirable to profess because it was once admirable to live.",
        "I remember because you seemed so sincere.",
        "It repeats itself because it is the record of the choices of people.",
        "They went away because for Russians there could be no question as to whether things would go well or ill under French rule in Moscow.",
        "An Italian is self-assured because he is excitable and easily forgets himself and other people.",
        "I think she was merely directing the comment at you because she thought you might want to know.",
        "In fact, let's say his own mother considered donating the portrait he painted of her to Goodwill but decided not to because \"the poor have enough problems already.\"",
        "We only have people doing this work because we have not yet developed the technology to get machines to do it.",
        "As the saying goes, we laugh because it is true.",
        "Because this is the only power they know, it is the only power they respect.",
        "Everything is, everything exists, only because I love.",
        "Maybe because it had the same theme of wrought iron and ivory as the hacienda - and maybe they had been visiting too long.",
        "Clifton did not kiss me because he does not like to kiss little girls.",
        "The peasants say that a cold wind blows in late spring because the oaks are budding, and really every spring cold winds do blow when the oak is budding.",
        "But because it can be misused doesn't mean it cannot be used well.",
        "I hope you think about me and love me because I am a good little child.",
        "I submit that the Internet is not defined in that way because it is a technology without an implicit purpose.",
        "It would not take place because the commanders not merely all recognized the position to be impossible, but in their conversations were only discussing what would happen after its inevitable abandonment.",
        "Napoleon, riding to Valuevo on the twenty-fourth, did not see (as the history books say he did) the position of the Russians from Utitsa to Borodino (he could not have seen that position because it did not exist), nor did he see an advanced post of the Russian army, but while pursuing the Russian rearguard he came upon the left flank of the Russian position--at the Shevardino Redoubt--and unexpectedly for the Russians moved his army across the Kolocha.",
        "And because human nature changes either not at all or very slowly, people make the same choices over and over again.",
        "I think no matter what, energy costs will fall dramatically in the future, probably to near zero, because the economic incentives to unlock that technical puzzle are so overwhelming.",
        "Everything would be better made because the best way to make a thing could be multiplied across all occurrences of the thing.",
        "And she added, turning to Vera, You'll never understand it, because you've never loved anyone.",
        "He despised them because of his old age and experience of life.",
        "Then, as a nation grows wealthier, tax rates could fall in terms of percentages because the nation is making so much more money.",
        "\"I should think not,\" said Vera, \"because there can never be anything wrong in my behavior.",
        "I reminded him that he said he went to Columbia because he needed the money.",
        "Disgrace the whole regiment because of one scoundrel?",
        "They could not believe it because they alone knew what their life meant to them, and so they neither understood nor believed that it could be taken from them.",
        "It could not exist because it was senseless and unattainable.",
        "The Mangaboos were much impressed because they had never before seen any light that did not come directly from their suns.",
        "It is certain that I cannot always distinguish my own thoughts from those I read, because what I read becomes the very substance and texture of my mind.",
        "Simply because only so many jobs can, in theory, be replaced by machines does not imply anything about the ability of the people now doing them.",
        "Because I like his company?",
        "We have a hard time seeing this world without scarcity because we are firmly planted in the worldview of scarcity.",
        "I think that is the case with polio and smallpox, which means they weren't eliminated because they were easy, but because they were awful.",
        "There are some who complain most energetically and inconsolably of any, because they are, as they say, doing their duty.",
        "But many people's lives do follow humdrum, dispiriting patterns because we employ too many people doing work that machines should be doing.",
        "He came because of Sonya.",
        "I am going because the life I am leading here does not suit me!",
        "\"Because I am going to stop your breath,\" was the reply.",
        "Having snapped at an officer for an unpolished badge, at another because his line was not straight, he reached the third company.",
        "Moscow when occupied by the enemy did not remain intact like Berlin, Vienna, and other towns, simply because its inhabitants abandoned it and did not welcome the French with bread and salt, nor bring them the keys of the city.",
        "I always wondered if that was why Mom and Dad split up for a while - because Mom was used to a different lifestyle and social circle.",
        "\"Because the tracks are always the same,\" answered David Brown.",
        "It all happened because of military pacts in which an attack on one party was viewed as an attack on all.",
        "A Frenchman is self-assured because he regards himself personally, both in mind and body, as irresistibly attractive to men and women.",
        "This is because, like technology, money also multiplies the labor of man.",
        "I am very glad because I love the warm sunshine and the fragrant flowers.",
        "He didn't tell her about the money because it would lead to questions - both about the money and the fact that he had been hiding it from her.",
        "It is because there is no warm blood in them, remarked the Wizard.",
        "Twitter is profound, and it unquestionably furthers peace because it promotes the interests of the many against the interests of the few.",
        "I can tell you quite clearly, because I constructed nearly all our entrenchments.",
        "The children and their governesses were glad of Pierre's return because no one else drew them into the social life of the household as he did.",
        "Apparently he found what he was looking for, because a smile touched the corners of his mouth and his eyes warmed.",
        "He told Kutuzov that he had come because Moscow, the capital, was no more and only the army remained.",
        "She gave it up just because it was so powerfully seductive.",
        "Because he doesn't want to inherit?",
        "If he had passed Dulce over, it was because she wasn't what he wanted.",
        "The king's cupbearer, Sarcas, was very much offended because he was not given a share of the feast.",
        "And she began to cry again because he had such a noble soul.",
        "Because of Moore's Law, computers will get faster and storage will be cheaper.",
        "The horse had especially attracted their notice, because it was the biggest and strangest creature they had ever seen; so it became the center of their first attack.",
        "This viewpoint seems reasonable because it is largely consistent with our everyday experience of life.",
        "I buy something because I have certain assumptions about how much happiness it will bring me.",
        "Because nanites are so small, they require little in the way of raw materials, just a few molecules here and there.",
        "It is fascinating reading to this day because the things he notes about the American character are still very much with us.",
        "I used to sit in my mother's lap all day long and keep my hands on her face because it amused me to feel the motions of her lips; and I moved my lips, too, although I had forgotten what talking was.",
        "Because, you will agree, chere Marie, to fall into the hands of the soldiers or of riotous peasants would be terrible.",
        "That's what I was saying to you-- those German gentlemen won't win the battle tomorrow but will only make all the mess they can, because they have nothing in their German heads but theories not worth an empty eggshell and haven't in their hearts the one thing needed tomorrow--that which Timokhin has.",
        "They laughed and were gay not because there was any reason to laugh, but because gaiety and mirth were in their hearts and so everything that happened was a cause for gaiety and laughter to them.",
        "I describe these three situations because each, in its own way, illustrates how I think the future will play out regarding income and wealth.",
        "In addition, how food affects us unquestionably has a lot to do with genetic factors, and because everyone has a different genetic makeup, different foods affect each of us differently.",
        "It made him angry just because the idea of marrying the gentle Princess Mary, who was attractive to him and had an enormous fortune, had against his will more than once entered his head.",
        "Then there would not be war because Paul Ivanovich had offended Michael Ivanovich.",
        "This could not be done and was not done, because Poniatowski, advancing on the village through the wood, met Tuchkov there barring his way, and could not and did not turn the Russian position.",
        "Bill was family because he was married to Alex's sister.",
        "All this time I thought the company was interested in him because he could speak both Spanish and English.",
        "Is that because of the infection?",
        "She showed me a tiny atze that very rich ladies in China wear because their feet never grow large.",
        "If they pay the tax from a mistaken interest in the individual taxed, to save his property, or prevent his going to jail, it is because they have not considered wisely how far they let their private feelings interfere with the public good.",
        "The people only gave him power that he might rid them of the Bourbons and because they saw that he was a great man.",
        "In 1810 he received letters from his parents, in which they told him of Natasha's engagement to Bolkonski, and that the wedding would be in a year's time because the old prince made difficulties.",
        "The Russians did not make that effort because they were not attacking the French.",
        "I enjoy having a play described to me while it is being acted on the stage far more than reading it, because then it seems as if I were living in the midst of stirring events.",
        "Are you very, very happy because you can make so many people happy?",
        "But all these hints at what happened, both from the French side and the Russian, are advanced only because they fit in with the event.",
        "And the whole thing has been unnatural because that cat and I are both able to talk your language, and to understand the words you say.",
        "However, the company likely won't choose this outcome because the $10 cost of cleanup is not paid by the company but by society.",
        "The system was revised in the 1830s because it was viewed as discouraging work by interfering with the laws of supply and demand relating to labor.",
        "\"Prince,\" said Berg, recognizing Prince Andrew, \"I only spoke because I have to obey orders, because I always do obey exactly....",
        "\"I wonder if Alex reminded me it was his money because he thinks I spend it unwisely,\" Carmen mused aloud.",
        "It would be particularly pleasant to him to dishonor my name and ridicule me, just because I have exerted myself on his behalf, befriended him, and helped him.",
        "\"Louis XVI was executed because they said he was dishonorable and a criminal,\" came into Pierre's head, \"and from their point of view they were right, as were those too who canonized him and died a martyr's death for his sake.",
        "And then to call him out, reckoning on Fedya not fighting because he owed him money!",
        "But, just because the assistant evidently did not want him to go in, Rostov entered the soldiers' ward.",
        "And I love her, because her character is sensible and very good.",
        "The tales passing from mouth to mouth at different ends of the army did not even resemble what Kutuzov had said, but the sense of his words spread everywhere because what he said was not the outcome of cunning calculations, but of a feeling that lay in the commander-in-chief's soul as in that of every Russian.",
        "The old count cried because he felt that before long, he, too, must take the same terrible step.",
        "People who buy organic food, for instance, are not doing it simply because they have more money.",
        "It was thought advisable for me to have my examinations in a room by myself, because the noise of the typewriter might disturb the other girls.",
        "When asked why, she answered: Because she has so many children to take care of.",
        "Helen told me that for a long time she had thought of Jack Frost as a king, because of the many treasures which he possessed.",
        "These dispositions and orders only seem worse than previous ones because the battle of Borodino was the first Napoleon did not win.",
        "Because of its reliability, agriculture will become more like an exact science.",
        "Near the landing there is a beautiful little spring, which Helen calls \"squirrel-cup,\" because I told her the squirrels came there to drink.",
        "Once this ball gets rolling, it will speed up and, because of it, we will all wake up each morning with a little extra spring in our step and sparkle in our eye.",
        "It is altogether possible that many people would want to have conversations with their dogs mainly because they regard their dogs as sentient.",
        "Because not everything happens as one expects or with the smoothness of a parade.",
        "Evidently she was aware of her beauty and fearful because of it.",
        "On the other hand, Katie had flatly refused to provide some information because she said Alex wouldn't want her to tell.",
        "\"Because, since these other slaves do everything, there is nothing left for me to perform,\" said Aesop.",
        "This is because history repeats itself—at least, as the great historian Will Durant says, \"in outline form.\"",
        "But do you not think that God is happy too because you are happy?",
        "What had really taken place he did not wish to relate because it seemed to him not worth telling.",
        "And above all,\" thought Prince Andrew, \"one believes in him because he's Russian, despite the novel by Genlis and the French proverbs, and because his voice shook when he said: 'What they have brought us to!' and had a sob in it when he said he would 'make them eat horseflesh!'\"",
        "Hippocrates was remarkable not only as a surgeon but also because he systematized medicine in his spare time.",
        "Barclay de Tolly tried to command the army in the best way, because he wished to fulfill his duty and earn fame as a great commander.",
        "Whenever I look at my watch and its hands point to ten, I hear the bells of the neighboring church; but because the bells begin to ring when the hands of the clock reach ten, I have no right to assume that the movement of the bells is caused by the position of the hands of the watch.",
        "Then I started worrying about how I was going to take care of the baby and how much it would miss because I didn't have the money to...",
        "He was dissatisfied because he knew by experience that if his patient did not die now, he would do so a little later with greater suffering.",
        "Wild imagination, listening to too many stories, or maybe because I have the ranch.",
        "They wage war because it is the only language they speak.",
        "The geometrical diagrams were particularly vexing because I could not see the relation of the different parts to one another, even on the cushion.",
        "I cannot make notes during the lectures, because my hands are busy listening.",
        "When I visit many strange countries my brother and Mildred will stay with grandmother because they will be too small to see a great many people and I think they would cry loud on the great rough ocean.",
        "Think of it now, and let it make every blessing brighter because your dear Father sends it to you.",
        "She excels other deaf people because she was taught as if she were normal.",
        "Here goes lumber from the Maine woods, which did not go out to sea in the last freshet, risen four dollars on the thousand because of what did go out or was split up; pine, spruce, cedar--first, second, third, and fourth qualities, so lately all of one quality, to wave over the bear, and moose, and caribou.",
        "Of course you artillery men are very wise, because you can take everything along with you--vodka and snacks.",
        "A Russian is self-assured just because he knows nothing and does not want to know anything, since he does not believe that anything can be known.",
        "But the mind of man not only refuses to believe this explanation, but plainly says that this method of explanation is fallacious, because in it a weaker phenomenon is taken as the cause of a stronger.",
        "Having taken precautions against the general drunkenness to be expected on the morrow because it was a great saint's day, he returned to dinner, and without having time for a private talk with his wife sat down at the long table laid for twenty persons, at which the whole household had assembled.",
        "That might be true, but there was no point in working at becoming a spendthrift simply because he had money.",
        "The economy makes new machines that replace manual labor because many thousands of people are paid very well to do so.",
        "He is unsuitable now, just because he plans out everything very thoroughly and accurately as every German has to.",
        "Afterwards when he had received a name and wealth he dared not think of her because he loved her too well, placing her far above everything in the world, and especially therefore above himself.",
        "Besides his height and stoutness, and the strange morose look of suffering in his face and whole figure, the Russians stared at Pierre because they could not make out to what class he could belong.",
        "Here and there were groups of houses that seemed made of clear glass, because they sparkled so brightly.",
        "\"They are from the Island of Teenty-Weent,\" said the Wizard, \"where everything is small because it's a small island.",
        "The minute we do, the people doing those jobs should become operators of the new machines—and get big raises because their productivity just shot way up.",
        "Barbara Ivanovna told me the mob near killed her because she said something in French.",
        "Where transgenesis offers the most amazing possibilities is in GM foods because it allows plants to exceed their maximum genetic potential.",
        "When he speaks, it is not to impress others, but because his heart would burst if he did not find an outlet for the thoughts that burn in his soul.",
        "His name was Francis, and because of his goodness, all men now call him St. Francis.",
        "Sure, he said her lifestyle appealed to him, but was that because it was something new?",
        "Because she hadn't known him long?",
        "Those eyes were dark now, mostly because the pupils were large.",
        "Was it because of an ongoing investigation?",
        "Because now we know.",
        "No, because men have needs and desires women couldn't understand.",
        "Was he angry because he had come so far for nothing?",
        "He was wasting a day because of her.",
        "No, he said he did it because he was angry.",
        "Because it was Cade.",
        "Because it isn't right...",
        "But if this is because you're lonely . . .",
        "Loving him was no excuse, because even knowing he didn't love her, she still couldn't find the decency to leave.",
        "Or is it because now I have nothing to lose?",
        "It was a good thing Cade was with her, because she had no idea how to get back to the house.",
        "Because he doesn't want to get married and I'm not going to force him into it by making him feel guilty.",
        "I thought you were upset because Mary caught us together.",
        "I thought you decided you couldn't live with the loneliness on the ranch because I was gone so much.",
        "I knew, because I felt the same way.",
        "I never told anyone, but I avoided getting involved with any woman because of what happened to Mom.",
        "I wanted a wife and children, but I didn't want to risk losing them because of the ranch.",
        "Quinn swims every morning and takes along a cake of soap because he's lazy.",
        "\"We didn't show you the upstairs because Howie is taking a nap in our bedroom,\" he continued.",
        "His mother pushed him off on us because he stayed up here in New Hampshire because he stayed here a couple of summers growing and she thought visiting might jar something loose.",
        "\"That's because the brain is the strangest tool of the body,\" Quinn answered.",
        "I had trouble sleeping on the sofa because I kept thinking about my vision from earlier.",
        "Only a sense it was summer because the corn was high.",
        "They were sure he murdered Annie because he lived nearby at the time but they couldn't prove it.",
        "To tell the truth, I did it because I was pissed off at him over my losing Annie.",
        "Don't forget the Burton boy is alive because of us.",
        "We were all at risk, simply because we could identify him!",
        "Don't bother to ask questions because you won't get many answers.",
        "You can play dumb because it's the truth.",
        "Lives have been lost because we've either not been believed or someone was too late following up.",
        "I'd be lying if I didn't admit we have expenses and we're limited in what we can do because of real life restraints, but we're not in this for a golden purse.",
        "I trust you because of your actions.",
        "Here in the spring time south, I have no such fear because I'm not stupid as he apparently was.",
        "I must have fallen back to sleep because when I opened my eyes again, the room was nearly dark.",
        "You have to spend the night, because of the head injury.",
        "I went around back because Howie said the key he left with us fit the back door.",
        "I started to open the window to get out of there but I guess he heard me because he kicked down the door and grabbed me and cut me.",
        "There isn't a doubt in my mind I'm breathing now because of him.",
        "I burned my fingers because it was dark.",
        "She wasn't on my list, probably because the police considered the case closed.",
        "\"How did he find Howie?\" before I could answer she asked, \"Did this all happen because of what I did?\"",
        "Jackson must have seen me drive up because he was waiting by the door.",
        "I gave a lot of thought to that question because of all the fingers pointing at me.",
        "Just because I dropped at your feet whenever you called for five years doesn't mean I'll do it now.",
        "I think he blames me because he ruined a sweater when he got shot today.",
        "Maybe it's just because Dusty and Sofi can't cook.",
        "Probably because you never thought you'd have to cross Ireland on foot.",
        "He hadn't visited the Guardians' Irish station in years, mainly because Ireland had no regular vamp population.",
        "She'd stayed after she turned eighteen, because he was the only one who understood her strange gift.",
        "It was better than any jewels he could buy her, because it meant something to him!",
        "She felt the truth in his words, perhaps because their souls had touched when they first met the day before.",
        "I'm so fed up with people making fun of me because I'm different, she said, frowning.",
        "Yes, because you're a Guardian.",
        "She'd accepted her father, because there was no one else who understood her.",
        "Know that I do it because I care about you, Yully, and want to keep you safe.",
        "\"So I have to do my job because you can't do yours,\" he summarized.",
        "The Other didn't notice him, perhaps because of the strange issues affecting magic.",
        "I felt vaguely that they could not be good even if they wished to, because no one seemed willing to help them or to give them a fair chance.",
        "The books are not heavy, because the leaves with the raised type do not lie close.",
        "Helen's instincts are decidedly social; she likes to have people about her and to visit her friends, partly, I think, because they always have things she likes to eat.",
        "Helen shook her head and spelled \"Baby teeth--no, baby eat--no,\" meaning of course, \"Baby cannot eat because she has no teeth.\"",
        "She enjoys punching holes in paper with the stiletto, and I supposed it was because she could examine the result of her work; but we watched her one day, and I was much surprised to find that she imagined she was writing a letter.",
        "At the dinner-table she was greatly disturbed because I didn't eat, and suggested that \"Cook make tea for teacher.\"",
        "It's easy enough, however, to say Helen is wonderful, because she really is.",
        "Indeed, she was much displeased because I could not find her name in the book.",
        "I think, too, that they quicken all the child's faculties, because they stimulate the imagination.",
        "When I see that she is eager to tell me something, but is hampered because she does not know the words, I supply them and the necessary idioms, and we get along finely.",
        "It is irksome because the process is so slow, and they cannot read what they have written or correct their mistakes.",
        "This extract from one of Miss Sullivan's letters is added because it contains interesting casual opinions stimulated by observing the methods of others.",
        "She is never fretful or irritable, and I have never seen her impatient with her playmates because they failed to understand her.",
        "When she is riding in the carriage she will not allow the driver to use the whip, because, she says, \"poor horses will cry.\"",
        "They are not very wrong to eat too many grapes because they do not know much.",
        "I have found it best not to tell her that she cannot understand, because she is almost certain to become excited.",
        "I hesitate to say these things, but it is not because of the subject--I care not how obscene my words are--but because I cannot speak of them without betraying my impurity.",
        "It is because they do not obey the hint which God gives them, nor accept the pardon which he freely offers to all.",
        "At the same time that we are earnest to explore and learn all things, we require that all things be mysterious and unexplorable, that land and sea be infinitely wild, unsurveyed and unfathomed by us because unfathomable.",
        "Sometimes we are inclined to class those who are once-and-a-half-witted with the half-witted, because we appreciate only a third part of their wit.",
        "Shall a man go and hang himself because he belongs to the race of pygmies, and not be the biggest pygmy that he can?",
        "If a man does not keep pace with his companions, perhaps it is because he hears a different drummer.",
        "After all, the practical reason why, when the power is once in the hands of the people, a majority are permitted, and for a long period continue, to rule, is not because they are most likely to be in the right, nor because this seems fairest to the minority, but because they are physically the strongest.",
        "We are accustomed to say, that the mass of men are unprepared; but improvement is slow, because the few are not materially wiser or better than the many.",
        "When the majority shall at length vote for the abolition of slavery, it will be because they are indifferent to slavery, or because there is but little slavery left to be abolished by their vote.",
        "A man has not everything to do, but something; and because he cannot do everything, it is not necessary that he should do something wrong.",
        "He was not one of those many diplomats who are esteemed because they have certain negative qualities, avoid doing certain things, and speak French.",
        "\"It's because she was in love with that fat one in spectacles\" (that was how Petya described his namesake, the new Count Bezukhov) \"and now she's in love with that singer\" (he meant Natasha's Italian singing master), \"that's why she's ashamed!\"",
        "Natasha, that winter, had for the first time begun to sing seriously, mainly because Denisov so delighted in her singing.",
        "But the officer thrashed him because he had to get on as quickly as possible.",
        "Thou dreamest that thou art wise because thou couldst utter those blasphemous words, he went on, with a somber and scornful smile.",
        "Shinshin, lowering his voice, began to tell the count of some intrigue of Kuragin's in Moscow, and Natasha tried to overhear it just because he had said she was \"charmante.\"",
        "Because it was unprofessional.",
        "Because you told me to, remember?",
        "All her plans were about to blow up – all this because she had allowed herself to be drawn into a relationship.",
        "He died because it was his time.",
        "It's hard to tell exactly what happened, because the storm covered any tracks.",
        "I know, and I guess I was deliberately a little evasive because I wanted you to learn to trust me.",
        "Because I think you just did.",
        "Because Cade was so reclusive and entertained controversial ideas, he was a target for that kind of gossip.",
        "But it didn't fit the man she had come to know, and she wasn't about to believe it simply because he hadn't made a pass at her yet.",
        "We knew some of our tips never came to fruition simply because authorities lacked the probable cause to arrest the perpetrator.",
        "We couldn't do anything because abduction wasn't made public for three days and the child went missing sometime during a twelve hour overnight period.",
        "Other members of the defense bar would surely look closely if their clients were apprehended because of unverifiable tips and assail the source, if they could locate it.",
        "No on both counts but he's been a person of interest in the past, because of his associates.",
        "Let's hope not because he'll try to take advantage of that and do his deeds where you can't pin-point the abduction exactly.",
        "The site is helpful in tracking the status of our tips because they keep asking questions until they get answers.",
        "I remember because the tip was different from most; so detailed.",
        "She didn't know the call had gone through because I was waiting for her to stop talking.",
        "I volunteered no more information, nor did he want it, doubly so now that he might be suspected of having ties to us because of the frequent inquiries he made.",
        "I can't say for sure because I'm on the outside, trying to look in and trying not to get caught, but they've pulled the curtain closed on me.",
        "He also murdered a deputy sheriff who stopped him because the law knew his license plate from a tip.",
        "He knows the tipster exists because the tipster has information no one could learn through normal means.",
        "This ought to help the credibility issue; there's more to some tips than the police know, but haven't made public because it would enforce credence in a psychic connection for the tip.",
        "She can't because Molly would miss school.",
        "I'm doing it because of what you said; think of all the children he could be saving.",
        "She had not been reported missing because her mother lay dead in their small rural farm house over a hundred miles away.",
        "We would if he'd let me bracket enough times instead of quitting just because he gets tired.",
        "Was it because all the stupid clones out there who read this trash lack the brains to come close to finding her?",
        "I don't know what I mean except I can't stop dreaming of little children, all hurt and bleeding and I don't want to see them because it hurts too much, but I can't block them out!",
        "She drank herself blotto because her husband is a shithead.",
        "I told you because you're here and with Molly knowing, you'd find out anyway.",
        "He gets stymied at times because of lack of access to certain information sources.",
        "He didn't spend much time at the hospital because the step father is a prune and he snubbed Julie.",
        "I immediately knew where I was; on the carousel because I was spinning slowly around while blue and red lights revolved around the room.",
        "\"Bad guys don't stop doing bad things just because I need a nap,\" he said.",
        "It's just physical, because they don't have time to have real relationships.",
        "Specifically, a virus or bug passed to a pig is considered a huge threat in the medical community, because pigs can pass their diseases onto humans.",
        "It's not because of your cookies.",
        "I thought it was strange, since Jimmy's the last person who would veer off course from your orders because you let him blow up whatever he wants and he doesn't wanna lose that.",
        "Rule three: you will eat three square meals a day and sleep every night with me, because you couldn't take care of yourself if you tried.",
        "Maybe because you dumped her and Darian off on me and disappeared?",
        "The robots I watched making Legos had no human operators because no human can keep up with them.",
        "They should be advocating that genetically modified crops be created not because it would result in better looking strawberries, but because GM crops don't require fertilizer or pesticides.",
        "We know all this is true because we see signs of it already.",
        "We will avoid war because it is unprofitable; and while that is not a moral reason, any reason that brings peace is fine by me.",
        "Augustine said this could not be the case because he could neither hear Ambrose nor see his lips moving.",
        "Moore's Law works because many thousands of people compete with each other to drive technology forward.",
        "And because it changed for the better, wondrously better, we can proudly claim our part in its forming.",
        "It was no doubt because of this ignorance that I rushed in where more experienced angels fear to tread.",
        "I do not know where he was going because he was a little strange boy.",
        "I love the beautiful spring, because the budding trees and the blossoming flowers and the tender green leaves fill my heart with joy.",
        "She gave me a kiss and then ran away, because she was a shy little girl.",
        "He may keep me on duty every day, or may place me under arrest, but no one can make me apologize, because if he, as commander of this regiment, thinks it beneath his dignity to give me satisfaction, then...",
        "Because when once a man starts on military service, he should try to make as successful a career of it as possible.",
        "Rostov looked inimically at Pierre, first because Pierre appeared to his hussar eyes as a rich civilian, the husband of a beauty, and in a word--an old woman; and secondly because Pierre in his preoccupation and absent-mindedness had not recognized Rostov and had not responded to his greeting.",
        "Above all, they were gay because there was a war near Moscow, there would be fighting at the town gates, arms were being given out, everybody was escaping--going away somewhere, and in general something extraordinary was happening, and that is always exciting, especially to the young.",
        "The French followed him with astonishment in their eyes chiefly because Pierre, unlike all the other Russians who gazed at the French with fear and curiosity, paid no attention to them.",
        "I said it then only because it would have been dreadful for him, but he understood it differently.",
        "He had equipped himself with a mental telescope and looked into remote space, where petty worldliness hiding itself in misty distance had seemed to him great and infinite merely because it was not clearly seen.",
        "To that question, \"What for?\" a simple answer was now always ready in his soul: \"Because there is a God, that God without whose will not one hair falls from a man's head.\"",
        "As I understand your present life, I think you will always recall it with satisfaction, because the self-sacrifice that fills it now...",
        "This is a good place for wine-lovers to dine, because every dish is paired with an appropriate wine.",
        "The answer came swiftly - because she no longer thought of him as adopted.",
        "I thought you needed to sleep longer because you were working so hard getting ready.",
        "She will have the baby for us because I have no womb, but it is our baby.",
        "By whoever invited all these other people - I suppose because she was someone I knew.",
        "No doubt he told them that Alexia had died, because after Jonathan's statement, that would be easiest.",
        "Alfonso assured him that it was no big deal - that Señor Medena would pay for it because he had lots of money.",
        "Alex had raced to her rescue because he knew she was too naïve to realize what his father was doing.",
        "He came back from a trip down there one time and was upset because he said Uncle Fabrice treated him like a dunce in front of customers.",
        "Because I love you, even if you are a...",
        "Every time the subject of your father came up, you got defensive and I backed off because I was afraid of losing you.",
        "Not only because she loved him, but also because she trusted him.",
        "People should get married because they want to spend the rest of their lives together, not because they've already shared a few nights.",
        "It's because you have everything to lose.",
        "No one did, because the Mangaboos did not wear hats, and Zeb had lost his, somehow, in his flight through the air.",
        "\"I'll bet it's because they ate that peach!\" cried the kitten.",
        "No one replied to this, because they found they needed all their breath for the climb.",
        "\"There ought to be several animals on the jury,\" said Ozma, \"because animals understand each other better than we people understand them.",
        "\"These people are poor because they have been too lazy to work,\" he said.",
        "And when he had blessed them, all began to sing; and the whole forest was filled with sweetness and joy because of their wonderful melodies.",
        "This will be extremely useful, because the game, as they say, has just changed completely.",
        "And every day, their product gets better because it is being fed more data.",
        "It is because of the division of labor.",
        "This is because, as noted before, technology amplifies the productive effort of people.",
        "Again, this is because without compelling, widely accepted facts, we use things we've learned from other parts of our lives to make our decisions.",
        "In much of Europe, because of deep fear and suspicion of GMO crops, their importation is forbidden.",
        "This is especially unfortunate because a major crop in Africa, grain sorghum, has a somewhat indigestible protein which our bodies have a hard time metabolizing.",
        "We call these rights \"human rights\" because they apply to every single person on the planet by virtue of simply being alive.",
        "Young boys compete with other boys in sports and races and tug-of-wars and, well, in everything, because that is simply how they are wired.",
        "Because it is cheaper to destroy than create, advances in technology increase our ability to destroy.",
        "Because we value them, we are reluctant to give them up without a really good reason.",
        "Public opinion is ever more in the peace camp because the vast majority of the economy doesn't benefit financially in times of war.",
        "One day there was a great shout on the ship for the people saw the land and they were full of joy because they had reached a new country safely.",
        "I was delighted to get there, though I was much disappointed because we did not arrive on Mr. Anagnos' birthday.",
        "He loves to climb much better than to spell, but that is because he does not know yet what a wonderful thing language is.",
        "Teachers of the deaf proved a priori that what Miss Sullivan had done could not be, and some discredit was reflected on her statements, because they were surrounded by the vague eloquence of Mr. Anagnos.",
        "I must write you a line this morning because something very important has happened.",
        "She learns because she can't help it, just as the bird learns to fly.",
        "I used my little stock of beads, cards and straws at first because I didn't know what else to do; but the need for them is past, for the present at any rate.",
        "Even before he gave that order the thing he did not desire, and for which he gave the order only because he thought it was expected of him, was being done.",
        "\"It's because Papa wanted to give up all the carts to the wounded,\" said Petya.",
        "It had a peculiarly strong effect on him because at the sight of the fire he felt himself suddenly freed from the ideas that had weighed him down.",
        "But if the aim of the battle was what actually resulted and what all the Russians of that day desired--to drive the French out of Russia and destroy their army--it is quite clear that the battle of Tarutino, just because of its incongruities, was exactly what was wanted at that stage of the campaign.",
        "It is almost impossible to execute a pure controlled study of anything relating to nutrition because there are simply too many variables to consider.",
        "In the future, we will need no translators, because we will understand each other.",
        "But the rumble of the machinery made me think it was thundering, and I began to cry, because I feared if it rained we should not be able to have our picnic out of doors.",
        "I suppose that is because so many of my impressions come to me through the medium of others' eyes and ears.",
        "We came home in horse cars because it was Sunday and steam cars do not go often on Sunday.",
        "He loves to climb the bed-posts and unscrew the steam valves much better than to spell, but that is because he does not understand that words would help him to make new and interesting discoveries.",
        "He only notices the mistake to which he pays attention, because his opponent took advantage of it.",
        "The French soldiers went to kill and be killed at the battle of Borodino not because of Napoleon's orders but by their own volition.",
        "In spite of Rostopchin's broadsheets, or because of them or independently of them, the strangest and most contradictory rumors were current in the town.",
        "And all Nicholas did was fruitful--probably just because he refused to allow himself to think that he was doing good to others for virtue's sake.",
        "I guess because the only one who should be looking at it is my husband.",
        "Seeing Scooby-Doo in cartoons doesn't change our expectations of canine behavior because we have so much experience with real dogs.",
        "Miss Keller does not as a rule read very fast, but she reads deliberately, not so much because she feels the words less quickly than we see then, as because it is one of her habits of mind to do things thoroughly and well.",
        "The latter was very attentive to Anna Pavlovna because he wanted to be appointed director of one of the educational establishments for young ladies.",
        "But despite her grief, or perhaps just because of it, she took on herself all the difficult work of directing the storing and packing of their things and was busy for whole days.",
        "They were singing discordantly, arduously, and with great effort, evidently not because they wished to sing, but because they wanted to show they were drunk and on a spree.",
        "He did not allow himself either to be hard on or punish a man, or to make things easy for or reward anyone, merely because he felt inclined to do so.",
        "He admitted that he actually went because he had connections - heritage.",
        "Partly because of the way he worded things, but mostly because he tried to mask his emotions - like Alex.",
        "But I'm afraid you cannot rule the Emerald City, as you used to, because we now have a beautiful Princess whom everyone loves dearly.",
        "Our republic has prospered because it fiercely protected life, liberty, and property, and must continue to do so.",
        "The bright, gentle, fanciful plays--the ones I like best now--appear not to have impressed me at first, perhaps because they reflected the habitual sunshine and gaiety of a child's life.",
        "And we said so because we had nothing to fight for there, we wanted to get away from the battlefield as soon as we could.",
        "And the Woggle-Bug shall be the Public Accuser, because he is so learned that no one can deceive him.",
        "The shopping trip was exciting because it was so close to Christmas, but otherwise uneventful.",
        "I am going because... well, because everyone is going: and besides--I am not Joan of Arc or an Amazon.",
        "Because of last night?",
        "He's at home with Jonathan and he can't come in because Destiny might catch what he has.",
        "It was hard to say whether Alex was withholding facts so she couldn't contest his decisions or simply because he thought she did not need to know.",
        "Just because he doesn't ask for or want your help, doesn't mean he doesn't need it.",
        "Maybe because he went into hiding from his family.",
        "Just because it upsets me doesn't mean I don't want to know - or that you shouldn't tell me.",
        "Probably because he didn't know how to handle the situation - and Alex always wanted to be in control.",
        "Maybe because she didn't want to think about it then.",
        "I guess because the way she acted while we were there.",
        "Then when she learned about Tessa's son, she was furious because he might inherit - even though I hadn't said anything to father.",
        "He wants you because you would do a good job, and because you are his son.",
        "Natalie needed little encouragement - or maybe it was because Carmen was a little more relaxed and experienced.",
        "Maybe it was the emotional high they were feeling because of the babies, but something seemed to have shifted their foundation.",
        "It must have worked, because his trainees were some of the best officers.",
        "Why, because he is the son of a prominent family doctor?",
        "It would have been humiliating if anyone had noticed, but no one seemed to pay much attention – probably because so many others were also drinking.",
        "Only one reason came to mind - because it wasn't dangerous.",
        "Maybe it angered him because she hadn't found him irresistible.",
        "I sure hate to think of something awful happening to you because of your curiosity.",
        "He had only said that because he was trying to discourage her from prying into his business.",
        "Sarah would do whatever Giddon said, because he was her son... and Tammy had no choice.",
        "If Howard had not been able to find anything on Yancey, it was probably because there was nothing to tell.",
        "Are you angry with me because I didn't want to go up to see your parents?",
        "Maybe he was merely angry because she had gone wandering in the woods after he had warned her against it.",
        "Since his wife left, he's avoided relationships because he's afraid of giving his heart again only to drive another love away.",
        "The owner is selling it because he bought a truck.",
        "Nope. It was because he's such a sweet guy.",
        "The night air was chilly on her bare arms and she shivered involuntarily, annoyed at herself because it looked like an obvious ploy.",
        "Yeah, because I probably won't even remember you by then.",
        "Because we barely know each other.",
        "His somber gaze was alluring – probably because he was unaware of how attractive it was.",
        "Her expression must have looked stricken, because he reached for her.",
        "Because you had something else on your mind.",
        "Because you're the one who is concerned about my safety.",
        "I miss that and I'm not going to be held back simply because you're afraid to have me wandering around on my own.",
        "Maybe it was because Allen was younger, or because Yancey had a child.",
        "Yet Howard said he hired Allen because she asked him to investigate Yancey.",
        "I imagine because Howard sent him.",
        "Because he wanted to make me look bad in your eyes.",
        "Because he was trying to dig up dirt on me so she'd leave.",
        "I guess because his focus was on Allen.",
        "He must have been moving, because his voice faded and then became clear again.",
        "Did he marry Valorie for love, or because she found out about his business?",
        "It must have helped, at least to some degree, because when he spoke again outside her door, his voice was controlled.",
        "Because you want to marry me?",
        "I figured he'd be upset because I was still working on it.",
        "He hadn't been accepted as their roommate because he was pretty.",
        "There were only three bedrooms, and because she had to get up the earliest, she was the lucky one to have a room of her own - with the exception of Brandon, of course.",
        "Adrienne didn't suspect anything because I never said anything.",
        "Was he angry because she didn't go?",
        "I feel awful that Dad had to die because I put my education before his health.",
        "Brandon, you're father died because he wouldn't go to the doctor.",
        "Sure, they had spent more time wandering on the ranch, but that was only because Brandon wanted to get her alone.",
        "His plans hadn't worked out, so now he was bitter because hers did?",
        "She must have been satisfied, because she nodded shortly and went on.",
        "You shouldn't change your goals simply because they don't fit into someone else's plans.",
        "She had to decline the last trip because it coincided with her monthly cycle - and this trip was cutting the time close.",
        "The confusion was partly due to the fact that everything was happening so fast and partly because she had never responded to a man that way before.",
        "She was annoyed because she feared it would lead to unhappiness.",
        "I hope you guys enjoyed supper, because this is going to be my last trip.",
        "Yet his presence reminded her that he was alive because she had taken another life.",
        "If they left the reservation because they were hungry, why would they be out here?",
        "Probably because I know how they think.",
        "She sat down because the code of conduct about standing while guarding took second place to comfort.",
        "Because we tempt men to evil, like Eve did Adam?",
        "Did Darcie think that she had gone because of Bordeaux?",
        "I'm still not sure why they did - maybe because they had recently lost a lot of their own people.",
        "I guess I distrusted all men because of what Dad did.",
        "I figured his sister started it because she was jealous of him.",
        "But then, they seemed to remember everything - probably because they kept it revived for entertainment.",
        "Not because she did anything wrong, though.",
        "If he hasn't been with a woman, it's probably because he's had other ways of..."
    ],
    "definition": [
        "Link/Cite",
        "(archaic) For the reason (that).",
        "On account (of), for sake (of).\nI ruined my life because of you!",
        "Used alone to refuse to provide a full answer a question begun with \"why\", often taken as an ellipsis of \"Because I said so\".",
        "By or for the cause that; on this account that; for the reason that.\nI hid myself because I was afraid.",
        "As is known, inferred, or determined from the fact that.\nIt must be broken, because I pressed the button and nothing happened.\nHe's not a nice guy, because he yells at people for no reason.",
        "Link/Cite"
    ]
}