{
    "translation": "לעקם, לכופף",
    "uses": [
        "Light and dark seemed to bend to avoid him, leaving a haze around his body.",
        "Every part of his body ached and he could only bend his elbow halfway.",
        "With each bend of the highway they found breathtaking views.",
        "below the great southerly bend (in 94° E.",
        "A cannon ball, flying close to him, caused him to duck and bend over his horse.",
        "Nothing could bend that cast iron will.",
        "Despite the urgent efforts of Joseph Bonaparte and Talleyrand to bend the First Consul, he refused to listen to these proposals.",
        "Nanotechnology will give us metals that don't bend, or bend and yet remember their original shape.",
        "As they watched, three Indians rode around a bend in the gully and passed below them.",
        "But the sultan could not bend his pride to suffer foreign intervention in a matter that touched his honour, and the return of Napoleon from Elba threw the Eastern Question into the background.",
        "from the Ambracian Gulf, on a bend of the navigable river Aracthus (or Aratthus), in the midst of a fertile wooded plain.",
        "She must have hiked down the back way and met up with him down at the bend in the road, below where our Jeep is parked.",
        "He rose and began pacing the room as Dean stopped by and proceeded to bend Dean's ear how this was the day he and Paulette were to receive a firm offer on the Lucky Pup property.",
        "Marillier sacrifice was, at its origin, essentially a magical rite - the liberation by the effusion of a victim's blood of a magical force which was to bend the gods to the will of man; from this arose, under the influence of cult of the dead, the gift theory of sacrifice.",
        "She can shut her eyes and bend her arms and sit down and stand up straight.",
        "Where the Oxus river takes its great bend to the north from Ishkashim, the breadth of the Afghan territory intervening between that river and the main water-divide of the Hindu Kush is not more than 10 or 12 m.; and east of the Pamir extension of Afghanistan, where the Beyik Pass crosses the Sarikol range and drops into the Taghdumbash Pamir, there is but the narrow width of the Karachukar valley between the Sarikol and the Murtagh.",
        "it flows very near the northwesternmost bend of that river.",
        "west-north-west of Mostar to the bend of the river Narenta, differs in many respects from the larger territory.",
        "Taran's skin crawled with the charge of magic in the confined chamber, and he watched Memon bend over Rissa.",
        "In mentioning a visit to Lexington, Mass., she writes: As we rode along we could see the forest monarchs bend their proud forms to listen to the little children of the woodlands whispering their secrets.",
        "He was hungry after the stimulation of Jessi's refusal to bend to his will.",
        "above sea-level) along the north and east banks of the James, at a bend where the river changes its south-easterly course for one almost due south.",
        "Dean smiled at a pair of climbers rounding a bend in the trail and waited for them to pass before responding.",
        "Between the western bend of the Cavalla river and the coast there is a somewhat broken mountain range with altitudes of from 2000 to 5000 ft.",
        "Glancing around to see if Yancey was gone, she spotted him disappearing around the bend, on his way to the house.",
        "Thus charged on the silver bend, it makes bad armory and it is worthy of note that, although the grant of it is clearly to the duke and his heirs in fee simple, Howards of all branches descending from the duke bear it in their shields, even though all right to it has long passed from the house to the duke's heirs general, the Stourtons and Petres.",
        "Some additional discoveries were described by Marc Antonio Boldetti in his Osservazioni, published in 1720; but, writing in the interests of the Roman Church with an apologetic, not a scientific object, truth was made to bend to polemics, and little addition to our knowledge of the catacombs is to be gained from his otherwise important work.",
        "The road began to widen and after a sharp bend she came into the tiny town indicated on the map.",
        "Below the Siamese Shan town of Chieng Sen the river takes its first great easterly bend to Luang Prabang, being joined by some important tributaries.",
        "Few English writers have known so adroitly as Tennyson how to bend the study of Shakespeare to the enrichment of their personal style.",
        "It is pleasantly situated in the upper valley of the Wye, in a bend of the river on its right bank below the confluence of its tributary the Irfon.",
        "The great bend of the river affords easy irrigation, and the surrounding country is covered by a network of irrigating canals, even the paved streets of the town having streams of cool water running through them.",
        "These works, and Forts Chaudanne and Bregille overlooking the Doubs at the bend, were constructed prior to 1870.",
        "can be raised or lowered so as to give the cable less or more bend as it passes between them, while I, 3, 5, ...",
        "bend of Lake Michigan, was definitely fixed in 1837, when Michigan came into the Union.",
        "HOLYOKE, a city of Hampden county, Massachusetts, U.S.A., in a bend of the Connecticut river, about 8 m.",
        "bend of Lake Michigan, if there were to be five.",
        "Before that time there was no basin or wet-dock, though the river Medway to some extent answered the same purpose, but a portion of the adjoining salt-marshes was then taken in, and three basins have been constructed, communicating with each other by means of large locks, so that ships can pass from the bend of the Medway at Gillingham to that at Upnor.",
        "Nevertheless, even the combative Wallqvist was appalled when on the 16th of February 1789 the king privately informed him that he meant on the following day soundly to trounce the Estate of Nobles in the presence of the three other estates and bend them to his royal will.",
        "of this south-westerly bend, bearing away from the Oxus, where the Hindu Kush overlooks the mountain wilderness of Badakshan to the west, the crest is intersected by many passes, of which the most important is the Dorah group (including the Minjan.",
        "only from the channel of the Euphrates, which here forms a peninsula by a great bend (38° 10' N., approximately 39° 20' E.).",
        "It has not the vitality and force of a single living man; for a single man can bend it to his will.",
        "of Vigo, in a bend of the Vigo estuary, and at the junction of the Tuy-Vigo and Vigo-Pontevedra railways.",
        "Towards the Fossa Magna the folds bend sharply round until they are nearly parallel to the Fossa itself.",
        "The Dorah connects Zebak and Ishkashim at the elbow, or bend, of the Oxus with the Lutku valley leading to Chitral.",
        "The finest of the class were opened about the bend of the Dnieper, where we should put the land Gerrhus.",
        "The capital of the province is SAN Juan, once called SAN Juan DE LA FRONTERA (pop. 1904, estimate, 11,500), in a great bend of the San Juan river, 95 m.",
        "It stands at the centre of the great S-shaped bend of the Nile, and from it the railway to Wadi Halfa strikes straight across the Nubian desert, a little west of the old caravan route to Korosko.",
        "Between those places the river makes a great S-shaped bend, the region west of the Nile within the lower bend being called the Bayuda Desert, and that east of the Nile the Nubian.",
        "The Arno, which has its source in the Monte Falterona, one of the most elevated summits of the main chain of the Tuscan Apennines, flows nearly south till in the neighborhood of Arezzo it turns abruptly north-west, and pursues that course as far as Pontassieve, where it again makes a sudden bend to the west, and pursues a westerly course thence to the sea, passing through Florence and Pisa.",
        "Preeminently he was a devout ecclesiastic, a \"great priest\"; and his sermons, both Anglican and Catholic, are marked by fervour and dignity, by a conviction of his own authoritative mission as preacher, and by an eloquent insistence on considerations such as warm the heart and bend the will rather than on such as force the intellect to assent.",
        "within the Oxus bend, is the mountainous district of Darwaz,.",
        "The tombs of the kings were in the land of Gerrhus near the great bend of the Dnieper where the chief tumuli have been excavated.",
        "BENJAMIN HARRISON (1833-1901), the twenty-third president of the United States, was born at North Bend, near Cincinnati, Ohio, on the 20th of August 1833.",
        "Instead of these are cats with more or less abbreviated tails, showing in greater or less degree a decided kink or bend near the tip. In other cases the tail is of the short curling type of that of a bulldog; sometimes it starts quite straight, but divides in a fork-like manner near the tip; and in yet other instances it is altogether wanting, as in the typical Manx cats.",
        "distant by the North British railway, which makes a great bend by following the coast.",
        "east of this confluence—in the course of which the Po makes a great bend south to Valenza, and then returns again to the northward—it is joined by the Ticino, a large and rapid river, which brings with it the outflow of Lago Maggiore and all the waters that flow into it.",
        "When these are excited by the settling of an insect on the leaf they slowly bend over and imprison the intruder, which is detained there meanwhile by a sticky excretion poured out by the glands.",
        "The prayers of Queen Louisa of Prussia failed to bend him from his resolve.",
        "The Sla y s, the most numerous race after the Magyars, are divided into several groups: the Slovaks, mainly massed in the mountainous districts of northern Hungary; the Ruthenians, established mainly on the slopes of the Carpathians between Poprad and Maramaros Sziget; the Serbs, settled in the south of Hungary from the bend of the Danube eastwards across the Theiss into the Banat; the Croats, overwhelmingly preponderant in Croatia-Slavonia, with outlying settlements in the counties of Zala, Vas and Sopron along the Croatian and Styrian frontier.",
        "From the Oxus (loon ft.) to Faizabad (4000 ft.) and Zebak (850o ft.) the course of the Kokcha offers a high road across Badakshan;, between Zebak and Ishkashim, at the Oxus bend, there is but an insignificant pass of 9500 ft.; and from Ishkashim by the Panja, through the Pamirs, is the continuation of what must once have been a much-traversed trade route connecting Afghan Turkestan with Kashgar and China.",
        "northwards from the Hindu Kush (it is across this range that the route from Zebak to Ishkashim lies), which determines the great bend of the Oxus river northwards from Ishkashim, and narrows the valley of that river into the formation of a trough as far as the next bend westwards at Kala Wamar.",
        "Of all the khiao the most powerful was the prince of Ubon (15° N., 105° E.), whose jurisdiction extended nearly from Bassac on the Mekong northwards to the great southern bend of that river.",
        "In 1841 he removed to South Bend, where for eight years he was deputy auditor (his step-father being auditor) of St Joseph (disambiguation)|Joseph county; in1842-1844he was assistant enrolling clerk of the state senate and senate reporter for the Indiana State Journal.",
        "Then the voice said something more, Demyan replied, and the steps in the felt boots approached the unseen bend of the staircase more rapidly.",
        "In his seventieth year, as lieutenant-general of the North, he led the English host on the great day of Flodden, earning a patent of the dukedom of Norfolk, dated 1 February 1513/4, and that strange patent which granted to him and his heirs that they should bear in the midst of the silver bend of their Howard shield a demi-lion stricken in the mouth with an arrow, in the right colours of the arms of the king of Scotland.",
        "Some of its sources are near Zebak, close to the great bend of the Oxus northwards, so that it cuts off all the mountainous area included within that bend from the rest of Badakshan.",
        "Towards the Fossa Magna the folds bend northwards.",
        "Bend your arms with the right raised slightly higher than the left.",
        "As you bend forward, reach your arms to the ground, or to your legs if the ground is out of reach.",
        "Sit with your knees folded under you, your feet under your buttocks, and bend forward, letting your head come to rest on the ground.",
        "Be sure to sit up straight, then lift your left arm straight up in the air, bend the elbow and bring your hand down between your shoulder blades; extend your right arm and fold it from your waist up towards the shoulder blades.",
        "Sitting with legs straight out in front, bend the left leg under the right one so that the left foot is beside the right hip.",
        "Then, gently bend backwards, keeping your hips stable.",
        "If the hamstrings are tight, bend the knees to allow the spine to lengthen fully.",
        "Bend the knees and hips, keeping the shins on the floor.",
        "As you bend, twist your left elbow to rest on the outside of your right knee or thigh.",
        "Bend the knees, bringing the soles of the feet parallel to each other on the mat, close to the buttocks.",
        "before it takes its great northern bend at Kuhsan, and passes northwards through the broken ridges of the Siah Bubuk (the western extremity of the range which we now call Paropamisus) towards Sarakhs.",
        "It gurgled contentedly as it slowed to round the bend.",
        "Her guards watched in surprise as Sirian and his horse disappeared around the bend.",
        "The driveway had to be around that next bend.",
        "up the Volga valley, as far as its Samara bend.",
        "For instance, if the curve is of S-form, the point of danger is when the train enters the contra-flexure, and it is not an easy matter to assign the best superelevation at all points throughout the double bend.",
        "The town presents a picturesque appearance from the Nile, which at this point makes a sharp bend.",
        "The north wall, leaving the city circuit at a point near the modern Observatory, ran from north-east to south-west near the present road to the Peiraeus, until it reached the Peiraeus walls a little to the east of their northernmost bend.",
        "It makes a great bend southwards towards Italy, by which it is bounded on the S.E., S.",
        "Marco Polo in the latter part of the 13th century, and Friar John of Montecorvino, afterwards archbishop of Cambaluc, in the beginning of the 14th, speak of the descendants of Prester John as holding territory under the great khan in a locality which can be identified with the plain of KukuKhotan, north of the great bend of the Yellow river and about 280 m.",
        "DENDERA, a village in Upper Egypt, situated in the angle of the great westward bend of the Nile opposite Kena.",
        "In the vicinity is the Karolinen canal, which cuts off a bend in the Danube between Lauingen and Dillingen.",
        "In the shape and curvature of the horns, which at first incline outwards and forwards, and then bend somewhat upwards and inwards, this breed of cattle resembles the aurochs and the (by comparison) dwarfed park-breeds.",
        "Corps (Thielemann), 23,900, in the bend of the river Meuse, headquarters Ciney, and disposed in the area Dinant-Huy-Ciney.",
        "It is picturesquely situated on an eminence, two sides of which are touched by the river Nene, which here makes a deep bend.",
        "In some parts, especially (in Douglas and Grant counties) within the Big Bend of the Columbia, the plain is frequently cut by coulees, or abandoned river channels, some of them 500 to 600 ft.",
        "Nogi and Kaulbars stood fast, facing each other on the west front; after the arrival of the general reserve, Nogi was able to prolong his line to the north and eventually to bend it inwards towards the Russian line of retreat.",
        "It is served by the Pere Marquette, the Michigan Central, and the Cleveland, Cincinnati, Chicago & St Louis railways, by electric railways to St Joseph and Niles, Mich., and South Bend, Indiana, and for a part of the year by steamboat lines to Chicago and Milwaukee.",
        "takes a sharp bend N.W.",
        "Jerome vainly sought to bend his brother's will in an interview at Alexandria.",
        "Its tributaries are small, and are remarkable chiefly for the fact that they at first flow in a direction almost opposite to that of the main stream, and make a great bend to the N.E.",
        "the Nan-shan highlands abut upon the highlands of the Chinese province of Kansuh, and near the great northward bend of the Hwang-ho they meet the escarpments by which the Great Khingan and the In-shan ranges are continued, and by which the Mongolian plateau steps down to the lowlands of China.",
        "The sacrifices and offerings were acknowledgments of divine bounty and means used to insure its continuance; the Arab was the \" slave \" of his god and paid him tribute, as slaves used to do to their masters, or subjects to their lords; and the free Bedouin, trained in the solitude of the desert to habits of absolute self-reliance, knew no master except his god, and acknowledged no other will before which his own should bend.",
        "Darvaz, a small vassal state of Bokhara, is situated on the Panj, where it makes its sharp bend westwards, and is emphatically a mountainous region, agriculture being possible only in the lower parts of the valleys.",
        "It is situated on Hobson's Bay, a northern bend of the great harbour of Port Phillip, in Bourke county, about 500 m.",
        "Bend iAsy  ?",
        "The Sierra Madre Oriental consists of a broken chain of ranges extending along the eastern margin of the plateau from the great bend in the Rio Grande south-eastward to about the 19th parallel.",
        "On the paved platform were three-storey tower temples in whose ground-floor stood the stone images and altars, and before that of the war-god the green stone of sacrifice, humped so as to bend upward the body of the victim that the priest might more easily slash open the breast with his obsidian knife, tear out the heart and hold it up before the god, while the captor and his friends were waiting below for the carcase to be tumbled down the steps for them to carry home to be cooked for the feast of victory.",
        "north of Pawtucket Falls, at its most southerly bend, and thence due west to the next English province.",
        "It is served by the Michigan Central and the Pere Marquette railways, by electric interurban railway to South Bend, Indiana, and by a steamboat line to Chicago.",
        "The horns are somewhat erect and spiral, with an outward bend.",
        "In most cases they reach the coast through deep valleys or profound canyons, and the transcontinental railways find their way beside them, the Canadian Pacific following at first tributaries of the Columbia near its great bend, and afterwards Thompson river and the Fraser; while the Grand Trunk Pacific makes use of the valley of the Skeena and its tributaries.",
        "Most commonly it is used in the form of wire, with a small bend or loop at the end.",
        "The only drawback to these good qualities is a certain liability to warp and bend, unless very carefully seasoned; for this purpose it is recommended to be left floating in water for a year after felling, and then allowed some months to dry slowly and completely before sawing up the logs; barking the trunk in winter while the tree is standing, and leaving it in that state till the next year, has been often advised with the larch as with other timber, but the practical inconveniences of the plan have prevented its adoption on any large scale.",
        "pratense, each whorl of stamens ripens in turn, becoming erect and shedding their pollen; as the anthers wither the filaments bend outwards, and when all the anthers have diverged the stigmas become mature and ready for pollination.",
        "evyKOs, a bend; both connected with the Aryan root ank-, to bend: see Angling), in geometry, the inclination of one line or plane to another.",
        "water of the Great Bend (par wr) of Naharin (N-h-r-n)\" (Breasted„ Anc. Rec. ii.",
        "263), or on the Constantinople obelisk simply \"the Great Bend of .Naharin\" (loc. cit.",
        "When Breasted renders \"Great Bend\" of the Euphrates he is probably thinking of the great.",
        "The Sea of the Great Bend would seem to be the sea fed by the north-to-south waters of Naharin, just as the Mediterranean, fed by the south-to-north waters of the Nile, is called the Great Circle (šn wr).",
        "2 372 54, 384-395; \"The Western Bend of the Euphrates,\" op. cit.",
        "MUSCATINE, a city and the county-seat of Muscatine county, Iowa, U.S.A., on the Mississippi river (here crossed by a wagon bridge), at the apex of the \"great bend,\" in the south-east part of the state.",
        "GUINEA, the general name applied by Europeans to part of the western coast region of equatorial Africa, and also to the gulf formed by the great bend of the coast line eastward and then southward.",
        "From the 7th to the 12th century it was a powerful empire, its dominions extending, apparently, from the Atlantic to the Niger bend.",
        "long, cuts off the deep bend at Potsdam.",
        "Soon after our watershed makes a last bend to the south-east and culminates in the Terglou (9400 ft.), the highest point of the Julic Alps, though the Grintovc (8429 ft., the culminating point of the Karawankas Alps) stands more to the east.",
        "As regards the main divisions, three are generally distinguished; the Western Alps (chiefly French and Italian, with a small bit of the Swiss Valais) being held to extend from the Col de Tenda to the Simplon Pass, the Central Alps (all but wholly Swiss and Italian) thence to the Reschen Scheideck Pass, and the Eastern Alps (wholly Austrian and Italian, save the small Bavarian bit at the north-west angle) thence to the Radstadter Tauern route, with a bend outwards towards the south-east, as explained under (2) in order to include the higher summits of the SouthEastern Alps.",
        "The renal tube is doubled on itself, its middle part where the bend occurs being situated more or less anteriorly.",
        "It is extremely hard in our files and razors, and extremely soft in our horse-shoe nails, which in some countries the smith rejects unless he can bend them on his forehead; with iron we cut and shape iron.",
        "Steel which after a slow cooling from about 722° C. will bend 166° before breaking, will, after slow cooling from about 1050° C., bend only 18° before breaking.",
        "To bring the result nearer to the just standard, a higher measure of popular 1 Malthus himself said, \"It is probable that, having found the bow bent too much one way, I was induced to bend it too much the other in order to make it straight.\"",
        "The fibro-vascular bundles from the stem bend out into the leaf, and are there arranged in a definite manner.",
        "The main streets and principal buildings of the city are situated on a tongue of land formed by a southward bend of the river.",
        "The sea frontier extends from the Rio del Rey, just where the great bend of the coast-line east to south begins, forming the Bight of Biafra, to the Campo river, a distance of 200 m.",
        "ending at the Rio del Rey, the point where the great bend eastwards of the continent ceases and the land turns south.",
        "34) advises to bend the stalk downward and cover with earth; seeding, he observes, may be prevented by twisting the stalk.",
        "One of the securities devised for the benefit of the bend holders in the abortive scheme of May 1876 was retained in the Goschen-Joubert settlement, and being continued in later settlements grew to be one of the most important institutions in Egypt.",
        "to the east, in the loop of a great bend of the Tweed.",
        "Some Zygnemaceae and Mesocarpaceae form either a short conjugating tube, or none at all, but the filaments approach each other by a knee-like bend, and the zygospore is formed at the point of contact, often being partially contained within the walls of the parent-cell.",
        "The districts within the great bend of the Niger have a large Fula population.",
        "From the point where the rivers of the Great and Little Pamirs join their forces at Kala Panja to Ishkashim, at the elbow of the great bend of the Oxus northwards, the river valley has Surveys.",
        "At Langar Kisht, a little to the east of the Oxus bend, there is a small Russian post of observation.",
        "north of the bend, where the Suchan or Ghund joins the Oxus from the Alichur Pamir, there is another and larger post called Charog.",
        "From Kala Khum, which fort about marks the most northerly point of the great bend of the Oxus round Badakshan, the river follows a south-westerly course for another 50 m.",
        "Another of about equal length, starting from the same, central water-parting of this mountain block, and included within the Oxus bend, follows a transverse direction at almost right angles to the Shiwa, and joins the Oxus valley near its debouchment into the more open Kolab plains, where the course of the Oxus has again assumed a direction parallel to the mountain strike.",
        "The existence of this route, which traverses the Darwaz mountains from east to west, cutting off the northern bend of the Oxus, and connecting those easterly routes which intersect the Pamirs by means of the Ghund and Shakhdara (and which concentrate about Lake Shiwa) with Kolab in eastern Bokhara, is important.",
        "The valley of the Kokcha leads directly from the Oxus to Faizabad, the capital of Badakshan, and its head is close above Ishkashim at the southern elbow of the great Oxus bend, a low pass of only 95 00 ft.",
        "bend of Lake Michigan.",
        "A part of the little Pamir is included in Afghan territory, but the boundary crosses this Pamir before the great bend northwards of the Aksu takes place, and, passing over a series of crags and untraversable mountain ridges, is lost on the Chinese frontier in the 66° Longitude East 68° of Greenwich 7e snowfields of Sarikol.",
        "Here, on Wallabout Bay at the bend of the East river to the westward, is the New York navy yard, the principal navy yard of the United States, established in 1801, and commonly but incorrectly called the Brooklyn navy yard.",
        "From this point it flows west, and then south-west past Missis, until it makes a bend to discharge its waters south of Ayas Bay.",
        "Farther south there are zones of serpentine, and of crystalline and schistose rocks, some of which are probably Palaeozoic. The direction of the folds of this region is from west to east, but on the borders of Phrygia and Mysia they meet the north-westerly extension of the Taurus folds and bend around the ancient mass of Lydia.",
        "Its name is variously derived from the Gaelic crom, crooked, and bath, bay, or ard, height, meaning either the \"crooked bay,\" or the \"bend between the heights\" (the high 'rocks, or Sutors, which guard the entrance to the Firth), and gave the title to the earldom of Cromarty.",
        "The work lost in pulling a given length of rope over a pulley is found by multiplying the length of the rope in feet by its stiffness in pounds, that stiffness being the excess of the tension at the leading side of the rope above that at the following side, which is necessary to bend it into a curve fitting the pulley, and then to straighten it again.",
        "The primordium of the neurochord (neural or medullary plate) referred to above becomes closed in from the surface by the overgrowth of surrounding epiblast, and its edges also bend up, meet, and finally fuse to form a tube, the medullary or neural tube.",
        "Another derivation is from Gaelic words meaning \"the island beyond the bend.\"",
        "Until the following March, Washington's work was to bring about some semblance of military organization and discipline, to collect ammunition and military stores, to correspond with Congress and the colonial authorities, to guide military operations in widely separate parts of the country, to create a military system for a people entirely unaccustomed to such a thing and impatient and suspicious under it, and to bend the course of events steadily towards driving the British out of Boston.",
        "wide - flows south-south-west, with but one great bend at Samara.",
        "Along the whole of the Samara bend the Volga is accompanied on its right bank by high cliffs, which it is constantly undermining, while broad lowland areas stretch along the left or eastern bank, and are intersected by several old beds of the Volga.",
        "in a southeasterly direction through the Moghan steppe to Pilsowar on the Bulgharu River and then south with a bend to the west to the Astara River and the port of Astara in 3~ 27 N.",
        "The Buyids, and especially Adod addaula (Azud-ed-Dowleh, and similar forms), ruled Bagdad wisely and improved the city by great public works such as the great dike, still known as the Bend Amir on the Kur (Cyrus) near Persepolis.",
        "From the bend of the Indus southwards towards the plains of the Punjab to the bend of the Brahmaputra southwards towards the plains of Assam, through a length of 1500 m., is Himachal or Himalaya.",
        "plateau, but from the rugged slopes of a wild region of mountains which assumes a systematic conformation where its successive ridges are arranged in concentric curves around the great bend of the Brahmaputra, wherein are hidden the sources of all the great rivers of Burma and China.",
        "Neither immediately beyond this great bend, nor within it in the Himalayan regions lying north of Assam and east of Bhutan, have scientific investigations yet been systematically carried out; but it is known that the largest of the Himalayan affluents of the Brahmaputra west of the bend derive their sources from the Tibetan plateau, and break down through the containing bands of hills, carrying deposits of gold from their sources to the plains, as do all the rivers of Tibet.",
        "The northern tributaries of the Gilgit river, which joins the Indus near its south-westerly bend towards the Punjab, take their rise from a glacier system which is probably unequalled in the world for its extent and magnificent proportions.",
        "REEDBUCK (Dutch rietbok), the popular name of a foxy red South African antelope (Cervicapra arundineum) of medium size, with a moderately long bushy tail, a bare gland-patch behind the ear, and in the male rather short horns which bend forwards in a regular curve.",
        "The principal tributaries of the Guapay are the Mizque, Piray or Sara and Yapacani, the last rising on the east slopes of the Cordillera Real, flowing east by Cochabamba to the sierras of that name where it breaks through with a great bend to the north.",
        "The Guapore, or Itenez, an affluent of the Mamore, is the third large river of this Bolivian drainage basin, but it rises in Brazil, on the south slopes of the Sierra dos Parecis, where it flows in a great bend to the south and then west of north to the Bolivian frontier in 14° S.",
        "Army of interposing between Ivanov and Bulgaria led to a regrouping of the Serbian forces for the benefit of this army, which, pursuing its advantage, drove back its opponents towards the line of mountains in the upper Bregalnitsa bend (Obozna-1340-Grlena).",
        "Finally, however, the Bulgarians were repulsed here also, and retired to the line of frontier mountains (Golemi Vrh-Bozderitsa-Rujan-Sivakobila), more or less in touch with the right of the forces in the mountains of the Bregalnitsa bend.",
        "His front was covered by the marshy bed of the stream, his left flank by its northerly bend towards the Forth, his right by a group of woods, behind which, until the English army appeared, the Scots concealed themselves.",
        "Other minerals of economic value are sandstone, quarried at Boise, Ada county, at Preston, Oneida county, and at Goshen, Prospect and Idaho Falls, Bingham county, valued at $22,265 in 1905, and at $11,969 in 1906; limestone, valued at $14,105 in 1905 and at $12,600 in 1906, used entirely for the local manufacture of lime, part of which was used in the manufacture of sugar; and coal, in the Horseshoe Bend and Jerusalem districts in Boise county, in Lemhi county near Salmon City, and in E.",
        "The southern chain bears the names of Karaadzirga and Burkhan-ola, and terminates in about 99 0; but the northern range, the principal names of which are Artsi-bogdo and Saikhat, extends probably most of the way to the great northward bend of the Hwang-ho or Yellow River round the desert of Ordos.",
        "The Katun valley begins as a wild gorge on the south-west slope of Byelukha; then, after a big bend, the river (400 m.",
        "For some years after his return from Colombia he lived in retirement at North Bend, Ohio.",
        "Because of his fame as a frontier hero, of the circumstance that a part of his home at North Bend, Ohio, had formerly been a log cabin, and of the story that cider, not wine, was served on his table, Harrison was derisively called by his opponents the \" log cabin and hard cider \" candidate; the term was eagerly accepted by the Whigs, in whose processions miniature log cabins were carried and at whose meetings hard cider was served, and the campaign itself has become known in history as the \"log cabin and hard cider campaign.\"",
        "After temporary interment at Washington, his body was removed to the tomb at North Bend, Ohio, where it now lies.",
        "Pop. (1901) 973ï¿½ The earlier forms of the name, \"Alnecrumba,\" \"Ankrom\" and \"Alnecrom,\" indicate its Gaelic derivation from crom, \" crooked\" - \"the crook or bend of the For information on the subject of Tarent Kaines see Sir W.",
        "r ai.orr tv, to bend), properly the substitution of one thing for another, hence any alteration or variation, so applied to the moon's passing from one phase to another.",
        "The stream then makes a sharp bend southward and empties into Newark Bay.'",
        "The orographic features of the Pacific Mountain system trend parallel to the coast-line of the Gulf of Alaska, changing with this at the great bend beyond the N., and of the Panhandle from S.E.",
        "It is finely situated in a bend of the river, with about 2 m.",
        "Living north of the Luba-Lunda tribes, and occupying the country enclosed by the great bend of the Congo and bounded west by the Kasai, are a large number of tribes, the chief groups being the Bakuba, Basongo Mino, Balolo, Bakete, Bambala, Bayaka, Bahuana, &c. Of these the Basongo Mino are spread over the country between the Kasai and Lomami.",
        "\" Not more surely,\" he said, \" does the grass bend before the wind than the masses yield to the will of those above them.\"",
        "But we may follow Godwin-Austen in accepting the main chain of the Murtagh as merging into the central mountain system of the Tibetan Chang, its axis being defined and divided by the transverse stream of the Shyok at its westward bend, whilst the Karakoram range, in which the Shyok rises, is a subsidiary northern branch.",
        "The long awn, which is bent and closely twisted below the bend, acts as a driving organ; it isvery hygroscopic, the coils untwisting when damp and twisting up when dry.",
        "At the south-east corner the rim of the crater is, as it were, breached by a deep crevasse through which the Abai escapes, and here develops a great semicircular bend like that of the Takazze, but in the reverse direction - east, south and north-west - down to the plains of Sennar, where it takes the name of Bahr-el-Azrak or Blue Nile.",
        "The chief river of Abyssinia flowing east is the Hawash (Awash, Awasi), which rises in the Shoan uplands and makes a semicircular bend first S.E.",
        "The likeness he is recorded to have painted of Ginevra de' Bend used to be traditionally identified with the fine portrait of a matron at the Pitti absurdly known as La Monaca: more lately it has been recognized in a rather dull, expressionless Verrocchiesque portrait of a young woman with a fanciful background of pine-sprays in the Liechtenstein gallery at Vienna.",
        "of length, and that a piece of the material may be bent cold 180 over a mandril equal to the thickness of the piece tested without fracture of the fibres on the outside of the bend.",
        "The material must be sufficientIy tough to bend cold 180° flat on itself without sign of fracture.",
        "The Persian method, introduced by Cyrus, was to bend the knee and fall on the face at the prince's feet, striking the earth with the forehead and kissing the ground.",
        "In October 1861 Stanton, secretary of war, ordered him north to raise troops for the expedition against Vicksburg; and early in January 1864, at Milliken's Bend, McClernand, who had been placed in command of one of the four corps of Grant's army, superseded Sherman as the leader of the force that was to move down the Mississippi.",
        "On the 17th, Grant, after receiving the opinion of Admiral Foote and General Sherman that McClernand was unfit, united a part of his own troops with those of McClernand and assumed command in person, and three days later ordered McClernand back to Milliken's Bend.",
        "The effect of such a change may be to bend FIG.",
        "Hence the coast, now very slightly indented, runs north by east until at Algoa Bay (25° 45' E.) it takes a distinct north-east bend, and so continues beyond the confines of the colony.",
        "Thus near Cookhouse railway station it makes an almost circular bend of 20 m., the ends being scarcely 2 m.",
        "In practice the full advantage of this or any other similar combination is not realized, because of the friction of the sheaves against the pin or shaft, and more important still is the stiffness of the rope, which requires work to be done upon it to bend it round the sheave and straighten it again.",
        "The most important manufacturing centres are Indianapolis, Terre Haute, Evansville, South Bend, Fort Wayne, Anderson, Hammond, Richmond, Muncie, Michigan City and Elwood, each having a gross annual product of more than $6,000,000.",
        "Indianapolis (169,164), Evansville (59,007), Fort Wayne (45,115), Terre Haute (36,673), and South Bend (35999) In the same year there were 14 cities with a population of less than 35,000 (all less than 21,000) and more than 10,000; and there were 21 places with a population of less than 10,000 and more than 5000.",
        "FOLD, a pleat or bend in a flexible material, or a curve in any surface, whence its particular application in geology with which this article deals.",
        "In geology, a fold is a bend or curvature in the stratified rocks of the earth's crust, whereby they have been made to take up less horizontal space.",
        "The territory now included in Kansas was first visited by Europeans in 1541, when Francisco de Coronado led his Spaniards from New Mexico across the buffalo plains in search of the wealth of \" Quivira,\" a region located by Bandelier and other authorities in Kansas north-east of the Great Bend of the Arkansas.",
        "from its mouth, the river makes a bend to the east to find its way across a rocky barrier.",
        "At the point where it makes its great bend the river Chinchipe pours into it from southern Ecuador.",
        "Then they bend to the south-west, and, abutting upon the lower Tapajos, merge ' Igapo is thus the name given to the recent alluvial tracts along the margins of rivers, submerged by moderate floods, whereas vargem is the term used for land between the levels of moderate and high floods, while for land above this the people use the term terra firma.",
        "had before his eyes the government of his cousin the great Frederick; but not every one can bend the bow of Ulysses, and, apart from difference of personal capacity and historic tradition, he forgot that a territorial and commercial aristocracy cannot be dealt with in the spirit of the barrack and the drill-ground.",
        "MANKATO, a city and the county-seat of Blue Earth county, Minnesota, U.S.A., at the southern bend of the Minnesota river, where it is joined by the Blue Earth about 86 m.",
        "He carried off Marpessa, daughter of Evenus, as his wife and dared to bend his bow against Apollo, who was also her suitor.",
        "For the convenience of the imperial court, there was a small harbour in the bend of the shore to the east of Chatladi Kapu, known as the harbour of the Bucoleon.",
        "His measures were supported by Disraeli, who understood that Protection must bend to the menacing poverty of the time, though unprepared for total abolition of the corn tax and strongly of opinion that it was not for Peel to abolish it.",
        "is the famous Horseshoe Bend of the Pennsylvania railway.",
        "to the great bend of the Hwang-ho (about 103° E.) in the E.",
        "and Ntomba (Mantumba), within the great bend of that river.",
        "North of these, in the great bend of the Congo, are the Balolo, &c., the Balolo a nation of iron-workers; and westward, on the Kasai, the Bakuba, and a large number of tribes as yet imperfectly known.",
        "Philip Augustus was not satisfied with the destruction of a turbulent feudalism; he wished to substitute for it such unity and peace as had obtained in the Roman Empire; Adminisand just as he had established his supremacy over the tration of feudal lords, so now he managed to extend it over the Philip clergy, and to bend them to his will.",
        "Every on~ had to bend before this harsh genius, who insisted on uniformity in obedience.",
        "Chattanooga occupies a picturesque site at a sharp bend of the river.",
        "and 10° 47' W., and the most northerly point of the great bend is about 17° N.",
        "At Tosaye, just before the bend becomes pronounced, the Baror and Chabar rocks reduce the width of the river to less than Soo ft., and at low water the strength of the current is a serious danger to navigation.",
        "long prevented geographers from thinking of a possible southern bend to the Niger.",
        "Krause (north from the Gold Coast, 1886-1887) and the French Captain Binger (Senegal to Ivory Coast, 1887-1889) first defined its southern limits by revealing the unexpected northward extension of the basins of the Guinea coast streams, especially the Volta and Komoe, a fact which explained the absence of important tributaries within the Niger bend.",
        "Stockwell, who was a chestnut with black spots, was the sire of Blair Athol (1861), a chestnut, and also of Doncaster (1870), another chestnut, but with the characteristic black spots of his grandsire; and Doncaster was the sire of the chestnut Bend Or (1877).",
        "Birdcatcher was a chestnut, so also were Stockwell and his brother Rataplan, Manganese, Mandragora, Thormanby, Kettledrum, St Albans, Blair Athol, Regalia, Formosa, Hermit, Marie Stuart, Doncaster, George Frederick, Apology, Craig Millar, Prince Charlie, Rayon d'Or and Bend Or.",
        "The state fish-hatchery is on springs at South Bend; at Long Pine springs of large flow supply the town and railway shops with water, and led to the establishment here of Chautauqua grounds.",
        "Cieza is built in a narrow bend of the Segura valley, which is enclosed on the north by mountains, and on the south broadens into a fertile plain, producing grain, wine, olives, raisins, oranges and esparto grass.",
        "Goshen is served by the Cleveland, Cincinnati, Chicago & St Louis, and the Lake Shore & Michigan Southern railways, and is connected by electric railway with Warsaw and South Bend.",
        "Caught in the bend of the river Avon by the converging columns, and surrounded on all sides, the old earl attempted to cut his way out of the town to the northward.",
        "The ability to keep the bend of the horse's body is paramount to keeping the circle accurate.",
        "The inward bend of the upper airstream is accompanied by a substantial drop in air pressure just above the disk, sucking it upward.",
        "alluvial silt has heavy seams running through it which make them bend.",
        "Redcliffe is situated on the outside of a meander bend of the River Avon on deep alluvium.",
        "aluminum alloy allows you to bend the support into the desired position.",
        "A gold and stone amulet hanging around the neck of one \" psychic \" begins to bend.",
        "David Middleton of Chester Arms: Gules, on a bend argent three lions rampant Sable.",
        "Argent a bend azure with three leopards ' heads or thereon.",
        "Learn how to cut, bend and solder wire to make a solid silver bangle or ring.",
        "They spin on their heads, bend their legs round their ears, and turn inside out with a dizzying facility which beggars belief.",
        "bend each knee up in turn.",
        "I can make them bend the ball like I bend a spoon.",
        "bend radius is set at 24 turns for the cylindrical mirror.",
        "bend the elbow at a 90 degree angle pointing behind you with the upper arm not quite parallel to the floor.",
        "The Czech Republic ace lifted nastily while negotiating the first bend and was thrown awkwardly into the air fence.",
        "bend at the knees until your thighs are parallel with the floor.",
        "As you enter the woods look out for the gate, just after the first tight right-hand bend, it's usually closed.",
        "bend of the third lap in a typically stylish manner.",
        "January and I made a large bender by a bend in the sleepy, serpentine river that coiled through the site.",
        "Copper pipes are not flexible enough to bend without kinking, without the use of a pipe bending spring or pipe bender.",
        "bole of trees Whose boughs bend to the east.",
        "Then lower buttock and bend the knee to really feel the muscle burn.",
        "photo caption: River bend - a tranquil corner of the Tiffey Valley at Kimberley shows the first signs of spring.",
        "catchy chorus went, \" They wouldn't bend.",
        "The gathering of British supporters on the bottom bend responded with a deafening cheer.",
        "putting the chock behind the mast reduces feel and promotes a lot of lower mast bend which is not always helpful.",
        "Years ago we used to hear quartets sing the catchy chorus went, \" They wouldn't bend.",
        "Slightly larger flagellates and small ciliates prompt the spines to bend and curl so as to entangle the prey more thoroughly.",
        "Clean out the tin, with a soft damp cloth, try not to bend the tin at all.",
        "Start by getting an adult with good muscles to bend the wire coat hangers into the right shape.",
        "confluent petioles protrude from the seed they bend down, as they are strongly geotropic, and penetrate the ground.",
        "conventionalityall and slim, he always dresses in a snuff-coloured suit and refuses to bend in any way to social conventionalities.",
        "The machine turns up the roots and the laborers, in a line, bend down to fill their wicker creels (baskets ).",
        "I can't see how using you're routine can enable you to bend high quality steel cutlery at a moments notice.",
        "deflectionld understand the derivation for the deflexion of a beam under symmetrical 3-point bend testing.",
        "Oracle has repeatedly promised to bend over backward to keep PeopleSoft's 12,200 customers happy, but some are already disgruntled.",
        "dismantled railroad on a right hand bend.",
        "Bend at the waist holding a dumbbell in you right hand near the floor, directly under your right shoulder.",
        "There was a right hand bend which formed a beautiful eddy over which hangs a very large bush.",
        "eddye Leys Bend presents a number of hazards, including fast water, large & strong eddies, a rock island.",
        "elated by success, he said he would try to bend some metal objects.",
        "The shaping of the horizontally focusing mirror is more extreme as its bend is required to have greater ellipticity for a uniform focus.",
        "Aldersey of Middle Aldersey Arms: Quarterly: 1 & 4 Gu., on a bend eng.",
        "Every bend of the road reveals new facets of an ancient landscape which has been inhabited for at least 5,000 years.",
        "Back down at stream level you reach a hairpin bend with an inlet entering on the right from an impenetrable fissure.",
        "flex grooveS: Anatomically positioned grooves in the midsole of the shoe that enable the shoe to bend with the foot.",
        "The colon then goes downhill via a bend called the splenic flexure.",
        "floundering about in the dark, miles from the bothy, thinking it is just around the bend.",
        "She had a severe deformity which was causing her left foreleg to bend inwards.",
        "Perhaps you are planning to stroll down to the bend where you caught your best grayling last season.",
        "Argent a bend gules with three roses argent thereon.",
        "Continue upwards and round the hairpin bend near the top.",
        "The path bears left at the end of a patch of woodland then makes a hairpin bend to cross a stream.",
        "The entrance is found by taking a path off the last left hand hairpin bend before a clearing.",
        "Stuart has indicated that there may be an issue with the 3-4 bend as 3 dogs had suffered broken hocks on this bend.",
        "Write the magic incantation \" DO NOT BEND \" on both sides of the envelope in some color that stands out.",
        "Bend your right leg at the hip and knee, and place your right heel on your left thigh just above the left kneecap.",
        "Round the bend in the stairway came a figure carrying a dark lanthorn.",
        "The S bend is quite meaty looking but seems ok.",
        "Place the metal on top of the card frame and carefully bend the metal over each of the edges.",
        "mossy log on the bend, then flew off.",
        "Running was fine but anything which required me to bend my legs into any sort of position suddenly became agonizingly painful.",
        "panther paperback and bend the is used even a last-minute.",
        "With their moderately soft, flexible pellicles, swimming Spirostomum often bend around bits of algae and other obstacles they encounter.",
        "That interpretation does not pervert or bend the words of the decision.",
        "As soon as the confluent petioles protrude from the seed they bend down, as they are strongly geotropic, and penetrate the ground.",
        "The bend radius is set at 24 turns for the cylindrical mirror.",
        "They are located on a bend on the right hand side of the road below some wooden railings.",
        "right-hand bend, go left up some steps.",
        "Upstairs, one frequently had to bend to avoid concussion on a beam or a sloping roofline.",
        "Argent a bend sable with three right hands argent thereon cut off at the wrist.",
        "The dread curve of Michael Corleone's life, which provided a dramatic spine for the family saga, has lost its sinister bend.",
        "The final bend below Linton Lock came sooner than we thought and the large sandbank loomed up on the left hand side.",
        "His soil isn't suitable for carrots and parsnips as the alluvial silt has heavy seams running through it which make them bend.",
        "Close behind, Gafurov comes a cropper on the pits bend, causing a stoppage.",
        "In fact, I have it fairly tight, but still with enough give in it to allow me to bend notes.",
        "Extra light strings are easy to play and you can bend the notes easily but the guitar may sound tinny.",
        "The DIPJ may just bend downwards itself while the rest of the toe remains straight (usually called a mallet toe ).",
        "Bend the right knee to almost a 45 degree angle keeping the upper torso facing forward.",
        "tow rope round the bend safely.",
        "Here are just a few of them: Grass cuttings and hedge trimmings A mower may be around the next bend.",
        "I decided that I would show this young upstart how to attack a good bend.",
        "That is not to say you should bend the rules willy nilly - only do so for a good reason!",
        "For no gallant Son of Britain To a foreign yoke shall bend.",
        "only from the channel of the Euphrates, which here forms a peninsula by a great bend (38Ã‚° 10' N., approximately 39Ã‚° 20' E.).",
        "The gaps, are, however, often filled as they are formed by the development of external conjunctive tissue immediately above the points at which the bundles begin to bend out of the stele, so that sharply defined open gaps such as occur in fern-steles are but rarely met with in flowering plants.",
        "True it is that there were not wanting other men in these islands whose common sense refused to accept the metaphorical doctrine and the mystical jargon of the Quinarians, but so strenuously and persistently had the Laster asserted their infallibility, and so vigorously had they assailed any who ventured to doubt it, that most peaceable ornithologists found it best to bend to the furious blast, and in some sort to acquiesce at least in the phraseology of the self-styled interpreters of Creative Will.",
        "It starts from near the point of junction of Haemus and Rhodope, and at first takes an easterly direction, the chief town which lies on its banks in the earlier part of its course being Philippopolis; but when it reaches the still more important city of Hadrianopolis it makes a sharp bend towards the south, and enters the sea nearly opposite the island of Samothrace.",
        "below the great southerly bend (in 94Ã‚° E.",
        "Of all the khiao the most powerful was the prince of Ubon (15Ã‚° N., 105Ã‚° E.), whose jurisdiction extended nearly from Bassac on the Mekong northwards to the great southern bend of that river.",
        "The centre of the city is the royal palace (see Siam), situated in a bend of the river and enclosed by walls.",
        "angere, to compress into a bend or to strangle, and the Gr.",
        "Steel which after a slow cooling from about 722Ã‚° C. will bend 166Ã‚° before breaking, will, after slow cooling from about 1050Ã‚° C., bend only 18Ã‚° before breaking.",
        "A part of the little Pamir is included in Afghan territory, but the boundary crosses this Pamir before the great bend northwards of the Aksu takes place, and, passing over a series of crags and untraversable mountain ridges, is lost on the Chinese frontier in the 66Ã‚° Longitude East 68Ã‚° of Greenwich 7e snowfields of Sarikol.",
        "The Guapore, or Itenez, an affluent of the Mamore, is the third large river of this Bolivian drainage basin, but it rises in Brazil, on the south slopes of the Sierra dos Parecis, where it flows in a great bend to the south and then west of north to the Bolivian frontier in 14Ã‚° S.",
        "Pop. (1901) 973Ã¯¿½ The earlier forms of the name, \"Alnecrumba,\" \"Ankrom\" and \"Alnecrom,\" indicate its Gaelic derivation from crom, \" crooked\" - \"the crook or bend of the For information on the subject of Tarent Kaines see Sir W.",
        "The material must be sufficientIy tough to bend cold 180Ã‚° flat on itself without sign of fracture.",
        "Hence the coast, now very slightly indented, runs north by east until at Algoa Bay (25Ã‚° 45' E.) it takes a distinct north-east bend, and so continues beyond the confines of the colony.",
        "lat.; then it makes a great bend to the north-east, and with irresistible power cuts through the inland Andes, until at the Pongo de Manseriche 2 it victoriously breaks away from the mountains to flow onwards through the plains under the name of the Amazon.",
        "to the great bend of the Hwang-ho (about 103Ã‚° E.) in the E.",
        "The Negroid peoples, which inhabit the vast tracts of forest and savanna between the areas held by Bushmen to the south and the Hamites, Semites and Libyans to the north, fall into two groups divided by a line running from the Cameroon (Rio del Rey) crossing the Ubangi river below the bend and passing between the Ituri and the Semliki rivers, to Lake Albert and thence with a slight southerly trend to the coast.",
        "and 10Ã‚° 47' W., and the most northerly point of the great bend is about 17Ã‚° N.",
        "The first group includes the native states of Bondu, Futa Jallon, Masina, Mossi and all the tribes within the great bend of the Niger.",
        "Pass a chain suspended across the road and, after a sharp right-hand bend, go left up some steps.",
        "The dread curve of Michael Corleone 's life, which provided a dramatic spine for the family saga, has lost its sinister bend.",
        "Bend hands up toward the shoulders then straighten arms back down to your sides.",
        "Bend arms slightly when turning in this position and straighten again when stepping on the spot or moving straight.",
        "The DIPJ may just bend downwards itself while the rest of the toe remains straight (usually called a mallet toe).",
        "Any bend angle can be programmed with no additional tooling costs.",
        "The idea of rubbing posts is to take the tow rope round the bend safely.",
        "That is not to say you should bend the rules willy nilly - only do so for a good reason !",
        "Do your child's knees bend comfortably over the edge of the seat when your child is seated against the seat back?",
        "The beauty of owning a motorhome is gaining another community and the new friends that are just around the next bend in the road.",
        "If you've found a pair of hiking boots you like, take the top of one of the boots and bend it over to test for sturdiness.",
        "If you can drastically bend the blade, or easily scratch it with a knife, then the blade has not been heat-treated.",
        "On most cues, the top third of the stick-called the shaft-will bend.",
        "All shafts bend, it's just a matter of how much.",
        "You can exit on Katy Fort Bend Road and turn on Katy Mills Drive or Star Lane, or you can exit on Pin Oak Road and turn on Kingsland Boulevard to find the mall.",
        "This innovative little cat toy has a wand attached to a movable arm that can bend in all directions.",
        "You may find you have to bend down to insert or extract clothes, although some models have doors that are easier to work with.",
        "However, it's good for your knees to squat, and since you often have to bend over to pull out clothes from a top loader, you may be going easier on your back overall with a front loader.",
        "Two pipes are inserted into these holes and connected at the bottom where they form a U bend.",
        "The light weight of the material helps, but you need to be careful not to bend or dent the panels.",
        "The construction of the lamp required the fine hand of the lamp maker to steam bend the support pieces to meet at the top.",
        "Inexpensive rods made of plastic or thin gauge metals will bend or break.",
        "If your window appears to be slightly between sizes, size up to the larger; over extending a telescoping rod may cause it to bend in the center.",
        "To stop while skiing downhill, bend your knees and put your weight forward until you slow down.",
        "Trying to force someone to bend to your will usually leads to greater levels of stress down the road.",
        "Bend over, sit down, dance, whatever, to check the fit and how the clothes move with or without you.",
        "You can buy heavy 18 to 22-gauge wire at any most stores and bend it into a custom bracelet.",
        "After getting the dress on, sit, stand, and bend over the in the outfit.",
        "Watch out for used decorating tips as the ends bend easily.",
        "Bend each leg, and secure all of the limbs together with toothpicks or slim wooden skewers.",
        "Conductivity: After frequent use, some cake pans tend to warp or bend.",
        "Although his name appears in the title of the 2003 hit Bend it Like Beckham, he and his wife were unable to make cameos in the film.",
        "Bend it Like Beckham (2002) - Rhys-Meyers played the character Joe, opposite Parminder Nagra (Neela on T.V.'s E.R.) and Keira Knightly.",
        "Many hard working servers put in overtime to accommodate celebrities and their entourages and bend over backwards to ensure everything is perfect.",
        "Then, have her bend over as far as possible to stretch her hands to the floor.",
        "With girls skirts, be sure to have your daughter sit down in the dressing room, kneel, bend down, and get into any other position that may cause the skirt to ride up or shift around.",
        "Light-Pink Hoodies: A very light pink hoodie almost looks white, but the touch of color adds a girly bend and looks fresher longer than bright white.",
        "Even if a course is not advertised in a catalog as being print-based, the instructor may bend the rules for some students or find a way to work around the existing parameters of the course.",
        "Measure from the top of the legs, as most dogs bend their head down as they go in and out of a pet door.",
        "Then they bend and grow around inside the container.",
        "The height of the bed makes it easier to work, because you don't have to bend or kneel as much.",
        "From transplanting seedlings to harvesting vegetables, you'll need to be able to bend and reach all of the plants.",
        "Other times, the number is between a \"b\" and an \"r\" meaning that you bend the string and then return it to its unbent state.",
        "However, when making a corner turn, don't make a tight bend that could damage the monorail.",
        "Wrought iron is more flexible, making it easy to bend thin strips into complicated shapes.",
        "Score and cut the front face of the drywall with the utility knife, then bend the panel to create a mark on the back paper.",
        "MDF: medium density fiber board is the least expensive shelving material, however, it can bend under significant weight.",
        "Bend the tracks any way you want for a personalized effect that is as easy to install as it is to pick out.",
        "Along with the ability to bend the track, comes the ability to hang lights from it as well.",
        "The rail is thinner, able to bend into complete circles, and it can even be suspended several inches below the ceiling for more contemporary looks.",
        "The best part of flexible track lighting is the ability to uncouple it from the ceiling, bend it into a new configuration and re-mount it.",
        "With a flexible track kit, you'll be able to move and bend your lights around your room until you find the look that works for you.",
        "The siding does not offer any bend and it will not curve well.",
        "Place the clip with the bend in the \"L\" at the front edge of the gutter and mold the clip around the screen and gutter by pressing down firmly with your fingertips.",
        "The wire needs to be thick enough that it holds its shape, yet thin enough for the wire artist to be able to bend and flex.",
        "This is an ideal way for the elderly or infirm to store their jewelry as tall armoires offer ease of access and also save people from having to bend down to take jewelry out.",
        "In addition, a full range of motion is important, so make sure you can easily move your arms and bend your knees.",
        "The key is for the shirt to move with your body as you stretch, turn, bend and perform basic everyday maneuvers, all while staying comfortably tucked.",
        "China Bend 2004 Marechal Foch Reserve - Cardamom, plum and blackberry flavors in a smooth, full bodied wine.",
        "You may find that you need to go up a size to give you enough room to accommodate bulkier clothes and to let you comfortably reach, bend and move.",
        "To avoid straps digging into your shoulders, they should be wide and tight enough to raise the bust above the bend in your elbow and still be comfortable.",
        "Bend to the side, to the front, squat, twist around - move in a number of ways to see how the piece feels.",
        "If the breeze lifts your skirt or you bend over without thinking, no one will see your underwear.",
        "You definitely don't want a shirt that rides up or exposes skin every time you bend over.",
        "More panels allow for more stretch and give as you bend or crouch.",
        "With the shorts on, bend over in a bike-riding position to make sure they are still comfortable.",
        "When you see someone bend over to pick up the dollar, rip the piece of cloth at the same time.",
        "Finally, a place for soap, which is high enough so the person does not have to bend down low, is a great safety and convenience feature.",
        "For example, some seniors may find it difficult to bend over to tie their shoes due to medications which may make them feel dizzy, or the actual act of tying shoes is more complicated because of arthritis.",
        "The forward bend will gently massage the muscles of your lower back and neck as well as help relieve tension.",
        "Movements are small, and may involve flexing of the big toe or a bend of the knee, hip, or ankle.",
        "Perhaps the most notable quality about this eyewear is that you can actually bend it!",
        "Bendable readers are not quite the same as folding reading glasses, which shrink down for easier storage and portability but do not bend all over.",
        "Don't forget to check Amazon.com for a wide array of reading glasses that bend.",
        "If you've ever sat on your readers, fallen asleep in them, or had a child grab them and bend them, you'll love the fact that there are some frames out there that are meant to withstand such accidents.",
        "They bend and then snap back into shape, so they are unlikely to suddenly become useless or uncomfortable.",
        "This can be achieved through wider frames that have an angular or rectangular bend.",
        "It could be that the hinge is stretched out or perhaps a screw is loose or missing.If you determine that the hinge is stretched out then use a pair of pliers to carefully bend it back into place.",
        "They are what allows the temples to bend.",
        "The genuine article will have a specific, high-quality hinge that you should be able to bend gently without distorting or \"popping.\"",
        "They're dubbed such because of their ability to bend and then return to their normal shape.",
        "They also feature Flex2Fit adjustable temples that allow you to bend the earpieces inward or downward for a secure and comfortable fit.",
        "Flexible frames come in two varieties--spring-hinge legs that bend out to the sides instead of breaking with pressure, and those frames made of flexible material all over; you can literally tie the legs in knots.",
        "These glasses contained convex lenses (lenses that bend outwards) that could correct farsightedness and the worsening of vision often seen as individuals age.",
        "After printing the ticket, do not fold or bend it excessively, and keep the bar code area as clean and neat as possible so there are no reading problems at the park.",
        "Cars bend and crack and leave stuff behind; fences break; anything available to run into is a chance that it will be left on the road.",
        "The testers sometimes have to bend over backwards just to get it to run.",
        "Just throwing your hands to the left or right isn't enough: you must bend you torso at the hips or you won't have enough clearance to catch that flying hoop.",
        "They don't burn, bend, break, or splinter and they are similar to cockroaches: practically indestructible.",
        "Rosés are bend over flexible with food.",
        "Generally you can bend the plexiglass piece to fit the curved shape.",
        "While that can be dangerous in a fall when the foot needs to bend, it is the safest design for people who are making vertical climbs up icy slopes.",
        "Bend one leg at a 90 degree angle at the thigh, making sure the waistbelt hits at this point.",
        "The doctor simply asks the child to bend forward while the back is examined for changes in the curvature.",
        "Potential benefits of this surgical procedure include pain relief, reduced spasticity to improve walking or aid sitting in a wheelchair, increased ability to bend at the waist, and improved use of the hands.",
        "Flexor muscle-A muscle that serves to flex or bend a part of the body.",
        "As the head is turned, the arm and leg on the same side will extend while the opposite limbs bend, in a pose that mimics a fencer.",
        "Atopic dermatitis-An intensely itchy inflammation often found on the face, in the bend of the elbow, and behind the knees of people prone to allergies.",
        "A third style, the Charleston bending brace, is used at night to bend the spine in the opposite direction.",
        "The bones of the legs and feet are most susceptible to stress fractures, which occur when muscle strains or contractions make bones bend.",
        "At this age, it is normal for children to start challenging their parents, testing the limits and rules to see how far they can bend or break them.",
        "Contraction of the biceps muscle, located on the top of the upper arm, pulls on the forearm to flex the elbow and bend the arm.",
        "The French 'to bend' refers to the knees in this term.",
        "In no other number are the lines straighter or the movements smaller; legs that usually gracefully bend are held stick-straight, and the effect of the whole number is that of an exceptionally well-trained army, but then a more elegant one.",
        "Step forward with the left foot, bend your knees and sway left and then right.",
        "Metal doesn't bend to the will of other elements.",
        "Bend forward and allow your hair to fall.",
        "Tip: If cutting at home, bend at waist, grab chunks of hair and slide scissors downward to the floor, slicing the hair 1-2\" from scalp.",
        "High ponytail: Bend over, grab hair into a high ponytail on top of your head, flip over and secure with a rubber band.",
        "Blow Dryer: A hair dryer is a must for a shaggy look, whether or not you use brushes or simply bend over and fluff.",
        "A small barrel curling iron can add the bend you'll need to create volume and separation.",
        "The classic 70s shag hairstyle is meant to be unkempt, so bend over and mess it up to separate those layers.",
        "Make sure you spray the finished style to maintain the hold and bend of the feathers.",
        "Do a skin allergy test 48 hours before each application by applying a quarter-sized amount of the product in the bend of the elbow, and allow it to dry on the skin for 48 hours.",
        "To pump body into dry hair, bend over at the waist, spray liberally at the scalp, and shake!",
        "The child may worry that he or she will get it dirty or bend the pages.",
        "Stand up between lesson segments, and invite your children to bend, stretch, or march in place.",
        "Men are in charge; women bend to their will.",
        "Rest your baby in your arm so his/her neck rests at or near the bend of your elbows, his/her back along your forearm and his/her bottom in your hand.",
        "Aluminum heats up under quickly and sometimes the framework begins to bend under weight.",
        "You should squat, sit down, and bend over so that there are no surprises when you chase that volleyball at the beach!",
        "You can bend the rules the way you want to make it suitable for any age group to play.",
        "Now, jump up and down, bend over and twist; do whatever you can think of to make sure that suit is not going to budge.",
        "In most cases, though, straps break because they've become weakened from wear or there are plastic or metal pieces that can bend and break.",
        "Bend from side to side, bend forward, even jog in place in the dressing room - you'll be able to see how comfortable the bikini is and whether or not it rides up at the first sign of movement.",
        "There, you will slowly practice the stroke so that you feel confident you understand the pull and bend of the movement.",
        "That is, you pull your arm straight in front of you and bend at the elbow as it comes back, maintaining a steady rhythm.",
        "Made of flexible foam rubber and available in a wide range of vibrant colors, they easily bend and float.",
        "If you drop something, you'll have to bend at your knees while keeping your waist and back straight.",
        "Do you hate it when your tees show a flash of skin when you move and bend?",
        "Another one of the smaller models, the surface area of the West Bend Electric Griddle is 10\" x 18\".",
        "Use the pliers to bend the wire into a ring formation.",
        "This type of wick is designed to have a slight bend at the tip when it is burning to help reduce carbon buildup.",
        "You can also bend wire into an ear shape and cover it with fabric, or even an old sock.",
        "Cut two equal lengths of the craft wire and bend them into the shape of your wings.",
        "Wrap black fabric or batting over wire and bend the resulting tubes into shape, then sew them to a black shirt.",
        "Simply bend one end of the tube into a cane shape and you have an inexpensive shepherds' crook.",
        "Major cities in the Ohio Valley include Cincinnati, Columbus, and Cleveland, Ohio; Lexington, Louisville, Covington, and Bowling Green, Kentucky; and Fort Wayne, South Bend, and Indianapolis, Indiana.",
        "Women will bend their body towards a speaker while a man will move his head to the side when listening.",
        "On the other hand, that durability can be misleading: unlike softer rings that may bend or warp when subjected to stress, tungsten is more likely to be fractured and is far less able to be repaired.",
        "For the couple seeking unique ring engraving ideas this can present the opportunity to bend tradition.",
        "Antique or vintage inspired wedding rings can also bend the rules when it comes to materials.",
        "For instance, a heavier silver ring will be more durable than a thin band, which could easily bend.",
        "Since pliage means \"fold or bend\" it is no wonder that this collection boasts an incredible ability to fold or bend, making them ideal for traveling.",
        "Even so, if both partners are willing to bend a little, this can be a wonderful and mutually satisfying relationship.",
        "Everyone should bend over and let the parachute touch the ground.",
        "The first person on each team is to bend over with feet and legs apart and grab his or her ankles.",
        "Fold, bend and twist pipe cleaners into different bug shapes.",
        "Some physicists believe that a large mass can actually bend space as well as slow down time.",
        "In 1994, he created a shoe that was made entirely out of elastic to allow the foot to bend and breathe in every step.",
        "I'll never forget coming around the bend of the nature preserve near my home, just after we moved to Wisconsin.",
        "Leather shoes have a structured shape while a fabric shoe may bend and slouch.",
        "Eventually, she got to marry to Jack, but not before she drove his \"true love\" out of town and later, went all the way around the bend and killed Carly's horse.",
        "Rise Up - Derek wants Sloan to distract Cristina while the residents squabbling drives Owen Hunt around the bend.",
        "Use whichever tool works best for you as long as it won't bend when applying a reasonable amount of pressure.",
        "Bend, Breathe, and Conceive: Fertility Yoga with Anna Davis, Ph.D.",
        "Nothing clears the mind quite like the Standing Forward Bend, known as Uttanasana.",
        "If you have a back problem, allow for a bend in the knees and just go down as far as you can without strain.",
        "Inhale deeply, and on the exhale, bend forward, chest on the thighs.",
        "Seated Forward Bend - Provides a wonderful stretch for anyone's skill level and helps a yogi calm the mind before moving on.",
        "In our article, Fun Yoga Asanas for Middle School Students, we outline some basic postures such as Mountain Yoga Pose, Child's Pose, Wide-Legged Forward Bend, and Lotus Pose.",
        "Wide-Legged Forward Bend is an energy booster.",
        "Use blocks or stacked books to bend down without causing strain in the lower back.",
        "I can extend and bend my toes for the first time in years!\"",
        "Bend forward, trying as much as possible to hinge from the hips and not the middle of your back, while keeping your back as straight as possible.",
        "Repeat the forward bend on the other side as well.",
        "Stand with your feet hip distance apart, or closer if you can manage it once you are in the bend.",
        "Reach your arms up and over your head, and then bend forward, again hinging a the hips."
    ],
    "definition": [
        "Link/Cite"
    ]
}