{
    "translation": "מתחת ל",
    "uses": [
        "He was pale beneath the golden skin.",
        "She burrowed even deeper beneath his arm.",
        "Talon's flush grew darker beneath the red of exertion on his face.",
        "He thinks it is beneath his dignity to help around the house and watch the kids.",
        "In a second bedroom, he sees himself, cowering beneath the cover, and biting back tears.",
        "She tugged at her hands, but he held her tight, enjoying the feel of her beneath him.",
        "The work bench, on which our tools were stacked, was beneath the concrete half of our enclosure.",
        "He looked at the body beneath him and kicked it.",
        "Explosions ripped the ground from beneath them and blinded her.",
        "Dean stopped his Jeep beneath the trees and watched.",
        "Bianca's drowsy cat warmed one of her thighs, and it hopped off to hide beneath the table opposite her.",
        "Her daughter is secure in the sealed room beneath the barn so it is only the two of us in my cabin.",
        "He glowed white-purple, and the hill beneath her trembled.",
        "He focused on the woman whose body was pressed beneath his.",
        "One sits on the twig of a tree, just beneath our window, and he fills the air with his glad songs.",
        "\"Scared?\" he grinned, turning, the light beneath his chin illuminating his Halloween face.",
        "They did nothing that was beneath the dignity of princes.",
        "The frozen sea beneath her feet was the color of tar, the black clouds above paused mid-swirl around a pop of blue sky in the storm's center.",
        "How well I remember the graceful draperies that enfolded me, the bright autumn leaves that wreathed my head, and the fruit and grain at my feet and in my hands, and beneath all the piety of the masque the oppressive sense of coming ill that made my heart heavy.",
        "Each made the other a warning gesture and stood still in the dim light beneath the curtain as if not wishing to leave that seclusion where they three were shut off from all the world.",
        "Darian shouted, staggering beneath the weight of his magic.",
        "Dean could see nothing behind him, only the slope directly beneath his feet.",
        "His gaze was calm and intense, and she flushed beneath his scrutiny.",
        "He led her into a small, grey elevator that plunged quickly to the depths beneath the mountain.",
        "She still looked fatigued, with dark circles under her eyes and skin pale beneath the caramel.",
        "He wrenched the attacker across his body and pinned him beneath his own body weight.",
        "And beyond that, billions more ounces of gold may be buried beneath the ocean floor.",
        "The chief tore out the lining and found the gold hidden beneath it.",
        "Martha bent down and scooped her up and snuggled the feline beneath her chin.",
        "The ceiling above us was divided with half the room beneath a concrete slab and the remainder under what appeared as thick planking, well out of reach to either of us.",
        "He was dressed again all in black, a color that should have minimized his size but just amplified how ripped he was beneath the clothing.",
        "The clouds far above were starting to swirl with hypnotic slowness, the rain beginning to fall again, and the sea beneath their feet rippling and shifting beneath the rubbery surface.",
        "There was a small room beneath the stairs on the main floor, rented in the past but occupied by Martha since her January arrival.",
        "\"My dear Boris,\" said the mother, drawing her hand from beneath her old mantle and laying it timidly and tenderly on her son's arm, \"be affectionate and attentive to him.",
        "As the wheels rolled softly over the straw beneath the windows, Anna Mikhaylovna, having turned with words of comfort to her companion, realized that he was asleep in his corner and woke him up.",
        "Turning to go, she noted the outline of a door beneath the stairs.",
        "It was not lonely, but made all the earth lonely beneath it.",
        "Lost in the heady sensations, Deidre wriggled and strained beneath him.",
        "One buffet table sagged beneath the weight of five kegs while another held food wrapped in cellophane and tinfoil.",
        "The young college-aged waitress inserted the tack, placed a quarter beneath it for weight and sounded a horn to call attention.",
        "In spite of such worldly concerns I barely remember climbing beneath the covers sleep came so quickly.",
        "She struggled to get her feet beneath her before she finally found her footing in the sand.",
        "Tomorrow April will hide her tears and blushes beneath the flowers of lovely May.",
        "He may keep me on duty every day, or may place me under arrest, but no one can make me apologize, because if he, as commander of this regiment, thinks it beneath his dignity to give me satisfaction, then...",
        "And when my father finds you lurking in the bushes beneath my window?",
        "His long, sleek hair was tied in a tight braid, and despite the cold and wind he wore only a long-sleeved sweater that hugged the muscles of his arms and shoulders beneath a down vest.",
        "Sean's body collapsed beneath the blanket, and the ocean's wind whipped the cloth into the air.",
        "He sliced his forearm and tucked the knife beneath his pillow once more, closing his eyes.",
        "Most have not delved six feet beneath the surface, nor leaped as many above it.",
        "Beneath a barn in the Hills above Santa Barbara, California.",
        "But beneath the slope, by the cart with the wounded near the panting little nag where Pierre stood, it was damp, somber, and sad.",
        "I was dialing my wife to tell her when Martha and Quinn came in the office, pushing a baby carriage with Claire smiling beneath her blankets.",
        "He opened the bottom drawer, placed it in the back beneath his never used shorts and closed it with a slam.",
        "The ground beneath them shook, and suddenly, the world slowed and fell quiet.",
        "It didn't take much for her to imagine what the body beneath the tight shirt was like.",
        "The images he placed in her mind were of her arching beneath him, crying out his name, while he drank from her.",
        "Beneath the trees grew some kind of lush, wet, bushy vegetation with silver-lit leaves and stems here and there.",
        "The anemone, the wild violet, the hepatica, and the funny little curled-up ferns all peeped out at us from beneath the brown leaves.",
        "Her tortured thoughts went to the thousands of men, killed by the only family she'd known, whose souls were trapped for eternity beneath the ground.",
        "In such transparent and seemingly bottomless water, reflecting the clouds, I seemed to be floating through the air as in a balloon, and their swimming impressed me as a kind of flight or hovering, as if they were a compact flock of birds passing just beneath my level on the right or left, their fins, like sails, set all around them.",
        "It is surprising that they are caught here--that in this deep and capacious spring, far beneath the rattling teams and chaises and tinkling sleighs that travel the Walden road, this great gold and emerald fish swims.",
        "He eased into her body at first then made love to her hungrily, relentlessly pushing her deeper into the haze of pleasure and desire, until she arched beneath him, her body on the verge of shattering.",
        "He looked and recognizing in her both the old and the new Sonya, and being reminded by the smell of burnt cork of the sensation of her kiss, inhaled the frosty air with a full breast and, looking at the ground flying beneath him and at the sparkling sky, felt himself again in fairyland.",
        "Another man--Timokhin--was lying in a corner on the benches beneath the icons, and two others--the doctor and a valet--lay on the floor.",
        "In the open space between the clouds and the black, bubbling sea far beneath, could be seen an occasional strange bird winging its way swiftly through the air.",
        "Nothing was said until we settled on a bench near the circular band stand, beneath the obligatory memorial statue.",
        "Perhaps I'll utilize my secure room beneath the barn for the daughter while I interview the mother alone.",
        "Billy Langstrom's body stared out from beneath the overturned Jeep, eyes open, a look of mixed surprise and horror on his young face as he lay in a pool of darkening blood.",
        "At intervals the trees lost their icy covering, and the bulrushes and underbrush were bare; but the lake lay frozen and hard beneath the sun.",
        "Suddenly your adversary's checker disappears beneath the board, and the problem is to place yours nearest to where his will appear again.",
        "Already, by the first of September, I had seen two or three small maples turned scarlet across the pond, beneath where the white stems of three aspens diverged, at the point of a promontory, next the water.",
        "He couldn't shake the fire in his blood or the sense of how soft her supple skin, how warm her body felt beneath him.",
        "She was pale beneath her warm color with dark circles beneath her eyes.",
        "\"All things considered, you seem to be holding up pretty well,\" Dean said to his wife as they cuddled beneath cool sheets in the dwindling hours of the evening.",
        "When the boy had entered the hut, Petya sat down at a distance from him, considering it beneath his dignity to pay attention to him.",
        "Her chin trembled at the steady pulse of his heartbeat beneath her fingertips.",
        "He released one of her wrists and leaned over, slapping it, before returning to the warm body beneath him.",
        "Jonny was on a low, flat rock, making love to a woman writhing in pleasure beneath him.",
        "It chanced that I walked that way across the fields the following night, about the same hour, and hearing a low moaning at this spot, I drew near in the dark, and discovered the only survivor of the family that I know, the heir of both its virtues and its vices, who alone was interested in this burning, lying on his stomach and looking over the cellar wall at the still smouldering cinders beneath, muttering to himself, as is his wont.",
        "She sat down on the couch and folded her legs beneath her.",
        "She felt the plush comfort of a bed beneath her and curled onto her side, unable to stop crying.",
        "He was muscular and buff beneath the trench.",
        "Her heavy boots trampled one of his feet, and he pried his from beneath hers.",
        "As a permanent home the spider makes beneath the surface a thimble-shaped web, with inverted mouth, anchoring it to the weeds.",
        "1454), a canopy supported by four columns, with his statue beneath it.",
        "No stone left unturned until I see the blood of my tipster-nemesis flood the ground beneath her panicked body.",
        "The fever had left him, and while he looked pale beneath his cocoa skin, he was alert and his speech coherent.",
        "A massive explosion went off, shaking the ground beneath them.",
        "Only Countess Helene, considering the society of such people as the Bergs beneath her, could be cruel enough to refuse such an invitation.",
        "But within the Trinity Gateway he was so pressed to the wall by people who probably were unaware of the patriotic intentions with which he had come that in spite of all his determination he had to give in, and stop while carriages passed in, rumbling beneath the archway.",
        "As soon as the sun appeared in a clear strip of sky beneath the clouds, the wind fell, as if it dared not spoil the beauty of the summer morning after the storm; drops still continued to fall, but vertically now, and all was still.",
        "But hardly had he done so before he felt the bed rocking backwards and forwards beneath him as if it were breathing heavily and jolting.",
        "The lieutenant colonel of hussars smiled beneath his mustache at the orderly's tone, dismounted, gave his horse to a dispatch runner, and approached Bolkonski with a slight bow.",
        "It had to be a dream, except that she remembered the heat of the skin beneath his shirt and tracing the scars she knew covered his body.",
        "Darkyn's daughter appeared frail and gaunt, her skin a shade or two darker than the white pillow beneath her head.",
        "On the way back Nicholas drove at a steady pace instead of racing and kept peering by that fantastic all-transforming light into Sonya's face and searching beneath the eyebrows and mustache for his former and his present Sonya from whom he had resolved never to be parted again.",
        "There was one beneath each statue representing a continent.",
        "She did not know and would not have believed it, but beneath the layer of slime that covered her soul and seemed to her impenetrable, delicate young shoots of grass were already sprouting, which taking root would so cover with their living verdure the grief that weighed her down that it would soon no longer be seen or noticed.",
        "She had two markings on her back: One burgundy, the familiar Immortal mating tattoo, and the new one black, positioned directly beneath the original.",
        "The earth trembled, and her legs crumbled beneath her.",
        "Beneath folded boxer shorts, but not well hidden, rested a black revolver.",
        "As he lifted the computer monitor, he caught sight of a paper beneath it.",
        "He smiled beneath his handlebar moustache, a scene from the old west.",
        "Half her face was knotted with horrible scars, the other half displaying skin close to the same shade as the white pillowcase beneath her.",
        "A gem bubbled to the top of the lake then dropped down, rejoining the rest of them beneath the surface.",
        "She didn't remember his passion, the way he tasted and smelled and felt, or the movement of his muscles beneath taut, smooth skin.",
        "But she saw what lay beneath his actions: hatred for something she'd done to him.",
        "She slowly slid her hands up his chest, enjoying the feel of the smooth muscles beneath his shirt.",
        "The leaves of the big oak tree were like silver filigree and the white cross beneath it looked iridescent.",
        "The papery hospital gown was rough beneath her palms, the dark room too cold.",
        "She marveled at the soft crunch of gravel beneath her shoes.",
        "She lifted it to see the outline of a puddle of the liquid beneath the mat.",
        "Loaves of bread were rising along one counter beneath thin cloths.",
        "Folding her legs beneath her, she took a deep breath and closed her eyes.",
        "No part of her thought he was bluffing beneath it.",
        "You work around the rules, between them, on top of them, beneath them.",
        "The earth beneath him trembled, which he took as a good sign.",
        "She sat in the oversized armchair, curling her legs beneath her as she drank her wine.",
        "She folded her legs beneath her once more on the chair.",
        "She stood on a covered landing of a fortress made of black stones overlooking a parched desert beneath dual suns too faded to provide anything other than indirect light.",
        "He was distracted by the feel of both after so long with nothing but stone walls beneath his fingertips.",
        "Katie looked to the fridge, where a small business card was stuck beneath a cartoon magnet.",
        "Her eyes settled on a form across the street, so still and dark he would've been a shadow if not for his presence beneath a street lamp.",
        "She withdrew the final bottle of whiskey from beneath the bed.",
        "There were dark circles beneath her light eyes, her hair was in a half-assed lumpy ponytail, and her face was so pale and drawn, she looked ill.",
        "Her eyes fell to the entryway in front of the elegant building in which she stayed, then to the street further down, where several forms moved from beneath a canopy, trailed by a shadow darker than night.",
        "The halls grew wider, and the stone turned to carpet beneath her sore feet.",
        "The ground was rocky beneath her hands and knees, the air chilled.",
        "He was taller than average, over six and a half feet, built like a rock with wide shoulders and tapered abdomen and hips beneath a jumpsuit similar to those worn by the prisoners.",
        "She tossed the fish back to the ocean and coiled the rope, hiding it beneath several small rocks in the back of the cave.",
        "She felt both awed and terrified watching his rippling, shapely muscles move beneath the olive skin.",
        "She felt something squish beneath her shoe and almost vomited.",
        "The sound of waves rushing the shore and the firm sand beneath his feet indicated its location a few yards from them.",
        "She hadn't noticed his pallor beneath his copper skin, but she saw it now.",
        "The walls were made of uneven, massive stones, the same kind beneath her feet.",
        "He pulled out a small stack of clothing from the backpack and peeled off his shirt, displaying the lean, muscular body beneath.",
        "She didn't know if she could trust him, or Kris, or anyone yet, but she could at least know the man beneath her was probably the only man she was safe from.",
        "Katie trailed her into the stately Georgian mansion and glanced down as the polished wood beneath her feet creaked.",
        "They lay in bed beneath the covers in the dark room.",
        "Katie grumbled beneath her breath.",
        "He ignored her and snuggled deep beneath the covers.",
        "His bright features turned pink beneath his wire-rimmed glasses and straw-colored hair.",
        "The snow fell straight from the sky without the wind and was soft and fluffy beneath her feet.",
        "There was a moment of silence before the door buckled beneath a blow that sent her sprawling.",
        "The door cracked in the middle beneath the second blow, and she went sailing once again.",
        "The jaguar winced but kept its grip, and Toby.s blood turned the snow beneath them red.",
        "He pulled a printout from beneath his computer and scanned it.",
        "She grimaced when he peeled back the final layer of bandages to reveal the gouge and broken bones beneath.",
        "Tamer was still for a long moment, until Kiki shoved a foot beneath his belly and rolled him over.",
        "The Immortals were grouped beneath the trees, and none of them appeared the worse for wear from their escape.",
        "Sasha.s blood was hidden beneath fresh snowfall.",
        "She couldn.t see the Sanctuary through her blurry eyes, just the blue of water and the tan sand beneath her hands.",
        "Katie rose, hefted Iliana beneath the shoulders, and dragged the woman over to the shade.",
        "Katie stood on her tiptoes and looked up, taking one last look at the blue sky before she held her breath and ducked beneath the water.",
        "The earth would drop from beneath his feet and the sun pierce his soul.",
        "Turning away, she missed the movement behind her as another of the creatures appeared from beneath the bed.",
        "She trailed her fingers down a wall, smiling when she saw soft glimmers light up beneath her touch, trail her fingers a short distance, and blink out.",
        "Her face warmed and reddened beneath the scrutiny.",
        "An unexpected heat jarred her to her core, and the earth beneath her feet shook violently enough to rattle her teeth.",
        "The planet's energy warmed her, ran through her and into him, and grass grew beneath her feet.",
        "His frame was thick beneath the snug clothing, with a tucked waist and flared upper body extending from the tucked waist to his wide, broad shoulders.",
        "She was about to object when the disc beneath his feet levitated and launched them into the air.",
        "Kiera grabbed the prisoner's tunic, staring in horror as the ground dropped from beneath them.",
        "Kiera made out a bed beneath her and gripped her head with a grimace.",
        "It was as his father had told him, as if the suns burned a hole straight through his head and the ground beneath him shook.",
        "He traveled for a day and slid beneath the radars of Qatwal easily, having stolen the codes needed to jam their tracking systems during one of his scuffles with Kisolm.",
        "She could feel his body heat and felt pinned beneath the intensity of his gaze.",
        "He turned on his heel as soon as she appeared and strode toward the small area beneath a tree where spacecraft traditionally hovered to release their occupants.",
        "Nishani followed him from the bustling, warm banquet room to the cool courtyard in front of the house beneath a full sky of suns.",
        "The pod dropped fast toward the surface, the sight of the spinning world beneath her sickening.",
        "She'd thought the planet completely dead, but there was a bright patch of green grass beneath her and the pod.",
        "Grass tickled her feet, and she glanced down at the swath of green beneath her.",
        "Irritated, she pulled her feet up and crossed her legs beneath her.",
        "She planted her hand on the red ground and counted to ten, until she felt the tickle of blades of grass beneath her hand.",
        "She smashed into it as another quake rumbled beneath her, then rose and waved her band before the door.",
        "A'Ran launched himself upwards, catching the door as the ground beneath him crumbled and gave.",
        "The ocean was hidden beneath the fog and the air chilled, so she walked fast until she warmed up.",
        "His fierceness took her breath away, and the dark circles beneath his eyes drew her sympathy.",
        "There was an additional small guest room beneath the stairs on the main floor.",
        "Fred O'Connor strolled back to the room, his platter replenished, the garage sale section of the newspaper tucked beneath his arm.",
        "The Ouray skating rink was located on the north side of town, snuggled beneath the shade of a canyon wall to the east.",
        "Cynthia followed her husband into the room, holding the Annie Quincy dress in front of her, with a bundle of under garments beneath her arm.",
        "Dean showed the guest his room, the small first floor room beneath the stairs.",
        "However, winter locked the mountain jeep roads beneath yards of snow for all but a few short summer weeks.",
        "All with unused envelopes I might add, all hidden beneath your undershorts?",
        "The heat has been lowered now that the men have left and it is oh so cold as I lay huddled here beneath my thin blankets.",
        "\"Wimps!\" she called, as she set off at a quick pace beneath a heap of gear that nearly buried her small frame.",
        "Climbers could be seen in pairs, groups and singles, some nearly beneath them.",
        "I fear for his reputation if we be discovered but I have never been happier than next to him, beneath the buffalo robe that covered us.",
        "Soon they were snuggled beneath a heavy wool robe, gliding contentedly down the snow covered back roads of the Uncompahgre valley.",
        "Ryland raised his feet for Cynthia to clean beneath him and said, \"Edith's gone back to her husband.\"",
        "Dean asked as he paused beneath a streetlight.",
        "Stopping her seemed not to enter Dean's mind as she placed a chair in the middle of the room, looking up to make sure it was directly beneath the hanging brass fixture.",
        "Dean's mind churned the details of the recent happenings, trying to make sense of Shipton's orchestrated plunge to the river, and the strange reactions of those still sleeping beneath Bird Song's roof, and elsewhere.",
        "Abruptly the scratching sound of the crampons beneath his feet told him he'd reached the first mounds of solid ice.",
        "Sarah tucked her feet beneath her.",
        "He looked down at her beneath him and asked, \"Did I hurt you?\"",
        "He pinned her beneath him, holding her arms above her head.",
        "He could only steer them towards the Underground Railroad, the secretive systems of bunkers and tunnels running beneath major cities that were developed by the PMF during the ten-year war.",
        "She perched on one of the boulders lining the cliff edge and tucked her legs beneath her.",
        "\"I'm not convinced this is the only keypad missing from beneath our noses,\" he said with a frown.",
        "Her gaze flickered to the screen beneath her fingertips, and she typed the alarm disarm codes.",
        "He glared at her, then unbuttoned his tac gear, pulling his arms free and pushing it down to his waist to reveal the dark T-shirt beneath.",
        "He slept on his stomach, his arms folded beneath his head, and a sheet covering him from the waist down.",
        "He peeled the tac suit down to his waist, revealing a snug T-shirt beneath whose sleeves were tight around bulging biceps.",
        "She moved his weapons, pushed his heavy body out of the way to see if he hid them beneath one of his muscular thighs.",
        "The ground shook beneath them as the weapons hit the ground.",
        "She awoke beneath the sheets of his bed, warm and comfortable.",
        "They were going into the black water, hundreds of feet beneath them.",
        "There was a box strapped to the floor beneath the bench.",
        "The ground beneath was rocky.",
        "Its colors were pale purple and the bed beneath him more comfortable than any he'd lain in.",
        "Lana suspected the labyrinth of tunnels and chambers ran beneath the entire town.",
        "The room beneath the collapsed building was empty.",
        "Rhyn lay still and folded his hands beneath his head, staring at the sky.",
        "Rhyn slipped in the muddy snow beneath him and looked around for the angel.",
        "He pulled up the hood and strode into the forest, towards the castle.  Beneath the hood, he took in the numbers of demons present.  There weren't as many as he expected but far more than he could fight without his magic.",
        "Rhyn grunted and rolled onto his stomach.  The stone floor beneath him was cool but not cool enough to soothe the hot fury of his magic.  The effects of whatever Toby had injected into him were almost gone.",
        "Rhyn focused hard on the demon lord then on putting one foot, then the other, beneath his shaking body.",
        "The ground beneath her rumbled suddenly, and she straightened, balancing herself against a tree.  Gabriel stopped ahead of her and Andre motioned her quickly away from the spot.",
        "But who was the second?  Rhyn killed Jade when he attacked me.  He was the traitor operating beneath my nose.",
        "Ully cursed as he moved to seek cover from the downpour.  Safe beneath his jungle roof, Toby watched him.  The brave, cheerful Ully that sat with him in Hell seemed lost in the underworld, and Toby began to suspect there was another reason their jailer, Jared, had freed them.",
        "Unable to sleep without knowing the truth, Toby huddled beneath the jungle leaves and stretched his senses until he found Katie.  He couldn't put her in more danger, if there was something wrong with Ully.  She was close enough for him to find when he needed to.  If he kept some distance between him and Katie, he could figure out what was wrong with Ully without endangering her more.",
        "He flew through the air, drawing the attention of nearby demons in midflight.  He saw them shift directions and dart towards him just before he dipped beneath the jungle canopy again.",
        "Toby hauled Katie up and tugged her forward.  Katie pulled free and grabbed Deidre just as the earth beneath her collapsed.  Katie slammed to the ground, holding Deidre as tightly as she could.",
        "He stared.  It was not Hannah lying beside him but a demon with blond hair.  Kris pulled his legs beneath him to sit, and Rhyn released him.",
        "She pulled, and he ran.  Katie felt the ground shake beneath them as the demons pursued.  Several flew overhead and dropped directly in their path.  She stopped and shoved Toby behind her, drawing the knife Gabe had given her.  Before long, they were surrounded.",
        "Dean chuckled as he reached beneath the mat to a back corner for something that caught his eye.",
        "Dean reached in the car, pointing, scarcely an inch from a bulge beneath Alfred's shoulder, causing him to pull away.",
        "Finally, he turned and reached beneath the counter and handed Dean a box containing hundreds of cards.",
        "At one point, the girl dropped her napkin and the boy reached beneath the table, picked it up, and replaced it daintily on her lap.",
        "She looked him in the eye, silhouetted in the glow from beneath the door, the only light in the nearly dark room, and began to undo his belt.",
        "He groped his way down the path, the wind whipping his raincoat behind him, until he felt the mush of soft sand beneath his aching feet.",
        "Cynthia Byrne's breasts stood firm against the lacy fabric covering them and he draped a towel across her chest as he strug­gled to unhook her bra from beneath her comatose body.",
        "Dean maneuvered the still-unconscious figure beneath the covers, tucking the blanket as tightly as he dared.",
        "Before return­ing to his room, Dean stopped to adjust the remaining towel beneath Cynthia Byrne's damp head.",
        "He thought she would cry but instead she lay back on the grass, arms beneath her head, and after a time, began naming the shapes of the clouds passing across the sky.",
        "He had risen to fear, heartache, anxiety, bliss, pain and a hundred other feelings that made you beg to be able to bury your head beneath the covers and stay in the warm cocoon of sleep forever.",
        "Jule's troubled gaze was on the apple trees they passed beneath.",
        "Darian dismounted and lifted Claire off the horse, settling her gently beneath a tree.",
        "The ground beneath them moved suddenly, a low rumble that made the beds shake.",
        "If he walked beneath the apple trees in the orchard, would she be waiting for him with her sweet smile, as she had the day they met?",
        "Ten minutes of walking later, she crouched beneath the lowest branch of a massive pine tree and inched her way to the scene.",
        "Darian was stretched out in the space beside her, hands beneath his head.",
        "Even though she wore a snug shirt beneath it, Darian couldn't help willing her to hurry.",
        "She could think of nothing more than his bare skin against hers, of the feel of his muscles beneath her fingers.",
        "Darian looked around, expecting to see her again beneath the shade of an apple tree, as beautiful as she was deadly with the daggers she wore at her waist.",
        "Damian, Sofia, Adrian were written beneath it, and Darian grinned, wondering when Sofi had picked a name for her son.",
        "She heard the crunch of snow beneath boots.",
        "After a long pause, Jenn tucked it beneath her shirt.",
        "She rolled onto her back and swept his feet from beneath him, pouncing.",
        "He looked as tired as she felt, his hair disheveled and dark circles beneath his blazing golden eyes.",
        "His sight was poor enough that the moonlight hurt his eyes, but his other senses were strong after growing up beneath the ground.",
        "Was the tiny kingdom strong enough to help him seek his revenge against those who had imprisoned him beneath ground and killed his family?",
        "Yes, it was a woman's shape, her body clad in dark breeches and boots, her sleeveless tunic held in place beneath a leather belt.",
        "It's several feet beneath the ground - -far enough for us to forget you quickly.",
        "I will kill any who seeks to cage me beneath the earth!",
        "Dark circles smudged the delicate skin beneath her clear eyes.",
        "Anger simmered beneath her controlled façade.",
        "He finished and reached forward to wipe the tears from beneath her eyes.",
        "He darted after Vara, unable to shake the image of his father falling beneath a barbarian's sword.",
        "Stealthily, she moved the cup over the edge and spilled it on the floor beneath the table.",
        "He tugged the Book of the Damned from beneath a pillow.",
        "She rubbed the area beneath her collarbone with a frown, unable to understand the demon's movement.",
        "Taran opened his eyes beneath the eye-band, the heat of a hot morning sun on his face.",
        "\"Memon doesn't mind you killing his men?\" she challenged, seeking to keep from falling entirely beneath his spell.",
        "Knocking jarred him as he read, and he hid the book beneath a pillow before allowing Hilden's chosen messenger to enter.",
        "The beast within Memon was strong enough to crawl beneath his skin.",
        "The packed dirt was rocky beneath her fingers.",
        "She paused beneath the entrance to look around.",
        "A day beneath ground made her eyes ache in the full light of day.",
        "The vision of her dropping beneath his arrows replaced it, and he clenched his jaw.",
        "Taran gazed into the inky black eyes, ignoring the urge to look as the creature slithered beneath the skin on Memon's neck.",
        "Taran tore out of the great hall, followed closely by the madman, whose agitated demon swam visibly beneath his skin.",
        "He stumbled, his body straining beneath her weight and his speed.",
        "The shoulder muscles beneath his gray blazer rippled as he moved.",
        "All fell beneath the creatures she created in the human realm and used the bridges to cross into this one.",
        "Anxious to be gone, she searched beneath the sinks and the laundry room, places she thought a flashlight would be.",
        "His body was flawless: thick muscles moving effortlessly beneath bronze skin.",
        "Raw, unguarded, a mix of desire and surprise that caused her cheeks to flush and her body to yield beneath him.",
        "Her shapely, feminine body went rigid beneath his.",
        "None of them were able to move in stealth mode, like Jessi-the-Natural lying breathless and furious beneath him.",
        "Jessi pulled at her arms again and squirmed beneath him.",
        "Xander smiled, enjoying the sensation of her wriggling body beneath him.",
        "He wore only judo pants again this morning, his relaxed body reminding her too much of what it felt like to lie beneath him the day before.",
        "He wore nothing beneath the black vest.",
        "He paid her last warning no heed and kissed her neck from beneath her ear to her collarbone.",
        "Muscles bunched and released beneath his smooth skin, the chiseled body even more defined from the effort of battle.",
        "It had to do with the necklace he wore beneath the t-shirt, one Jonny would find useful.",
        "She crossed to the living room and tucked her legs beneath her as she sat across from him in an oversized, worn chair.",
        "The bed sank beneath his weight.",
        "The heat of his bare chest beneath her hands and the hardness of his arousal against her belly made need roar to life within her.",
        "She was shaking beneath him.",
        "Concrete floors were cool beneath her bare feet, and the perimeter was lit by dim lighting.",
        "The stone beneath her feet was uneven and worn, old.",
        "Two metal handles – one on each door – were cold beneath her fingers.",
        "The ground beneath them began to shake.",
        "With the earth moving beneath her, Jessi wasn't able to process anything she felt during the last minutes of the world, except that Xander cared enough to finish what he started in his quest for revenge.",
        "The mouth, with its jaws, forms a conical outgrowth which projects backwards, so that its apex lies beneath the prothorax.",
        "During this stage the cuticle draws away from the imaginal cuticle which is forming beneath, ultimately becoming separated as a thin transparent pellicle through which the form of the adult can be seen.",
        "The main line of the Orleans railway passes through a tunnel beneath the town.",
        "Her plumage, with exception of the wings and tail, which are of a dull red, is light-olive above and brownish-yellow beneath.",
        "The light proceeds from a pair of conspicuous smooth ovoid spots on the pronotum and from an area beneath the base of the abdomen.",
        "The cuticle of a mushroom readily peels away from the flesh beneath, as shown at F.",
        "Occurring in all temperate and tropical countries, book-scorpions live for the most part under stones, beneath the bark of trees or in vegetable detritus.",
        "It is possibly for the purpose of feeding on parasitic mites that book-scorpions lodge themselves beneath the wing-cases of large tropical beetles; and the same explanation, in default of a better, may be extended to their well-known and oft-recorded habit of seizing hold of the legs of horse-flies or other two-winged insects.",
        "The general construction of wooden screens is close panelling beneath, on which stands screen-work composed of slender turned balusters or regular wooden mullions, supporting tracery more or less rich with cornices, crestings, &c., and often painted in brilliant colours and gilded.",
        "The most carefully executed part is on the south and south-east, where the wall is decorated by a row of granite monoliths beneath which runs a double line of chevron ornament.",
        "It ended the old Aristotelian distinction between the sphere beneath the moon and the starry spaces beyond.",
        "Ivan intervened in 1558 and quickly captured Narva, Dorpat and a dozen smaller fortresses; then, in 1560, Livonia placed herself beneath the protection of Poland, and King Sigismund II.",
        "The attendants then withdrew, and while Henry was reading the letters Clement mortally wounded him with a dagger which had been concealed beneath his cloak.",
        "Indirect radiators are placed beneath the floor of the apartment to be heated and give off heat through a grating.",
        "Its bright red beak, the bare bluish skin surrounding its large grey eyes, and the tufts of elongated feathers springing vertically from its lores, give it a pleasing and animated expression; but its plumage generally is of an inconspicuous ochreous grey above and dull white beneath, - the feathers of the upper parts, which on the neck and throat are long and loose, being barred by fine zigzag markings of dark brown, while those of the lower parts are more or less striped.",
        "It is also darker in colour, has less of the frontal crest, shorter legs, a longer tail, and the markings beneath take the form of bars rather than stripes, while the bill, eyes and legs are all black.",
        "As far west, therefore, as the Cordillera, there is no evidence that any part of the region was ever beneath the sea in Mesozoic times, and the plant-remains indicate a land connexion with Africa.",
        "The modern Persians call this place Nakshi Rustam (\" the picture of Rustam \") from the Sassanian reliefs beneath the opening, which they take to be a representation of the mythical hero Rustam.",
        "Beneath these hills the surface of the island falls lower, and several hills in the form of amphitheatres extend their bases as far as the sea.",
        "Many of the Frisian legends and folk-songs deal with the submerged villages and hamlets, which lie buried beneath the treacherous waters of the Wadden.",
        "Thus any twining plant with a heart-shaped leaf, white and green above and purple beneath, is called by them guaco (R.",
        "Monoecious, and bearing their male flowers in catkins, they are readily distinguished from the rest of the catkin-bearing trees by their peculiar fruit, an acorn or nut, enclosed at the base in a woody cup, formed by the consolidation of numerous involucral bracts developed beneath the fertile flower, simultaneously with a cup-like expansion of the thalamus, to which the bracteal scales are more or less adherent.",
        "The leaves are large, often irregular in form, usually with a few deep lobes dilated at the end; they are of a bright light green on the upper surface, but whitish beneath; they turn to a violet tint in autumn.",
        "The oval leaves are dark-green above, and whitish with stellate hairs beneath, the margin entire and slightly recurved.",
        "deep. The crusaders' church remains almost intact, and numerous fragments of carved stone are built into the village houses, beneath which in some places are some interesting tombs.",
        "beneath the plateau, runs across the plain towards the mountains; it is at this point that the traveller coming from Shechem now ascends the hill to the village of Sebusteh, which occupies only the extreme E.",
        "of a terrace beneath the hill-top, behind the crusaders' church, which is the first thing that attracts the eye as one approaches the town.",
        "Beneath the epidermis is a longitudinal layer of muscle-fibres which are separated into four distinct groups by the dorsal, ventral and lateral areas; these are occupied by a continuation of the epidermic layer; in the lateral areas run two thin-walled tubes with clear contents, which unite in the anterior part of the body and open by a pore situated on the ventral surface usually about a quarter or a third of the body length from the anterior end.",
        "Geologically considered, the country may be divided into three regions - a central, and the largest, comprising the whole width of the Aravalli system, formed of very old sub-metamorphic and gneissic rocks; an eastern region, with sharply defined boundary, along which the most ancient formations are abruptly replaced by the great basin of the Vindhyan strata, or are overlaid by the still more extensive spread of the Deccan trap, forming the plateau of Malwa; and a western region, of very ill-defined margin, in which, besides some rocks of undetermined age, it is more or less known or suspected that Tertiary and Secondary strata stretch across from Sind, beneath the sands of the desert, towards the flanks of the Aravallis.",
        "In the undulator apparatus, which is similar in general principle to the \" siphon recorder \" used in submarine telegraphy, a spring or falling weight moves a paper strip beneath one end of a fine silver tube, the other end of which dips into a vessel containing ink.",
        "The indicator was connected with a Ruhmkorff coil or other equivalent apparatus, designed to cause a continual succession of sparks to pass between the indicator and a metal plate situated beneath it and having a plane surface parallel to its line of motion.",
        "It lies partly on a peninsula between the river and the sea, partly on the wooded uplands which enclose the valley and rise gradually to the high moors beneath Heytor.",
        "When too heavily laden the camel refuses to rise, but on the march it is exceedingly patient under its burden, only yielding beneath it to die.",
        "Odoacer, a chief of the Herulians, deposed Romulus, the last Augustus of the West, and placed the peninsula beneath the titular sway of the Byzantine emperors.",
        "At its close the provinces of Italy were placed beneath Greek dukes, controlled by a governor-general, entitled exarch, who ruled in the Byzantine emperors name at Ravenna.",
        "We are therefore forced to pause awhile, and probe beneath the surface.",
        "No longer a tyrant of Ezzelinos stamp, he reigned by intelligence and terrorism masked beneath a smile.",
        "Of free commonwealths there now survived only Venice, which, together with Spain, achieved for Europe the victory of Lepanto in 1573; Genoa, which, after the ineffectual Fieschi revolution in 1547, abode beneath the rule of the great Doria family, and held a feeble sway in Corsica; and the two insignificant republics of Lucca and San Marino.",
        "A further stage in evolution is that the muscle-cells lose their connexion with the epithelium and come to lie entirely beneath it, forming a sub-epithelial contractile layer, developed chiefly in the tentacles of the polyp. The of the evolution of the ganglioncells is probably similar; an epithelial cell develops processes of nervous nature from the base, which come into connexion with the bases of the sensory cells, with the muscular cells, and with the similar processes of other nerve-cells; next the nerve-cell loses its connexion with the outer epithelium and becomes a sub-epithelial ganglion-cell which is closely connected with the muscular layer, conveying stimuli from the sensory cells to the contractile elements.",
        "The lenticels of the stem are usually formed beneath stomata, whose function they take up after the stomata have been ruptured and cast off with the rest of the epidermis.",
        "the application of ordinary antiseptic powders to leaves inside which a Fungus, such as a Uredo or Ustilago, is growing can only result in failtire, and similarly if tobacco fumes, for instance, are applied when the insects concerned are hibernating in the ground beneath.",
        "The usual necrosis of the injured cortex occursdrying up, shrivelling, and consequent stretching and cracking of the dead cortex on the wood beneath.",
        "It lies beneath the considerable elevation of Rivington Pike, where formerly was a great forest.",
        "The ambiens muscle, long and spindle-shaped, lying immediately beneath the skin, extending from the pectineal process or ilio-pubic spine to the knee, is the most median of the muscles of the thigh.",
        "in hornbills and screamers, into every part of the skeleton, or, in the shape of innumerable pneumatic cells, even beneath the skin.",
        "Of an olive-green above, deeply tinted in some parts with black and in others lightened by yellow, and beneath of a yellowish-white again marked with black, the male of this species has at least a becoming if not a brilliant garb, and possesses a song that is not unmelodious, though the resemblance of some of its notes to the running-down of a piece of clockwork is more remarkable than pleasing.",
        "A court seems more natural where a chain of degrees leads gradually up from the lowest subject to the throne than when all beneath the throne are nearly on a level.",
        "Thence they were subsequently removed to a tomb beneath the high altar of the cathedral.",
        "Tower (1903), of nervures similar to those of the hind-wing, and by the proof that the small membranous structures present beneath the elytra of certain beetles, believed by Meinert to represent the whole of the true fore-wings, are in reality only the alulae.",
        "Sometimes the glands are found beneath the disk of the elytron, opening by pores on the surface.",
        "both lengthwise and transversely, and doubled up beneath the elytron; to permit the transverse folding, the longitudinal nervures are interrupted.",
        "As regards growth after hatching, all beetles undergo a \"complete\" metamorphosis, the wing-rudiments developing beneath the cuticle throughout the larval stages, and a resting pupal stage intervening between the last larval instal1 and the imago.",
        "The pupal stage is passed in an earthen cell, just beneath the surface of the ground.",
        "Many of our native species spend the day lurking beneath stones, and sally forth at night in pursuit of their prey, which consistsof small insects, earthworms and snails.",
        "4), a Malayan genus found beneath fallen trees, a situation for which its compressed shape is admirably adapted.",
        "extends beneath the abdomen on either Europe.",
        "Other Hydrophilidae carry their egg-cocoons about with them beneath the abdomen.",
        "Most of the Chrysomelidae are metallic in colour and convex in form; in some the head is concealed beneath the prothorax, and the so-called \"tortoise\" beetles (Cassidinae) have the elytra raised into a prominent median ridge.",
        "TURNSTONE, the name long given 1 to a shore-bird, from its habit of turning over with its bill such stones as it can to seek its food in the small crustaceans or other animals lurking beneath them.",
        "This fact was recognized by the legislators of 1864, and beneath the statutory tribunals created in that year the special courts of the peasants were suffered to survive.",
        "Drainage finding no outlet through the thick clay, the soil of the forest region is often hidden beneath extensive marshes, and the forests themselves are often mere thickets choking marshy ground; large tracts of sand appear in the W., and the admixture of boulders with the clay in the N.W.",
        "beneath the surface of the street - a depth not sufficient to warrant the introduction of lifts, but enough to be inconvenient.",
        "(a) In Burma, as in many other countries, those who die a violent death are held to haunt the place where they met their fate; consequently when a town is built living men are interred beneath the ramparts and the pillars of the gates.",
        "The blocks are angular, and rest irregularly one upon another, supported in all positions by the angles and edges of those beneath.",
        "In the southern part of the monastery is the church of Sergius, beneath which are spacious rooms where 200,000 dinners are distributed gratis every year to the pilgrims. The bell-tower, 320 ft.",
        "The traces of an earlier \" Middle Minoan \" palace beneath the later floor-levels are most visible on the east side, with splendid ceramic remains.",
        "Magazines with fine painted store jars came to light beneath the floor of the later \" propylaeum.\"",
        "Others again play the part of thieves in the ant society; C. Janet observed a small bristle-tail (Lepismima) to lurk beneath the heads of two Lasius workers, while one passed food to the other, in order to steal the drop of nourishment and to make off with it.",
        "The same naturalist describes the association with Lasius of small mites (Antennophorus) which are carried about by the worker ants, one of which may have a mite beneath her mouth, and another on either side of her abdomen.",
        "These segments spring apparently from the top of the ovary - the real explanation, however, being that the end of the flower-stalk or \"thalamus,\" as it grows, becomes dilated into a sort of cup or tube enclosing and indeed closely adhering to the ovary, so that the latter organ appears to be beneath the perianth instead of above it as in a lily, an appearance which has given origin to the term \"inferior ovary.\"",
        "But there is positive evidence that much of the north and east of Asia has been land since the Palaeozoic era, and it has been conclusively proved that the peninsula of India has never been beneath the sea since the Carboniferous period at least.",
        "Between these ancient land masses lies an area in which marine deposits of Mesozoic age are well developed and which was evidently beneath the sea during the greater part of the Mesozoic era.",
        "Excepting in the extreme north, where marine Jurassic and Cretaceous fossils have been found, there is no evidence that this part of Siberia has been beneath the sea since the early part of the Palaeozoic era.",
        "Gondwanaland, however, did not long survive, and the portion which lay between India and South Africa sank beneath the waves in Tertiary times.",
        "He strengthened his position by giving his daughter Sophia in marriage to Vasily, grand-duke of Muscovy; but he never felt secure beneath the wing of the Teutonic Order, and when Jagiello removed Skirgiello from the government of Lithuania and offered it to Witowt, the compact of Ostrow (5th of August 1392) settled all differences between them.",
        "The church is cruciform and the altar stands beneath the eastern lantern arch, a fine rood screen separating off the choir, which was devoted to monastic use, while the nave was kept for the parishioners, in consequence of a dispute between the vicar and the monastery in 1499.",
        "The epidermis contains numerous groups of sense cells; beneath the epidermis there is rarely (Kynotus) an extensive connective tissue dermis.",
        "Beneath this again is a distinct peritoneum lining the coelom, which appears to be wanting as a special layer in some Polychaetes (Benham, Gilson).",
        "In this Annelid later the sac in question joins its fellow, passing beneath the nerve cord exactly as in the leech, and also grows out to reach the exterior.",
        "The chancel of the church at Repton is assigned to the second half of the 10th century, though subsequently altered, and the crypt beneath is supposed to be earlier still; its roof is supported by four round pillars, and it is approached by two stairways.",
        "Even when Rome and Italy smarted beneath his proscriptions and extortions, the provinces were undisturbed.",
        "The main distinction is the occurrence in the tissue of the fruit, or beneath the rind, of clusters of cells filled with hard woody deposit in the case of the pear, constituting the \"grit,\" while in the apple no such formation of woody cells takes place.",
        "3 So it was arranged that she should spend two-thirds (according to later authors, one-half) of every year with her mother and the heavenly gods, and should pass the rest of the year with Pluto beneath the earth.",
        "The pupae in most of these pests are found in an earthen cocoon beneath the ground, or in some cases above ground (Lophyrus pini).",
        "All fruit and forest trees suffer from these curious insects, which in the female sex always remain apterous and apodal and live attached to the bark, leaf and fruit, hidden beneath variously formed scale-like coverings.",
        "The female lays her eggs beneath the scaly covering, from which hatch out little active six-legged larvae, which wander about and soon begin to form a new scale.",
        "The short leaves are flat, those above pressed close to the stem, and the others forming two rows; they are of a rather light green tint above, whitish beneath.",
        "The flat leaves are arranged in two regular, distinct rows; they are deep green above, but beneath have two broad white lines, which, as the foliage in large trees has a tendency to curl upwards, give it a silvery appearance from below.",
        "In the Alps and Vosges this resinous semi-fluid is collected by climbing the trees and pressing out the contents of the natural receptacles of the bark into horn or tin vessels held beneath them.",
        "In these, as in Patella, the typical ctenidia are aborted, and the branchial function is assumed by close-set lamelliform processes arranged in a series beneath the mantle-skirt on either side of the foot.",
        "Scurria, with pallial branchiae in a circle beneath the mantle.",
        "Beneath the ciliated groove is placed an elongated ganglion (olfactory ganglion) connected by a nerve to the supraintestinal (therefore the primitively dextral) ganglion of the long h, k, m, Stomach.",
        "The dorsal surface of the kidney extends to the left beyond the shell-chamber beneath the skin in the space between the shell-chamber and the left parapodium.",
        "On examination this is found to be the under surface of the posterior limb of the gland, the upper surface of which has just been described as lying beneath the shell.",
        "Anterior tentacles in the form of a digging shield; mantle without appendages, but respiratory papillae beneath the mantle-border.",
        "Beneath the fine banqueting hall, a flight of steps descends into \"the Wogan,\" a vast subterranean chamber giving access to the harbour.",
        "Within the space of ten and a half years from the summoning of the States-General at Versailles (May 1789), parliamentary government fell beneath the sword.",
        "By the mighty blow of Friedland and the astonishing diplomatic triumph of Tilsit, the conqueror hoped speedily to overwhelm the islanders beneath the mass of the world's opposition.",
        "Dess Beneath A Sacred Tree, With J.H.S]].",
        "Beneath him was originally nothing but a huge void with muddy black water at the bottom, in which his image was reflected, becoming ultimately solidified into P'tahil, his son, who now partakes of the nature of matter.",
        "P'tahil had now lost his power over men, and was driven by his father out of the world of light into a place beneath it, whence he shall at the day of judgment be raised, and after receiving baptism be made king of the `Uthre with divine honours.",
        "In the highest hell rules alone the grisly king Sh'dum, \"the warrior\"; in the storey immediately beneath is Giv, \"the great\"; and in the lowest is Krun or Karkum, the oldest and most powerful of all, commonly called \"the great mountain of flesh\" (Third rabba d'besra), but also \"the first-born of darkness.\"",
        "Ia, frons; b, clypeus (the pointed labrum beneath it); II, mandible; III, first maxilla; (a, base; b, sheath; c, piercer), III', inner view of sheath; IV, second maxillae forming rostrum (b, mentum; c, ligula).",
        "- a, Bed-bug (Cimex lectularius, Linn.); newly hatched young from beneath; b, from above; d, egg, magnified 25 times; c, foot with claws; e, serrate spine, more highly magnified.",
        "21, d) is revealed, exhibiting the wings and other imaginal structures, which have been developed unseen beneath the cuticle of the larva.",
        "The nymph of a thrips-insect (Thysanoptera) is sluggish, its legs and wings being sheathed by a delicate membrane, while the nymph of the male scaleinsect rests enclosed beneath a waxy covering.",
        "In the metabolic Hexapoda the resting pupal instar shows externally the wings and other characteristic imaginal organs which have been gradually elaborated beneath the larval cuticle.",
        "When wings are present, the fore-wings are small firm elytra, beneath which the delicate hind-wings are complexly folded.",
        "fanwise beneath them.",
        "Young animals always unlike parents, the wing-rudiments developing beneath the larval cuticle and only appearing in a penultimate pupal instar, which takes no food and is usually passive.",
        "Fore-wings modified into firm elytra, beneath which the membranous hind-wings (when present) can be folded.",
        "While furnishing - almost unconsciously, however - additional evidence for overthrowing that classification, there is, nevertheless, no attempt made to construct a better one; and the elaborate tables of dimensions, both absolute and proportional, suggestive as is the whole tendency of the author's observations, seem not to lead to any very practical result, though the systematist's need to look beneath the integument, even in parts that are so comparatively little hidden as birds' feet, is once more made beyond all question apparent.",
        "The vomer is broad, abruptly truncated in front, and deeply cleft behind, so as to embrace the rostrum of the sphenoid; the palatals have produced postero-external angles; the maxillo-palatals are slender at their origin, and extend obliquely inwards and forwards over the palatals, ending beneath the vomer in expanded extremities, not united either with one another or with the vomer, nor does the latter unite with the nasal septum, though that is frequently ossified.",
        "caves formed by the uplifting and folding of the rocks while gypsum was forming beneath, followed by the partial collapse of those rocks when the gypsum passed into solution.",
        "The branch to East Boston (1900-1904) passes beneath the harbour bed; it is the first double-track tunnel in the United States, and the first all-cement tunnel (diameter, 23.6 ft.) in the world.",
        "A very similar sheet is spun by a species of Linyphia, one of the Argyopidae, but in this case there is no tube connected with the web and the spider hangs suspended beneath the horizontal netting.",
        "Growth is accompanied by a succession of moults, the spider emerging from its old skins by means of a fracture which extends along the front and sides of the cephalothorax just beneath the edge of the carapace.",
        "When concealment is no longer possible terrestrial species, like the Lycosidae, dart swiftly to the nearest shelter afforded by crevices in the soil, stones, fallen leaves or logs of wood, while those that live in bushes, like the Argyopidae, drop straight to the ground and lie hidden in the earth or in the fallen vegetation beneath.",
        "As the tide rises the spiders take refuge in crevices and spin over their retreat a sheet of silk, impervious to water, beneath which they oie in safety with a supply of air until the ebb exposes the site again to the sun.",
        "The fresh-water spider (Argyroneta) lives amongst the weeds of lakes and ponds and, like Desis, is quite at home beneath the water either swimming from spot to spot or crawling amongst the stems of aquatic plants.",
        "Since the adoption of an aquatic mode of life by Desis and Argyroneta involves no increased facilities in getting food, and merely substitutes for ordinary terrestrial enemies fishes and crustaceans in the former case, and fishes, amphibians, and insectivorous water-insects in the latter, the supposition is justified that the change in environment is due to the unremitting persecution of Pompilidae and Ichneumonidae, which would not venture to pursue their prey beneath the water's surface.",
        "The nature of the integument and its hairy clothing in all spiders enables them to be plunged under water and withdrawn perfectly dry, and many species, even as large as the common English house-spider (Tegenaria), are so lightly built that they can run with speed over the surface of standing water, and this faculty has been perfected in genera like Pirata, Dolomedes and Triclaria, which are always found in the vicinity of lakes or on the edges of rivers and streams, readily taking to the water or running down the stems of water plants beneath its surface when pursued.",
        "As a rule the bottom of the lake has very steep slopes: the Too-fathom and even the 250-fathom lines run close to the shores, that is to say, the steepness of the surrounding mountains (4600 to 6000 ft.) continues beneath the surface.",
        "Beneath are the official Liverpool quotations of \" futures,\" as they appeared on the morning of the 19th of April 1906: A merican Deliveries, any port, basis of middling, good ordinary clause (the fractions are given in moths of a penny).",
        "in diameter, the body carrying one barrel, while another is slung beneath the axle.",
        "In Carinella, Cephalothrix, Polia and the Metanemertines the two tegumentary layers with their different glandular elements are fused into one; a thick layer of connective tissue is situated beneath them (instead of between them) and keeps the entire cutaneous system more definitely separate from the muscular (fi g s.",
        "The median dorsal vessel, however, remains distinct, but instead of continuing its course beneath the proboscidian sheath it is first enclosed by the ventral musculature of this organ, and still farther forwards it even bulges out longitudinally into the cavity of the sheath.",
        "Nevertheless, of the death of a man, and of a maihem done in great ships, being and hovering in the main stream of great rivers, only beneath the [[[bridges]]] of the same rivers [nigh] to the sea, and in none other places of the same rivers, the admiral shall have cognizance, and also to arrest ships in the great flotes for the great voyages of the king and of the realm; saving always to the king all manner of forfeitures and profits thereof coming; and he shall have also jurisdiction upon the said flotes, during the said voyages only; saving always to the lords, cities, and boroughs, their liberties and franchises.\"",
        "All listened devoutly to a discourse delivered with an emphatic slowness and penetrating beneath the letter of the Law to the spiritual truth that lay hidden within.",
        "But really this stream is surpassed both in volume and length of course by two others which it joins beneath Briancon: - the Clairee, flowing in from the north, through the smiling Nevache glen, at the head of which, not far from the foot of the Mont Thabor (10,440 ft.), it rises in some small lakes, on the east side of the Col des Rochilles; and the Guisane (flowing in from the northwest and rising near the Col du Lautaret, 6808 ft.).",
        "Some way beyond it passes beneath Embrun, the first important town on its banks.",
        "Texier with the great cairn beneath Old Magnesia; but Sir W.",
        "There was a tradition in antiquity that the city of Tantalus had been swallowed up in a lake on the mountain; but the legend may, as Ramsay thinks, have been suggested by the vast ravine which yawns beneath the acropolis.",
        "17) that it was \" beneath \" (157r6) the fortress.",
        "The Pelasgic wall enclosed the spring Clepsydra, beneath the north-western corner of the Acropolis, which furnished a watersupply to the defenders of the fortress.",
        "Beneath, at the north-eastern corner, is the cleft which formed the sanctuary of the I Eµvat, or Erinyes.",
        "The reservoir is supplied by a conduit of 6th-century tiles connected with an early stone aqueduct, the course of which is traceable beneath the Dionysiac theatre and the royal garden in the direction of the Upper Ilissus.",
        "The Theseum or temple of Theseus, which lay to the east of the Agora near the Acropolis, was built by Cimon: here he deposited the bones of the national hero which he brought from Scyros about 470 B.C. The only building in the city which can with certainty be assigned to the administration of Pericles is the Odeum, beneath the southern declivity of the Acropolis, a structure mainly of wood, said to have been built in imitation of the tent of Xerxes: it was used for musical contests and the though not established, may be regarded as practically certain, notwithstanding the difficulty presented by the subjects of the sculptures, which bear no relation to Hephaestus.",
        "The Dionysiac theatre, situated beneath the south side of the Acropolis, was partly hollowed out from its declivity.",
        "The colonnade was a place of resort for the patients; a large building close beneath the rock was probably the abode of the priests.",
        "The Agrippeum, a covered theatre, derived its name from Vipsanius Agrippa, whose statue was set up, about 27 B.C., beneath the north wing of the Acropolis propylaea, on the high rectangular base still remaining.",
        "The Stadium, in which the Panathenaic Games were held, was first laid out by the orator Lycurgus about 330 B.C. It was an oblong structure filling a natural depression near the left bank of the Ilissus beneath the eastern de clivity of the Ardettus hill, the parallel sides and semicircular end, or acev50vn, around the arena being partially excavated from the adjoining slopes.",
        "The Odeum, built beneath the south-west slope of the Acropolis after A.D.",
        "There is a special pleasure in the subsidence of that meaning beneath a soothing sensation; but a system based thereon cannot be universal.",
        "From Seatoller in Borrowdale a road traverses Honister Pass (1100 ft.), whence it descends westward, beneath the majestic Honister Crags, where green slate is quarried, into the valley containing Buttermere (94 ft.",
        "Other accessories are an hour-circle, around the north pole, a compass placed beneath the globe, and a flexible quadrant used for finding the distances between places.",
        "The houses cluster beneath and above a cliff (klint) 100 ft.",
        "Antoninus directed that slaves treated with excessive cruelty, who had taken refuge at an altar or imperial image, should be sold; and this provision was extended to cases in which the master had employed a slave in a way degrading to him or beneath his character.",
        "The inscription, having been buried for so many centuries beneath the soil, is in perfect preservation.",
        "In the district that bore this designation, lying close to the Appian Way, the basilica of San Sebastiano was erected, and the extensive burial-vaults beneath that church - in which, according to tradition, the bodies of the apostles St Peter and St Paul rested for a year and seven months previous to their removal to the basilicas which bear their names - were, in very early times, called from it coemeterium ad catacumbas, or catacumbas alone.",
        "(From Dennis.) part of a pillar, which once supported a baldachino over the altar, still preserves the name Acilleus, and beneath it a bas-relief of the martyr, with his hands bound, receiving his death-blow from the executioner.",
        "In the same year building operations in the Via di Sant' Onofrio revealed the presence of catacombs beneath the foundations: examination of the loculi showed that no martyrs or illustrious persons were buried here.",
        "thick), on Week's Island, on Belle Isle and probably beneath the intervening marshes.",
        "beneath the surface, but this was little used for irrigation for the first few years of the development of this field, when water was pumped from the streams and canals.",
        "At Esperanza and other places in the Santa Clara province, bituminous plant-bearing beds occur beneath the Tertiary limestones, and at Baracoa a Radiolarian earth occupies a similar position.",
        "The first hope of emancipation from the Turkish yoke had been founded by the Greeks on Peter the Great, who had planned the expulsion of the Turks from Europe and had caused the inscription \" Petrus I., Russo-Graecorum Monarcha \" to be placed beneath his portrait engraved at Amsterdam.",
        "There may be said to be three or four different modes of life in these larvae: some are fossorial, and form tubes in the mud or clay in which they live; others are found on or beneath stones; while others again swim and crawl freely among water plants.",
        "These show the magnitudes of the layers of different salinity and temperature beneath the surface, and when a number of sections are compared the differences from season to season and from year to year can be seen.",
        "until it cooled sufficiently to sink beneath the surface.",
        "of the British Isles the superficial drift of Atlantic water ceases, the temperature having fallen so much that the inflowing water becomes denser than that in situ, so that it sinks beneath the surface.",
        "Palgrave (Central and Eastern Arabia) remarked: \"Those who, like most Europeans at home, only know the date from the dried specimens of that fruit shown beneath a label in shop-windows, can hardly imagine how delicious it is when eaten fresh and in Central Arabia.",
        "The great arm-sinus of each side of the lophophore lies beneath the fold or lip which together with the tentacles forms the ciliated groove in which the mouth opens.",
        "In the region of the mouth where the two halves of the small arm-sinus approach one another they open into a central sinus lying beneath the oesophagus and partly walled in by the two halves of the ventral mesentery.",
        "beneath the ectoderm, but the B, Peduncle.",
        "Supposing the pot to be filled with melted lead to be treated, the fire is withdrawn beneath and steam introduced.",
        "Concealed in part by later deposits, this ancient mountain chain extends from Castelnaudary to the neighbourhood of Valence, where it sinks suddenly beneath the Tertiary and recent deposits of the valley of the Rhone.",
        "The principal folding took place at the close of the Carboniferous period, and was contemporaneous with that of the old Hercynian chain of Belgium, &c. The Permian and later beds lie unconformably upon the denuded folds, and in the space between the Montagne Noire and the Cevennes proper the folded belt is buried beneath the horizontal Jurassic strata of the Causses.",
        "They thrive well in any ordinary garden soil, and will grow beneath the shade of trees.",
        "The first pair of foliaceous appendages in each animal is the genital operculum; beneath it are found the openings of the genital ducts.",
        "The lateral eyes are in Limulus \" compound eyes,\" that is to say, consist of many lenses placed close together; beneath each lens is a complex of protoplasmic cells, in which the optic nerve terminates.",
        "The ommatidium (soft structure beneath the lens-unit of a compound eye) is very simple in both Scorpio and Limulus.",
        "Watase has shown, in a very convincing way, how by deepening the pit-like set of cells beneath a simple lens the more complex ommatidia of the compound eyes of Crustacea and Hexapoda may be derived from such a condition as that presented in the lateral eyes of Limulus and Scorpio.",
        "(For details the reader is referred to Watase (11) and to Lankester and Bourne (5).) The structure of the central eyes of Scorpio and spiders and also of Limulus differs essentially from that of the lateral eyes in having two layers of cells (hence called diplostichous) beneath the lens, separated from one another by a membrane (figs.",
        "The mass of soft cell-structures beneath a large lens of a central eye is called an \" ommatoeum.\"",
        "It is found that in embryological growth the retinal layer of the central eyes forms as a separate pouch, which is pushed in laterally beneath the corneagen layer from the epidermic cell layer.",
        "Lateral eyes also may be present, arranged in lateral groups, and having a single or double cell-layer beneath the lens.",
        "In primitive forms the respiratory lamellae of the appendages of the 3rd, 4th, 5th and 6th, or of the 1st and 2nd mesosomatic somites are sunk beneath the surface of the body, and become adapted to breathe atmospheric oxygen, forming the leaves of the so-called lung-books.",
        "Intromittent organ of male beneath the genital operculum (=sternum of the 1st somite of opisthosoma).",
        "Sternal area broad, with prosternal, two mesosternal, and metasternal plates, the prosternum projecting forwards beneath the coxae of the 2nd pair of appendages.",
        "Third or hindermost plate of the prosoma beneath which the sixth pair of legs is articulated.",
        "Intromittent organ of male beneath sternum of the 1st somite of the opisthosoma.",
        "Kenneth is alleged to have brought the Stone of Destiny, on which the Celtic kings were crowned, from Dunstaffnage Castle on Loch Etive, and to have deposited it in Scone, whence it was conveyed to Westminster Abbey (where it lies beneath the Coronation Chair) by Edward I.",
        "But when a deep-seated antagonism is concealed beneath an unruffled surface, the most trivial incident will bring it to the light of day.",
        "A fine belfry (12th, 13th and 15th centuries) commanding the town is built on the terrace, beneath which are hollowed in the rock the oratory and hermitage of St Emilion, and adjoining them an ancient monolithic church of considerable dimensions.",
        "The river flows beneath bare and rocky walls.",
        "The chapter-house, adjoining the choir, was built by Bishop Thomas Lauder (1395-1481) in 1469, and the vault beneath is the burial-place of the Atholl Murrays.",
        "Of these by far the most remarkable is the Scott monument in East Princes Street Gardens, designed by George Meikle Kemp (1795-1844); it is in the form of a spiral Gothic cross with a central canopy beneath which is a seated statue of Scott with his dog \" Maida \" at his side, by Sir John Steell, the niches being occupied by characters in Sir Walter's writings.",
        "The caverns in the sides of the precipice are said to have afforded Wallace and other heroes (or outlaws) refuge in time of trouble, but the old house is most memorable as the home of the poet William Drummond, who here welcomed Ben Jonson; the tree beneath which the two poets sat still stands.",
        "But the finest portions beneath the domes, with scenes from the history of Abraham, Moses and Elijah, are by Domenico Beccafumi and are executed with marvellous boldness and effect.",
        "The church of San Giovanni, the ancient baptistery, beneath the cathedral is approached by an outer flight of marble steps built in 1451.",
        "During the last six years (1534-1540) of John's reign, his kingdom, beneath the guidance of the Paulician monk, Frater Gyorgy, or George Martinuzzi, the last great statesman of old Hungary, enjoyed a stability and prosperity marvellous in the difficult circumstances of the period, Martinuzzi holding the balance exactly between the emperor and the Porte with 3 I was kept secret for some years for fear of Turkish intervention.",
        "But beneath the surface a strong popular current was beginning to run in a contrary direction.",
        "On the retirement of Beust in 1871, Andrassy was appointed his successor, the first instance, since Hungary came beneath the dominion of the Habsburgs, of an Hungarian statesman being entrusted with the conduct of foreign affairs.",
        "The tragic death of the crown prince Rudolph hushed for a time the strife of tongues, and in the meantime Tisza brought into the ministry Ders6 Szilagyi, the most powerful debater in the House, and Sandor Wekerle, whose solid talents had hitherto been hidden beneath the bushel of an under-secretaryship. But in 1890, during the debates on the Kossuth Repatriation Bill, the attacks on the premier were renewed, and on the 13th of March he placed his resignation in the king's hands.",
        "Both places were captured in 1169 by a great expedition under the command of Valdemar and Absalon; the hideous colossal idol of Riigievit was chopped into firewood for the Danish caldrons, and the Wends were christened at the point of the sword and placed beneath the jurisdiction of the see of Roskilde.",
        "during the latter they remain dormant beneath the ground in the form of a short thickened stem protected by the scaly remains of the bases of last season's leaves (known botanically as a.",
        "Mark Twain's boyhood was spent at Hannibal, which is the setting of Life on the Mississippi, Huckleberry Finn and Tom Sawyer; Hannibal Cave, described in Tom Sawyer, extends for miles beneath the river and its bluffs.",
        "Fashions changed in quick succession; upper clases were successively copied by those beneath them and were forced to ensure their dignity by assuming new styles.",
        "This mass also forms the bed of the Orinoco from its junction with the Apure nearly to its mouth, and it probably extends northwards for some distance beneath the more recent deposits of the plain.",
        "Should these remain unbroken they constitute a natural barrier to the penetration of most pathogenic and other forms of germ-life into the parts beneath.",
        "It is possible that its adoration has survived from the times when the Hindus buried their dead in their houses, beneath the family hearth."
    ],
    "definition": [
        "In a lower place; below.",
        "Underneath.",
        "a. Lower than; below: a drawer beneath a cabinet.\nb. To or into a lower position than: moved the picture beneath the light.",
        "Covered or concealed by: The earth lay beneath a blanket of snow.",
        "Under the force, control, or influence of.",
        "a. Lower than, as in rank or station.\nb. Unworthy of; unbefitting: It was beneath me to beg.",
        "Link/Cite",
        "Below or underneath.",
        "Below.",
        "In a position that is lower in rank, dignity, etc.",
        "Covered up or concealed by something.",
        "Link/Cite"
    ]
}