{
    "translation": "להוריש",
    "uses": [
        "I hereby bequeath to you my shopping cart and all its contents.",
        "Bessarion had intended to bequeath his books to the Benedictines of San Giorgio Maggiore, but Pietro Morosini, Venetian ambassador at Rome, pointed out the inconvenience of housing his library on an island that could not easily be reached.",
        "By this law a tenant-farmer is able to bequeath his farm, that is to say, he holds his lease in perpetuity.",
        "A man might make his wife a settlement by deed of gift, which gave her a life interest in part of his property, and he might reserve to her the right to bequeath it to a favourite child, but she could in no case leave it to her family.",
        "This work is chiefly remarkable because in some places it seems to recommend parents not to bequeath anything to their children, on the plea that it is better for the children to suffer want in this world than that their parents should be damned in the next (iii.",
        "A married woman has the same rights to her property after marriage as before marriage, except that she is not permitted to bequeath away from her husband more than one-half of it without his written consent, and no will made by the husband can affect the right of the wife, if she survive him, to one-half of the property of which he died seized.",
        "In later Rumanian history there arose a class who obtained their rank by merit or favour, and did not necessarily bequeath it to their heirs.",
        "His system of persecution was not abandoned till in the last year of his reign (1020) he thought fit to claim divinity, a doctrine which is perpetuated by the Druses, called after one DarazI, who preached the divinity of Ijakim at the time; the violent opposition which this aroused among the Moslems probably led him to adopt milder measures towards his other subjects, and those who had been forcibly converted were permitted to return to their former religion and rebuild their places of worship. Whether his disappearance at the beginning of the year 1021 was due to the resentment of his outraged subjects, or, as the historians say, to his sisters fear that he would bequeath the caliphate to a distant relative to the exclusion of his own son, will never be known.",
        "The custom is common among several savage races, and these women, represented in the spiritual world by Fata, bequeath to us the French fee, in the sense of fairy.",
        "What he achieved for the modern world was not merely to bequeath to his Italian imitators masterpieces of lyrical art unrivalled for perfection of workmanship, but also, and far more, to open out for Europe a new sphere of mental activity.",
        "On the death of Conradin, Hugh of Cyprus had been recognized in the East as king of Jerusalem (1269); but his pretensions were opposed by Mary of Antioch, a granddaughter of Amalric II., who was prepared to bequeath her claims to Charles of Anjou, and was therefore naturally supported by him.",
        "In 1686 Dorothea persuaded her husband to bequeath outlying portions of his lands to her four sons; and Frederick, fearing he would be poisoned, left Brandenburg determined to prevent any diminution of his inheritance.",
        "He did not bequeath the secret to the apostles.",
        "Thesethe Persian judgesare nominated by the king for life, and generally bequeath their office to their Sons.",
        "1805) obtained from the Porte in 1841 the right to bequeath the sovereignty to his descendants, one of whom, Ismail Pasha, received the title Khedive, which is still held by Mehemet Alis descendants.",
        "He did not keep it very long, but became reconciled to Rene in 1476 and restored it to him, on condition, probably, that Rene should bequeath it to him.",
        "And I give and bequeath unto every of my said executors for their pains to be taken on that behalf 40s.",
        "But she has a voice in public affairs; she has laws to protect her, manages the household and goes unveiled; she has a right to the money she earns; she can inherit under wills, and bequeath property, though to avoid the alienation of real property, succession to it is denied her.",
        "Last Will and Testament: Here's a chance for graduating students to bequeath their final thoughts and feelings to friends left behind or the school at large."
    ],
    "definition": [
        "To give a gift of personal property by means of a will. See also devise.",
        "In some states, to give a gift of any type of property by means of a will.",
        "Link/Cite"
    ]
}