{
    "translation": "הכי טוב, משובח",
    "uses": [
        "Best keep her eyes on the trail for any more footless friends.",
        "Betsy and Martha, now practically best friends, conspired together against the rest of us until they owned most of the board.",
        "The best works of art are the expression of man's struggle to free himself from this condition, but the effect of our art is merely to make this low state comfortable and that higher state to be forgotten.",
        "She is the best seamstress in Houston!",
        "Yours is the second offer I've had this trip and I want to make sure I get the best deal.",
        "Everybody was astonished, for that boy was the best scholar in the school, and he had never been known to break a rule.",
        "And now, my friends, please to excuse My lisping and my stammers; I, for this once, have done my best, And so--I'll make my manners.",
        "No, I simply think there is a proper way to do things, and humans have a habit of doing what pleases them at the moment, not what is best for the future.",
        "Cassie cleaned the supper dishes as best she could with sand, and stored them in one of the packs.",
        "The truth is, I like your companionship - and I'd like my parents to meet one of my best friends.",
        "She and I were best pals every summer up here.",
        "Jonatan is my best fwiend.",
        "I'll do the best I can.",
        "But at least you had my best interest in mind.",
        "He had tried his best to push them out of it.",
        "Then a woman has to do the best she can on her own.",
        "But what is best of all,\" he went on, his excitement subsiding under the delightful interest of his own story, \"is that the sergeant in charge of the cannon which was to give the signal to fire the mines and blow up the bridge, this sergeant, seeing that the French troops were running onto the bridge, was about to fire, but Lannes stayed his hand.",
        "Desire still a hot ember inside of her, she was tempted to set the record straight, but maybe it was best he didn't know how close she had come to giving in.",
        "It shows us at our best and at our cruelest.",
        "He was the best loved of all our poets.",
        "Only those who knew and loved him best can understand what his friendship meant to me.",
        "This is powerful; it allows the best and brightest to collaborate easily.",
        "There was no reasoning with him, so she accepted a ride with her best friend, Connie.",
        "I want my best friend back, too.",
        "She wanted the best for it - better than what she had.",
        "The count is suffering physically and mentally, and apparently you have done your best to increase his mental sufferings.",
        "It's best you don't say anything right now.",
        "Many of his best friends had been killed or captured.",
        "Howard was the brother of her best friend, Connie.",
        "They weren't exactly best of friends.",
        "You're the best friend I've ever had and things around here could never be the same without you.",
        "It must have worked, because his trainees were some of the best officers.",
        "The best way to make a chair, known only by a few craftsmen, would be used to make all the chairs better.",
        "Anyway, I was doing my best not to let things get out of control.",
        "This was the same man who treated her so coldly earlier today, and she'd do best to keep that picture in her mind.",
        "As any dream sessions needed to take place in Massachusetts where Quinn's test items were now located, we decided Martha was best suited as coordinator of the event.",
        "She could have left then, and might have if curiosity hadn't gotten the best of her.",
        "The Russian army, they say, in its retreat from Smolensk sought out for itself the best position for a general engagement and found such a position at Borodino.",
        "It was best to stay out of the entire thing - if they would only let her.",
        "Was that what he was hinting at when he said she was his best friend - that he needed someone to talk to?",
        "They must have been close, and yet, to the best of her memory, Alex had not spoken of Gerald.",
        "This spending of the best part of one's life earning money in order to enjoy a questionable liberty during the least valuable part of it reminds me of the Englishman who went to India to make a fortune first, in order that he might return to England and live the life of a poet.",
        "All the best of me belongs to her--there is not a talent, or an aspiration or a joy in me that has not been awakened by her loving touch.",
        "A friend, certainly, but their relationship was also romantic so best friend didn't seem like a good description.",
        "We will know how to live our lives to best maximize any and all factors.",
        "We have ten thousand carts, but we need other things as well--we must manage as best we can!",
        "Perhaps I spoil her, but really that seems the best plan.",
        "The best quarters in the village were assigned to cavalry-captain Denisov, the squadron commander, known throughout the whole cavalry division as Vaska Denisov.",
        "That can best be understood by studying wealth and poverty in history.",
        "He distrusted government and said 'that government governs best which governs least.'",
        "In the savage state every family owns a shelter as good as the best, and sufficient for its coarser and simpler wants; but I think that I speak within bounds when I say that, though the birds of the air have their nests, and the foxes their holes, and the savages their wigwams, in modern civilized society not more than one half the families own a shelter.",
        "It is best to avoid the beginnings of evil.",
        "Granted, we have to plan how to best make it public but.",
        "Before recorded music, the best musicians made a good living but weren't extremely wealthy.",
        "Before I entered college, however, it was thought best that I should study another year under Mr. Keith.",
        "I have tried many machines, and I find the Hammond is the best adapted to the peculiar needs of my work.",
        "The bright, gentle, fanciful plays--the ones I like best now--appear not to have impressed me at first, perhaps because they reflected the habitual sunshine and gaiety of a child's life.",
        "It was so hard to lose him, he was the best and kindest of friends, and I do not know what we shall do without him....",
        "Natasha, on the other hand, having put on her best gown, was in the highest spirits.",
        "The society gathered together at the governor's was the best in Voronezh.",
        "He was no gentleman, and she'd best keep that in mind.",
        "There was little point in denying her attraction, but he'd best learn to keep his distance.",
        "There is a plenty of such chairs as I like best in the village garrets to be had for taking them away.",
        "Why does the dear Father in heaven think it best for us to have very great sorrow sometimes?",
        "Howard was no doubt an exceedingly kind and worthy man in his way, and has his reward; but, comparatively speaking, what are a hundred Howards to us, if their philanthropy do not help us in our best estate, when we are most worthy to be helped?",
        "I feel all my best faculties concentrated in it.",
        "But to judge what is best--conscription or the militia--we can leave to the supreme authority....",
        "Barclay de Tolly tried to command the army in the best way, because he wished to fulfill his duty and earn fame as a great commander.",
        "It was said that Mamonov's regiment would cost him eight hundred thousand rubles, and that Bezukhov had spent even more on his, but that the best thing about Bezukhov's action was that he himself was going to don a uniform and ride at the head of his regiment without charging anything for the show.",
        "The Russians did not seek out the best position but, on the contrary, during the retreat passed many positions better than Borodino.",
        "I thought that was the best way to carry her.",
        "But think, Andrew: for a young society woman to be buried in the country during the best years of her life, all alone--for Papa is always busy, and I... well, you know what poor resources I have for entertaining a woman used to the best society.",
        "He became famous as one of the bravest and best of the generals who fought to make our country free.",
        "I know who wou best fwiend is.",
        "Then Selkirk set to work to make the best of things.",
        "The best thing to do was to calmly tell him she would rather not go.",
        "Much as she wanted the baby, she felt adoption was the best choice.",
        "I am doing my best.",
        "I was born in Kentucky, you know, where all the best and most aristocratic horses come from.",
        "I cannot believe that our factory system is the best mode by which men may get clothing.",
        "Ours must have got the best of it.",
        "An ax will be useful, a hunting spear not bad, but a three-pronged fork will be best of all: a Frenchman is no heavier than a sheaf of rye.",
        "I think the best thing to do is try to remember all the good times you had.",
        "The best way to decide was to find out what he had in the refrigerator.",
        "I gather you two aren't the best of friends?",
        "No; we promised to maintain your privacy but is that the best course?",
        "I tried to think of the best way to explain my feelings.",
        "\"Maybe a break is best all around,\" I said.",
        "Betsy didn't answer but she seemed at least partially placated by what was, at best, a half-truth.",
        "She forced herself to sew the arrow wound the best she could then ran from the room, vomiting in the bathroom.",
        "\"I'll do my best,\" she said at last.",
        "\"Something tells me it's in your best interest to help me regain my power,\" Jule noted.",
        "Why don't you leave me your name, and if Mr. Bylun believes it in his best interest, he'll return your call.",
        "Dusty's words floored him, and Damian couldn't help but feel hurt that his best friend hadn't told him of his suspicions sooner.",
        "It's the best time to deal with her.",
        "\"He's always been the best man I know,\" was the unhesitant response.",
        "Damian regarded her coolly, unwilling to let someone so undeserving get the best of him.",
        "Whatever he was going through, he was doing his best to block her.",
        "He's the best in my sphere of command, though Han's shoes are hard to fill.",
        "The best she could hope for was eternity on this table, alone, knowing what she'd done to humanity's defender.",
        "He takes the best ones.",
        "Did it make her a bad person for wanting the best chance at life?",
        "I'm assuming he kept you because you're the best surgeon there is.",
        "I, uh, know now what I did wasn't the best route to take.",
        "She's had some tough times, but we can hope for the best with this visit.",
        "Ginger, coiffed and styled by the best, looked ready for a fashion photographer's lens while continually rolling her eyes with disdain toward her sister-in-law.",
        "Yeah. There's things that happened a hundred years ago and are best left be.",
        "\"Not that the little tyke doesn't deserve the best,\" Fred added.",
        "You're welcome to come see her as long as we feel that it is in everyone's best interest.",
        "If he can get us better and timelier information and direct us to the best place to call in our tips, we're miles ahead.",
        "We showed his picture around but the best answer was he looked familiar.",
        "He was the best part of the course.",
        "I'm sure you'll do what's best.",
        "She was never quite sure how to respond to Martha's candor though the two continued to be best of friends.",
        "Seeing as you promised little Martha, I'd best give you a hand.",
        "The best account of Descartes's mental history during his life in Holland is contained in his letters, which extend over the whole period, and are particularly frequent in the latter half.",
        "He prayeth best, who loveth best All things both great and small; For the dear God who loveth us, He made and loveth all.",
        "Then, on Friday those who have done the best may stand up and read their compositions to the school.",
        "But weekends are best.",
        "Gerald said he was one of the best.",
        "Too head strong to do what you know is best.",
        "She would determine which case had the best chance of success.",
        "Our self-imposed prohibition against pursuing our tips once given limited our learning which sources produced the best results.",
        "If you want to speak to an agent, you best leave your number.",
        "If we can show them it's in their best interests to work with us and let us keep our privacy we're far better off.",
        "I wouldn't ask but I think it's in your best interest to do so.",
        "If he tried to follow a moving automobile, he could sometimes attach himself, if the vehicle was slow or stopped, but the act was tenuous at best.",
        "I decided that being truthful was the best approach.",
        "I'm on my own with a child, trying to make ends meet, the best I can.",
        "I knew I would be suborning a lie and allowing a relationship I felt strongly was tenuous at best to move forward into a life commitment.",
        "Don't ask for opinions; just do what you feel is best.",
        "She seemed untroubled that her best friend tried to seduce her husband.",
        "Best I pluck one from their pack and nicely convince that person to share their secret with Daddy!",
        "The best I can figure, he never left California before his arrest so that's where I'm concentration.",
        "Perhaps it was best; hadn't Betsy and I made a similar decision to stop our activities only hours earlier?",
        "It's best if you and Howie return to Keene.",
        "Let's try and make the best of what we have, for Howie's sake.",
        "Perhaps being forthright was the best course of action.",
        "I don't mind at all because it was the best thing that ever happened to me.",
        "I've trained you the best I could.",
        "I trained you the best I could.",
        "He understood it was in their best interest to protect humanity.",
        "Dusty trusted her for a reason, and if Dusty trusted someone, Damian knew she was the best at what she did.",
        "I'm going to do my best to kill him before he kills you.",
        "I just decided it was a fait accompli and we might as well address the situation as best we can.",
        "Best the Red Sox ever had.",
        "The best anyone ever had.",
        "In spite of being a mediocre athlete at best, Dean had thrived on sports.",
        "Like it or not, he'd best get cracking.",
        "Some hick town newspaper said I was the best actor in the cast, but I think he was trying to be funny.",
        "\"The Missus makes the best pie in town,\" then he added, \"next to Mrs. Dean.\"",
        "If you're gonna discuss the Dawkins, I'd best excuse myself.",
        "Fred, with the help of his cadre of lady friends, was the one person who had the best shot of producing further information on the family and its history.",
        "\"Best we could do on short notice,\" Fred yelled over the wailing blast of the fire engine's siren ahead of them.",
        "If he, Cynthia, and Fred were tasked with simply finding the identity of the old bones, the chore would be difficult at best and limited to Fred and his cronies researching old records.",
        "I guess we'd all best get going.",
        "He glanced back at Fred, who had again closed his eyes and was prattling on about the best ways to \"case\" the storage facility.",
        "\"The final decision of which candidate is best suited for the job rests with you, the voters,\" he added.",
        "Learning about Ed Plotke is still the best lead we have on finding the identity of Martha's bones.",
        "Before that—at the turn of the century—it was marginal at best.",
        "I think the best course of action in this instance is inaction—let this business play itself out, at least for the time being.",
        "We were the best of buddies, once she got hold of the photo.",
        "The mother of the groom deserves to look her best.",
        "There was nothing they could say or do about Martha's situation except to keep their telephone nearby and pray for the best.",
        "\"Where's Fred?\" he managed to say, trying his best to keep his voice casual.",
        "Calling Mrs. Langstrom would probably have been their best lead, but that was out of the question.",
        "When Dean told Fred about Fitzgerald's death Fred immediately, in his best I-told-you-so tone, assigned the guilt to Lydia Larkin.",
        "Perhaps it's best we never do know the truth.",
        "It may be the best arrangement.",
        "If you're going to work for this woman, it's best we all know where we stand.",
        "Tymkyn, the best tracker in the underworld, stood behind him, hands clasped and chest heaving.",
        "Maybe this was the best solution: the two Deidres combined.",
        "I'll do my best.",
        "She did her best to stay cool and detached, the way she would have if she were still a goddess.",
        "Ever have like a secret you can't tell your best friend but you really, really want to?",
        "Though rough around the edges, Rhyn was the best friend Gabriel had ever had.",
        "Though terrible news, Gabriel couldn't help thinking it was the best thing he'd heard all week.",
        "This was the best day of my life, Gabriel.",
        "In jest, he stated that Jonathan was merely seeking the best fashion example he could find.",
        "He always has our best interest in mind.",
        "She had chosen him partly for his ability to assume control while keeping everyone's best interest in mind... and partly because he aroused a passion she never knew existed.",
        "Maybe it would be best if Lori spoke to them about this only through an attorney.",
        "He always seemed to know the best thing to do, and when.",
        "Alex says it's best to let them alone, but Casper is used to being around me.",
        "Well, I'm sure he knows best.",
        "The afternoon was theirs to use as they wished, and he always knew the best way to use it.",
        "He didn't want them to be spoiled with too many things, but he wanted the best quality.",
        "It was best that he didn't see Alex like that, and they couldn't communicate anyway.",
        "She leaned back, considering how best to approach it.",
        "In which case, the best thing to do was let it drop.",
        "My husband always looks out for my best interest.",
        "Carmen and Alex knew they had the best deal of all.",
        "The best things might not be free, but they didn't always come in neat little packages, either.",
        "She believed only the best about people - and had no experience with people like that.",
        "We're not getting married when I'm on my deathbed, and Dr. Wynn is the best there is! she snapped.",
        "I didn't mean … you're really trying … um, and doing your best.",
        "His gaze took in the new wall they'd installed after the last one was destroyed by his best friend, Rhyn.",
        "The cafeteria where she led him looked medieval at best, a stone hall with lines of crude picnic tables and dark hearths.",
        "Whenever he was frustrated by her before, he went back to doing what he did best: his job.",
        "\"She wasn't best friends with Rhyn.\"' \"I'll owe you a favor of your choosing, if you can make these work,\" Gabe said.",
        "Gabe turned towards Rhyn, in sore need of a pep talk as only his best friend could provide.",
        "You're the best, she said.",
        "He's the best man I know, aside from Rhyn.",
        "\"The best thing you can do is just disappear,\" Katie advised.",
        "He's my surgeon and the best there is.",
        "I'm flawed, but I will do my best.",
        "As with the underworld, he'd tried to act in a way he thought was best since meeting her.",
        "Maybe Gabriel's option was best.",
        "Deidre did her best to stabilize her breathing.",
        "You're my best assassin, and you're the only one who can trespass in Hell and return.",
        "Odd, coming from my best assassin.",
        "Gio's paying for the best neurologist in the world.",
        "Having the world's best neurologist on call was one of the perks of the rich and famous, a world unfamiliar to her except that her sister had been gunning for it since her sixteenth birthday.",
        "Only the best lab ever!",
        "A good leader makes a good team the best, as my father says.",
        "If they wanted her dead, she'd given them the best target imaginable.",
        "And why does it smell like the best hamburger earth can make?",
        "Those idiots last night said Ancients always pick the best blood monkeys.",
        "\"This is the best you can do,\" Kiki said.",
        "What a horrible life he'd lived, if this was the best it'd ever been for him!",
        "It's the best I can do.",
        "You.ll find our chefs the best in the world, the host said, ignoring Katie to address her sister.",
        "\"He explained he.s tried to do his best but doesn.t always succeed, like anyone, Katherine,\" Hannah said.",
        "\"Best Council meeting ever,\" Kiki declared.",
        "Kris, he knew, was the best Immortal warrior ever known.",
        "\"I guess there comes a time where even the best of us are tempted,\" he reasoned.",
        "Once more, he caught himself thinking of Andre and missing his brother.s—and best friend.s—guidance.",
        "You.re the best Immortal warrior there is.",
        "Evelyn, her best friend and landlord, shifted beside her before waving a manicured hand at the clear night above them and asking, \"Ever wonder what's out there?\"",
        "Kiera managed a hurt tone and rolled on her side to frown at her blurry best friend of fifteen years.",
        "And the best part-- one of my best customers wants you to paint Cannery Row.",
        "It took me some time to convince Mr. Hardy you were the best painter in the area for his Cannery Row project.",
        "A'Ran nodded in agreement, knowing it was the best he could do.",
        "She wanted her friend to be happy, and Romas thought this was the best way.",
        "How did you tell your best friend that aliens were real and oh, by the way, I married one and am taking you with me to his planet, for your own good?",
        "She was doing what she thought was best for her friend, and Kiera would hate that.",
        "Not only had she been dragged to another planet by her best friend, but now she was about to be betrayed by a prisoner she tried to free.",
        "\"My brother is the best warrior,\" Talal said proudly.",
        "If that were the best Ne'Rin could say of the difficult woman … She should have settled by this point, adopted her role and been properly behaved.",
        "It was a good, perfect little life, so much more than she ever expected, with the exception that her best friend in the universe-- Kiera-- might as well have been dead to her as far as Romas and his clan were concerned.",
        "She's bested my best battle planners with her mind.",
        "Evelyn knew she didn't deserve to feel at peace after the mess she dragged Kiera into, but she did feel it, and it made her genuinely content for the first time since she'd kidnapped her best friend.",
        "It's not my best.",
        "That she, a starving artist who'd been dragged across the universe because her best friend felt sorry for her, was the key to saving an entire race of people was unimaginable.",
        "She wondered if he felt hurt at his best friend's betrayal but didn't have the nerve to ask.",
        "And not for the best.",
        "This might be some of your best work.",
        "Kiera said nothing, trying to think the best of her friend while anger stirred.",
        "I know I haven't been the best of friends, so if you don't want to talk to me anymore, I'll understand.",
        "I'm content to give them fair value for their bucks and try my best to see that they enjoy themselves.",
        "Besides, if you don't take a chance in life, all the best opportunities will pass you by.",
        "And I think you best keep your thoughts to yourself.",
        "I best make an inventory of this stuff before I turn it over to the ladies.",
        "That will be best for everyone.",
        "She was a no nonsense woman in her thirties, time-worn to a mid-forties look, at best a five-beer take-home from an otherwise empty closing-time bar.",
        "Best I can determine, she married the reverend in the spring of '99. The letter before that time talks about the wedding.",
        "Well, I think it's best you take that up with the museum.",
        "\"It reads more like a paperback romance than a best seller,\" Dean said.",
        "Riding in a police car is the next best thing to a fire engine.",
        "Maybe a best seller.",
        "Claire's five dollar pieces are all worn—worth a couple of hundred at best.",
        "I mean, we're buying her book like a best seller, chapter and verse.",
        "He comforted her, as best he could, trying to learn what happened.",
        "The past half-year was the best six months of his life.",
        "The snow continued to fall as Dean pulled in front of Bird Song, angled his Jeep as best he could in the drifts, and climbed to the porch.",
        "The way I see it, we best get ourselves involved in setting this Shipton business straight.",
        "Corday looked at Fred, seemed to consider asking him to leave and then decided he'd best leave well enough alone.",
        "While I'm not disagreeing with you that Edith looks like the best candidate, in my mind she's still the flavor of the month at the fruitcake sale.",
        "It was a signature day in Ouray, better than the best of the area's finest painted or photographed images with the sky so blue, the pines so green and the snow so white, you couldn't paint truer colors with an art store's inventory.",
        "The best she could hope for was a few hours in his arms.",
        "Jackson called to his housemate and best friend.",
        "It is probably best you two are getting on so well.",
        "He wanted to scream at him; to demand an explanation, but understood how fruitless that would be and measured his best course to remain calm.",
        "Jackson said, I think we should stay away from populated areas, the forest is our best chance to stay hidden.",
        "This will warm your blood, best get used to the taste.",
        "I like you best in casual clothes, you seem less arrogant.",
        "He glared at him with his face barely an inch away and hissed, Let's get one thing straight, Skippy, Sarah is the best woman you and I will ever know.",
        "I will answer your questions and give you the information you need to get through this, but if you dare say one more disparaging word about my best friend, this will not end well for you.",
        "At this time of day, the best option would be to go to Stanton Street where the expensive boutiques were, and hope to find a lonely, rich wife getting back at her husband by spending his money.",
        "The best time to have fun seducing them was about 9:00-9:30.",
        "Maybe you're not the best judge of that.",
        "Jackson busied himself as best he could during the week.",
        "I think the best advice I can give, is try to understand that everything she does and says initially comes from fear and shock.",
        "It's going to be the best ever!",
        "Oh girl, isn't the vamp sex the best?",
        "She is my best friend.",
        "He doubted Samantha would have any information that would help, but felt they had nothing to lose and was eager to meet Elisabeth's best friend.",
        "Do you want to tell my why your best friend calls you the Ice Queen?",
        "My best guess is that you two are soul-mates, destined to be together, and you have a higher purpose.",
        "The three stood looking at each other, speechless, until Jackson broke the silence in his best Hispanic accent, \"Lucy… you got some splainin' to do.\"",
        "This isn't exactly the best way to go about turning, but in the end, I suspect you will find it to be the right decision.",
        "I know this is not how you planned your life with him, but I am certain, when all is said and done, you'll find this to be the best course for you both.",
        "Jackson seized every opportunity to point out the upsides, and tried his best to lighten her mood.",
        "Elisabeth conducted a lecture on day five, so Jackson did his best to entertain Sarah.",
        "That was the best birthday ever.",
        "I think your best chance of winning Miriam over is if I talk to her.",
        "You're the best, thanks.",
        "Connor assumed his best course would be to remove the IV from Elisabeth's arm, and saw this as his opportunity.",
        "He did some of his best thinking in the saddle.",
        "Not to mention the best looking man I've ever laid eyes on.",
        "The best she could hope for was that he wouldn't spend much time in the dairy.",
        "Somehow he'd managed to best her again.",
        "He seemed to have an even nature, but maybe he was on his best behavior.",
        "When I get married, I want it to be in the best way.",
        "There were chores to do and she'd best get at them.",
        "The best thing she could do was put his impulsive statement out of her mind.",
        "The best thing she could do now was soak in some warm bath water, but there wasn't time.",
        "What could be so terrible about Alex that his own sister would fear to discuss with her best friend?",
        "We're best friends, now.",
        "Besides, it would be best to see his face when they talked.",
        "I wish you both the best of luck.",
        "You're the best salesman we have.",
        "It was best not to think about those things.",
        "His best friend, Dan, tossed him a micro.",
        "Brady glanced at his best friend, who shook his head.",
        "We'll seal the vault the best we can.",
        "Brady opened his mouth to address her before remembering the best he could manage was a croak.",
        "\"The feds always have the best shit,\" Brady said.",
        "You were one of the PMF's best sources.",
        "I got you access to as much as I could, and I let you do what you do best.",
        "Brady is one of the best and brightest soldiers the PMF has, as well as a personal friend.",
        "You've been like a daughter to me, Lana, and I placed you in the best hands I could.",
        "\"In my time, walking was the best way to evade being caught,\" Mrs. Watson said.",
        "Just let me do what I do best.",
        "His grandfather had an almost subservient relationship to Tim's, but Brady had left the shadows on many occasions to remind Tim of what really mattered when the politician's ego started to get the best of him.",
        "I haven't exactly done the best job keeping her safe.",
        "\"What we are – were – is of no concern now,\" he said slowly.  The words were harder to say than he expected.  He'd gone from Death's favorite – and the only death-dealer serving voluntarily – to just another of her assassins obligated to serve her, after he traded his soul for his best friend's life.  Death had done her best over the years to force his human emotions out of him.  But she was right.",
        "From their years together, he knew the cryptic response was the best he'd get.",
        "The ocean's cold breeze swept over him, and his thoughts turned from his dead mate to his best friend, Gabriel, who had tried to kill him then disappeared.",
        "It's what I do best.",
        "\"I came to see what was worthy of the attention of my best assassin,\" Death said and looked him over.",
        "I know you don't want me here, but I'm glad I came.  I like you best of all, Rhyn.  Maybe I should call you Dad.  Or Pops or Father.",
        "Testing his magic, he realized he could call forth a portal.  He needed an ally, but it wasn't Kris.  He had no intention of bringing Kris to meet Darkyn, not when he didn't know what Darkyn wanted.  His thoughts went to Gabriel, the best friend he hoped he hadn't lost completely.  Gabe wouldn't try to negotiate with Darkyn if things went bad.",
        "Gabriel's furious curse made Toby jump.  Toby looked his direction the best he could through the bars of his cell and saw the walls around the dark cell shake.",
        "\"I guess we just have to do the best we can,\" Deidre said.",
        "None of it mattered now, however.  Kris had responsibilities, and he had to find a way to fulfill them the best he could.",
        "\"But I won't,\" Death added.  \"You have a lot to learn, Toby, but you've done the best you can.  It wouldn't have been enough, if there weren't other issues, but you got lucky.  Sometimes, that's half of what Fate is.\"",
        "I do my best, but I'm as flawed as any Immortal.  I just hope our brothers see that I'm trying.",
        "\"It looks like I'll be promoting my best assassin before I leave,\" Death responded.",
        "He feared the palace would go down with Death, what with the nonsense she was spouting about leaving.  He took in his best friend's features, uncertain whether becoming Death was a good thing or not.  Gabe looked the same, and hopefully, he wouldn't turn into the riddle-talking sociopath that preceded him.",
        "C's were what I did best.",
        "The motel was an independent, adequate at best, barely holding its own against the national chains.",
        "Sherwood Forest, where Dean headed, was one of these com­munities, and the best of the bunch in his opinion.",
        "They were simply \"doing their best.\"",
        "I play for Parkside, strictly double 'A' at best.",
        "While Dean wanted the opportunity to speak with her in person after his Norfolk trip, he didn't feel in the best mood to do it after spending half the night and day coping with Vinnie Baratto and his sleazy friends.",
        "Dean mustered his best smile.",
        "Now, you can't just call up your best buddy and ask, can you?",
        "In any event, they remained as they always had been, the very best of friends.",
        "Wednesday morning dawned with air so crisp Dean was awake before the alarm, awake to a knock down gorgeous day, \"one of the ten best\" prattled a cheery voice on the kitchen table radio.",
        "Maybe Scranton was the best spot to fill the bill.",
        "Utilizing the best of his detective training, he deduced she was as deaf as a turnip.",
        "Mr. Levy was one of my best tenants.",
        "You best check with his Rabbi.",
        "\"It's a shock seeing someone's loved one like that,\" the doctor said in his best bedside manner.",
        "They bring all the stiffs in here 'cause we've got the best facilities on the Lower Chesapeake.",
        "He nodded and murmured he'd try his best to be there.",
        "While it was in part at least an indictment that Dean had allowed himself to be followed, it was still the best news he'd heard in weeks.",
        "Fred consoled her in his best fashion in spite of having a snoot-full at the time—the mark of a real pro.",
        "I hope they make you a stable boy in a pig farm in Iowa and you spend the rest of your life knee-deep in what pigs do best.",
        "Ethel, less than attractive in the best of times, looked horrible.",
        "Might it have been one of those situations where Fred mentioned something to Cora Abernathy who told it to her second cousin, once removed, whose brother-in-law's best friend was seeing the sister of Arthur's housekeeper?",
        "Besides, he had the distinct impression he'd best keep his wits about him.",
        "\"No—not by a long shot,\" answered Dean, \"but the way I see it, it's the best opportunity we've had to date to catch up with this guy—the closest we'll ever get to the jerk.",
        "Fred seethed but reluctantly agreed it was best to call it a night—or rather, a morning.",
        "Dean and his stepfather dined on western style beans, baked potatoes, sourdough bread and the best spareribs either had ever eaten.",
        "If he wanted to keep his marriage together, he'd best let go of his past with Carmen and start focusing on Lori.",
        "\"I guess the best man couldn't make it,\" she said.",
        "As for being the best man...",
        "Carmen has her own idea about who is the best man, and it isn't Bill.",
        "What do you consider the model's best feature to be?",
        "What physical feature does he like best about you?",
        "The best advice I can give you is to try to relax.",
        "It was best this way, though.",
        "Carmen and I have talked it over and decided this is the best solution.",
        "\"I would have sworn you liked the Buick best,\" he said.",
        "Personally, I like it best too, and I think it's the best bargain.",
        "\"I like it best, but it's so expensive,\" she said.",
        "It was best not to think about it.",
        "It was best to focus on the things within her grasp – like Alex.",
        "In the mean time, she'd best keep her mind and eyes on something else.",
        "Maybe it was best to wait for a while after they were married to show him the place.",
        "Diet looked like the best choice.",
        "If that was the problem, she'd best address it – as soon as possible.",
        "He'd best keep that in mind.",
        "She was by far the best cook he'd ever known.",
        "Ninety-five percent of the time her decisions put his best interest to mind – even above her own.",
        "And which part do you like the best?",
        "Maybe it would be best if adults forgot it as well.",
        "She wasn't in the best of moods either.",
        "But Josh was only interested in what served Josh best.",
        "He was trying to make the best of a situation most men would have considered grounds for divorce.",
        "Maybe it was best she couldn't remember.",
        "Maybe it was best to leave it at that.",
        "We both settled for second best.",
        "You got the best and you didn't seem to want it.",
        "She said they both accepted second best.",
        "\"The best day of my life,\" she murmured.",
        "\"The best day was when we met,\" he said and sat beside her.",
        "You must know I want what's best for Talia.",
        "She pulled out a rusted dagger and the best pair of boots she had.",
        "Jenn did her best to act like everything on her end was the same.",
        "The point where Watchers entered the world was not the best place to pass out.",
        "His normal way of doing business was to plan the best he could then leap in.",
        "\"I also learned the best time to take advantage of someone is when they're off-center,\" he said, joining her with another plate of cheeseburgers.",
        "The lives of the White God's mate, and her best friend's mate, were in her hands.",
        "Is this all my father sends his best scout to do?",
        "This is the first favor my best scout has ever asked of me.",
        "Dierdirien sent his best warriors ahead.",
        "Something was troubling him and he was trying to figure out the best way to approach it.",
        "Alex was trying his best to teach her to be independent.",
        "This was an area where he undoubtedly knew best.",
        "It was probably best to ignore the remark, and she was able to do so without being rude when the doorbell rang.",
        "That was best until the men gained a little confidence riding.",
        "It seemed that they rarely saw him anymore and those boys weren't the best influence.",
        "He's been through a lot and I haven't been the best influence.",
        "She killed his best friend.",
        "They moved to the next table and Carmen concentrated on the clips, contemplating how to bring up the subject and finally deciding there was no best way, so she simply asked.",
        "She could probably help him best by conducting business without consulting him for every detail.",
        "To her, Alex was the best looking man she had ever seen, but so far no one had agreed.",
        "She'd best begin now so it wasn't such a shock later.",
        "Maybe it was best to let him go and get this out of his system.",
        "If all this had never happened, she might have gone on for years living the life she thought best for everyone.",
        "It was best to wait until Felipa returned, but they didn't think so.",
        "He had been challenged in nearly every way, but the idea that he might not be the best lover troubled him the most.",
        "This probably isn't the best time to discuss our issues.",
        "He was probably the best friend the girls had.",
        "You would do best to take care of your own problem now.",
        "It wasn't something she wanted to think about, but she'd best get used to it.",
        "I've got the best looking man in the world by my side.",
        "She had told him often enough that he was the best looking man she had ever seen.",
        "I think it would be best if you would go stay with your uncle – at least for a while.",
        "She was about the best equestrian he had ever seen.",
        "Still, it would be best to travel her back-trail to find out for sure.",
        "If he wanted her to have faith in him, he'd best show a little in her.",
        "Right now he'd best focus on the job ahead and forget about things like that.",
        "This marriage is the best thing that could happen to either of us.",
        "No, it would be best to fly out and then lease a car for a month.",
        "Best to stay away from him.",
        "Birds flitted from tree to tree, chirping at each other and battling over the best roosting sights.",
        "Sure, it's the best swimming hole around here.",
        "This is a makeshift meal at best.",
        "The best thing to do was go into town tonight and call him - and this time leave no question in his mind.",
        "Better make the best of it.",
        "Maybe it's best this way.",
        "She was trying to determine the best way to attack and debating the validity of her boss's assertion that the human-made weapons she carried were useless against Xander.",
        "Jessi hugged her the best she could, relieved, and stepped back.",
        "She did her best to appear upbeat and went to Ashley's side again.",
        "You're wasting the best years of your life for them.",
        "\"Best day of my life!\" she exclaimed.",
        "\"Best day of my life,\" she said through clenched teeth.",
        "As if they'd had the best night of their lives.",
        "I think this is for the best.",
        "\"I'll do my best,\" she said.",
        "You are the next best thing.",
        "Jessi did her best to compose herself as she returned to the food court.",
        "\"Not the best idea,\" Xander agreed.",
        "He didn't know if he could save Ashley, but he was the best choice Jessi had.",
        "By the tension between the two, their alliance was brittle at best.",
        "She did her best to protect those she cared about and ended up here.",
        "The best known of these is that of Dryoscephalae, which must then, as slow, have been the direct route from Athens to Thebes.",
        "In all parts of history in which he was best versed Vico pursues a stricter and more scientific method, and arrives at safer conclusions.",
        "Over two hundred editions followed, of which perhaps the best is the one published in Paris in 1644.",
        "The best account of the life of Davila is that by Apostolo Zeno, prefixed to an edition of the history printed at Venice in 2 vols.",
        "The best modern authorities are K.",
        "Belonging to a noble family, he was educated under the best masters, and particularly excelled in poetry and polite literature.",
        "The sequel to this literary alliance is best recounted in George Sand's own words: \" I resisted him for three months but then yielded; I lived in my own apartment in an unconventional style.\"",
        "In a preface to a later edition she tells us how the novel came to be written, and, though it anticipates events, this revelation of herself may best be given here.",
        "Listen to a story and weep. There was a good artist called Watelet, the best aquafortis engraver of his day.",
        "Perhaps the best data for a comparison are those afforded by the varying brightness of stars at different altitudes.",
        "Torelli's monumental edition of the works with the commentaries of Eutocius, published at Oxford in 1792, folio, remained the best Greek text until the definitive text edited, with Eutocius' commentaries, Latin translation, &c., by J.",
        "Of flame collectors the two best known are Lord Kelvin's portable electrometer with a fuse, or F.",
        "The best English account will be found in H.",
        "It is by many esteemed as the best of all the edible fungi found in Great Britain.",
        "The best is perhaps.",
        "As a statesman, Rossi was a man of signal ability and intrepid character, but it is as an economist that his name will be best remembered.",
        "His novels, for the most part published first in London, reflect his wild adventurous life, the best known being The Son of the Wolf (1900); The Call of the Wild (1903); Moon Face (1906); Martin Eden (1909); South Sea Tales (1912), and his last, The Little Lady of the Big House (1916).",
        "For power and range of imagination, for freshness and vividness of conception, for truth and originality of presentation, few Roman poets can compare with him when he is at his best.",
        "The city is served by the Chesapeake & Ohio, and the Southern railways, and is best known as the seat of the University of Virginia, which was founded by Thomas Jefferson.",
        "The Ansichten vom Rhein, &c., has been frequently reprinted (best edition by A.",
        "The best testimony for the behaviour of Orleans during this summer is the testimony of an English lady, Mrs Grace Dalrymple Elliott, who shared his heart with the comtesse de Buffon, and from which it is absolutely certain that at the time of the riot of the 12th of July he was on a fishing excursion, and was rudely treated by the king on the next day when going to offer him his services.",
        "The best proof of his not being ambitious of such a doubtful piece of preferment is that he made no attempt to get himself made king, regent or lieutenant-general of the kingdom at the time of the flight to Varennes in June 1791.",
        "Very little is known about the town, which is the trade centre of a considerable district, including Kataghan, where the best horses in Afghanistan are bred.",
        "Their arid country was the best safeguard of their cherished liberty; for the bottle-shaped cisterns for rain-water which they excavated in the rocky or argillaceous soil were carefully concealed from invaders.",
        "Of all these temples the oldest is probably that of Heracles, while the best preserved are those of Hera and Concordia, which are very similar in dimensions; the latter, indeed, a Some writers place Kamikos, the city of the mythical Sican Kokalos, on the site of Acragas or its acropolis; but it appears to have lain to the north-west, possiblyat Caltabellotta,lom.",
        "Both temples belong to the best period of the Doric style and are among the finest in existence.",
        "Williamstown village is best known as the seat of Williams College, chartered in 1793 as a successor to a \"free school\" in Williamstown (chartered in 1785 and endowed by a bequest of Colonel Ephraim Williams).",
        "The majority perhaps of the nuraghi of Sardinia present this simple type; but a very large number, and, among them, those best preserved, have considerable additions.",
        "The construction varies with the site, obviously with a view to the best use of the ground from a strategic point of view.",
        "But the best canonists, from the Roman professor De Angelis (Prael.",
        "On the 8th of March he announced to parliament that the declaration had been cancelled, though he did his best to induce Charles to remain firm.",
        "Upon the king's illness in May he held frequent meetings of Monmouth's friends at his house to consider how best to act for the security of the Protestant religion.",
        "During the negotiations which preceded the Peloponnesian War he did his best to prevent, or at least xo postpone, the inevitable struggle, but was overruled by the war party.",
        "Though the emperor Julian improved its defences, the town was destroyed by the Huns under Attila, in the 5th century, but Justinian did his best to restore it.",
        "\"Next to being a citizen of the world,\" writes Thomas Hood in his Literary Reminiscences, \" it must be the best thing to be born a citizen of the world's greatest city.\"",
        "As a proof of the seriousness with which he regarded the literary vocation, it may be mentioned that he used to write out his poems in printed characters, believing that that process best enabled him to understand his own peculiarities and faults, and probably unconscious that Coleridge had recommended some such method of criticism when he said he thought \"print settles it.\"",
        "Artisans came from a great distance to view and honour the image of the popular writer whose best efforts had been dedicated to the cause and the sufferings of the workers of the world; and literary men of all opinions gathered round the grave of one of their brethren whose writings were at once the delight of every boy and the instruction of every man who read them.",
        "By this time he had ceased to devote himself to pure mathematics, and in company with his friends Mersenne and Mydorge was deeply interested in the theory of the refraction of light, and in the practical work of grinding glasses of the best shape suitable for optical instruments."
    ],
    "definition": [
        "Link/Cite"
    ]
}