{
    "translation": "משקה",
    "uses": [
        "The town has been famous from remote times for a beverage called \"white ale.\"",
        "Did this country afford any beverage beside water?",
        "Cynthia emerged with a tray of drinks and Dean was surprised that beer was the beverage of choice.",
        "The universal beverage of the people - chicha - is made from Indian corn.",
        "The early history of tea as a beverage is mainly traditional.",
        "That beverage was already known to the French and had been given a special name.",
        "It is largely consumed in Bolivia and Matto Grosso, where it is used in the preparation of a beverage which has excellent medicinal properties.",
        "But it is quite certain, from the historical narrative of Lo Yu, who lived in the Tang dynasty (618-906 A.D.), that tea was already used as a beverage in the 6th century, and that during the 8th century its use had become so common that a tax was levied on its consumption in the 14th year of Tih Tsung (793).",
        "The dried leaves and smaller twigs of mate (Paraguayan tea-hlex paraguayensis) are exported to the southern Spanish American republics, where (as in Rio Grande do Sul) the beverage is exceedingly popular.",
        "Medical experts state that the beverage infused from the leaves has a stimulating effect, and is also slightly diuretic. The total amount exported from Paraguay in 1908 was 4133 tons.",
        "He ignored it and went to the kitchen for coffee, the only human beverage he was able to tolerate.",
        "Neither finished his beverage; Fred because he was anxious to get going and Dean because he could only take a small dose of the perfumed blend.",
        "The result has been that the domestic wines have now very largely displaced the foreign product for ordinary beverage purposes.",
        "Writing of the Tibetan he states: \"As a beverage he drinks, all day long, cupfuls of, hot buttered tea, which is really a soup or broth made by boiling tea-leaves with rancid butter and balls of dough, and adding a little salt, and straining - a decoction which was invariably nasty to our taste, though no doubt it is wholesome; for it is not merely a stimulating hot drink in the cold, but overcomes the danger of drinking unboiled water in a country where the water supply is dangerously polluted.\"",
        "It is probable that the discovery that an intoxicating and pleasant beverage could be made from grape juice was purely accidental, and that it arose from observations made in connexion with crushed or bruised wild grapes, much as the manufacture of beer, or in its earliest form, mead, may be traced back to the accidental fermentation of wild honey.",
        "The palm, Arenga saccharifera, furnishes gemuti fibres for ropes; its juice is manufactured into sugar and a beverage called sagueir; and intoxicating drinks are prepared from several other palms.",
        "americana and other species this is used by the Mexicans to make their national beverage, pulque; the flower shoot is cut out and the sap collected and subsequently fermented.",
        "Beverage options include sodas and iced tea, and for dessert you may choose almond cookies or sweet pastry puffs.",
        "The assai (Euterpe oleracea) is another highly-prized palm because of a beverage made from its fruit along the lower Amazon.",
        "Rice is also -the source of a drinking spirit in India, known as arrack, and the national beverage of Japan - sake - is prepared from the grain by means of an organic ferment.",
        "Next to water, tea is the beverage most widely in use throughout the world as regards the number of its votaries as well as the total liquid quantity consumed.",
        "There appears to be little doubt that the active principle in this beverage is a poison of an alkaloidal nature.",
        "Guests can enjoy an alcoholic beverage made in the restaurant bar, or the old shocking room, as they call it.",
        "Indian beverage choices such as mango lassi (a mix of fresh fruit and spiced yogurt) and chai tea are available.",
        "Their dumplings make a good side order, and a sugary or creamy beverage rounds it out nicely.",
        "' The modern statistics of the commonwealth may be more accurately kept, and there may be less waste in use, but it is not supposed that there is any diminution in the free use of the beverage which has always characterized the antipodean colonist.",
        "The lines in which James Thomson describes their simple life The reindeer form their riches: these their tents, Their robes, their beds, and all their homely wealth Supply; their wholesome fare and cheerful cups are still applicable in the main to the mountain Lapps; but even they have learned to use coffee as an ordinary beverage and to wear stout Norwegian cloth (vadmal).",
        "The use of the kava root, here called yanggona, from which the well-known national beverage is made, is said to have been introduced from Tonga.",
        "The Mexicans understood digging channels for irrigation, especially for the cultivation of the cacahuatl, from which they taught the Europeans to prepare the beverage chocollatl; these native names passed into English as the words cacao, or coco and chocolate.",
        "Lunch includes dessert, and soup or a beverage; you can also go with the traditional burger lineup with homemade fries.",
        "There are no minimum requirements for food and beverage purchase, and wireless internet is free throughout the club.",
        "Try some masala chai, a beverage made with tea, milk, sugar and spices.",
        "These, which would be suitable for ordinary beverage purposes, cannot as a rule stand the passage through the Red Sea, and it is therefore only possible to ship the heavier or fortified wines.",
        "In 1895, in order to bring down its price, a distillation tax was imposed, from which a refund was paid on alcohol used for other than beverage purposes.",
        "The word is an adaptation of the Arabic sharb or sharab, beverage, drink, shariba, he drank, and is thus directly related to \"sherbet\" and \"syrup\" (q.v.).",
        "In the modern days of machine-made black tea, produced under British supervision, both the tea-taster and the ordinary consumer have to deal with a product which, if carefully converted into a beverage and used in moderation, should be harmless to all normal human beings.",
        "You'll receive an appetizer, entree, non-alcoholic beverage and dessert.",
        "Seasonal options, as well as a full beverage service may be added.",
        "It is easy to transform your favorite beverage can into a unique pen holder for your desk.",
        "In 2006, the Coca Cola Company published a news release about Evinga, a negative calorie beverage.",
        "Diet soda offers dieters a beverage with a sweet taste and low calories.",
        "Consume a food or beverage high in carbohydrates directly after exercise, preferably within 30 minutes.",
        "TEA (Chinese cha, Amoy dialect te), the name given to the leaves of the tea bush (see below) prepared by decoction as a beverage The term is by analogy also used for an infusion or decoction of other leaves, e g.",
        "They are the only antioxidant fortified coffee/tea beverage on the market.",
        "The type of clear beverage you select may be determined with your physician's guidance.",
        "Give yourself time to adjust to the beverage.",
        "The writers suggest that you drink the beverage out of your favorite glass.",
        "The Mayo Clinic recommends dieters consider healthy beverage options including water.",
        "So when you hear about diet soda weight gain, the extra pounds aren't from the calories found in the diet beverage itself, but from the extra foods you eat to satisfy the cravings for sweets generated by consuming the diet soda.",
        "The Special K protein shake is a protein packed beverage, perfect for sipping in the car, tossing in your lunch bag and drinking on the go.",
        "Most include some combination of yogurt, milk or soy beverage and fruit.",
        "Alcohol can influence the way your body processes insulin, so eat a complex carbohydrate along with your alcoholic beverage to help moderate the influence of the alcohol.",
        "Use a raw cinnamon stick to stir your tea or other hot beverage.",
        "The other beverage bus which may be coffee, soda, or even juice, can only drive through town carrying and dropping off the passengers it is currently carrying.",
        "Some practitioners suggest consuming no more than six glasses of this per day but others say that you can drink as much of the beverage as you want.",
        "Diet cranberry juice is a delicious beverage to enjoy when you are trying to consume a healthier diet.",
        "The diet juice is delicious as a beverage on its own, but there are a few ways to enjoy this unique juice that can take it from a simple drink to a real treat.",
        "Add a splash of diet cranberry to your favorite alcoholic beverage in place of higher calorie mixers.",
        "This is a great way to enjoy a cocktail without the added calories of a regular adult beverage.",
        "Check local grocers and other large retailers to see if they stock this delicious beverage option.",
        "Some smaller coffee particles along with much of the coffee's essential oils; however, infuse into the beverage giving French press coffee a stronger taste, flavor and feel than traditional drip brewed coffee.",
        "All of these sets feature camisole tops paired with cute little shorts that will be comfortable as sleepwear, but also make for pretty morning attire while you sip your favorite hot beverage and read the paper.",
        "Pretend you're at an exclusive spa by wrapping up in your robe and enjoying a poolside beverage.",
        "Once you get that robe, zip it up and enjoy a warm beverage while you lounge, relax or get ready for the chilly day outside.",
        "Serve lime jello shots for a great lab beverage.",
        "It's always a good idea to alternate between beer and water or another non-alcoholic beverage.",
        "Instead, simply inquire about what they'd like to drink or merely point them towards the beverage table.",
        "There are plenty of interesting beverage options if you’re trying to stick with a red, white and blue theme.",
        "Beverages: A pitcher of sangria with fresh fruits makes a delicious and aesthetically-pleasing adult beverage for guests to enjoy.",
        "These usually include a comfortable massage chair and a free beverage.",
        "Food and beverage coolers are heavy by nature.",
        "In fact, diabetic foods can now be found in nearly every grocery department, including the frozen section, candy aisle, and beverage aisle, to name a few.",
        "The liquid and powder formulas are often added to a beverage or taken directly.",
        "Keep a food journal for a week and record every bite of food and sip of beverage that enters your body.",
        "The reason these food groups (and beverage groups) need to be avoided is that they either stimulate or irritate the bowels, leading to those unpleasant gastrointestinal symptoms that IBS sufferers are so familiar with.",
        "Alcohol is also allowed, but dry red wine is the most recommended beverage.",
        "The Food and Beverage Library has over 1,500 listings and you can easily find the food or brand you're looking for by doing a quick search of the database.",
        "A decoction of the buds in milk or whey is a common household remedy for scurvy; and the young shoots or green cones form an essential ingredient in the spruce-beer drank with a similar object, or as an occasional beverage.",
        "Collectors of glass are chiefly concerned with the drinking-glasses which were produced in great profusion and adapted for every description of beverage.",
        "The berries are dried in the sun and sent down to Hodeda or Aden, where they are subjected to a process for separating the husk from the bean; the result is about 50% of cleaned berries, bun safe, which is exported, and a residue of husk or kishr, from which the Yemenis make their favourite beverage.",
        "Manufactures are of small account, the raw material going mostly to the coast; but olive-oil is made, together with various wines, of which the most famous is the vino d'oro, a sweet liqueur-like beverage.",
        "The German regulations are apparently based on a keen appreciation of the fact that while one particular denaturizing agent may have little or no effect on one industry, yet it would be quite fatal to the success of another; there is consequently a great choice of denaturizing agents, and in certain cases it is sufficient to mix the alcohol with a reagent necessary for the purpose in hand, or even with a certain amount of the final product, it being only necessary to satisfy the state that the spirit is not available as a beverage.",
        "The United States of America and the great colonial dependencies follow generally the English way of using the beverage.",
        "It is doubtful, therefore, whether the products of the British Empire will ever displace European wines in the United Kingdom on a really large scale, for they cannot compete at present as regards quality with the finer wines of Europe, nor, for the reason stated, with the lighter beverage wines.",
        "KAVA (CAVA or AvA), an intoxicating, but non-alcoholic beverage, produced principally in the islands of the South Pacific, from the roots or leaves of a variety of the pepper plant (Piper methysticum).",
        "Both cultivation and manufacture have been carried on in the old time way, by the rudest of methods, and the principal product is a coarse brown sugar, called panela, universally used by the poorer classes as an article of food and for making a popular beverage.",
        "alcoholic beverage for your own consumption.",
        "The firm calls it an ' innovative carbonated fusion beverage ' Worried?",
        "An equally wondrous tho less intoxicating beverage can be prepared from the beans of the Cocoa Plant.",
        "None of the persons have the same pet, smoke the same brand of cigar or drink the same beverage.",
        "Avoid drinking tea, coffee cola or any caffeinated beverage 2 hours prior to the test.",
        "With the Booze Cruise Game you can travel the world in search of knowledge, enlightenment and refreshing cold beverage!",
        "All our bedrooms are en-suite, with either shower or bath, color tv and complimentary beverage making facilities.",
        "beverage tray.",
        "beverage cans made from steel are lighter than 10 years ago, reducing the energy required for each can.",
        "Causing a beverage container or beverage container or beverage to touch the table or enter the space directly above the table.",
        "beverage outlets and a health suite.",
        "beverage industry generated the largest quantity of waste in the sector, 140,000 tons.",
        "To do this, make sure to add at least 30-60 grams of whey protein isolate to the carbohydrate beverage.",
        "busty blondes, what sort of filly might I be fortunate enough to run into whilst enjoying a bargain beverage?",
        "caffeinated beverage 2 hours prior to the test.",
        "All beverage cartons containing milk, juice, soups, custards, sauces etc can be included.. .",
        "Food & Beverage - Do they have an in-house caterer or can your bring your own?",
        "clock radio alarm, hairdryer, free beverage tray and complimentary toiletries.",
        "consumed beverage in the US based on volume.",
        "consumption of an alcoholic beverage) was common.",
        "This ancient beverage seems custom-made to protect health and delay aging.",
        "favorite beverage, and have a look around!",
        "It is an excellent corn syrup for baking, flavoring and beverage applications.",
        "granule sizes mean that the beverage is dispensed to a consistent quality.",
        "intoxicately wondrous tho less intoxicating beverage can be prepared from the beans of the Cocoa Plant.",
        "intoxicateiest ales were more of a mildly intoxicating food than a beverage.",
        "soy milk, soy drink or soya milk is a beverage produced from soybeans.",
        "For the ultimate authentic Italian beverage, visitors can choose from the selection of cafes that will also surround the piazza.",
        "Elizabeth made oatmeal stout fairly regularly, not as a beverage but as a sort of tonic medicine.",
        "Each room also has color TV and beverage tray.",
        "General Vending Services Ltd Smallfield, Horley General Vending Services provide technical maintenance for beverage systems & drinks, food & snack venders.",
        "The flesh of the young camel resembles veal, and is a favourite food of the Arabs, while camel's milk forms an excellent and highly nutritious beverage, although it does not furnish butter.",
        "Had they been filled with their intended beverage, they would have been a hundred times more lethal than any splurge gun.",
        "Mineral water quenched my thirst more than any other beverage.",
        "Use disposable beverage containers for the drinks you have while you wait to clear security.",
        "If you're on a specific search for the beverage and don't mind driving to get it, visit the store locator and find out which stores you can visit within 50 miles to get your hands on a can or bottle.",
        "Perfect presentation can be part of the cocktail experience and a lovely lime twist or plump pimento stuffed olive can make a good beverage perfect.",
        "Perhaps you'll feel inspired to try a beverage you haven't tasted before?",
        "The crushed ice will also enhance the mellowness of the beverage, changing its characteristics as the drink wears down.",
        "Strain, don't simply pour, the beverage into a martini glass.",
        "The blend of juices and alcohol creates a wonderful, popular beverage that is still a favorite after many years.",
        "There are variations of this cocktail that use white cranberry juice instead of red, or blue curacao or Cointreau instead of triple sec; however, the original beverage is still the most popular.",
        "Any beverage is only as good as the ingredients used to prepare it.",
        "Cranberry juice is typically sold as a sweetened beverage or cocktail, but it's available in pure form as well.",
        "Fresh limes are crucial to any well stocked bar, and bottled juice can compromise the taste of your finished beverage.",
        "When you are mixing this fabulous beverage, keep in mind that every component adds depth and flavor to the finished result.",
        "Serving Champagne is a tradition on New Years Eve, but why not take it up a notch and create cocktails featuring this bubbly beverage.",
        "Strain the beverage into a martini glass, and serve with your choice of garnish.",
        "Garnish the beverage with a small candy cane.",
        "Strain the beverage into a chilled martini glass, and garnish with a strawberry.",
        "Serve the beverage in a champagne class.",
        "Strain the beverage into a Champagne glass, add Champagne and serve.",
        "They became the defining beverage for the Kentucky Derby in 1938.",
        "This French beverage is what gives the French Martini cocktail its name.",
        "Although many Martinis call for them, they will give your beverage a sour flavor.",
        "Serve your beverage garnished with a twist of lemon peel or a couple of berries on a cocktail toothpick.",
        "A non-alcoholic strawberry Daiquiri recipe results in a non-alcoholic beverage that is tasty, satisfying and good for you.",
        "The ultimate quality of the beverage comes down to the ingredients you choose to use and how these ingredients are prepared.",
        "If you want a drink that is tasty but lower in sugar, instead use fresh picked strawberries in your beverage.",
        "The final step to making your non-alcoholic beverage is simply to turn on your blender.",
        "If you're preparing the drink for a number of guests, pay close attention to the presentation of the beverage.",
        "Glaze a bit of strawberry syrup on top and garnish the beverage with a couple of fresh strawberries on a cocktail pick.",
        "Now you know how to make a beverage that is delicious anytime, but especially so during the warm, lazy days of summer.",
        "However you choose to make it, the end result is a delightfully cooling and refreshing beverage.",
        "In fact, the beverage is actually pumped into glasses from a giant Julep cup that was specially made for the event back in 2008.",
        "Since close to 100,000 Juleps are served at this event, Early Times created a ready-to-serve mix to help keep the beverage flowing.",
        "If you like Early Times, you can follow their recipe for a more traditionally-made beverage.",
        "However, keep in mind that there is a good amount of alcohol in this beverage.",
        "Vigorously mix all ingredients in a martini/cocktail shaker and strain the beverage into a rocks or stemmed glass.",
        "Garnish the beverage with a stuffed green olive.",
        "A mixture of grenadine, gin, cherry brandy, sweet and sour mix and club soda, the drink was often considered a \"gateway\" drink for novices who had never before consumed an alcoholic beverage.",
        "Vanilla syrups are available at most large supermarkets and at speciality coffee shops that sell beverage flavorings and additives.",
        "Any reloadable gift card from Starbucks can be used for enrollment into the Starbucks Rewards program, which provides discounts on beverage purchases.",
        "This coating resists damage from any type of beverage, including fruit juice, energy drinks, and even alcohol.",
        "The liner makes the bottle taste and scent neutral, ensuring that the beverage within the bottle will not pick up any aftertaste from previous drinks.",
        "The SIGG bottle does not leach any chemicals into the beverage the container holds.",
        "Polycarbonate plastics are also used in the lining of almost all food and beverage cans because they do not change the flavor of the food and drink items that are stored inside them.",
        "The Klean Kanteen Company offers an array of beverage containers and accessories free of BPA plastics.",
        "The owner's of the Company wanted to create a beverage container that was not plastic and not aluminum and would last a lifetime.",
        "Adding color to their beverage containers was another challenge but was successful by using safe, lead-free acrylic paint.",
        "The inside is not coated with plastic or epoxy like some other beverage containers so it's safe for kids.",
        "No eco-friendly beverage container would be complete without accessories!",
        "Klean Kanteen beverage containers and accessories can be ordered from their website, through their store locator, and distributors.",
        "Recycled aluminum and tin typically create new food and beverage cans.",
        "Recycled plastics also create new food and beverage containers, but can be used to make shoes, purses and home décor items.",
        "PET fiber blends: Fiber blends of recycled fibers can include the recycled polymer resin, PET (Polyethylene Terephthalate), found in food and beverage containers and other industrial products.",
        "For example, according to the U.S. Energy Information Administration, when recycled aluminum is used to manufacture new beverage cans instead of using raw ore, there is a 95 percent energy savings.",
        "These compounds are the same as those found in red wine, which make the beverage so well known as being healthy for your heart.",
        "The early Spaniard colonists tried fermenting agave sap and created a new beverage, tequila, when they couldn't import European liquor fast enough to meet demand.",
        "Their inventory includes red, white, and blue selections such as: bedding, beverage glasses, bookends, figurines, flags, lamps pictures, pillows, plates, wall decorations, weathervanes, and more.",
        "The straw forces the beverage to the back of your throat and therefore helps to avoid bathing your teeth in dark liquids.",
        "If a soft drink company wants to test its appeal to the teen male market, it doesn't do anyone much good to ask a middle-aged woman what she thinks of the beverage.",
        "Breakfast is a simple meal, with some form of bread or cereal, a hot beverage like coffee or chocolate, and fruit or fruit juice.",
        "Aperitif and hors d'oeuvres: A small portion of an alcoholic beverage such as Kir, Pastis, or martini is served before the meal begins, along with appetizers such as crudites or canapes.",
        "Don't try to quit your coffee or other caffeinated beverage intake cold turkey because you could end up with a stress headache.",
        "Whether flavored or unflavored, many are packaged as drink mixes or intended to mix into a blended concoction to create a frothy milkshake-like beverage.",
        "After a few drinks too many, my drunk husband and two of his buddies decided to climb high up the mast with their beverage cups clasped between their teeth.",
        "If this proves too difficult, you may try to substitute a beverage with less caffeine for your usual choice.",
        "The liver is rarely able to process more than one alcoholic beverage an hour, and for some people it takes even longer.",
        "Replace the action of smoking: Instead of lighting up while reading the paper, have a cup of tea or some other beverage to sip.",
        "The beverage is a sparkling wine sold in cans.",
        "Hilton created the new beverage line, leading many to wonder if this is what she had in mind when she said she would make a difference in the world when she got out of jail?",
        "Keep in mind, however, she was in jail for a DUI charge, so it's an interesting choice to develop and promote an alcoholic beverage.",
        "The beverage, which comes in original, passion fruit and strawberry flavors, will be available in the U.S. in 2008.",
        "Discount beverage cards that allow teens to purchase sodas and non-alcoholic beverages.",
        "If you aren't lucky enough to win your way on board, however, you can still plan your own party cruise to enjoy Bud Light or any type of alcoholic or non-alcoholic beverage.",
        "Some offer beverage deals and onboard credits in addition to discount prices.",
        "Just remember to check your cruise line's alcohol policy to make sure your beverage won't be confiscated during boarding.",
        "She now lives in Aspen Colorado, and is the head chef and Director of food and beverage catering for Altitude Aviation Catering and Cecily's Restaurant.",
        "Vampires have developed a life-sustaining beverage called True Blood that allows them to exist without hunting people.",
        "A kombucha culture is fermented with assorted tea bases, vinegar, sugar, and water to create a beverage.",
        "People not only drink the beverage, but also eat the hardened culture itself.",
        "As millions continue to turn to alternative health remedies, any beverage with kombucha in it garners attention.",
        "Since the tea base will have a bit of caffeine, some report that the \"pick-me-up\" quality of the beverage to be stimulating.",
        "Because organic green tea is also grown without synthetic pesticides, it's easier for you to be sure you're getting a natural, healthy beverage.",
        "It's true that green tea is good for you, but don't forget that it's also a delicious, relaxing beverage.",
        "It is a naturally sweet beverage that is ruby red due to the color the leaves change to during processing.",
        "Depending on the style, you may feel comfortable sitting around in them and reading the morning paper and sipping your favorite beverage on a weekend morning; or your pajamas may be super sexy and perfect for romantic encounters.",
        "You can choose to shop from traditional, mail order catalogs or sit down with your favorite beverage and surf various online eCatalogs for pleasing lingerie.",
        "Beverage choices include coffee (with free refills), tea, soda or juice between the hours of 8:30 a.m. to 11:00 a.m. for a minimal charge of only $1.00.",
        "The $2.00 charge includes the beverage of their choice.",
        "Out of that, $1.00 goes for a beverage of choice and $1.00 toward the prizes.",
        "The fee for this activity is $2.00 and includes a beverage.",
        "For a cost of only $2.00, which includes a beverage, players compete on impromptu teams.",
        "Almost every guest who visits a Walt Disney World park will purchase a food or beverage item, which makes up over 75 million Coca Colas each year, and a staggering 10 million hamburgers.",
        "The amount of food and beverage consumed at the parks is one of the most remarkable Walt Disney World facts around.",
        "The combined forces of these two wine groups created a multinational beverage powerhouse with wineries in the United States, Australia, New Zealand, and Italy.",
        "Imagine a hot and muggy summer evening outside on the veranda, and if you don't have one a patio will suffice, sipping this lovely and soft pink recuperative wine beverage.",
        "Therefore, it was the custom of the host to raise his glass and drink first to assure his guests that the beverage they were about to consume was safe--a sign of friendship.",
        "Wine coolers or beverage centers are becoming very popular, especially among those building new homes or remodeling older ones.",
        "Those calories add up, and since wine is a beverage, you will be mostly consuming empty calories.",
        "There are many reasons for this, but the fact that a wine varies from year to year, winery to winery, vineyard to vineyard, winemaker to winemaker distinguishes this beverage from beer and spirits.",
        "Type of wine or beverage in the bottle - Remember, you can't see the original label anymore, so you need to add the varietal and vintage information to your label so the recipients knows what's in the bottle.",
        "Champagne flutes are ideal for serving this beverage.",
        "The design of the glass reduces the surface area of the beverage, which helps to retain the maximum amount of bubbles.",
        "Carefully pour the bubbly beverage down the side of the glass and gently turn the bottle slightly with your wrist when you're done with each glass.",
        "It provides lots of information about the beverage, from the grape varieties to the French red wine region, and perhaps even the winery in which it was produced.",
        "If you've recently started learning about wine and the culture associated with this beverage, you may find yourself wondering, \"What are the different kinds of wine?\"",
        "Other fruits are popular for wine making, often lending a sweet and distinctive flavor to the beverage.",
        "Each wine growing region has special climate trends that can affect the flavor of the beverage.",
        "Try new wines whenever you get a chance, so you can expand your knowledge of this beverage.",
        "You might want to keep up with the latest research on red wine headaches, and consider swapping out your favorite red for a beverage that leaves you pain-free.",
        "While Champagne is certainly an elegant beverage, it's also approachable: you could pair it with hot dogs and it will taste great!",
        "The hydrogen breath test involves having the child drink a lactose-containing beverage.",
        "Adequate calcium intake is essential for the rapidly growing bones of teenagers, but milk has often been replaced by soft drinks as the beverage of choice among this age group.",
        "Blood samples are taken both before and several times after a patient drinks 75 grams of a glucose-based beverage.",
        "A survey by the National Sleep Foundation released in 2004 found that 26 percent of children ages three and older drink at least one caffeinated beverage a day and suffer a loss of about 3.5 hours of sleep each week.",
        "The patient drinks a beverage containing lactose and the breath is analyzed at regular intervals.",
        "It's a sweetened milk-based drink that may have originated in England or from a medieval hot milk beverage.",
        "Some enjoy the beverage hot or at room temperature, while others prefer it chilled.",
        "While water is the ideal beverage choice, other good options include orange juice, non-fat milk, or reduced-sodium V8.",
        "In addition, the beverage doesn't contain many nutrients, whether caffeinated or not.",
        "It has four pegs, a zippered security pouch and a zippered carry-bag with a convenient beverage holder.",
        "Sit back and think about how fun it will be to see your children so happy in their backyard doing the things that they would do at the local playground, while you garden or relax on the deck with a book or refreshing beverage.",
        "Asian and Russian people drank this healthful beverage for centuries as a panacea for stomach ailments.",
        "Kombucha tea, also known as kombucha mushroom tea, is a fermented beverage containing tea and a yeast-fungus mixture.",
        "The beverage sits for about a week until it is properly fermented.",
        "Others prefer to brew their own kombucha tea, purchasing the starter cake at a supplement or health food store and creating the beverage at home.",
        "This may explain the strong anecdotal evidence from many kombucha drinkers that they feel better within hours or days after ingesting the beverage.",
        "The only other ingredients in pure kombucha tea are black tea, water and sugar or sweetener, so it seems that the likely culprit is one of the many strains of bacteria growing in the beverage.",
        "New, Founder, Chairman and CEO of New Beverage Insights Juiceworks LLLP (NBI Juiceworks) manufacturer of Sun Shower Fruit Drink and a number of premium branded juices under the Sun Shower brand label.",
        "\"Consumers should look to NBI Juiceworks as the innovation engine for great tasting nutritious offerings within the Juice and Juice Beverage category.\"",
        "This superfood product comes in the form of a powder that is mixed with a glass of water or any other beverage.",
        "It can also be mixed with juice or a flavored beverage, though this is not the initially recommended method of ingestion.",
        "You can mix some vitamins into a beverage, but others should be taken alone.",
        "The iced tea maker has a two liter pitcher, and features an automatic shut off for when the your beverage is done brewing.",
        "The Oster website offers some replacement and upgrade parts under their Beverage Products section.",
        "The Professional Food and Beverage Blender is one of Waring's finest blenders.",
        "You can always celebrate special occasions by giving anyone who owns one of these hot beverage brewing systems a selection of K-cup mini-brewers, each one complete with the perfect amount of gourmet coffee and a built-in filter bag.",
        "Pumps and Motors: Espresso machines rely heavily on moving parts to create your beverage, so you may need to replace the pump and/or motor every few years.",
        "Allow to dry and store until you are ready to create another tasty dish or beverage that requires food processing or beverage.",
        "What makes the Breville unique is its iced beverage function that brews a strong shot of coffee or tea that is perfect for iced drinks since it is more concentrated.",
        "It's certainly become one of my favorite go-to tools for many cooking and beverage preparation projects.",
        "The soda did not go flat even with ice in the beverage, and even after we let it sit for a while.",
        "He or she also pours the contents of his or her current beverage into the plastic cup.",
        "Across the United States, many cafes, coffee shops and bars provide their customers with shelves full of board games to enjoy for free as they sip their favorite beverage, dine on a luscious dessert or savor a fabulous burger.",
        "Shelves stocked with board games line the walls of these establishments as players sit at tables sipping a favorite beverage while enjoying playing a game.",
        "When the candle is gone, simply wash the mug and use it for your favorite hot beverage.",
        "Gel also makes realistic looking beverage candles, including beer candles and those resembling soda fountain specialties.",
        "Some of the most successful elementary school fundraisers involve selling various types of food and beverage products.",
        "Contact the beverage distributing company in your area and ask if they offer discounts to nonprofits that are holding organized fundraisers.",
        "Start out by selecting a date for the fundraiser, choosing beverage brands, and setting a price that includes a fair profit margin.",
        "Drinking a beverage and walking is not as hard to do well as picking a good wine and remembering dance steps.",
        "The engagement toast is a longstanding tradition in which people convey congratulations and well wishes to a newly engaged couple in a public setting, such as a party, sealed with a sip of an alcoholic beverage such as champagne or wine.",
        "Simply purchase a loyalty Harkins cup, and receive free beverage refills in that cup for a nominal fee for the rest of the year.",
        "However, you will find exercise and fitness, food and beverage, anime, arts and crafts, home improvement, parenting videos, and more.",
        "If you tend to sip soda throughout the day, work on cutting back by gradually replacing one beverage with a glass of water.",
        "Post had an idea for a cereal beverage called \"Postum,\" and for over 100 years, the breakfast company has been producing some of the leading cereals available.",
        "Comfortable shoes, a snack, a bottled beverage, cash for the souvenir shops, and of course, your picture I.D. are some other necessary items to bring along.",
        "Every evening, adults have the chance to enjoy a free beverage during the resort's cocktail hour while youngsters can attend a separate fun-filled kids' party.",
        "Be wary about distracting scams involving someone spilling a beverage or food on your clothing.",
        "To catch the prospective employer's eye, your resume must be impressive looking, quick and easy to read, and properly showcase your waitress, food and beverage serving talents.",
        "Once the stain dries, the dye in the beverage will be very difficult - if not impossible - to remove from the fibers.",
        "Help Dad keep his favorite beverage cool with this simple and fun craft project."
    ],
    "definition": [
        "Any of various liquids for drinking: The menu lists several beverages, including water, soda, tea, and coffee.",
        "A single serving of such a liquid: I ordered a beverage to go with my meal.",
        "Link/Cite",
        "A liquid to consume, usually excluding water; a drink. This may include tea, coffee, liquor, beer, milk, juice, or soft drinks.",
        "(slang, archaic) A treat, or drink money.",
        "More elevated than plainer drink. Beverage is of French origin, while drink is of Old English origin, and this stylistic difference by origin is common; see list of English words with dual French and Anglo-Saxon variations.",
        "The word beverage is rarely used in British English.",
        "Link/Cite"
    ]
}