{
    "translation": "בלבול",
    "uses": [
        "Her hand paused as she stared in bewilderment at what sat in the bottom of the bath tub.",
        "On the 1st of May following the king suddenly broke up a tournament at Greenwich, leaving the company in bewilderment and consternation.",
        "Uncertain how to respond, Deidre laughed uncomfortably at the amount of bewilderment his question contained.",
        "The delights of love are made to stand for the raptures of union with the divine, the tavern symbolizes an oratory, and intoxication is the bewilderment of sense before the surpassing vision.",
        "This is achieved; and Briinnhilde's horror and bewilderment at meeting Siegfried again as a stranger in his own shape creates a situation which Siegfried cannot understand, and which Hagen pretends to construe as damning evidence that Siegfried has betrayed Gunther's honour as well as Briinnhilde's.",
        "They all stared in timid bewilderment at the strange, long-haired commander dressed up in feathers and gold.",
        "He said, \"Strong words and capping threats from government will simply cause weary bewilderment.\"",
        "And latterly, to her surprise and bewilderment, Princess Mary noticed that her father was really associating more and more with the Frenchwoman.",
        "These high offices rendered Guicciardini the virtual master of the papal states beyond the Apennines, during a period of great bewilderment and difficulty.",
        "From cravings for your favorite cooked foods to bewilderment over what exactly you can eat, it helps to have a place to turn with your questions, moments of panic, and other concerns.",
        "Have anyone else had these feeling of total bewilderment.",
        "Nevertheless, the fact remains that I embraced my complete bewilderment.",
        "No attack materialized, and during Sunday there was increasing bewilderment and loss of nerve.",
        "Their professed bewilderment, following 1916, seemed to confirm that they were totally indifferent to Ireland's struggle for national and social independence.",
        "The antics on pitch caused great bewilderment and amusement for all in the stands, although they never quite knew what was going on.",
        "In its face, Alan Greenspan, long regarded by leading capitalists as possessing positively magical powers, confessed bewilderment.",
        "Prince Andrew glanced at Timokhin, who looked at his commander in alarm and bewilderment.",
        "His look of utter bewilderment was a joy to behold!",
        "Struck by the change, Gabriel laughed in bewilderment.",
        "bewilderment induced by there being too many choices ' option paralysis ' (' Generation X ', 1991 ).",
        "Provincial members expressed bewilderment at all this and the EC recommendation was upheld, not with full authority, forty three to twenty three.",
        "Douglas Coupland called the bewilderment induced by there being too many choices ' option paralysis ' (' Generation X ', 1991 ).",
        "After the initial bewilderment, I must admit I felt some slight anger and betrayal.",
        "\"Why could that not be as well?\" she sometimes asked herself in complete bewilderment.",
        "His woman awoke but was instantly stricken with a look of bewilderment.",
        "dazzled society by his Magyar uniform, which was encrusted all over, even to the boots, with pearls and diamonds; while the Turkish ambassador, Sarim Effendi, caused much diversion by his bewilderment.",
        "Much to the bewilderment of older adults, the term \"emo\" is used quite frequently with today's generation.",
        "Couple that with the big changes she's been through in the last three months, and I suspect she is acting out her bewilderment and frustration by peeing in the house.",
        "Bird Song's parlor began filling with guests whose canceled activities put them in a what-do-you-do-next? mood of bewilderment."
    ],
    "definition": [
        "The condition of being confused or disoriented.",
        "A situation of perplexity or confusion; a tangle: a bewilderment of lies and half-truths.",
        "Link/Cite",
        "The state of being bewildered.",
        "A confusing or perplexing situation.",
        "Link/Cite"
    ]
}