{
    "translation": "משוחד, בעל דעה קדומה, מוטה",
    "uses": [
        "The plan was biased in favor of small parties.",
        "Biased bowls were introduced in the 16th century.",
        "Where religion is concerned, travellers in general and missionaries in particular are biased in several distinct ways.",
        "In both styles the biased side must always be the inner.",
        "Maurice was a man of peace, yet his life was spent in a series of conflicts; of deep humility, yet so polemical that he often seemed biased; of large charity, yet bitter in his attack upon the religious press of his time; a loyal churchman who detested the label \"Broad,\" yet poured out criticism upon the leaders of the Church.",
        "For Edward the Confessor there is an almost equally biased biography.",
        "Fauriel was biased in this work by his preconceived and somewhat fanciful theory that Provence was the cradle of the chansons de geste and even of the Round Table romances; but he gave a great stimulus to the scientific study of Old French and Provencal.",
        "Saint-Simon's fine but biased account of the court in her day and of her career is contained in the twelfth volume of Cheruel and Regnier's edition of his Memoires.",
        "Froude's Caesar; a Sketch (2nd ed., 1896) is equally biased and much less critical.",
        "But you still were working with the biased, anecdotal opinions of a few people not very like you.",
        "On crown-greens it is customary to use a small biased wooden jack to give the bowler some clue to the run of the green.",
        "Its numerous publications, though sometimes biased by political passion, throw much light on Serbo-Croatian history, law, philology and kindred topics.",
        "As might be expected, his views are biased by personal considerations and his intimacy with the royal family, which at the same time, however, afforded him unusual facilities for obtaining material.",
        "From the sublimity of Thucydides, and Xenophon's straightforward story, history passed with Theopompus and Ephorus into the field of rhetoric. A revival of the scientific instinct of investigation is discernable in Timaeus the Sicilian, at the end of the 4th century, but his attack upon his predecessors was the text of a more crushing attack upon himself by Polybius, who declares him lacking in critical insight and biased by passion.",
        "How far the normally conciliatory spirit of Melanchthon was here biased by Luther's intolerance is evident from the exaggerated accounts of the conference written by the former to the elector of Saxony.",
        "As a dignitary of the Roman Catholic Church, Cardinal HergenrOther is inevitably biased against Photius as an ecclesiastic, but his natural candour and sympathy with intellectual eminence have made him just to the man.",
        "From the slimy, signed Foreword, to the biased and often ungrammatical questions at the end, his mark is plain.",
        "warped mind has produced such biased opinions.",
        "glockenspiel solos, so perhaps I'm biased.",
        "I know he knows the truth, but he knows it with a biased mind that one day must remove the blinkers it wears!",
        "learning techniques to balance some of these biased thoughts.",
        "It's debatable how accurate these commercials are, as they are clearly biased in favor of promoting Verizon over AT&T, but there are several personal accounts of dropped calls and poor coverage from AT&T subscribers.",
        "The idea that the BBC is biased just seems absolutely crazy to me.",
        "It is not wilful disobedience - it is just that people get biased in terms of making money.",
        "Most of the previous historiographers were outside of the Movement or, having leanings toward the Congress movement, gave a biased account.",
        "Will be biased below percent of magnetic resonance imaging.",
        "But the constant jazz interlude before, during and after songs does become a bit tedious, but then am I being biased?",
        "It is grossly irresponsible of the Green lobby to play with people's livelihoods on the basis of a biased economic report.",
        "This illustrates that technocratic theories use neutrality to hide moral judgments to protect vested interests or culturally biased views.",
        "If we let it, it will begin to tell us a story (albeit often sanitized and biased ).",
        "Talking to parents whose children have been selected to play in the reps is a very biased viewpoint.",
        "wilful disobedience - it is just that people get biased in terms of making money.",
        "In the south of France it is rather popular with artisans, who, however, are content to pursue it on any flat surface and use round instead of biased bowls, the bowler, moreover, indulging in a preliminary run before delivering the bowl, after the fashion of a bowler in cricket.",
        "Kazinczy, in his efforts to accommodate the national language to the demands of an improved civilization, availed himself of the treasures of European literature, but thereby incurred the opposition of those who were prejudiced by a too biased feeling of nationality.",
        "John Henry Brown's History of Texas from 1685 to 1892 (2 vols., St Louis, 1892) is a detailed, rather biased treatment, by an old Texas pioneer who had access to a large mass of unprinted material.",
        "Learning techniques to balance some of these biased thoughts.",
        "Be biased if group in the rates by about if underreporting patterns.",
        "This is not the first time Clare Short 's warped mind has produced such biased opinions.",
        "Approach the material with the expectation that you may receive biased information, and then you can be pleasantly surprised if and when you encounter truly objective data.",
        "Luckily, some websites are beginning to ferret out unfairly biased product reviews.",
        "Amazon.com created a customer community for flagging biased reviews.",
        "Fathers often feel as though the courts and attorneys are biased against them.",
        "Some areas lack bias almost completely, like their excellent science entries; other areas, like the current war in Iraq or hot-button topics like abortion and religion, are often biased, sometimes vandalized, and always in dispute.",
        "Well I believe the service is great for both novice and advanced digital scrapbookers, but I'm a little biased.",
        "Just as with any news or gossip website, there are times when what is reported is inaccurate and yes, biased.",
        "What's the point in playing when the odds are so dramatically and unfairly biased?",
        "Intelligence tests can be culturally biased against certain groups.",
        "IQ tests are widely used in the United States, but they have come under increasing criticism for defining intelligence too narrowly and for being biased with regard to race and gender.",
        "While it can be argued that the reviews are biased, many curriculum providers will sell only what they are very fond of and would use for their own families.",
        "Don't overdo the end of the letter with undo praise for the individual or it may be viewed as biased.",
        "If you are looking for a guide to buying your first home, remember that mortgage lenders and real estate professionals may provide biased information based on their desire to obtain your business.",
        "You may also ask for references from the swim camp director, but understand that those references are most likely to be biased in the camp's favor.",
        "While these people may indeed be able to offer relevant advice, because they have a strong connection to only one side of the couple, the other person may perceive favoritism or feel that the help is biased.",
        "She's interviewed one user per site, which may only provide a biased view.",
        "There is a drawback to reading daily recaps, and that is that the information may be biased based on the focus of the person who writes the recaps.",
        "Some outlets will provide dispassionate coverage, others will be biased and still others will present details on front burner characters but may fail to mention entirely a b-roll storyline that also played that day.",
        "PF: \"Well, of course, I am a little biased but my customers also say the same thing..",
        "The breakout personality of the entire season was Khalood, due to her bigoted and biased comments towards the women as well as her controlling attitude towards her son.",
        "Describe the movement of charge carriers in forward/reverse biased p-n junction diode.",
        "He was a conscientious historian with a standard biased in favor of maintenance of the status quo.",
        "A further task is to estimate the value of this literature as evidence for the history of Israel, to determine, as far as possible, whether such parts of the literature as are contemporary with the time described present correct, or whether in any respect one-sided or biased or otherwise incorrect, descriptions; and again, how far the literature that relates the story of long past periods has drawn upon trustworthy records, and how far it is possible to extract historical truth from traditions (such as those of the Pentateuch) that present, owing to the gradual accretions and modifications of intervening generations, a composite picture of the period described, or from a work such as Chronicles, which narrates the past under the influence of the conception that the institutions and ideas of the present must have been established and current in the past; all this falls under Historical Criticism, which, on its constructive side, must avail itself of all available and well-sifted evidence, whether derived from the Old Testament or elsewhere, for its presentation of the history of Israel - its ultimate purpose.",
        "If we let it, it will begin to tell us a story (albeit often sanitized and biased).",
        "Carol Gilligan deemed Kohlberg's research biased because he only used male subjects to reach his findings."
    ],
    "definition": [
        "Link/Cite"
    ]
}