{
    "translation": "משקפת",
    "uses": [
        "Mention may also be made of the binoculars of K.",
        "When computers are in your clothes, medicine, eyeglasses, wallet, tires, walls, makeup, jewelry, cookware, tennis shoes, binoculars, and everything else you own, those things will do more than you can imagine—the stuff of science fiction.",
        "\"Yeah,\" he replied, peering again through the binoculars.",
        "5) such as is generally used for prismatic binoculars.",
        "cannibal family lives in a cave on animal skins, but use binoculars and CB radio to co-ordinate their movements.",
        "Its gray face was apparent even before I fastened my binoculars on this solitary corvid.",
        "With his binoculars, he measures an angular deviation of 62 mile from the church to the target.",
        "dugout canoe ride at Chitwan It was quite hair-raising getting into these canoes and balancing while clutching haversacks, binoculars and telescopes.",
        "featherweight division of binoculars, the World's Smallest Pocket Binoculars weigh in at a tiny 380g!",
        "finder scope to the binoculars I found that the wrong bolts had been supplied.",
        "Dugout canoe ride at Chitwan It was quite hair-raising getting into these canoes and balancing while clutching haversacks, binoculars and telescopes.",
        "The best way to see a hen harrier is to scan the horizon with a pair of binoculars.",
        "high-powered observation binoculars are checked on arrival in our workshop for any defects.",
        "Sweeping the area with a pair of binoculars brings all manner of objects into view, rich star clusters and some faint nebulosity.",
        "All Hilkinson Binoculars have fully multi-coated optics and have either BK-7 or BAK-4 prisms.",
        "To help you to choose a telescope or binoculars, or to understand telescope optics visit my Choosing a Telescope page.",
        "pair of binoculars will show them up easily - you might even see them both with your unaided eye.",
        "Whilst doing a starboard sweep with my binoculars I was convinced I spotted a periscope.",
        "Binoculars and wet weather ponchos can be supplied if required.",
        "prism binoculars have integral white light filters making solar observations safe.",
        "The locals seemed quite uninterested in eccentric Brits walking around lagoons with binoculars.",
        "Ready to buy a pair of binoculars for adults?",
        "Compass Binoculars There is no doubt that compass Binoculars There is no doubt that compass binoculars have become very popular for marine use.",
        "Many binoculars have eyecups that can be either folded or pushed down for use with spectacles.",
        "Spectacle wearers Most binoculars today are fitted with soft rubber eyecups.",
        "watched in awe through his binoculars the town was straddled with large caliber Naval artillery shells which shook the church.",
        "So do I. Through my binoculars, I watch the baby zebra trot round the corner of the track.",
        "Training a pair of binoculars on the light usually reveals the telltale navigation lights on the aircraft.",
        "There are many different types of binoculars made for adults based on the hobbies that they enjoy.",
        "If you need a higher magnification, choose a spotting scope instead of binoculars.",
        "No focus binocular models are best left for children's binoculars.",
        "Field of View- for most uses, a regular pair of binoculars is best.",
        "Wide-angle binoculars are a good choice for monitoring movements of large animals, such as deer, but will not be very effective for birdwatchers.",
        "Waterproofing- if you will primarily be using binoculars in pleasant weather conditions, waterproofing is not necessary.",
        "These binoculars are waterproof, fog-proof and are considered the best binoculars overall for the average user.",
        "Zeiss Victory T FL 8x42- top of the line binoculars for the avid birdwatcher.",
        "Binoculars and a compass should make it on the shopping list of any hunter.",
        "Binoculars help you visualize objects at great distances and magnify small items on the hunting trail.",
        "This camera was shaped like binoculars and would allow the user to photograph and save up to eight pictures with a 640 x 480.",
        "For example, casual wear may dictate what a competitor can wear, such as a safari or sports theme, complete with accessories like binoculars and safari hat or a tennis racket and tennis balls.",
        "It's also a good idea to bring a pair of binoculars.",
        "Most enthusiasts that are interested in optical devices like glasses and binoculars easily recognize the name Bausch & Lomb as a symbol of the highest quality optics in the industry.",
        "Whether camping, fishing or performing any other outdoor activity in the dark, night vision seems an obvious advancement upon the well known Bushnell binoculars and monoculars that outdoors enthusiasts have been using for many years.",
        "Outdoor recreation enthusiasts have been trusting Bushnell for many years with optical needs, such as binoculars.",
        "They can also be transformed into regular binoculars with a conversion pack.",
        "Night Vision Binoculars has a surprisingly large selection of night vision goggles at relatively low prices.",
        "When kids see the commercials and ads for the EyeClops night vision binoculars or goggles, the impression is that they'll get to experience exactly the sort of night vision ability that military soldiers have on the battlefield.",
        "When people refer to the EyeClops night vision devices, they often use the tern goggles and binoculars interchangeably.",
        "The first versions of the night vision devices were binoculars.",
        "They could be used just like regular binoculars, except the sole purpose was night vision.",
        "So EyeClops produced the \"night vision goggles,\" which look very much like the military style used by soldiers but operate the same as the binoculars.",
        "For around $600, you can upgrade to binoculars or goggles that also provide 1:1 magnification.",
        "If you opt for binoculars instead of goggles, they'll need the ability to be handheld or mounted on a helmet.",
        "For a quality pair of night vision binoculars or goggles, you can expect to pay anywhere from $800 to $10,000.",
        "Most thermal vision goggles or binoculars are fairly compact for ease of use and also offer adjustable focus and selectable polarity.",
        "Always store your goggles or binoculars in a safe, dry place free of extreme temperatures.",
        "Purchase and use a strap for your goggles or binoculars to keep from dropping them.",
        "If you need more magnification, you can opt for binoculars or monoculars which sometimes offer more magnification.",
        "Take binoculars or a spotting scope as well as your camera, especially for animal watching.",
        "Child (5 to 11) $17--Every child ticket purchased comes with a complimentary pair of 5X magnification souvenir binoculars.",
        "Fashionable belts are perfect to attach your hunting accessories, like binoculars, knives, or ammunition, so you have an excuse for being so stylish in the fields.",
        "With the help of tools such as a GPS system, binoculars, and magnifying glasses, Diego uncovers unique and interesting facts about various animals.",
        "They include two binoculars, two magnifiers, journals, golf pencils and field guides to make your visit a learning adventure.",
        "As he watched in awe through his binoculars the town was straddled with large caliber Naval artillery shells which shook the church.",
        "Not sure how to buy binoculars for yourself or someone else?",
        "Read on to find out helpful tips for buying the perfect pair of binoculars for children, adults or your favorite bird enthusiast!",
        "Children love to use binoculars, but they aren't always as careful with them as adults would like.",
        "Since children have different needs, manufacturers have designed special binoculars for them, both in size and durability.",
        "The following binoculars are great for the backyard adventurer or a child who frequently travels and wants to see it all!",
        "The Audubon binoculars come with a neck strap so children can run or examine items without setting the binoculars aside and losing them.",
        "These lightweight roof prism binoculars weigh in at 6 ounces and are perfect for sight-seeing trips in the backyard or for watching a baseball game.",
        "Bushnell Hemisphere 8x32 - these mid-size roof prism binoculars weigh 16.6 ounces.",
        "It will also keep dirt and dust out of the inside of your binoculars.",
        "Weight- the weight of binoculars doesn't seem important until you wear a pair around your neck for a day."
    ],
    "definition": [
        "A hand-held device consisting of a series of lenses and prisms, used to magnify objects so that they can be better seen from a distance, and looked at through both eyes.",
        "A single device is called a pair of binoculars, and the plural \"pairs of binoculars\" is used for more than one device.",
        "Link/Cite"
    ]
}