{
    "translation": "עץ ליבנה",
    "uses": [
        "He sat in his short overcoat leaning against a birch tree.",
        "The oak, pine, beech, hornbeam and birch are the chief varieties of trees.",
        "Now he rode beside Ilyin under the birch trees, occasionally plucking leaves from a branch that met his hand, sometimes touching his horse's side with his foot, or, without turning round, handing a pipe he had finished to an hussar riding behind him, with as calm and careless an air as though he were merely out for a ride.",
        "The dressing station consisted of three tents with flaps turned back, pitched at the edge of a birch wood.",
        "The forests are composed of the birch, oak and other deciduous trees, the soil is dry, and the woodlands are divided by green prairies.",
        "Forests of conifers (Picea obovata) and deciduous trees - Przhevalsky's poplar, birch, mountain ash, &c., and a variety of bushes - are common everywhere.",
        "On his way to his post he married, in 1823, at Geneva a young English lady, Marianne Birch, who had both money and beauty, and in the same year his Nouvelles meditations poetiques appeared.",
        "Far in the distance in that birch and fir forest to the right of the road, the cross and belfry of the Kolocha Monastery gleamed in the sun.",
        "Rostov riding in front gave the order \"Forward!\" and the hussars, with clanking sabers and subdued talk, their horses' hoofs splashing in the mud, defiled in fours and moved along the broad road planted with birch trees on each side, following the infantry and a battery that had gone on in front.",
        "Firth, Municipal London (1876); Walter Delgray Birch, Historical Charters and Constitutional Documents of the City of London (1884, 1887); J.",
        "An incomplete and unauthorized edition of Boyle's works was published at Geneva in 1677, but the first complete edition was that of Thomas Birch, with a life, published in 1744, in five folio volumes, a second edition appearing in 1772 in six volumes, 4to.",
        "Rostov, always closely followed by Ilyin, rode along the side of the road between two rows of birch trees.",
        "Some crows, scenting blood, flew among the birch trees cawing impatiently.",
        "On seeing the young master, the elder one with frightened look clutched her younger companion by the hand and hid with her behind a birch tree, not stopping to pick up some green plums they had dropped.",
        "mineral salts, especially calcium carbonate, often rich in acidic humous compounds, and characterized by oak and birch woods, siliceous pasture, and heaths with much acidic humus in the sandy soil.",
        "Making another hole directly over it with an ice chisel which I had, and cutting down the longest birch which I could find in the neighborhood with my knife, I made a slip-noose, which I attached to its end, and, letting it down carefully, passed it over the knob of the handle, and drew it by a line along the birch, and so pulled the axe out again.",
        "It was already the beginning of June when on his return journey he drove into the birch forest where the gnarled old oak had made so strange and memorable an impression on him.",
        "The most valuable trees for lumber are spruce, white pine, hemlock, cedar, white birch, ash, maple and basswood; all excepting pine and hemlock and poplar in addition are ground into wood pulp for the manufacture of paper.",
        "For the second edition he had the advantage not merely his own collection of material (published chiefly in his Symbolae Criticae, but also of many collations by Birch, Matthaei and Adler, and an edition with new collations by F.",
        "With its huge ungainly limbs sprawling unsymmetrically, and its gnarled hands and fingers, it stood an aged, stern, and scornful monster among the smiling birch trees.",
        "Among them are the beech, ash, birch, maple, cypress and yew.",
        "Bogucharovo lay in a flat uninteresting part of the country among fields and forests of fir and birch, which were partly cut down.",
        "Suddenly something like a birch broom seemed to sweep over the squadron.",
        "The summits of some of the mountains are too high for trees and above belts of dwarf spruce, balsam and birch they are clothed chiefly with sandworts, diapensia, cassiope, rushes, sedges and lichens.",
        "The prickly ash, Virginian creeper and staff-tree find here their northern limit; and the mountain maple, Canada blueberry, dwarf birch and ground hemlock their southern limit.",
        "In north and central Franee the chief trees are the oak, the beech, rare south of the Loire, and the hornbeam; less important varieties are the birch, poplar, ash, elm and walnut.",
        "The valleys are treeless, except in the vicinity of the Truckee river, where considerable quantities of the cotton wood and a small amount of willow, birch, and wild cherry are found.",
        "But mixed with the oak and chestnut or higher up are considerable hickory, birch and maple; farther up the mountain sides are some hemlock and white pine; and on the swamp lands of the Coastal Plain are much cypress and some cedar, and on the Coastal Plain south of the Neuse there is much long-leaf pine from which resin is obtained.",
        "Immense marshy plains covered with the dwarf birch take their place in the north as the tundras are approached.",
        "The birch in the loftier alpine tracts and plateaus becomes a shrub (Betula nana, B.",
        "Birch, History of the Royal Society, i.",
        "Near at hand, upon the topmost spray of a birch, sings the brown thrasher--or red mavis, as some love to call him--all the morning, glad of your society, that would find out another farmer's field if yours were not here.",
        "I amused myself one winter day with sliding this piecemeal across the pond, nearly half a mile, skating behind with one end of a log fifteen feet long on my shoulder, and the other on the ice; or I tied several logs together with a birch withe, and then, with a longer birch or alder which had a hook at the end, dragged them across.",
        "Among deciduous trees the state is noted for its sugar maples; birch and beech are common on the hills, and oaks, elm, hickory, ash, poplar, basswood, willow, chestnut and butternut on the less elevated areas.",
        "Birch was prefixed to the 1742 edition of Chillingworth's Works.",
        "Beavers also gnaw the bark of birch, poplar and willow trees; but during the summer a more varied herbage, with the addition of berries, is consumed.",
        "In the Adirondack region the trees were principally white pine, spruce, hemlock and balsam, but mixed with these were some birch, maple, beech and basswood, and smaller numbers of ash and elm; in the swamps of this region were also larch and cedar.",
        "Originally white pine was the principal timber of the Adirondacks, but most of the merchantable portion has been cut, and in 1905 nearly one-half of the lumber product of this section was spruce, the other half mainly hemlock, pine and hardwoods (yellow birch, maple, beech and basswood, and smaller amounts of elm, cherry and ash).",
        "Most of the forest consists of yellow pine, but the spruce, aspen, white birch, bur oak, box elder, red cedar, white elm and cottonwood are among the other varieties found.",
        "- The Saxon Chronicle, sub ann.; Birch, Cartul.",
        "The coniferous forests of the north contain, besides conifers, the birch (Betula alba, B.",
        "Birch, F.",
        "See also Birch, Egypt (S.P.C.K.), p. 151 (ark of Khonsu); cf.",
        "lx.- lxvii.); Birch, Cartul.",
        "de Gray Birch (1885-1893); J.",
        "Birch and T.",
        "Birch, 1878), and A.",
        "Birch, D.D.",
        "The town, built of grey granite, presents a handsome appearance, and being delightfully situated in the midst of the most beautiful pine and birch woods in Scotland, with pure air and a bracing climate, is an attractive resort.",
        "All chlorophyll plants require light, but in very different degrees, as exemplified even in the United Kingdom by the shade-bearing beech and yew contrasted with the light-demanding larch and birch; and as with temperature so with light, every plant and even every organ has its optimum of illumination.",
        "The extraordinary malformations known as Witches Brooms, caused by the repeated branching and tufting of twigs in which the mycelium of Exoascus (on birch) or Aecidium (on silver fir) are living, may be borne in considerable ntimbers for years without any very extensive apparent injury to the tree.",
        "pentandra), birch, and pine, when these grow in marshy places.",
        "sessiliflora), of birch (Betula tomentosa), of ash (Fraxinus excelsior), and of beech (Fagus sylvatica).",
        "The vegetation of the island (mountain ash and birch) is remarkably luxuriant.",
        "A large area is under forests, the oak, beech, fir, birch and hornbeam being the principal trees.",
        "It is about the size of an ordinary apple tree, with small leaves like the willow, and a drooping habit like a weeping birch, and has an edible fruit like a yellow plum called \" mangaba,\" for which, rather than for the rubber, the tree is cultivated in some districts.",
        "The Siberian larch predominates also in the alpine tracts fringing the plateau on the north, intermingled with the fir, stone-pine, aspen and birch.",
        "For days consecutively the horse of the explorer can get no other food than the dwarf birch.",
        "He then joined Cavendish, Birch, Hampden, Powell, Lyttleton and others in vehement antagonism to the court.",
        "His miscellaneous works were published in 1737 by Dr Thomas Birch, with a biographical notice of the author.",
        "This was conducted according to the principles enunciated in Locke's Thoughts concerning Education, and the method of teaching Latin and Greek conversationally was pursued with such success by his instructress, Mrs Elizabeth Birch, that at the age of eleven, it is said, Ashley could read both languages with ease.",
        "though it is by no means always closely followed, of the Life contributed by Dr Birch to the General Dictionary.",
        "The materials made use of are driftwood, green willows, birch and poplars; also mud and stones intermixed in such a manner as contributes to the strength of the dam; but there is no particular method observed, except that the work is carried on with a regular sweep, and that all the parts are made of equal strength.",
        "Except on the summits of the higher mountains New Hampshire was originally an unbroken forest of which the principal trees were the white pine, hemlock, sugar maple, yellow birch, beech, red oak, and white oak in the S., red spruce, balsam, and white birch on the upper mountain slopes, and red spruce, white pine, sugar maple, white spruce and white cedar in the other parts of the N.",
        "yellow birch, sugar maple and beech have to a considerable extent supplanted spruce, white pine and hemlock, and that wherever forest fires have occurred there is much bird cherry, yellow birch and aspen.",
        "The most common hardwood trees are sugar maple, yellow birch, white birch and beech; these are widely distributed throughout the state, but are for the most part too young to be cut for lumber.",
        "In the Alleghanian Transition zone the chestnut, walnut, oaks and hickories of the South are interspersed among the beech, birch, hemlock and sugar maple of the North.",
        "The various species of birch are mostly trees of medium size, but several of them are merely shrubs.",
        "The common white or silver birch (B.",
        "The birch is one of the most wide-spread and generally useful of forest trees of Russia, occurring in that empire in vast forests, in many instances alone, and in other cases mingled with pines, poplars and other forest trees.",
        "A very extensive domestic industry in Russia consists in the manufacture of wooden spoons, which are made to the extent of 30,000,000 annually, mostly of birch.",
        "Its pliant and flexible branches are made into brooms; and in ancient Rome the fasces of the lictors, with which they cleared the way for the magistrates, were made up of birch rods.",
        "A similar use of birch rods has continued among pedagogues to times so recent that the birch is yet, literally or metaphorically, the instrument of school-room discipline.",
        "The bark of the common birch is much more durable, and industrially of greater From Strasburger, Lehrbuch der Botanik.",
        "The jars and boxes of birch bark made by Russian peasants are often stamped with very effective patterns.",
        "The largest and most valuable is the black birch (B.",
        "above the sea-level, and ranging as high as the limits of the thickets of birch, rhododendron and juniper, among which it mostly conceals itself in the daytime.",
        "The bark of the larch is largely used in some countries for tanning; it is taken from the trunk only, being stripped from the trees when felled; its value is about equal to that of birch bark; but, according to the experience of British tanners, it is scarcely half as strong as that of the oak.",
        "1733) and John Campbell Shairp, its site being indicated by a few birch trees.",
        "WILLIAM HUSKISSON (1770-1830), English statesman and financier, was descended from an old Staffordshire family of moderate fortune, and was born at Birch Moreton, Worcestershire, on the 11th of March 1770.",
        "Birch, Cartularium Saxonicum, London, 1885-1893).",
        "South of the Arctic circle they are, under ordinary circumstances, confined to the plateaus covered with dwarf birch and juniper above the conifer-region, though in Tromso amt and in Finmarken they occur in all suitable localities down to the level of the sea.",
        "Their food is entirely vegetable, especially grass roots and stalks, shoots of dwarf birch, reindeer lichens and mosses, in search of which they form, in winter, long galleries through the turf or under the snow.",
        "montifringilla), which has its home in the birch forests of northern Europe and Asia, whence it yearly proceeds, often in flocks of thousands, to pass the winter in more southern countries.",
        "Birch.",
        "Lakes are numerous in the government of Suwalki, but are all small and mostly hidden in thick coniferous or birch forests, and their waters penetrate with undefined banks amidst marshes, sandy tracts and accumulations of moss-grown boulders.",
        "Coniferous forests, consisting mostly of pine (Pinus sylvestris) and birch, cover large tracts in Mazovia in the north, extend across the Baltic lake-ridge southwards as far as the confluence of the Bug with the Narew, and join in the south-east the Polysie of the Pripet.",
        "It is the most popular tree with the Poles, as the birch with the Russians; judgment of old was pronounced under its shade, and all the folksongs repeat its name.",
        "Birch, Cartularium Saxonicum (London, 1885-1893).",
        "The \"self-sown wheat\" of the sagas he identifies as strand wheat, instead of Indian corn, or wild rice, and the mdsur trees as the canoe birch.",
        "In 1752 an edition appeared in 3 vols., with Life by Thomas Birch, compiled from Tillotson's original papers and letters.",
        "Birch, Cartul.",
        "Birch (3 vols., London, 1878).",
        "Then, however, Lepsius in Germany and Samuel Birch in England took up the thread where the master had dropped it, and E.",
        "In Bornholm, it should be mentioned, the flora is more like that of Sweden; not the beech, but the pine, birch and ash are the most abundant trees.",
        "Birch, both European and Kamchatkan (Betula alba and B.",
        "Birch, 1878).",
        "Liebermann, pp. 184-191; Birch, Cartularium Saxonicum, Nos.",
        "Samuel Birch >>",
        "A grant, dated by Birch about 725, is made by Nunna to Eadberht, bishop of Selsey, and to this too \"Uuattus\" appears as a witness.",
        "Birch, Cartularium Saxonicum, Nos.",
        "The following is a list of the best timbers for different situations: for general construction, spruce and pine of the different varieties; for heavy constructions, pitch pine, oak (preferably of English growth), teak, jarrah; for constructions immersed in water, Baltic pine, elm, oak, teak, jarrah; for very dry situations, spruce, pines, mahogany, teak, birch, sycamore.",
        "FASCES, in Roman antiquities, bundles of elm or birch rods from which the head of an axe projected, fastened together by a red strap. Nothing is known of their origin, the tradition that represents them as borrowed by one of the kings from Etruria resting on insufficient grounds.",
        "Birch's translation (London 18 751884).",
        "Among the indigenous trees are the Abies excelsa, Abies microsperma, Pinus sinensis, Pinus pinea, three species of oak, five of maple, lime, birch, juniper, mountain ash, walnut, Spanish chestnut, hazel, willow, hornbeam, hawthorn, plum, pear, peach, Rhus vernicifera, (?) Rhus semipinnata, Acanthopanax ricinifolia, Zelkawa, Thuja orientalis, Elaeagnus, Sophora Japonica, &c. Azaleas and rhododendrons are widely distributed, as well as other flowering shrubs and creepers, Ampelopsis Veitchii being universal.",
        "Its large variety of trees and shrubs, including oak, hickory, elm, maple, chestnut, birch, ash, cedar, pine, larch and sumach, its flower gardens, a palm house, ponds, a lake of 61 acres for boating, skating and curling, a parade ground of 40 acres for other athletic sports, a menagerie, and numerous pieces of statuary, are among its objects of interest or beauty.",
        "It is written in the classical style of the Elizabethan age, and was appended by Dr Birch to his Historical View of the Negotiations between the Courts of England, France and Brussels, from 1592 to 1617.",
        "Birch, Cartularium Saxonicum, 43, 51, 76, 85, I 16, 117, 122, 163, 187, 232, 233, 238 (Oxford, 1885-1889).",
        "The surface of the islands is generally sandy, the soil thin and the climate keen; yet Scotch fir, spruce and birch are grown; and rye, barley, flax and vegetables are produced in sufficient quantity for the wants of the people.",
        "On the Coastal Plain the cypress grows in the Dismal Swamp, river birch along the streams, and sweet gum and black gum in swampy woods.",
        "after the Restoration, when, as Birch puts it, \"irreligion began to lift up its head.\"",
        "Birch's \"Account,\" which appears in editions of the Works.",
        "THOMAS BIRCH (1705-1766), English historian, son of Joseph Birch, a coffee-mill maker, was born at Clerkenwell on the 23rd of November 1705.",
        "Birch was killed on the 9th of January 1766 by a fall from his horse, and was buried in the church of St Margaret Pattens, London, of which he was then rector.",
        "Birch had an enormous capacity for work and was engaged in a large number of literary undertakings.",
        "Birch wrote most of the English lives in the General Dictionary, Historical and Critical, io vols.",
        "Birch >>",
        "It is belted by a zone of birch woods, with occasional mountain-ash and aspen, varying in width from about 20 m.",
        "In Germany, both on the mountains and the sandy plains, woods of \" kiefer\" are frequent and widely spread, while vast forests in Russia and Poland are chiefly compqsed of this species; in many northern habitats it is associated with the spruce and birch.",
        "Birch trees are thrown into the water near a natural bed of oysters, and the trunks and twigs become covered with spat; the trees are then dragged out upon the shore by oxen, and the young fry are broken off and laid down in the shallows to increase in size.",
        "In the less exposed localities, on northern slopes and sheltered valleys, the European forms become more numerous, and we find species of alder, birch, ash, elm, maple, holly, hornbeam, Pyrus, &c. At greater elevations in the interior, besides the above are met Corylus, the common walnut, found wild throughout the range, horse chestnut, yew, also Picea Webbiana, Pinus, excelsa, Abies Smithiana, Cedrus Deodara (which tree does not grow spontaneously east of Kumaon), and several junipers.",
        "- Primary: The Saxon Chronicle, 994 E; Birch, Cartularium Saxonicum; A.S.",
        "The flora is on the whole poor, although the higher regions carry good forests of larch, pitch pine, cedar, birch and alder, with rhododendrons and species of Berberis and Ribes.",
        "Between Henry's Fork and Malade (or Big Wood) river, a distance of 200 m., the river apparently has no northern tributaries; but several streams, as the Camas, Medicine Lodge and Birch creeks, and Big and Little Lost rivers, which fail to penetrate the plain of the Snake after reaching its border, are believed to join it through subterranean channels.",
        "Tree vegetation, which reaches up as high as 6500 and 8150 ft., the latter limit on the north and west, consists of magnificent forests of birch, poplar, aspen, and Coniferae, such as Pinus cembra, Abies sibirica, Larix sibirica, Picea obovata, and so on, though the fir is not found above 2500 ft., while the meadows are abundantly clothed with brightlycoloured, typical assortments of herbaceous plants.",
        "Red oak, birch, elm, ash, white cedar, hemlock, basswood, spruce, poplar, balsam, fir and several other kinds of trees are found in many sections; but a large portion of the merchantable timber, especially in the lower peninsula, has been cut.'",
        "Among forest shrubs are the willow, hazel, alder, shrub maple, birch, hawthorn, dogwood, elderberry, viburnum and snowberry.",
        "ii., for his correspondence with William Stukeley, Peter des Maizeaux, Thomas Birch, John Jortin and Lewis Theobald.",
        "Birch, Catalogue of Seals in the British Museum (6 vols., 1887-1900); A.",
        "The middle of the government is also hilly (850 - 1000 ft.), and is heavily timbered, chiefly with beech, oak and mountain-ash, and, though to a smaller extent, with birch.",
        "Next in importance after spruce, in the interior, is birch, and then balsam poplar.",
        "Maine was formerly covered with forests, principally of white pine and spruce, but mixed with these were some hemlock, tamarack, cedar, and, on the south slope, birch, poplar, oak, maple and beech.",
        "Poplar, also used for the manufacture of paper, abounds in several sections of the south slope, but is most abundant in the basin of the Kennebec. White birch, used largely for the manufacture of spools, is found throughout a wide belt extending across the middle of the state.",
        "The commonest species of trees are such as grow in central Europe, namely, ash, fir, pine, beech, acacia, maple, birch, box, chestnut, laurel, holm-oak, poplar, elm, lime, yew, elder, willow, oak.",
        "Birch, Cartularium Saxonicum, 378 (London, 1885-1893).",
        "The interior is characterized by wooded dunes, covered with pine, fir, birch and oak, with swamps and lakes, and fertile patches between.",
        "The birch and larch woods of this zone give way to pine forests as the altitude increases; and the pines to mosses, lichens and alpine plants, just below the jagged iron-grey peaks, many of which attain altitudes of 6000 to 8000 ft.",
        "Along the shore of Lake Michigan, and extending inland a quarter of the distance across the state and northward through the Fox River Valley, there was a heavy belt of oak, maple, birch, ash, hickory, elm and some pine.",
        "About 60% (both in quantity and value) of the lumber sawed in 1905 was white pine; next in importance were hemlock (more than one-fourth in quantity), basswood (nearly 4%) and, in smaller quantities, birch, oak, elm, maple, ash, tamarack, Norway pine, cedar and spruce.",
        "The oak, elm and birch are common, while the beech especially attains an unusual size and beauty.",
        "There woods of birch, several species of poplar, the maple (Acer Semenovii), and thick underwoods spread over the mountain slopes.",
        "In northern Russia a similar method to that used for obtaining cork from the cork-oak is employed with the birch.",
        "The supply of timber (pine, fir, spruce and birch) is unlimited.",
        "Birch woods exist in a good many places, especially in the warmer valleys; but the trees are very short, scarcely attaining more than 3 to 10 ft.",
        "Other varieties, most of which are widely distributed, are the ash, pecan, cottonwood, sycamore, elm, maple, hickory, elder, gum, locust and river birch.",
        "The houses are generally built of wood and roofed with birch bark covered with turf.",
        "Includes Betula (birch) and Alnus (alder).",
        "In the north, and in the deep valleys through which the streams descend to the plain, there are extensive forests of oak, birch and beech, and in the south, of fir and larch.",
        "On the Piedmont Plateau and in some of the more hilly and heavy-soil sections below the Fall Line there is some short-leaf pine, but most of the trees in these sections are of the hardwood varieties: deciduous oaks are most common, but beech, birch, ash, maple, black walnut, chestnut, sycamore and tulip trees also abound.",
        "The gods fought in animal shape (Birch, in Wilkinson, iii.",
        "62, see note by Dr Birch.",
        "The so-called catkins of the birch are, in reality, spikes of contracted dichasial cymes.",
        "This deposit shows no trace of forest-trees, but it is full of remains of Arctic mosses, and of the dwarf willow and birch; in short, it yields the flora now found within the Arctic circle.",
        "Birch, Cartularium saxonicum (London, 1885-1893).",
        "World furniture collection which includes acacia, fruitwood and birch furniture.",
        "A flash of red - fly agaric - the Norseman's soma, there under the big birch.",
        "First stage species might include alder, birch, wild cherry, whitebeam or ash.",
        "The Rydal Wetland has much alder, willow and birch which produce their own special fungi, with oak around the drier edges.",
        "Wet woodlands comprise mainly alder, willow and downy birch growing on waterlogged or seasonally wet soils.",
        "The area is already surrounded by hedging of native species and contains mainly alder and birch inside.",
        "Customers can choose from willow, birch, cherry, alder, sweet chestnut, ash, beech chestnut, poplar or oak.",
        "Trials on the regulation of IgE response in mice using modified birch pollen allergens.",
        "She is the light of birch bark, carved to sail on her soothing rivers.",
        "Others include beech, ash, birch, heather and peat.",
        "I don't want to bring back the birch, the stocks or transportation.",
        "Much of the wych elm has been affected by Dutch Elm Disease and other trees include birch, sycamore and oak.",
        "Moor Piece This block of semi-natural woodland is dominated by birch, with a fringe of conifers along the northwestern boundary.",
        "Facts Like silver birch, downy birch is a source of food for over 200 species of wildlife including several kinds of moth.",
        "The main food plant of the hazel leaf beetle is the silver birch.",
        "Highgate birch The contemporary styling, with smoothly curved corners, works beautifully with the solid birch framed door design.",
        "European white birch shows a good yellow autumn color.",
        "The larva can be found on young birch in July.",
        "birch saplings are cleared to prevent the heath turning into woodland.",
        "birch plywood for a painted finish.",
        "birch twigs.",
        "birch ply for parts in more highly stressed areas.",
        "birch bark, carved to sail on her soothing rivers.",
        "birch scrub to address the problem.",
        "Woodland is mainly birch although in sheltered places there is some mixed oak and elm.",
        "The landscape here is typical habitat for dwarf birch.",
        "A silver birch, burnt then chopped at with an ax, still looking a bit like a silver birch.",
        "The Sid Cooke Premier range is made to 1/12th scale and constructed from top quality birch plywood, MDF and hardwoods.",
        "The bark of European white birch is beautiful and white, but does not peel in large plates as does the Northern paper birch.",
        "A. borealis is a northern and boreal species of Honey Fungus, parasitic and saprotrophic on various trees but often on Birch.",
        "broomstick made of birch twigs.",
        "This hard, woody, perennial, bracket fungus is very common in Scottish birch woods, where it causes a brown rot.",
        "This reserve is noted for its creeping willow while other trees include purging buckthorn, birch and crab apple.",
        "bundle of birch twigs and beats you lightly all over.",
        "buttress just right of the birch wood.",
        "He explored further up the river by birch bark canoe manned by native Americans.",
        "Beech and maple, which have more anthocyanin have red leaves in autumn while hazel and birch have more carotene and yellow autumn leaves.",
        "Birch and pine roar away, hot and fast, but produce remarkably few cinders.",
        "circumpolar distribution, a much larger number of fungi have been recorded with dwarf birch.",
        "Advisory Raise awareness of the ecological importance of old birch stands to a variety of native species including the Welsh clearwing.",
        "At the bottom end of the bed, beside the birch copse, the colors are at the hot end of the scale.",
        "copse of silver birch, some of which have been felled to create glades.",
        "once demobbed he joined his father driving busses and coaches for Birch Bros., a then well-known Hertford company.",
        "dominated by oak, but there is also birch, rowan, hazel, alder and holly.",
        "dominated by mature silver birch with occasional oak and rowan.",
        "downy birch is a source of food for over 200 species of wildlife including several kinds of moth.",
        "Birch veneer laminated drawers give the cabinet a gentle impact whilst opening the drawers unlocks the mechanism of their support, creating interest.",
        "Birch splays before miles of new snow, fueling our noses, our four wheel drive.",
        "dwarf birch.",
        "Similarly, there are small woods dominated by birch with sycamore, hazel and ash and with planted elm and larch.",
        "Brewood - Long Birch Hall: woodcut engraving Showing a Tudor building with a central block and wings.",
        "We had a very enjoyable walk, despite getting rather lost in Birch woods.",
        "A married man of Birch View, Edge Green, Ashton-in-Makerfield who was the colliery fireman.",
        "They include lime, flowering crab and Himalayan Birch and a 5.5 meter high Christmas tree.",
        "Surrounded by birch and spruce forest, Murmansk is almost halfway between Moscow and the North Pole.",
        "In Wales a man would make a garland of birch to give to the woman he loved.",
        "Birch E.A. (1889) Indian hemp in the treatment of chronic choral & opium poisoning.",
        "There is a local tradition of gathering and storing birch twigs for winter fodder, and cutting fresh holly for winter feed.",
        "Mr and Mrs Birch We got our Giant English lop at the same time as our eglu and he seems to really enjoy it.",
        "myriad of beneficial insects some of which are totally dependent on birch for survival.",
        "The silver birch is a very ornamental tree with many named varieties.",
        "The skin of birch, worn inside the shoes, promotes a perspiration that can prove salutary in various chronic conditions.",
        "pirn mill, which turned out larch and birch bobbins for Mr Clark in Glasgow, was burnt completely in a fire.",
        "The CNC parts are in the harder birch ply for parts in more highly stressed areas.",
        "Norm builds one out of poplar and birch plywood for a painted finish.",
        "Grass pollen affects about 95% of all hay fever sufferers and birch tree pollen affects about 20% .",
        "BIRCH: A strong Birch leaf tea and/or a decoction of Birch bark resolves and resists putrefaction.",
        "These include rowan, birch, oak, juniper, hazel and bird cherry.",
        "The woodland is dominated by oak, but there is also birch, rowan, hazel, alder and holly.",
        "The trees were extraordinarily tall and slender, the white of the silver birch contrasting with the warm russets of the pine.",
        "Arctander (1960) believed that the sweet birch oil of commerce is adulterated synthetic methyl salicylate.",
        "Oak and birch saplings are cleared to prevent the heath turning into woodland.",
        "The existing oak, ash, birch, and sweet chestnut were retained, and 400 English oak saplings were planted.",
        "In 1992 BTCV cleared most of the birch scrub to address the problem.",
        "silver birch is always a lovely tree, its triangular leaves turned yellow by the time they begin to fall.",
        "Flora The tree canopy is dominated by mature silver birch with occasional oak and rowan.",
        "silver birch tree with glass petals on top which gather in the sunlight.",
        "Willow or birch dominates scrub on wetter dune slack areas.",
        "The summit of the hill above is covered in birch, with oak the dominant species on the sides.",
        "spindly specimens - were they beech or birch, perhaps?",
        "strong side finished the stronger side, with former Aston Villa midfielder Paul Birch shining.",
        "summit of the hill above is covered in birch, with oak the dominant species on the sides.",
        "There are historical records referring to the use of birch bark tar to relieve sore throats.",
        "hazel thickets on the lower slopes give way to mixed woodland of ash, birch, hawthorn and rowan.",
        "tolerant of dry soils than downy birch.",
        "This has got to be one of the best buys on the market - a five piece Birch shell with a free add-on tom!",
        "Many hundreds of years ago, she would have flogged herself with birch twigs.",
        "Silver Birch The white bark and slender twigs of this graceful tree preclude confusion with any other.",
        "Wet woodlands comprise mainly alder, willow and downy birch growing on waterlogged or seasonally wet woodlands comprise mainly alder, willow and downy birch growing on waterlogged or seasonally wet soils.",
        "Hooke showed some members of the Royal Society an instrument for the same purpose, depending on a vane or fly which rotated as the vessel progressed (Birch, History of the Royal Society, iv.",
        "Yet it hardly yields to them in activity or in the grace of its actions, as it seeks its food from the catkins of the alder or birch, regardless of the attitude it assumes while so doing.",
        "Birch, Cartularium Saxonicum (London, 1885-1893), vol.",
        "Mosses and lichens are distinctive, as also are the birch, the dwarf willow and several shrubs; but where the soil is drier, and humus has been able to accumulate, a variety of herbaceous flowering plants, some of them familiar in W.",
        "Pines, larch, birch are the principal trees on the moun tains; willow, alders and poplars on the lower ground.",
        "The white oak is the most common, but there are thirteen other varieties of oak, six of hickory, five of ash, five of poplar, five of pine, three of elm, three of birch, two of locust and two of cherry.",
        "They contain the poplar or aspen (Populus tremuloides), balsam poplar (Populus balsamifera), and paper or canoe birch (Betula papyrifera).",
        "In all three zones occur the chestnut, aspen, willow (especially Salix laurea), hornbeam, birch, alder, juniper and yew; while the mountain ash, hazel, wild plum, wild pear and other wild fruit trees are found at rarer intervals.",
        "Stubbs, Rolls Series); Birch, Cartularium Saxonicum, vol.",
        "The most heavily wooded districts are in the southern and eastern parts (fir, pine, birch, aspen, alder and oak).",
        "Such scholars as Lepsius, Brugsch, de Rouge, Lenormant, Birch, Mariette, Maspero and Erman have perfected the studies of Young and Champollion; while at the same time these and a considerable company of other explorers, most notable of whom are Gardner Wilkinson and Professor Flinders Petrie, have brought to light a vast accumulation of new material, much of which has the highest importance from the standpoint of the historian.",
        "the willow, poplar and birch generally take root and shoot up, they by degrees form a kind of regular planted hedge, which I have seen in some places so tall that birds have built their nests among the branches.\"",
        "Deciduous trees and shrubs are represented in western Washington by comparatively small numbers of maple, alder, oak, cottonwood, willow, ash, aspen, birch, dogwood, sumach, thornapple, wild cherry, chokecherry, elder, huckleberry, blueberry,) blackberry, raspberry, gooseberry and grape.",
        "In the case of unisexual flowers, whether monoecious, that is, with staminate and pistillate flowers on one and the same plant, such as many of our native trees - oak, beech, birch, alder, &c., or dioecious with staminate and pistillate flowers on different plants, as in willows and poplars, cross pollination only is possible.",
        "The Narat Mountains in the south are also very wild, but are covered with forests of deciduous trees (apple tree, apricot tree, birch, poplar, &c.) and pine trees.",
        "Stubbs); Florence of Worcester; Birch, Cartularium Saxonicum, vol.",
        "BIRCH (Betula), a genus of plants allied to the alder (Alnus), and like it a member of the natural order Betulaceae.",
        "The canoe or paper birch (B.",
        "Except for the willow-plots found along the rivers on the clay lands, nearly all the wood is confined to the sand and gravel soils, where copses of birch and alder are common.",
        "arbres de haute futaie), including the beech, oak, elm, poplar, birch, ash, willow and coniferous trees; and (2) the copse wood ('akkermaal or hakhout), embracing the elder, willow, beech, oak, &c. This forms no unimportant branch of the national wealth.",
        "Three crannogs in Dowalton Loch, Wigtownshire, examined by Lord Lovaine in 1863, were found to be constructed of layers of fern and birch and hazel branches, mixed with boulders and penetrated by oak piles, while above all there was a surface layer of stones and soil.",
        "The chief forest trees of Finland are the Scotch fir (Pinus sylvestris, L.), the fir (Picea excelsa, Link.); two species of birch (B.",
        "Various oaks descend within a few hundred feet of the sea-level, increasing in numbers at greater altitudes, and becoming very frequent at 4000 ft., at which elevation also appear Aucuba, Magnolia, cherries, Pyrus, maple, alder and birch, with many Araliaceae, Hollbollea, Skimmia, Daphne, Myrsine, Symplocos and Rubus.",
        "In the uprising the Mankato band was led by another chief named Mankato, who took part in the attack on Ft Ridgeley, Minn., in August, in the engagement on the 3rd of September at Birch Coolie, Minn., and in that on the 23rd of September at Wood Lake, where he was killed.",
        "We find the living British species of Rhamnus, maple, sloe, hawthorn, apple, white-beam, guelder-rose, cornel, elm, birch, alder, hornbeam, hazel, oak, beech, willow, yew and pine, and also the spruce.",
        "These fossil Arctic plants have now been found as far south as Bovey Tracey in Devonshire, where Pengelly and Heer discovered the bear-berry and dwarf birch; London, where also Betula nana occurs; and at Deuben in Saxony, which lies nearly as far south as lat.",
        "As you walk along there on your right is a large area of birch and sallow carr.",
        "The silver birch is always a lovely tree, its triangular leaves turned yellow by the time they begin to fall.",
        "The giant steel stem is based on a young silver birch tree with glass petals on top which gather in the sunlight.",
        "On the skyline there are a few trees, small spindly specimens - were they beech or birch, perhaps?",
        "The Yeltz finished the stronger side, with former Aston Villa midfielder Paul Birch shining.",
        "Hazel thickets on the lower slopes give way to mixed woodland of ash, birch, hawthorn and rowan.",
        "It is more tolerant of dry soils than downy birch.",
        "This has got to be one of the best buys on the market - a five piece Birch shell with a FREE add-on tom !",
        "At 600 mm the high percentage of birch, grass and herbs suggests a cold late glacial climate probably with a tundra type vegetation.",
        "Located in Michigan, the Birch Run outlet mall contains over 140 stores that give you savings on various types of merchandise.",
        "Previously, this mall was known as Prime Outlets - Birch Run, but now it is simply called Birch Run Premium Outlets.",
        "The Birch Run Outlet mall is located between the cities of Flint and Saginaw.",
        "Reaching the Birch Run outlet mall is relatively easy: The mall is located right off of I-75 at Exit 136.",
        "Regular hours for the Birch Run Mall start on March 1st and are 10 a.m.-9 p.m. Monday through Saturday and 11 a.m.-7 p.m. on Sunday.",
        "Many of the chain hotels in the area around Birch Run offer Shop & Stay Packages, giving you discounts on room rates and gift cards good for various stores in the mall.",
        "One hotel, America's Best Value Inn & Suites in Birch Run, has a Shop & Spa Package where you can shop all day and then relax in their on-site spa.",
        "When there is no room for two and extra space is needed for a desk, take a look at the Twin Loft Bed with Desk Hutch, and 3-Drawer Chest in birch.",
        "Adirondack furniture is typically made of oak, cedar, birch, teak, and hickory - the woods found in upstate New York.",
        "White pine, poplar, birch and oak are the most common woods used for cottage style pieces.",
        "The Americana country style home also draws enormous inspiration from nature such as woolen blankets, birch fire logs, and stormy winter grey skies, sheer muslin, cool linens and golden summer sunbeams.",
        "It may be fine to position your seating area in front of a wall painted like a forest of birch trees, but you may not wish to cover up a handpainted mural of a Tuscan village.",
        "Birch (Betula) - Trees of cold and Arctic regions, often forming vast forests.",
        "Among the greater, or tree, Birches after our own (including its varieties or allies, verrucosa and pubescens) are the Canoe Birch (B. papyrifera) or Paper Birch, a forest tree of N.",
        "America, which is hardy in Britain; the River Birch (B. nigra), also a tall tree of N.",
        "America and British Columbia, and the White Birch (B. populifolia), also a slender tree of Canada and the Northern States, with tremulous leaves like some of the Aspens.",
        "They began to take on a spirituality of their own: holly to protect the home from cold winter spirits and birch twigs as an indication of desired love.",
        "The vanity is constructed from solid birch and finished in cinder (black).",
        "It is 24 inches long and 21.5 inches wide and constructed from solid birch wood.",
        "Finally, keep all softwoods like pine or birch out of your wood burning fireplace.",
        "You can choose from ash, oak, birch, cherry, maple and other types of wood in many different shades.",
        "These shorts are available in birch, black, and soft grey, have a flat front, and a hook closure with a zipper.",
        "Birch - Birch carries several brands of organic casual clothing, undergarments, and yoga wear.",
        "Just north of San Diego in La Jolla is Birch Aquarium that children will love to explore with its outdoor tide pool filled with tide pool animals the kids can touch and a 70,000 gallon kelp forest that must be seen to be believed.",
        "Then Professor Birch will contact you on your Pokenav for further instructions.",
        "The wild Pokemon are keeping Professor Birch captive!",
        "The bentwood rocker was created by Michael Thonet who used a process of steaming birch wood and then manipulating it into curves to create a unique rocking chair in the 1860s.",
        "After hiking south for many hours along the Pennsylvania section of the Appalachian Trail (A.T.), the two women pitched a tent at the Birch Run Shelter and slept through the night uneventfully.",
        "Some ring patterns are based on specific type of trees such as birch, while others are various interpretations of wood grain.",
        "The black Birch Boot is handsome enough for him to wear on special occasions, like going to church or to a nice restaurant.",
        "Beryl Bender Birch is the founder and leader of The Hard & the Soft Yoga Institute, which offers several teacher training programs that qualify for Yoga Alliance certification.",
        "Birch is the author of several books about Power yoga, and offers compact teacher training programs throughout the year in various locations around the world.",
        "They are often made of birch or bamboo but can also be found made of rosewood, cherry or other hardwoods.",
        "They sell balsam wreaths as well as birch twig wreaths, even some interesting ones made out of feathers.",
        "Summy formed another division, Birch Tree, to enforce the Happy Birthday copyright.",
        "Birch Tree vigorously defended the copyright for the song, usually charging a minimum of $10,000 for use - often much more.",
        "In 1998, Warner Chappell Publishing, one of the music industries largest publishing companies, purchased Birch Tree.",
        "Since then, if anything, Warner has been even more aggressive than Birch Tree was about enforcing the copyright.",
        "It contains fresh mango cells, Arbonne's FC5 Moisture Fresh Complex made of cucumber, birch leaf, watercress, clover blossom, and St. John's wort, sunflower seed oil, pomegranate extract, and carrot extract.",
        "One part of it dispersed and waded knee-deep through the snow into a birch forest to the right of the village, and immediately the sound of axes and swords, the crashing of branches, and merry voices could be heard from there.",
        "From the fleches they rode still farther to the left, along a road winding through a thick, low-growing birch wood.",
        "Sometimes Pierre, struck by the meaning of his words, would ask him to repeat them, but Platon could never recall what he had said a moment before, just as he never could repeat to Pierre the words of his favorite song: native and birch tree and my heart is sick occurred in it, but when spoken and not sung, no meaning could be got out of it.",
        "Karataev was still sitting at the side of the road under the birch tree and two Frenchmen were talking over his head."
    ],
    "definition": [
        "a. Any of various deciduous trees or shrubs of the genus Betula, native to the Northern Hemisphere and having unisexual flowers in catkins, alternate, simple, toothed leaves, and bark that often peels in thin papery layers.\nb. The hard, close-grained wood of any of these trees, used especially in furniture, interior finishes, and plywood.",
        "A rod from a birch, used to administer a whipping.",
        "Link/Cite",
        "any of various trees of the genus Betula, native to countries in the Northern Hemisphere.",
        "a hard wood taken from the birch tree, typically used to make furniture.",
        "a stick, rod or bundle of twigs made from birch wood, used for punishment.",
        "A birch-bark canoe.",
        "to punish with a stick, bundle of twigs, or rod made of birch wood.",
        "to punish as though one were using a stick, bundle of twigs, or rod made of birch wood.",
        "Link/Cite"
    ]
}