{
    "translation": "לחלל (דבר קדוש,) לנאץ",
    "uses": [
        "15 seq.: \" If any one, I do not say should blaspheme against the Lord of men and gods, but should even dare to utter his name unseasonably, let him expect the penalty of death.\"",
        "Then followed the tremendous warning, that to assign His work to Satan, and so to call good evil, was to blaspheme against the Holy Spirit - the one sin which admitted of no forgiveness.",
        "It is those who fail to recognize the spirit of sympathy and self-sacrificing service as divine and blaspheme redeeming love, who are in danger of eternal sin (Mark iii.",
        "Some of them, who denied that they had ever been Christians, had consented to pray to the gods, to adore the image of the emperor, and to blaspheme Christ; these he had dismissed.",
        "of Esc. \"They blaspheme the precious cross, saying that the Christ is a cross.\"",
        "20 (\"Hymenaeus and Alexander whom I delivered unto Satan that they might be taught not to blaspheme\") seems to refer to an excommunication, but it does not appear whether the apostle had acted as representing a church, nor is there anything to explain the exact consequences or limits of the deliverance to Satan.",
        "You cannot be a Satanist and not blaspheme against other religions, so have fun, go forth and blaspheme against other religions, so have fun, go forth and blaspheme.",
        "blaspheme when he forgave sins because it did not imply he was divine.",
        "incandescent with anger as he sees wicked, bloodthirsty men who hate and blaspheme God.",
        "blaspheme a lot."
    ],
    "definition": [
        "To speak of (God or a sacred entity) in an irreverent, impious manner.",
        "To revile; execrate.",
        "blas·phem′er\nnoun",
        "Link/Cite",
        "Things said against religion or a god.",
        "(intransitive) To commit blasphemy; to speak against God or religious doctrine.",
        "To speak of, or address, with impious irreverence; to revile impiously (anything sacred).",
        "To calumniate; to revile; to abuse.",
        "blasphemer",
        "blasphemingly",
        "blasphemous",
        "blasphemously",
        "blasphemy",
        "Link/Cite"
    ]
}