{
    "translation": "להבה, שריפה",
    "uses": [
        "I don't need to blaze a trail to find my way back.",
        "A blaze of controversy sprang up at once.",
        "For a moment, she thought she saw tattoos blaze across his neck and then disappear.",
        "He was the sire of, among other horses, Blaze (1733) and Snip (1736).",
        "Political insight is wholly wanting to Socrates; all the orthodox emperors blaze forth in a uniform light of dazzling splendour; even the miserable Arcadius is praised, and Theodosius II.",
        "On this occasion, however, though strongly drawn to the beautiful island, he stayed not longer than six weeks, and proceeded to Sydney, where, early in 1890, he published, in a blaze of righteous anger, his Father Damien: an Open Letter to the Rev. Dr Hyde of Honolulu, in vindication of the memory of Father Damien and his work among the lepers of the Pacific. At Sydney he was very ill again: it was now obvious that his only chance of health lay within the tropics.",
        "About one-sixth of this weight is pure cocoon, and of that one-half is obtainable as reeled silk, the remainder consisting of surface floss or blaze and of hard gummy husk.",
        "The rocking chairs were back, four in a row, red, green, yellow, and purple, adding a blaze of color against the century-old white building of Bird Song.",
        "When Pierre reached the fire and heard Platon's voice enfeebled by illness, and saw his pathetic face brightly lit up by the blaze, he felt a painful prick at his heart.",
        "But in spite of this unprecedented blaze of dramatic genius the theatre fell into pecuniary difficulties, and had to be closed, Holberg composing for the last night's performance, in February 1727, a Funeral of Danish Comedy.",
        "In this key the trumpets blaze out with an effect which entirely depends upon their restricted part hitherto.",
        "Flying or Devonshire Childers, so called to distinguish him from other horses of the same name, was a bay horse of entirely Eastern blood, with a blaze in his face and four white feet, foaled in 1715.",
        "But the attack was never delivered, for at this moment, in the rear of Tiberius, the whole of Pannonia and Dalmatia burst into a blaze of insurrection.",
        "An infantryman came to the fire, squatted on his heels, held his hands to the blaze, and turned away his face.",
        "It was, historically, only a personal nickname of Geoffrey, as was \" Beauclerc \" of his father-in-law (Henry I.) and \" Curtmantel \" of his son (Henry II.), and was derived from his wearing in his cap a sprig of the broom (genet) plant, \"which in early summer makes the open country of Anjou and Maine a blaze of living gold.\"",
        "The advancing summer introduces many flowers of the sunflower family, until in August the plains are one blaze of yellow and purple.",
        "Political passions were again in full blaze.",
        "French patriotic feeling, suspicious, angry and alarmed, needed only a slight provocation to cause it to blaze up into an uncontrollable fever for war.",
        "The material for the conflagration in Austria was thus all prepared when in February 1848 the fall of Louis Philippe fanned into a blaze the smouldering fires of revolution throughout Europe.",
        "Both ends of the island were soon in a blaze, and the Four Masters says that in seventeen days there was not one son of a Saxon left alive in the Desmond territories.",
        "A legend of later days has it that at the last moment a sudden blaze of light surrounded the king, and when it cleared away he had disappeared.",
        "Very soon ecclesiastical France was in a blaze.",
        "Herod's dam was Cypron (1750) by Blaze (1733), son of Flying Childers.",
        "The Darley Arabian's line is represented in a twofold degreefirst, through his son Flying Childers, his grandsons Blaze and Snip, and his great-grandson Snap, and, secondly, through his other son Bartlett's Childers and his great-great-grandson Eclipse.",
        "Eclipse was a chestnut horse with a white blaze down his face; his off hind leg was white from the hock downwards, and he had black spots upon his rump-this peculiarity coming down to the present day in direct male descent.",
        "The parallel extends even to the secret negotiations; for, if Austria could have been induced in May 1807 to send an army against Napoleon's communications, his position would have been fully as dangerous as before Austerlitz if Prussia had taken a similar step. Once more he triumphed owing to the timidity of the central power which had the game in its hands; and the folly which marked the Russian tactics at Friedland (14th of June 1807), as at Austerlitz, enabled him to close the campaign in a blaze of glory and shiver the coalition in pieces.",
        "blaze of color.",
        "blaze of sunshine.",
        "Empedocles, according to one story, was one midnight, after a feast held in his honour, called away in a blaze of glory to the gods; according to another, he had only thrown himself into the crater of Etna, in the hope that men, finding no traces of his end, would suppose him translated to heaven.",
        "The different qualities of \" waste,\" of which there are many, vary in colour from a rich yellow to a creamy white; the chief producing countries being China, Japan, India, Italy, France and the countries in the Near East; and the best-known qualities are: steam wastes, from Canton; knubs, from China and from Italy and other Western countries; frisons, from various sources; wadding and blaze, Shanghai; china, Hangchow; and Nankin buttons; Indian and Szechuen wastes; punjum, the most lustrous of wastes; China curlies; Japan wastes, known by such terms as kikai, ostue, &c.; French, Swiss, Italian, China, Piedmont, Milan, &c. There are yellow wastes from Italy, and many more far too numerous to mention.",
        "You'll blaze a whole new trend if you show up at the beach in this look!",
        "blaze swept through her home on Saturday morning.",
        "For those wanting to stand out in a bold colored hat, check out Cabela's Scent-Lok's bright Blaze Orange boonie hat.",
        "Likewise, a blaze can be simply created with the touch of a button.",
        "It would blaze trails in the early years as it confronted storylines of artificial insemination, incest and interracial romance.",
        "An unusual touch of crudeness and blaze of sophistication sets this watch to be a stunning model.",
        "If you decide to go out in a fiery blaze, there's no telling when that fire will burn you in the future.",
        "Insignia epaulets: Green shoulder loops are worn by all Boy Scouts, while blaze orange loops identify Varsity Scouts.",
        "A rounded head, instead of flat on top. Blaze.",
        "blaze of glory: The signed card appears in a ball of fire!",
        "Blaze Starr had a red settee, which she had tricked out with a fan, canned smoke, and a piece of bright silk that would appear to go up in flames.",
        "Referred to as the eternal blaze, a yellow sapphire brings good fortune and success to its wearer.",
        "Blaze >>",
        "blaze of publicity.",
        "While other soap operas tried to copy GH's success, GH continued to blaze its own trail by taking pages from popular culture.",
        "Just in case anyone got injured during that four alarm blaze you created, the nurses' costume will have you tending to the injured in no time!",
        "For reasons long forgotten, two mighty warrior tribes went to war and touched off a blaze which engulfed them all.",
        "Shirt and neckwear: Long or short sleeve uniform shirt with green or blaze orange shoulder loops on epaulets are required.",
        "Blaze Starr: My Life as Told to Huey Perry.",
        "Every care should be taken to burn and char the sod thoroughly without permitting the heap to blaze.",
        "Kids will love the blaze of color of the tropical coral reef or watching otters slide in and out of the water.",
        "doused the blaze.",
        "The nawab's officers fired upon a British boat, and forthwith all Bengal was in a blaze.",
        "reddish in summer and greyish in winter, with a long tail, which is coloured like the back above but white below, and is carried elevated when the animal is running, so as to form with the white of the inner sides of the buttocks a conspicuous \"blaze.\"",
        "This set the whole of the Kaffir tribes in a blaze.",
        "He gazed at the distant blaze, the scent of burning vamps carried on a wind along with the rain.",
        "Half a dozen fire engines fought the blaze, thought to have started at about 10pm.",
        "A white blaze on the forehead or a spot on the neck is also seen.",
        "Elstow Storage Dept, in the outskirts of Bedford, had a massive blaze which took more than twenty-four hours to contain.",
        "blaze later told officers Neal had repeatedly smashed her head against the bedroom wall during a blazing row.",
        "block paving, decking and designer ornaments doesn't ordinarily lend itself to a roaring blaze.",
        "firefighters in breathing apparatus used two jets to extinguish the blaze.",
        "gelding with flaxen mane and tail, 3 white socks and a full blaze.",
        "Four white stockings and blaze, a real looker with ground covering movements and high knee action.",
        "An electrical fault started the blaze, which gutted the shed.",
        "half-hour mark, the Blaze moved up a gear.",
        "The rocks between the kelp holdfasts can be a blaze of color.",
        "extinguish the blaze.",
        "The perfect accompaniment to any fire starter, Wet Fire can help you get a blaze going even in a downpour.",
        "Four crew members in breathing apparatus used two hose reels to tackle the blaze.",
        "Firefighter worked quickly to extinguish the blaze using hose reels.",
        "How about a word of praise for the crews who tackled the blaze at the London factory.",
        "blaze ripped through his home in Darroch Drive in the early hours of Sunday morning.",
        "Dawn has her day in court A BLAZING row sparks a blaze of another kind in the Emmerdale vicarage on Friday.",
        "breathing apparatus used two hose reels to tackle the blaze.",
        "firefighters tackled the blaze that broke out in the garage in Kirby.",
        "fly tippers has been blocked up following a blaze and an asbestos scare.",
        "The act actually ends with our diva annoying the jazz singer intensely with a blaze of vocal gymnastics, I think he deserved it.",
        "The blaze crackles with a ravenous hunger, consuming the Hyperion with the enthusiasm of flames for vampires.",
        "kelp holdfasts can be a blaze of color.",
        "This is not a congenial creature in the Disney mold but an utterly terrifying monster with jagged teeth and eyes which blaze like torches.",
        "Buncefield oil depot fire ' Europe's biggest peacetime blaze ' sent a pall of black smoke across large parts of southern England.",
        "The fire service were alerted to the blaze at 4.45pm and three pumps attended along with the services hydraulic platform and an ambulance.",
        "reels to extinguish the blaze but the terrace house suffered 100% damage.",
        "The GTX Blaze pants have RECCO® reflectors incorporated into the design.",
        "Colin Lyon died after the blaze ripped through his home in Darroch Drive in the early hours of Sunday morning.",
        "The hands stood still, shimmering with distant starlight, waiting to blaze a trail into the new year.",
        "He is also the Blaze's all-time 6th leading penalty minute taker.",
        "To change the metaphor - the ideal was always in sight, and Wagner never swerved from his path towards it; but that path began in a blaze of garish false lights, and it had become very tortuous before the light of day prevailed.",
        "Later in the year, the garden is dramatically transformed by a blaze of autumn hues.",
        "Throw on some chips and make a blaze.",
        "Firefighters used 4 Breathing Apparatus and 2 hose reels to extinguish the blaze but the terrace house suffered 100% damage.",
        "He is also the Blaze 's all-time 6th leading penalty minute taker.",
        "In a recent thought-provoking article Matt Blaze identified a number of signaling vulnerabilities in (mainly) older wiretapping systems [4 ].",
        "Amateur photography is on the rise across the world, and the best point and shoot digital cameras ever created are helping to blaze new trails.",
        "If your teen chooses revealing prom dresses, it may be a sign she is struggling to form her own identity and wants to blaze her own trail.",
        "Color: The wedding bouquet is the perfect place to add a blaze of color.",
        "Small and slight in person and never robust in health, Robertson Smith was yet a man of ceaseless and fiery energy; of an intellect extraordinarily alert and quick, and as sagacious in practical matters as it was keen and piercing in speculation; of an erudition astonishing both in its range and in its readiness; of a temper susceptible of the highest enthusiasm for worthy ends, and able to inspire others with its own ardour; endowed with the warmest affections, and with the kindest and most generous disposition, but impatient of stupidity and ready to blaze out at whatever savoured of wrong and injustice.",
        "With their rich traditions and unique style, Indian beauty continues to blaze trails.",
        "Blaze the Cat and Sonic are good friends."
    ],
    "definition": [
        "a. A brilliant burst of fire; a flame.\nb. A destructive fire.",
        "A bright or steady light or glare: the blaze of the desert sun.",
        "A brilliant, striking display: flowers that were a blaze of color.",
        "A sudden outburst, as of emotion: a blaze of anger.",
        "blazes Used as an intensive: Where in blazes are my keys?",
        "To burn with a bright flame.",
        "To shine brightly.",
        "To be resplendent: a garden blazing with flowers.",
        "To flare up suddenly: My neighbor's temper blazed.",
        "To shoot rapidly and continuously: Machine guns blazed.",
        "blaz′ing·ly\nadverb",
        "A white or light-colored spot or stripe on the face of an animal, such as a horse.",
        "A mark to indicate a trail, usually painted on or cut into a tree.",
        "a. To mark (a tree) with a blaze.\nb. To indicate (a trail) by making blazes.",
        "To prepare or lead (the way in an endeavor): blazed the way in space exploration.",
        "Link/Cite",
        "A fire, especially a fast-burning fire producing a lot of flames and light.",
        "Intense, direct light accompanied with heat.\nto seek shelter from the blaze of the sun",
        "The white or lighter-coloured markings on a horse's face.\nThe palomino had a white blaze on its face.",
        "A high-visibility orange colour, typically used in warning signs and hunters' clothing.",
        "A bursting out, or active display of any quality; an outburst.",
        "A spot made on trees by chipping off a piece of the bark, usually as a surveyor's mark.",
        "(intransitive) To be on fire, especially producing a lot of flames and light.\nThe campfire blazed merrily.",
        "(intransitive) To shine like a flame.",
        "To make a thing shine like a flame.",
        "To mark or cut (a route, especially through vegetation), or figuratively, to set a precedent for the taking-on of a challenge.\nThe guide blazed his way through the undergrowth.\nDarwin blazed a path for the rest of us.",
        "(slang) To smoke marijuana.\nI like to blaze;  let's go blaze;  we blazed last night;  he blazes every day\nOr less commonly, in the present progressive:\nhe is blazing right now",
        "Or less commonly, in the present progressive:",
        "Link/Cite"
    ]
}