{
    "translation": "דם",
    "uses": [
        "Blood raced up her neck to warm her cheeks.",
        "The sight of her bruised cheek made his blood boil.",
        "The blood pounded in her neck and temples.",
        "The blood left her head in a race to her feet and her knees melted to follow.",
        "Blood pulsed painfully in her throat, and her face grew warm.",
        "But even suppose blood should flow.",
        "In 1818, a human blood transfusion.",
        "The conference hall was dimly lit, and he immediately smelled the blood of a recent kill.",
        "\"No,\" he said, rubbing the blood off with a handful of sand.",
        "Her body was stiff from her father's blows, her blood racing.",
        "Blood splattered her as someone dropped from the cot beside her to the floor.",
        "She could feel the blood drain from her face.",
        "Even so, it was as if a something had been lifted from her chest, allowing the flow of oxygen and blood to a starving brain.",
        "I see this blood flowing now.",
        "This case was a twelve year old girl, shot in cold blood as she sat alone at the poolside of her California home.",
        "Blood left her head so fast that for a moment she thought she would faint.",
        "His face was bloodied, and one arm was covered in blood from his shoulder wound.",
        "I am made of flesh and blood and bone, am I not?",
        "But, fortunately for her, she felt her eyes growing misty, she saw nothing clearly, her pulse beat a hundred to the minute, and the blood throbbed at her heart.",
        "Drain the blood from men's veins and put in water instead, then there will be no more war!",
        "Bianca looked fearfully at the pregnant blonde, whose blood already soaked her clothing, then at the waiting devil beside her.",
        "No stone left unturned until I see the blood of my tipster-nemesis flood the ground beneath her panicked body.",
        "The blood drained from her face and goose bumps covered her arms under the sweater.",
        "Blood was gushing from its leg as from a spring.",
        "Blood pulsed vigorously into her neck.",
        "The cloak they spread under him was wet with blood which stained his breeches and arm.",
        "He tasted blood and spit it out, rolling onto his back with a belly laugh.",
        "Only the delighted \"Uncle\" dismounted, and cut off a pad, shaking the hare for the blood to drip off, and anxiously glancing round with restless eyes while his arms and legs twitched.",
        "There was blood running down his pant leg but he ran on his leg so it couldn't have been too bad.",
        "Everything's dead, up there--no flesh or blood or growing thing anywhere.",
        "A deep saucer of black blood was taken from his hairy arm and only then was he able to relate what had happened to him.",
        "The blood drained from her face.",
        "The blood bounded back into her neck.",
        "The blood drained from her head, leaving her dizzy and disoriented.",
        "Real horses, like myself, are made of flesh and blood and bones.",
        "He examined his hand carefully, vainly trying to find blood on it.",
        "They rounded the corner of the building to see a group of men lounging against the fence, watching a display that made Carmen's blood run cold.",
        "They probably got my blood sample mixed up.",
        "Desire rose hot and fast in him, more so when he felt the cool tickle of her power, the combination of cool energy and warm skin making his blood race.",
        "Anger seized me, my fingers refused to move, I sat rigid for one long moment, the blood throbbing in my temples, and all the hatred that a child can feel concentrated in my heart.",
        "There was warm blood under his arm.",
        "In 1628, the first complete explanation that blood flows through the body in arteries was published.",
        "\"Then what is this blood on the gun carriage?\" inquired Tushin.",
        "But at the moment when he imagined himself calmed by such reflections, she suddenly came into his mind as she was at the moments when he had most strongly expressed his insincere love for her, and he felt the blood rush to his heart and had again to get up and move about and break and tear whatever came to his hand.",
        "Scarcely had Pierre laid his head on the pillow before he felt himself falling asleep, but suddenly, almost with the distinctness of reality, he heard the boom, boom, boom of firing, the thud of projectiles, groans and cries, and smelled blood and powder, and a feeling of horror and dread of death seized him.",
        "The man glanced up and she put a hand to her throat, feeling the blood drain from her face.",
        "Lisa stared up at him, the blood draining from her face.",
        "All the blood which had seemed congested somewhere below his throat rushed to his face and eyes.",
        "She caught her breath as the blood lunged painfully up her neck.",
        "His hand trembled as he gave his horse into an orderly's charge, and he felt the blood rush to his heart with a thud.",
        "At length the sun's rays have attained the right angle, and warm winds blow up mist and rain and melt the snowbanks, and the sun, dispersing the mist, smiles on a checkered landscape of russet and white smoking with incense, through which the traveller picks his way from islet to islet, cheered by the music of a thousand tinkling rills and rivulets whose veins are filled with the blood of winter which they are bearing off.",
        "Still, if Señor Medena adopted Dulce when she was a baby and raised her, then he was her father - blood relative or not.",
        "Who would have thought he would become attached to a child that was neither his own blood nor male?",
        "Blood was flowing from his head; he struggled but could not rise.",
        "But Dolokhov did not go away; he untied the handkerchief around his head, pulled it off, and showed the blood congealed on his hair.",
        "Blood was flowing from his cheek.",
        "\"How can you judge what's best?\" he cried, the blood suddenly rushing to his face.",
        "\"You father called, dear,\" the woman said, holding out a tray of sausage, eggs, blood pudding, and coffee.",
        "In the early 1900s, we learned about blood types, vitamins, and Alzheimer's disease, and invented the electrocardiograph.",
        "One of the men drinking blood from the naked woman straightened, and she gasped.",
        "The prince is not very well: bile and rush of blood to the head.",
        "The blood was pounding in her ears.",
        "It is because there is no warm blood in them, remarked the Wizard.",
        "Researchers also discovered the vaccine was able to restore normal blood sugar levels without using insulin.",
        "More blood trickled onto her tile.",
        "The others found him at the same time, and his blood ignited.",
        "The sight of her shapely form in his bed made his blood burn for a different reason.",
        "There's a lot of blood.",
        "He drove through the town seeking Anatole Kuragin, at the thought of whom now the blood rushed to his heart and he felt a difficulty in breathing.",
        "Such magnanimity and sensibility are like the magnanimity and sensibility of a lady who faints when she sees a calf being killed: she is so kindhearted that she can't look at blood, but enjoys eating the calf served up with sauce.",
        "But he's sucked our blood and now he thinks he's quit of us.",
        "The blood rushed to Petya's face and he grasped his pistol.",
        "The blood rushed to Natasha's face and her feet involuntarily moved, but she could not jump up and run out.",
        "And bowing respectfully, as if to a lady of royal blood, he moved toward the door.",
        "She tried to calculate, and the blood pumped in her neck.",
        "I wanted to shout something like Dracula is out of his casket and has a thirst for my wife's A-negative blood, but I bit my tongue and begged that this was truly an emergency.",
        "She's out of surgery but she lost a lot of blood and can't speak.",
        "There was blood on his trench coat.",
        "He couldn't shake the fire in his blood or the sense of how soft her supple skin, how warm her body felt beneath him.",
        "She clamped her mouth shut, unwilling to tell him the sight and scent of blood was already making her want to vomit.",
        "The horse was plunging madly about, and two or three deep gashes appeared upon its flanks, from which the blood flowed freely.",
        "(The use of such practices continued into the scientific age: While Jenner was inoculating people with his new smallpox vaccine, doctors were draining half a gallon of blood from George Washington for his sore throat, a procedure that hastened his death.",
        "In every cell of your body except your red blood cells exists a copy of your DNA.",
        "We are all sculptors and painters, and our material is our own flesh and blood and bones.",
        "Is there not a sort of blood shed when the conscience is wounded?",
        "At the dressing stations the grass and earth were soaked with blood for a space of some three acres around.",
        "Aren't they afraid of sinning?... said the same mob now, looking with pained distress at the dead body with its long, thin, half-severed neck and its livid face stained with blood and dust.",
        "The blood returned to Adrienne's face with a vengeance.",
        "Blood trickled down both arms before her wounds healed themselves.",
        "And yet, she couldn't forget what she'd seen him doing-- drinking another woman's blood as Talon did hers!",
        "She felt the poison in Talon's blood, but whatever poison ran in the devil's body was inseparable from him.",
        "His blood quickened with bloodlust at the thought of ending the life of another miserable vamp.",
        "The young officer still sat in the same way, bent double, in a pool of blood at the edge of the earth wall.",
        "Her blood spattered on the wall, and buzzing filled her ears.",
        "There had been none since Claire, whose powers had been so weak, she couldn't even be blood bound.",
        "Her blood was a slash of stark red against a white marble floor.",
        "\"You got blood all over my floors,\" he told her, his golden eyes taking her in.",
        "Instead, she watched a man many, many times her strength gently clean the blood from her arm in unhurried, methodical strokes.",
        "Here she sat, covered in blood, drugged, one day from being all out crazy, then kidnapped—and the sight of the man before her turned her on.",
        "All that was left was to clean the blood.",
        "The air of the dark bedroom smelled of sex and blood.",
        "And I'm willing if you're willing, he said with a smile that set her blood alight.",
        "Damian met Dusty's clear blue eyes, blood boiling.",
        "Until she saw the blood on the walls and ceiling, she thought it was a surgical room.",
        "Sofia pulled again at her bindings and closed her eyes against the blood splatters on the ceiling.",
        "A tube ran from her neck to the vat of blood on the floor.",
        "What had started as a stream of blood had slowed to a few remaining drops.",
        "A stone dropped from the ceiling into the vat, and warm blood splashed over him.",
        "He sealed his skin around the tube, forced the flow downward, and placed his hands on her, forcing her body to accept his blood.",
        "He forced his blood out faster and faster.",
        "Her blood surged with desire, her breathing quickening.",
        "He said he was going to drain all my blood out.",
        "My blood runs through your veins.",
        "\"Of course I need blood to live,\" she said with a nervous laugh.",
        "She tore out of his room, the scent of his blood ensnared in her senses.",
        "Damian's words swirled through her thoughts, along with the scent of his blood.",
        "No matter what you think, you can't live without his blood.",
        "She lapped once with the tip of her tongue, tasting both the metallic, spicy blood and her tears.",
        "How long could she live like this, drinking someone else's blood?",
        "I don't want to use you for … for your blood.",
        "My existence relies on you giving me blood.",
        "He didn't understand the ins and outs of their blood bond, but he knew how much she rocked his world when she drank from him earlier.",
        "Did her blood taste half as good as Damian's?",
        "She made a face, drooling at the thought of Damian's blood again.",
        "His mouth was hot, his flavor as addictive as his blood.",
        "Touching him sent warm energy racing through her blood.",
        "No. She's blood bound.",
        "The sight of him in bed made her blood surge.",
        "Instead of blood binding?",
        "His blood boiled more at the memories that pricked his mind.",
        "The scent of his blood overwhelmed any objection she could make, and she snatched his arm.",
        "She rolled onto her stomach away from him, blood flying with desire and heat.",
        "They reached a second foyer where the man in the trench stood next to a caramel-colored man covered in blood.",
        "\"No?\" he asked, approaching her with a languid walk that stirred her blood.",
        "Damian brought me back, but I can't live without … his blood.",
        "Czerno has your blood.",
        "Chances are he used your blood to incapacitate Damian.",
        "The man in the executioner uniform dumped her onto a familiar surgical table in a room that stank of blood.",
        "She twisted her head away as he dripped the blood over her lips.",
        "When she gasped for air, his blood trickled into her mouth.",
        "Though his blood didn't ensnare her as Damian's did, it tasted familiar.",
        "Renewed by the blood, more sobs wracked her body as she thought of Damian and how badly she'd destroyed any plan Dustin or Jule could make.",
        "Fire lit up half her face, and she tasted blood in her mouth.",
        "Warm blood splattered her neck and face.",
        "\"Claire's … blood,\" he said at last.",
        "It's your blood, Sofia.",
        "Damian rolled onto his side and puked blood into the sand.",
        "He was there to save your brother when Isac finished and kept him under control using Claire's blood.",
        "Sofia watched the last of the blood swirl down the drain.",
        "He'd spent the morning vomiting blood and was able to remember Jule and Dusty by afternoon.",
        "We will be blood bound.",
        "I mean, I only want your blood.",
        "His fingers came away with blood.",
        "Watching him move made her blood heat.",
        "Her breath caught at the idea of what he did to her, her blood quickening.",
        "Billy Langstrom's body stared out from beneath the overturned Jeep, eyes open, a look of mixed surprise and horror on his young face as he lay in a pool of darkening blood.",
        "It was clean but showed fresh blood, and the abrasion looked painful.",
        "This blood isn't all yours....",
        "You're spitting up blood.",
        "Dean could see a spot of blood appear.",
        "There was too much blood for it to all be yours.",
        "No. But there was a lot of blood.",
        "It nearly covered Cynthia's scream as blood spurted from Brandon Westlake's chest.",
        "The idea of watching Darkyn strike her down made him eager to see blood spill.",
        "You don't want to risk losing your blood monkey.",
        "Selyn. My daughter, a hatchling born by an Immortal blood monkey.",
        "The mating bond of the Immortals and deities and the blood bond of the demons were the two oldest bonds, unbreakable under the Immortal Code and from the laws older than the Code.",
        "But he didn't see Darkyn taking a blood bond.",
        "It was covered in blood.",
        "She glared at him, the blue fire in her eyes stirring his blood.",
        "His blood was already humming with desire; he forgot how much of a turn on arguing with her was.",
        "Then there were those where Darkyn was stripping off her skin and sucking her blood.",
        "He was rumored to go through five to ten blood monkeys a day and was said to have single-handedly wiped out whole villages.",
        "Gabriel glanced the way indicated, noticing the blood on the wall.",
        "The faded signs of massive scarring were on one side of her neck while there was blood on the other, as if someone had just hurt her.",
        "While she looked healthy, she bore blood on her neck that made him feel ill at the thought that Darkyn was bleeding her dry.",
        "Darkyn had gone through the process to blood bind Deidre; he wasn't going to let his only source of food go.",
        "He also wasn't going to let anyone else threaten his blood monkey.",
        "It stirred his blood.",
        "Darkyn is blood bound.",
        "Jonathan was no more blood relation to them than Destiny, but neither child could have been loved more deeply nor considered more a family member.",
        "The blood was pounding in her neck when he nibbled on her earlobe.",
        "She put the heel of her hand on the place where blood was coming out and used her other hand to press down hard.",
        "She opened them in front of her face and stared at the blood.",
        "It was his blood... his life.",
        "Then he fell back into his monotone and said Alex had been in shock from blood loss when they got him to the hospital.",
        "The dog sniffed around and stopped at a large blood spot on the floor.",
        "The doctor said they could find no reason for him to stay in a coma, except the possibility of brain damage from lack of oxygen or blood loss.",
        "This time when he released her, the blood pounded in her neck.",
        "I tasted blood and it was hard to breath.",
        "At last they had found a blood relative.",
        "Their relationship was now so close that she considered his father blood relation.",
        "He watched his expelled breath float away from him, his calm features hiding the anger in his blood.",
        "Most nights, she wasn't enough to settle his restless blood.",
        "Rhyn was right about the demons; Gabe smelled demon blood and saw the gashes across Logan's throat.",
        "A demon tore off his neck and face and drained him of blood.",
        "She was gorgeous in the moonlight, and desire stirred his blood.",
        "She paused, the unfamiliar sensation a combination of adrenaline that made her blood quicken and electricity that made her skin tingle.",
        "Though she'd rather not be trapped by the eyes that made her blood quicken, she forced herself to look at him.",
        "The restlessness was gone from his blood, his body relaxed in a way he couldn't remember feeling.",
        "He issued a quick order Gabe couldn't hear through the blood pounding in his head.",
        "Her blood still raced whenever she thought of his hot touch branding her body.",
        "It was more blood than from a razor cut but nowhere near enough to justify a full skeleton in her bathtub.",
        "Deidre wiped the blood off her foot onto a towel, unable to piece together what the hell was going on.",
        "The bones and blood, the scary man with pointed teeth.",
        "The bedroom was covered in blood.",
        "There were handprints on the windows, as if someone had tried to escape, and blood splattered on the ceiling and the walls.",
        "Like two guys hanging out who thought it was normal to have bones in the bathroom and blood covering the spare bedroom.",
        "Blood soaked into the sand around him.",
        "He'd managed to peel off his sweater and rinsed the blood off his body in the surf.",
        "The idea she'd hidden it somewhere he couldn't find was driving him mad, along with the scent of the human blood coating the walls of the far bedroom.",
        "Darkyn had no intention of going easy on her, even if it was her first lesson in the proper behavior expected of a demon's blood slave.",
        "There's an anomaly in your blood that makes you compatible with our kind.",
        "You have my blood?",
        "\"No bodies, no blood,\" she observed of the living room.",
        "Reaching the road, she caught sight of something that made her blood run cold again.",
        "She slowed at the pool of blood on the driver's side.",
        "He stood a few feet away, eyes on the blood.",
        "\"The amount of blood loss and direction and force of the spray looks like his jugular was …\" She gasped.",
        "The warm energy crept across her skin and into her blood.",
        "Her blood was flying with desire.",
        "His scent stirred her blood.",
        "Deidre withdrew a few feet down the balcony, struggling with the heat streaking through her blood and scattering her rationale.",
        "Her blood was humming from waking in his bed.",
        "Gabriel sliced his palm and squeezed blood out over the soul.",
        "His tone was controlled, his features calm, his eyes the only indication of the fire in his blood.",
        "You also didn't bargain against not becoming a blood monkey while you were here either.",
        "\"To mark you as my blood monkey,\" he said.",
        "If I hadn't tried to kill you in the first place, you wouldn't be a blood slave to the Dark One.",
        "There's an anomaly in your blood test, but you're physically healthy, Dr. Williams said with a warm smile at odds with the cold sterility of the room.",
        "Your blood test results were unusual.",
        "Gabriel liked Kris as much as he'd ever liked anyone despite the bad blood between Kris and his half-brother, Rhyn.",
        "Ms. Young, I need a blood sample.",
        "The pain and the sight of her blood made her vision dim.",
        "She looked down and saw the sleeve of her sweater soaked in blood.",
        "Blood soaked her towel, and she stood.",
        "She glanced down to watch the blood stream down the drain then held up her arm.",
        "\"I, uh, dropped your blood sample,\" he said with a glance at the figure with his back toward them both.",
        "\"Why do you need my blood?\" she asked.",
        "Dr. Williams said my blood tests were unusual.",
        "Find any siblings and get their blood.",
        "She has a hereditary blood anomaly that makes her immune to all but the oldest of our kind.",
        "No blue blood like the Kingslys gave a damn about some small-town assistant GM at a fast food joint!",
        "She pushed his hand away, unable to stabilize the hot and cold racing through her blood.",
        "No more dead doctors, no more kidnappings, no more blood draws, nothing!",
        "Because our enemies have your blood and know everything about you.",
        "There was something very different about the human's blood, like comparing warm, homemade bread with stale crumbs out of the garbage.",
        "The cell block fell silent, and he sensed the others also smelled the human blood.",
        "Her dark, curly hair was matted with blood, her features pale.",
        "Her blood smelled sweet, and the oddly charged aura around her made his brow furrow.",
        "\"You brought much blood,\" the creature said, its voice trembling a little with excitement.",
        "I cleaned your blood.",
        "\"He likes mortal human blood,\" Lankha whispered.",
        "Is there anyone here who doesn't want to eat me or drink my blood?",
        "\"Don't you want to drink my blood?\" she asked skeptically.",
        "She was surprised she could walk at all and knew a few ounces of blood had been a small price to pay for Lankha's work, which she'd never have gotten for all the money in the world at home.",
        "The creature twisted her wrist and squeezed, capturing her blood in a small vial.",
        "Your blood is rare.",
        "Blood had dripped down his face to speckle his shirt.",
        "Sasha sipped blood from a goblet, content.",
        "She smelled her own blood.",
        "His touch was so soothing and cool, she vowed to give him whatever blood",
        "\"I've claimed you as my blood slave,\" he said, as if reading her mind.",
        "The blood loss and lack of food made her dizzy.",
        "Need a mortal blood monkey.",
        "She'd like to think she was saving poor souls every day she spent with him donating her blood, but she couldn't help thinking she really wouldn't care what he did to get blood if she was gone.",
        "Like being a mortal blood monkey is soooooooo far above lunchmeat!",
        "He licked his hand, where blood from her lip remained.",
        "The Ancients always choose the sweetest blood monkeys.",
        "She saw their expressions change as they got a whiff of her blood.",
        "He flung off clothing soaked with blood, stripping with his back to her without one concern about her watching.",
        "Five cups of coffee later and a full Irish breakfast --without the blood pudding --settling in her stomach, she still couldn't shake the throb.",
        "Those idiots last night said Ancients always pick the best blood monkeys.",
        "Her throat felt raw again, and the scent of her blood returned.",
        "He seemed at once disgusted by the fact she was a difficult mortal blood monkey and yet primitively protective, holding her as she quaked after her run-in with a man who wanted to kill her.",
        "It was her dream all over, the flashes of light, darkness and blood, the scent of sulfur and death.",
        "The grass, the road, the steps…all were littered with bodies and soaked in blood.",
        "The taste of death was in her mouth and if she looked, she knew her shoes would be covered in blood.",
        "She smelled his blood, felt the weakness of his body when their skin met.",
        "Pain made her gasp as blood welled and spilled.",
        "She'd never thought she'd find a reason to want some creature to suck her blood; if ever, now was the time.",
        "Rhyn was unconscious again, his face marred by her blood.",
        "Her breathing was shallow, the scent of her blood making him shudder.",
        "He was weak but alive, his body covered with his blood and hers.",
        "He watched blood ooze from her arm.",
        "At least he'd thought enough of his blood monkey to bring her here, if only to keep her healthy so he had a food source.",
        "Rhyn wouldn't saddle himself with a blood monkey he had to actually take care of voluntarily.",
        "She felt angry tears welling and forced them back, soon distracted by the warmth in her blood.",
        "You were a loyal blood monkey.",
        "However, the thought of swan diving off a cliff the next time he called her a damn blood monkey was getting more tempting with each day!",
        "There was no way a monster like him would ever be interested in his blood monkey!",
        "He touched her neck, and she waited, assuming he'd take blood from her despite his distaste of alcohol.",
        "Her blood was thrumming even faster than the alcohol alone would have caused, her body growing too warm for comfort.",
        "Nothing a blood monkey could understand.",
        "He's close but needs more time and more blood.",
        "His penetrating gaze gave her a different kind of chill, one that made her blood quicken as well as her step.",
        "This time when he reached for her, she knew it was for blood.",
        "The familiar warmth, his intensity -- both lit her blood afire, and she couldn't help but imagine what his hot, talented tongue could do to other parts of her body.",
        "Only to find herself staring at the bubbles of blood forming from within his fist, which was clamped around the blade of a knife a few inches from her face.",
        "He watched her with an intensity that made her blood quicken and her nipples harden.",
        "She surrendered to the heat in her blood.",
        "The tests I did with your blood came back promising, but I can't nail down the right genetic code.",
        "\"It'd take all her blood at this point,\" Ully said absently.",
        "Is it because she's his mate or because her blood sustains him?",
        "If my serum worked, then we know her blood will give immunity.",
        "\"He drank her blood,\" Rhyn said.",
        "Whatever is in your blood can tame evil.",
        "He didn't take blood gently as Rhyn did; no, Kris wanted her to hurt!",
        "If he cared AT ALL that his blood monkey and mate had been totally abused.",
        "You're lucky all he did to your mate was take her blood.",
        "Her blood was already on fire from their bodies being pressed together, and heat pooled in the base of her belly.",
        "\"You didn.t get your kiss,\" she objected, her blood humming with need and frustration.",
        "She looked up at him, anger heating her blood again.",
        "His blood still raged from their kiss.",
        "But you.d hold her down and take her blood.",
        "As she did every day, she went to the table near his cluttered desk to await her blood draw and any other experiments he wanted to do.",
        "Time for some blood.",
        "She still couldn.t watch Ully draw her blood and covered her eyes with one hand.",
        "He tossed a vial whose contents were the color of blood.",
        "When the door closed, she looked at the vial of blood.",
        "She hesitated, her blood burning and her confused thoughts terrified of what might happen.",
        "I see you.re having tea with my blood monkey.",
        "She recalled the scent of her blood, what hot agony felt like as an otherworldly creature tore her apart.",
        "Unless you wanna leave my blood monkey alone.",
        "Their gazes followed the drops of blood as they fell from her arm to the marble flooring.",
        "The maid lunged at her again, and she darted for the kitchen, followed by Jared.s blood monkey, who was wailing with frustration.",
        "The maid dropped silently, her nose busted and blood splattered across her features.",
        "The jaguar winced but kept its grip, and Toby.s blood turned the snow beneath them red.",
        "The slash in his arm was deep, and maroon blood bubbled into the snow.",
        "It has something to do with your blood monkey.",
        "I just wanted to eat your blood monkey because she smelled so good, I figured she.d taste even better.",
        "\"I smell two demons, and blood,\" the demon said, raising his head to the wind.",
        "The stark red of blood against white snow caught his attention, and he circled the park behind the castle.",
        "There were two splashes of blood, one at the tree line and another nearer the castle.",
        "He changed forms in midair and dropped the half dozen feet to the ground, smelling Toby.s blood as he landed near it.",
        "He sensed Kris.s agitation was increased by the ensnaring scent of Katie.s blood, which was heavy in the air.",
        "Instead, he focused hard on cleaning up her blood and bandaging her arm before the scent drove him too wild to control himself.",
        "He was trying not to let the feel of Katie.s skin heat his blood, but her nearness and direct gaze lit him afire.",
        "He stalked to the door, sexual frustration and anger in his blood again.",
        "He brought us a vial of blood to replace you as a test subject, and he knows where we can find the information to break your bond to Rhyn.",
        "The whiff of Katie.s blood nearly undid him.",
        "It was after his adrenaline tapered off that he smelled blood, and he trotted down a path in the direction of the scent.",
        "He no longer felt hungry despite the scent of blood.",
        "They developed immunity blood the last time they had you.",
        "The sight of Toby.s blood made her feel sick, and her own blood loss made her dizzy.",
        "He smelled of his own musk and darkness, an alluring mix that made her blood burn.",
        "My people figured out the right mix of Rhyn.s girl.s blood to give immunity to whoever has it.",
        "Have you had a chance to test the immunity blood Sasha brought?",
        "Ully would run blood tests on Hannah, but he doubted they.d reveal much more than Katie.s had.",
        "He took in her delicate features and felt a familiar warmth stir his blood.",
        "She stormed out, blood pulsing and headache growing.",
        "He struck again, this time drawing blood.",
        "Kris doesn.t need your blood anymore.",
        "Not the way it works, blood monkey.",
        "His whole body shaking, he tried to calm himself and withdrew, wanting to wipe away the taint of Sasha.s blood from his clothing and skin.",
        "The snow was drenched with blood, like an Immortal snow cone.",
        "He focused on the taste of their warm blood and on tearing them limb from limb.",
        "His skin and clothing was soaked with demon blood, and Kiki gave him a long look.",
        "His white hair was streaked red with blood, his roving gaze tired.",
        "\"He took the vial of blood he brought with him,\" Kris said.",
        "Pulling it out, she sucked in a breath and withdrew a familiar vial of blood.",
        "She touched the blood that bubbled at the side of her mouth.",
        "Megan.s dark eyes were glowing though her clothing was covered in blood.",
        "For once, it wasn.t his half-demon blood.",
        "It was soaked through and dried with blood and his exposed skin was tinted red.",
        "No, but he had the vial of blood.",
        "Killing in cold blood was forbidden.",
        "Sasha.s blood was hidden beneath fresh snowfall.",
        "He.d give anything for the vial and the feel of her blood on his hands!",
        "Right, because killing in cold blood isn.t something a Council member does.",
        "If it.s not the immunity blood, then Ully will need you here in his lab.",
        "Jade stood before her, blood spattered across his otherwise clean clothes.",
        "The woman.s hair was red with blood, and her face clammy, but she appeared to be alive.",
        "The object sitting in the middle of the table made his blood run cold.",
        "\"Tell Rhyn what you told me, Jade,\" Kris said with calmness that made Rhyn.s blood boil more.",
        "The demon was too surprised to react, and Jade hacked him down until the black walls were sprayed with demon blood.",
        "\"You want more than my blood?\" she asked, confused.",
        "The weapon fell once, and Kris.s blood sprayed them both.",
        "The machete had sliced through his collarbone, and blood spurted from the wound into the courtyard.s grass.",
        "He.d lost a lot of blood.",
        "Though his side was soaked with blood, he showed no sign of slowing.",
        "He spit blood and pushed himself to his feet.",
        "The only way to protect innocent people from the blood feud that runs between my family and A'Ran's was to use honor.",
        "Her thoughts drifted to the prisoner, the memory of his touch and the strange energy making her blood quicken.",
        "Her head spun as her blood dropped from her head to her body, and she sat heavily.",
        "And yet he knew war was not so simple between two clans with a history of blood feud as theirs had.",
        "They were all un-mated despite their dhjan blood.",
        "Should his blood and those who carry it be exiled, the planet dies.",
        "Her body flushed, her blood pounding.",
        "The battle continued, and the men around her grew tenser when the first fleck of blood appeared on A'Ran's opponent.",
        "The odd tension was between them again, and she wondered what it was about her abductor that made her blood burn, especially when he was so unapproachable.",
        "He cared for his sisters; they were his blood relations.",
        "Her blood boiled at the thought of another night with him, and she sat, disturbed.",
        "She had nothing to fear from these people, especially not Mansr, a blood relative of A'Ran and his sisters.",
        "There was no way she could fill it with blood!",
        "She looked at the instructions again and saw the queen depicted with one drop of what she assumed was blood.",
        "She leaned over the edge to see the stone tile at the bottom of the fountain absorb her blood.",
        "The hill was wide and her blood thrummed as she moved as fast as she could.",
        "A'Ran wasn't sparring; he fought for blood.",
        "Shaken, she leaned against the nearest wall and sank into a sit, disgusted to see there was blood on her clothing.",
        "The trail was not difficult by cross-country standards—just enough of a challenge to stir the blood and quicken the breath.",
        "My own flesh and blood, selling herself to half-drunk miners for a few gold coins.",
        "Do you guys bother with a trial around here or do you just draw lots and send us blood thirsty killers directly over to Cañon City?",
        "While she despised the man, her feelings still lacked a motive to sever his rope in cold blood and watch him plummet down to the rocks and churning river below.",
        "I won't get any blood on your carpet or bother any of the other guests.",
        "I'll gag him and mop up the blood, too.",
        "There was a sense of cold and the ooze of blood filling his boot, and a reeling wave of lightheadedness, but little pain.",
        "I wouldn't be surprised he used them to mop up something, blood perhaps.",
        "Even if it was just a scratch or a bite it wouldn't do to have blood at the scene, especially someone else's blood.",
        "Don't forget he killed his wife in cold blood and tried to kill me!",
        "Life was good, except for the fact that they needed human blood to survive.",
        "Blood is your sustenance.",
        "This will warm your blood, best get used to the taste.",
        "But does she drink blood?",
        "Well yes, but you don't have to kill people to get blood.",
        "He had taken way too much blood.",
        "I took too much blood, she's dying.",
        "Please, just let me get the blood first, I want it all ready.",
        "If it helped to get all the blood now, so be it.",
        "Jackson poured a drink and a glass of blood, then sat at the board.",
        "He sat for a minute staring into his glass of blood.",
        "I will get you some blood and a drink.",
        "She handed him the blood.",
        "He went to get some blood and a drink, no bottle, just a glass.",
        "He held up his blood cocktail.",
        "Her blood did that?",
        "Jackson thought, Does she want Elisabeth to taste my blood?",
        "And if it comes from blood?",
        "He turned his attention back to the blood and what he found made his jaw drop.",
        "Oh no, you didn't bring any blood?",
        "Why didn't you pack some blood?",
        "Not about the blood.",
        "Jackson poured a drink and some blood, then sat on the sofa.",
        "I'm going to get some blood, you want anything?",
        "Once she gets enough blood in him, he'll calm down.",
        "I'm going to give him some more blood, then I think we'll come upstairs.",
        "You okay with Sarah drawing her blood?",
        "I don't want someone else's blood.",
        "Jackson handed Connor his blood.",
        "My friend is going to drink your blood.",
        "Jackson finished his blood.",
        "What if I need blood in the middle of dinner?",
        "Jackson asked, \"What's this about Elisabeth's blood making you two stronger?\"",
        "Her cheeks flushed hot with blood.",
        "With a rush of blood to her face, she realized the hood had slipped off her head.",
        "She took a quick step backward, blood racing up her neck and warming her cheeks.",
        "She could feel the blood pumping in her neck.",
        "She snatched the piece of grass from her mouth and scrambled to her feet, feeling the blood burning her neck and cheeks.",
        "The woman sprawled atop him shook, her blood smearing his hands.",
        "Her wrist throbbed despite the warmth in her blood caused by the sedative–pain reliever.",
        "He doubted she'd ever seen blood before she was shot.",
        "Her head cleared enough for her to see she'd hit one of his arms, which was drenched with blood.",
        "The sound of a laser gun went off, and warm blood splattered her.",
        "She opened her eyes, staring at his open eyes and still body, at the blood pooling around her.",
        "Her gaze went again to the pool of blood, then to the thick swath of red marking the trail of the dead man.",
        "Donovan's blood was on her face and T-shirt, and her wrist was bleeding again.",
        "He'd gone from one world to the other easily; it was in his blood, the blood of his father and grandfather.",
        "His blood heated at her familiar scent.",
        "When he'd gotten Donovan's blood off her, Brady lifted her and placed her in his bed.",
        "She wanted to think he'd done it to help her, but what kind of a monster could execute another in cold blood?",
        "She suddenly felt foolish thinking that Guardian, a man trained to kill, wouldn't kill in cold blood or wouldn't succumb to any other vices.",
        "But the same man who killed in cold blood had reassured her every day for over two weeks that he'd protect her.",
        "She moved the guns and knives out of the way, unsettled by the thought of blood.",
        "One of his knives had blood on the hilt.",
        "She was responsive, hungry and yielding, a combination that lit his blood on fire.",
        "He was hot and sweaty, but he'd not yet been able to rid himself of the wired energy humming through his blood.",
        "Brady peeled off the top of his suit, drenched in sweat and splattered with blood.",
        "Brady was burning up, his blood thrumming.",
        "The water stung her skin, and she grimaced as her attacker's blood ran down the drain.",
        "Her blood quickened, and she felt too hot.",
        "The sight of her with a gun to her head the day before made his blood boil as much as the thought of her in his bed.",
        "There was something else in her eyes that made his blood pound harder.",
        "You're my daughter by blood.",
        "She touched it, surprised it was his blood.",
        "But it was the raw thrill at the idea of having her in his bed every night that lit his blood afire.",
        "His uniform was torn, and blood turned the gray color brown.",
        "Blood had bloomed, staining the left side of his abdomen and down his hip.",
        "Lana rushed to him, horrified by the amount of blood soaking his uniform.",
        "There's so much blood!",
        "Brady's eyes closed, and Lana touched his face, terrified of the blood and his paling skin.",
        "Her own clothing was soaked with his blood.",
        "The hand pushing against his side was covered in warm blood, and Lana's panic increased as Brady's body began to relax.",
        "Shaking with fear for Brady, she watched them cut through the skin grafts and transfuse blood then jump his heart.",
        "It was the symbol of the enforcer of the Council That Was Seven, the only of the seven brothers sanctioned to kill in cold blood on behalf of the Council and Immortals.",
        "He salivated at the thought of demon blood and walked to the portal.",
        "And the immunity blood?",
        "Rhyn uncurled from his position on the cold, wet ground.  He hadn't meant to fall asleep and didn't expect ever to wake up, not with the magic tearing him apart.  He looked around, disoriented.  The magic in his blood had stabilized as it did when Hannah and the angel were around, yet he didn't see them.",
        "He wished he'd thought to bring his backpack with his 3DS and magazines until he remembered why it was better he left it: Rhyn needed the other dosage of Immunity blood if the half-demon wanted to make it to the seventh day after Katie's death.",
        "\"Ully has skunk blood, and I'm an angel.  You'd gag to death first,\" Toby said and giggled at the look that crossed the demon's face.",
        "She turned to see him motion her towards the jungle surrounding the lake.  His clothing was torn, and blood stained his skin.  He appeared to have been running; his boots were covered in mud that had splashed to his thighs, and his face was flushed.",
        "Rhyn glanced around, not noticing his head had cleared and his magic was contained until Darkyn pointed it out.  Anger at Death – not power – made his blood boil.  You are half-demon.",
        "Can Hannah's blood be used like Katie's?",
        "But sometimes I look at Hannah and see Katie, Kris said, recalling how he'd taken Katie's blood by force soon after she went to the castle.",
        "Struggling against the demands of his roaring blood, Rhyn closed his eyes, sought his magic and willed himself awake.",
        "His half-demon blood would render him cloaked among the demons, as it had in the castle.",
        "Katie pulled up the sleeve of her soaked sweater and nicked her arm.  She set down the knife and squeezed out a few drops of blood, watching as they landed on the roots.",
        "\"I'm getting you out of here,\" she said, thrilled.  With a grimace, she sliced the palm of her hand and smeared the blood on the root.  \"You're insane,\" Deidre breathed.",
        "Katie nodded and sawed at the root, dripped more blood, then sawed again.  She forced herself to continue even as she grew tired.  Sticky blood covered the hilt of the dagger, her pants, the root, Deidre's shoe and pants leg.  Katie kept on, uncertain what might happen if she stopped for a break.",
        "By midmorning, Deidre was free.  Katie grimaced as she wrapped the dismembered sleeves of her sweater around her wounds.  Blood soaked the sweater quickly, and she held it over her head.  Even before she stood, she felt woozy.  Deidre tested herself and limped a few feet.  Katie steadied her breathing to keep from dropping to her knees."
    ],
    "definition": [
        "The fluid consisting of plasma, blood cells, and platelets that is circulated by the heart through the vertebrate vascular system, carrying oxygen and nutrients to and waste materials away from all body tissues.\nA similar fluid in animals other than vertebrates.\nThe juice or sap of certain plants.",
        "The fluid consisting of plasma, blood cells, and platelets that is circulated by the heart through the vertebrate vascular system, carrying oxygen and nutrients to and waste materials away from all body tissues.",
        "A similar fluid in animals other than vertebrates.",
        "The juice or sap of certain plants.",
        "Descent from a common ancestor; parental lineage.\nFamily relationship; kinship.\nDescent from noble or royal lineage: a princess of the blood.\nRecorded descent from purebred stock.\nNational or racial ancestry.",
        "Descent from a common ancestor; parental lineage.",
        "Family relationship; kinship.",
        "Descent from noble or royal lineage: a princess of the blood.",
        "Recorded descent from purebred stock.",
        "National or racial ancestry.",
        "Link/Cite"
    ]
}