{
    "translation": ".1 קשר (בין אנשים / עצמים)\n.2 להקשר למישהו bond( )to",
    "uses": [
        "The bond between mates is strong.",
        "The bond between them was weakening with him.",
        "Their bond felt permanent, and she had no idea what to do about it.",
        "I don't want to bond with a child only to have it taken away.",
        "The bond creates more than dependency; it gives you a helluva lot of influence over him.",
        "The bond I shared with Gabriel.",
        "The bond brings you together.",
        "The first thing she felt was the bond to Jule, who was in the next room.",
        "\"If I say the words you want, are you manipulating me into this bond, the same way you did to get me into Hell?\" she demanded.",
        "The bond is voluntary.",
        "Deidre approached unbidden and stood before him, wishing she understood him and their bond better.",
        "Lisa felt an immediate bond with the slender mother of her rescuer.",
        "There had been an instant bond between them from the day they met.",
        "The bond brought mates together, but it didn't create a relationship.",
        "She was surprised to find the idea of tasting him didn't repulse her, as if the intimate bond with him was natural.",
        "I kept you quiet long enough for the bond to stick.",
        "Now here is a Lombard bond and a letter; it is a premium for the man who writes a history of Suvorov's wars.",
        "The sensations were similar to her bond with Jule: sweet and warm.",
        "It's also a bond that folks in my position have to be careful about taking on, because it leaves me vulnerable.",
        "He felt her turmoil through their bond and ached to ease her pain.",
        "We'll see just how strong your bond to him is.",
        "Darkyn's bond has given you insight.",
        "She leaned into him, yielding as the intensity of the bond between them grew hot and demanding.",
        "Darkyn's approach to the mating bond was much different than Gabriel's.",
        "The original bond from the time-before-time.",
        "Who'd stopped because she asked him and showed some sign of yielding to their bond, if not to her.",
        "Startled by the bond, she stopped.",
        "The energy around them was lively; they were brothers whose bond was formed during their years in the bowels of hell.",
        "\"I'm not about to be tricked into another bond or whatever it is you're trying to trick me into,\" she replied.",
        "He didn't understand the ins and outs of their blood bond, but he knew how much she rocked his world when she drank from him earlier.",
        "The mating bond alone makes it easy for a woman to control her mate.",
        "The mating bond has to take.",
        "The mating bond is absolute, isn't it?",
        "When returning from his leave, Rostov felt, for the first time, how close was the bond that united him to Denisov and the whole regiment.",
        "Before you start following the poor woman like in a James Bond movie, maybe we should give the entire Dawkins clan a rest.",
        "\"You know the Immortal mating bond is what made you connect with him,\" Darkyn continued.",
        "This was too similar to what she physically felt towards Gabriel to be anything other than the Immortal bond that branded Darkyn's name across her shoulders.",
        "It's the oldest bond there is, old enough to keep the mating bond from shifting when she wins her deal.",
        "The bond between them was fading.",
        "She touched his jaw with cold fingertips, and the bond between them opened.",
        "Unlike the cold rain of her father's energy, theirs was warm and cheerful, like her bond to Jule.",
        "If her bond to him was like hers to Gabriel, he'd be able to find her no matter what.",
        "They were the bond of union between Church and state.",
        "She wanted to tell him to leave, but whatever bond existed between them, it filled her with warmth and energy that quelled the meltdown she was about to have.",
        "Mr Hofmeyr and the Bond were loud in their denunciation of him, nor can it be denied that the circumstances of the raid greatly embittered againstEngland the Dutch element in Cape Colony, and influenced their subsequent attitude towards the Transvaal Boers.",
        "In the same year, too, the Cape parliamentary election occurred, and the result was the return to power of a Bond ministry under Mr W.",
        "As head of a party, dependent for its position in power on the Bond's support, his position was undoubtedly a trying one.",
        "He also co-operated with Sir Alfred Milner, and used his influence to restrain the Bond.",
        "In June, Mr Schreiner, whose recent support of Sir Alfred Milner had incensed many of his Bond followers, resigned in consequence of the refusal of some of his colleagues to support the disfranchisement bill which he was prepared, in accordance with the views of the home government, to introduce for the punishment of Cape rebels.",
        "brotherly bond that Davies has failed to see.",
        "Speaking of Bond, this film does seem to smell a little of a spy caper.",
        "carbonyl bond.",
        "carboxyl group is linked to the amino group, there is what is called a peptide bond.",
        "caregivers of children under three who want to develop or enhance a bond with their child.",
        "Thus the user can measure bond lengths, interatomic distances, angles between bonds and planes; create centroids and more.",
        "characterization technique (test) used to analyze adhesive bond durability.",
        "Music, pornography, art, James Bond movies and heroin are all in their different ways forms of virtual strawberry cheesecake.",
        "However, Quest amino acid chelated iron provides a strong bond to hold the mineral chelated iron provides a strong bond to hold the mineral chelate together, therefore carrying no electrical charge.",
        "chlorine atoms are said to be joined by a covalent bond.",
        "ester bond to an alcohol.",
        "Gabriel gave up his soul to help Rhyn and would do it again, especially seeing how strong their bond had become.",
        "His bond to Katie tempered what was otherwise a disaster of epic proportions.",
        "He couldn't forget the energy of the bond that tore through when he held her on the roof.",
        "Judging by the strength of their bond, she'd be more than a duty to him.",
        "The softness of her body combined with the power of their bond jarred him.",
        "He rested his hand on the base of her neck, the warm energy of their bond moving through him.",
        "They said …I'm his preordained mate, a bond that can't be broken.",
        "From the distance, she felt the bond beckoning her to him.",
        "Her body ceased shaking, and her confusion faded, replaced by the hum of the bond between them.",
        "She stood in the warm silence, senses intoxicated by their bond, his scent and body.",
        "She felt no motherly bond to the kid huddled beside her in a thick coat despite how adorable he was.",
        "We've always had that bond.",
        "Rhyn's bond as her mate amplifies her natural ability.",
        "Her hand went to her neck, where the name of her Ancient Immortal mate, Rhyn, had been until he broke their mating bond two days before.",
        "Break the bond, and Death will save you both.",
        "Break the bond, and Death will free you both.",
        "Rhyn already broke their bond, unless … she had to break it, too.",
        "Rhyn.s warm power filled her as she drew on their bond as mates, and the portal opened.",
        "\"What bond?\" she asked.",
        "The bond between you and Rhyn.",
        "He brought us a vial of blood to replace you as a test subject, and he knows where we can find the information to break your bond to Rhyn.",
        "Besides, the bond between angel and human cannot be broken, so you.ll have to take care of Toby until you die.",
        "Like Kris saying he.d break the mating bond between us.",
        "There.s one way to break your bond with Rhyn.",
        "But, if you do as Sasha says and break the bond, I will keep her safe, I swear it, Kris said.",
        "For once, Rhyn knew some sort of stability within himself, no doubt because of his bond to Katie.",
        "I.m saying, I release you of our bond.",
        "Unless … you gave up your bond but she didn.t give up hers.",
        "Rhyn had broken their bond.",
        "I release you of our bond, Rhyn.",
        "She.d broken their bond.",
        "You know well the bond between the lifemate and the planet.",
        "She agreed to give up her armband, the bond to her sister's family.",
        "Once she gave up her bond and accepted another, she belonged to him.",
        "Whatever otherworldly bond connected them prevented her from moving away.",
        "The short time together had been enough to remind her just how strong the bond was between them.",
        "Even though he'd just met her, the bond between them was as strong as his father told him it would be.",
        "She was scared of him still, and he knew it was their bond as dhjan and nishani that frightened her.",
        "Was it possible for such a connection to be stronger than her bond to her own world?",
        "They shared a rare bond, and felt blessed to have each other.",
        "Although the Parrishes were a close-knit family, Jackson and Emily shared a special bond.",
        "Because your bond will reappear seven days after you broke it.",
        "\"I dreamt where Death told me about the seven days … \" Gabe drifted off and shook his head, as if to clear a bad memory.  \"You're saying Rhyn didn't break the bond?\"",
        "\"I'm saying, the mate of an Ancient or any Immortal is preordained.  No one can break that bond, not even Death,\" Toby answered.",
        "\"Whatever he's planning has to be done by the time your bond returns,\" Gabe said.",
        "Toby, Darkyn, and Death knew about the seven days.  He felt a flutter of hope where he'd felt desperation before.  In seven days, his bond to Katie would return.",
        "Death wanted him to wait until the bond returned.  Darkyn wanted him to act before then.  Rhyn didn't understand the battle the two were locked in, but one thing was clear: Katie would need him before the seven days was up.",
        "For a moment they looked into each other's eyes, and the bond was there again ... briefly.",
        "But despite this, Mendelssohn's theory was found to be a strengthening bond in Judaism.",
        "By means of bond labour roads and bridges were con structed, and a route opened into the interior beyond Rise of the Blue Mountains.",
        "The Labour movement in Australia may be traced back to the early days when transportation was in vogue, and the free immigrant and the time-expired convict objected to the competition of the bond labourer.",
        "The purely selfish bond between condottieri and their employers, whether princes or republics, involved intrigues and treachery, checks and counterchecks, secret terror on the one hand and treasonable practice on the other, which ended by making statecraft in Italy synonymous with perfidy.",
        "What the modern empiricist needs is a rational bond uniting the individual with the community or with the aggregate of individuals - a rational principle distinguishing high pleasures from low, sanctioning benevolence, and giving authority to moral generalizations drawn from conditions that are past and done with.",
        "Amongst nomads the tribe is the unit of government, the political bond is personal, and there is no definite territorial association of the people, who may be loyal but cannot be patriotic. The idea of a country arises only when a nation, either homogeneous or composed of several races, establishes itself in a region the boundaries of which may be defined and defended against aggression from without.",
        "In November she visited him at Dunbar, and in December took place the conference at Craigmillar at which both were present, and at which the disposal of Darnley was arranged, Bothwell with some others subsequently signing the bond to accomplish his murder.",
        "intention to marry Bothwell, which had been kept a strict secret before the issue of the trial, was now made public. On the 19th of April he obtained the consent and support of the Protestant lords, who signed a bond in his favour.",
        "In particular, they eagerly accepted the worship of \"Augustus and Rome,\" devised by the first emperor as a bond of state religion connecting the provinces with Rome.",
        "The debt in that country is relatively small in amount, and is not represented by securities based upon hypothecation of the company's real property, as with the American railway bond, resting on a first, second or third mortgage.",
        "The object of sharing the meal with the god was to renew the blood bond.",
        "The god was originally a stranger, taken into the kin by a rite of blood brotherhood, and this constitutes the dark point of the theory; for Robertson Smith regards the blood bond as relatively late; hence we do not see how the god became associated with the kin.",
        "The sacrifice is in its origin a communion; god and worshippers have a bond of kinship between them; but it is liable to be interrupted or its strength diminished.",
        "Ceremonies of initiation are the means by which the alliance is established between the deity and the young man, when the latter enters upon the rights of manhood; and the supposed bond of kinship is thus regarded as an artificial union from the outset, so far as the individual is concerned, although Robertson Smith still maintains the theory of the fatherhood of the god, where it is a question of the origin of the totem-kin.",
        "243) argues that if there was an original bond of kinship between the god and the kin, there is no need to maintain it by sacrificial rites, and cites against Smith's view the practice of totemic groups.",
        "239), between the whole of the kinship group, whether adult or not; and, moreover, nowhere are rites found which are intended to strengthen the union between a man and his totem by means of the blood bond, unless we include the aberrant totemism of the Arunta (Spencer and Gillen, Native Tribes of Central Australia, 167), who eat their totems in order to gain magical powers of increasing the stock of the totem animal.",
        "Marillier further argues that if, on the other hand, there was no bond between god and people but that of the common meal, it does not appear that the god is a totem god; there is no reason why the animal should have been a totem; and in any case this idea of sacrifice can hardly have been anything but a slow growth and consequently not the origin of the practice.",
        "On the Congo, if a man commits a murder, the community votes whether he shall die or be expelled; if the latter, a victim is killed, of which all must partake; but this is not, as might be imagined, a case of Robertson Smith's piaculum for the re-establishment of the tribal bond; for the criminal is driven out of the community.",
        "Circumcision and Sabbath, separation from marriage with a foreigner, which rendered a Jew unclean, as well as strict conformity to the precepts of the Torah, constituted henceforth an adamantine bond which was to preserve the Jewish communities from disintegration.",
        "And thus he was led to draw that interesting picture of the literary recluse among the crowds of London: \" While coaches were rattling through Bond Street, I have passed many a solitary evening in my lodging with my books.",
        "The bonded debt of the state on the 31st of December 1908 amounted to $550,000, of which the state held an irredeemable bond for $380,000; the actual redeemable bonded debt of $170,000 was due to the investment of the school and university funds in the bonds of the state.",
        "The Judaean narratives do not allow us to fill the gap or to determine whether Judaean policy under the regent Jehoiada would be friendly or hostile to Israel, or whether Judaean nobles may have severed the earlier bond of union.",
        "It is certain that whatever merits the Cretan laws may have possessed for the internal regulation of the different cities, they had the one glaring defect, that they made no provision for any federal bond or union among them, or for the government of the island as a whole.",
        "He had read a pamphlet published in America attacking the proposed order, which was to form a bond of association between the officers who had fought in the American War of Independence against England; the arguments struck him as true and valuable, so he re-arranged them in his own fashion, and rewrote them in his own oratorical style.",
        "On the 11th of June, five weeks before the fall of Stirling, he met Lamberton at Cambuskenneth and entered into a secret bond by which they were to support each other against all adversaries and undertake nothing without consulting together.",
        "According to one account, the bond between Bruce and Lamberton was revealed to Edward by Comyn while Bruce was at the English court.",
        "The bond with Lamberton was now sealed by blood, and the confederates lost no time in putting it into execution.",
        "3 In reply to some critical remarks (Ibis, 1868, pp. 8 5-9 6), chiefly aimed at showing the inexpediency of relying solely on one set of characters, especially when those afforded by the palatal bones were not, even within the limits of families, wholly diagnostic, the author (Ibis, 1868, pp. 357-362) announced a slight modification of his original scheme, by introducing three more groups into it, and concluded by indicating how its bearings upon the great question of \" genetic classification\" might be represented so far as the different groups of Carinatae are concerned: - 1 These names are compounded respectively of Dromaeus, the generic name applied to the emeu, 7xQ-a, a split or cleft, SEVµa, a bond or tying, a finch, and, in each case, yvaBos, a jaw.",
        "The first part of this claim was refunded by a new bond issue, also taken by the Educational Fund, the second was paid from an Indian war claim of $692,946, received from the United States government in 1902, when $132,000 bonds of 1857, held by the United States government, were also extinguished.",
        "After careful study of playground systems a bond issue of $800,000 was voted (1919) to initiate a constructive development of parks and playgrounds at public expense.",
        "Thus he based Judaism on love, not on knowledge; love was the bond between God and man, and man's fundamental duty was love as expressed in obedience to God's will.",
        "From a study of the reduction of compounds containing two ethylenic bonds united by a single bond, termed a \"conjugated system,\" E.",
        "Thus a double bond of oxygen, as in the carbonyl group CO, requires a larger volume than a single bond, as in the hydroxyl group - OH, being about 12.2 in the first case and 7.8 in the second.",
        "Let double bonds be present, in number p, and let the energy due to such a bond be Y.",
        "By experiment it is found that the thermal effect of a double bond is much less than the effect of two single bonds, while a triple bond has a much smaller effect than three single bonds.",
        "Thomsen deduced that a single bond between a carbon and a nitrogen gramme-atom corresponds to a thermal effect of 2.77 calories, a double bond to 5.44, and a treble bond to 8.31.",
        "Though this was recognized by the more far-seeing of the Bond leaders, they were ready to support Kruger, whether or not he granted reforms, and they sought to make Milner's position impossible.",
        "His difficulties were increased when at the general election in Cape Colony the Bond obtained a majority.",
        "Wesley Bond, Minnesota and its Resources (New York, 1853); C. A.",
        "Among other important articles of domestic industry are tobacco and cigars (manufactured mainly in bond, within the free harbour precincts), hydraulic machinery, electro-technical machinery, chemical products (including artificial manures), oils, soaps, india-rubber, ivory and celluloid articles and the manufacture of leather.",
        "Sometimes two or three tribes joined forces to wage a war; but, the struggle over, the bond was broken, and each tribe resumed its isolated life.",
        "The second part of the act provides that if any person or persons, bodies politic and corporate, for any sum of money, reward, gift, profit or benefit, directly or indirectly, or for or by reason of any promise, agreement, grant, bond, covenant or other assurances.",
        "The Clerical Resignation Bonds Act 1828 makes a written promise to resign valid if made in favour of some particular nominee or one of two nominees, subject to the conditions that, where there are two nominees, each of them must be either by blood or marriage an uncle, son, grandson, brother, nephew or grand-nephew of the patron, that the writing be deposited with the registrar of the diocese open to public inspection, and that the resignation be followed by presentation within six months of the person for whose benefit the bond is made.",
        "In August 1640 he signed the Bond of Cumbernauld as a protest against the \"particular and direct practising of a few,\" in other words, against the ambition of Argyll.",
        "\"I will never,\" he declared, \"allow to come between Almighty God and this country a blotted parchment, to rule us with paragraphs, and to replace the ancient, sacred bond of loyalty.\"",
        "Bond, jun., Monroe's Mission to France, 1794-1796 (Baltimore, 1907); Henry Adams, History of the United States (9 vols., New York, 1889-1891), containing a full but unsympathetic account of Monroe's career as a diplomatist; and James Schouler, History of the United States, vols.",
        "The jurisdiction of the Free Port was on the 1st of January 1882 restricted to the city and port by the extension of the Zollverein to the lower Elbe, and in 1888 the whole of the state of Hamburg, with the exception of the so-called \"Free Harbour\" (which comprises the port proper and some large warehouses, set apart for goods in bond), was taken into the Zollverein.",
        "Sainte-Beuve calls Terence the bond of union between Roman urbanity and the Atticism of the Greeks, and adds that it was in the r 7th century, when French literature was most truly Attic, that he was most appreciated.",
        "It was always felt, however, that there was a close bond of relationship between them.",
        "But on the 12th of March 1798 Reynolds' information led to the seizure of a number of conspirators at the house of Oliver Bond.",
        "Since the arrest at Bond's, Fitzgerald had been in hiding, latterly at the house of one Murphy, a feather dealer, in Thomas Street, Dublin.",
        "This beautiful street, with its northward branches, Park Lane, from which splendid houses overlook Hyde Park, and Bond Street, lined with handsome shops, may be said to focus the fashionable life of London.",
        "Conduit Street off Bond Street, Lamb's Conduit Street, Bloomsbury); and water was also supplied by the company of water-bearers in leathern panniers borne by horses.",
        "There are a number of art galleries in and about Bond Street and Piccadilly, Regent Street and Pall Mall, such as the New Gallery, where periodical exhibitions are given by the New English Art Club, the Royal Society of Painters in WaterColours, the Royal Institute of Painters in Water-Colours, other societies and art dealers.",
        "In Tottenham Court Road are the showrooms of several large upholstering and furnishing firms. Of the streets most frequented on account of their fashionable shops Bond Street, Regent Street, Oxford Street, Sloane Street and High Street, Kensington, may be selected.",
        "Two, the Lower Tugela and Bond's Drift, are both near the mouth of the river.",
        "Dr Max Pappenheim has ascribed the origin of Germanic gilds to the northern \"fosterbrotherhood\" or \"sworn-brotherhood,\" which was an artificial bond of union between two or more persons.",
        "One of the most noteworthy Scandinavian periodicals has been the Nordisk Universitets Tidsskrift (1854-1864), a bond of union between the universities of Christiania, Upsala, Lund and Copenhagen.",
        "Every bond of intercourse was broken, and in the Catholic Churches the worst calumnies were retailed about the deceased prophets and the leaders of the societies they had founded.",
        "What is known as the Society of Rosicrucians (Rosenkreuzer) was really a number of isolated individuals who early in the 17th century held certain views in common (which apparently was their only bond of union); for of a society holding meetings, and having officers, there is no trace.",
        "The church was too powerful, an incipient feudalism was present, and there was no real bond of union between the different races that acknowledged his authority.",
        "The Ionian geographers looked on the circular disk of the habitable world as surrounded by a mighty stream named Oceanus, the name of the primeval god, father of gods and men, and thus the bond of union between heaven and earth.",
        "In a gigantic system embracing hundreds of monasteries and thousands of monks, and spread over all the countries of western Europe, without any organic bond between the different houses, and exposed to all the vicissitudes of the wars and conquests of those wild times, to say that the monks often fell short of the ideal of their state, and sometimes short of the Christian, and even the moral standard, is but to say that monks are men.",
        "For the first four or five centuries of Benedictine history there was no organic bond between any of the monasteries; each house formed an independent autonomous family, managing its own affairs and subject to no external authority or control except that of the bishop of the diocese.",
        "The headship of the clan was sometimes hereditary, sometimes elective, but each clan had a totemic name, and the clans together constituted the tribe, the bond being not land, but blood.",
        "parochial limits, by accustoming the more godly sort to feel an inner bond peculiar to themselves, prepared many for the congregational idea of the church, and on the other hand made them feel more than ever dissatisfied with the \" mixed \" services ' of the parish church.",
        "The bond thus established caused German advice and assistance to be sought in reorganizing the Ottoman army.",
        "His subsequent works were dissertations on the origin of alphabetical writing (Die Erfindung der Buchstabenschrift, 1801), on the antiquity of the Codex Vaticanus (1810), and on ancient mythology (Ober den Mythos der alten Volker, 1812); a new interpretation of the Song of Solomon (Das hohe Lied in einer noch unversuchten Deutung, 1813), to the effect that the lover represents King Hezekiah, while by his beloved is intended the remnant left in Israel after the deportation of the ten tribes; and treatises on the indissoluble character of the matrimonial bond (De conjugii christiani vinculo indissolubili commentatio exegetica, 1816) and on the Alexandrian version of the Pentateuch (1818).",
        "Brand had been far too sagacious to be led away by this pseudo-nationalist dream, and did his utmost to discountenance the Bond.",
        "Some months later he signed the bail bond of Jefferson Davis, and this provoked a torrent of public indignation.",
        "The bond with Prussia now became closer, and Frederick entered with Prussia and Hanover into the temporary \" alliance of the three kings.\"",
        "Bond's edition of Lyly and in the editions of Nashe.",
        "These boards were now given the monopoly of the right to import certain wares (sometimes private buyers were allowed to purchase, but only on condition of selling the goods imported to the board); they were also entrusted with the reception of the instalments of raw materials already mentioned as released from bond in Germany.",
        "He regarded the abiding life of Rome as \"the central truth of European history,\" the bond of its unity, and he undertook his History of Sicily (1891-1894) partly because it illustrated this unity.",
        "P. Bond, shown at the great exhibition of that year.",
        "By the Treaty of Chaumont of March 1 o, 1814, these four powers bound themselves together in a bond which was not to be dissolved when peace was concluded.",
        "After the assassination of Buckingham in 1628 the barrier between the married pair was broken down, and the bond of affection which from that moment united them was never loosened.",
        "He was not released at the peace of Cateau Cambresis for lack of money to pay his ransom, but he was finally set free on giving his bond for the amount, an engagement which he repudiated as soon as he was safely in England.",
        "The state makes provision for revenue for school purposes as follows: (1) the interest on the Bond of the Commonwealth for $1,327,000 00; (2) dividends on 798 shares of the capital stock of the Bank of Kentucky - representing a par value of $79,800.00; (3) the interest at 6% on the Bond of the Commonwealth for $381,986.08, which is a perpetual obligation in favour of the several counties; (4) the interest at 6% on $606,641.03, which was received from the United States; (5) the annual tax of 262 cents on each $100 of value of all real and personal estate and corporate franchises directed to be assessed for taxation; (6) a certain portion of fines, forfeitures and licences realized by the state; and (7) a portion of the dog taxes of each county.",
        "Report of British Association on Screw-threads, 1900.) Attempts in this direction were originally made by Whitworth, Clement, Donkin, Rogers, Bond and others, but we still need a higher accuracy in screw-threads.",
        "Tschaudala (1889) and I hafsbandet (\" In the Bond of the Sea,\" 1890) show the influence of a study of Nietzsche.",
        "This magic bond was too strong for him until Ragnarok (Judgment Day), when he escaped and swallowed Odin and was in turn slain by Vidar, the latter's son.",
        "This is accounted for partly by the strong civic feeling which formed a bond of unity stronger than most sources of friction, and partly to the general prosperity of the towns, which removed any acute discontent.",
        "Thus the sacrament which was intended to be a bond of peace, became a chief cause of dissension and bloodshed, and was often discussed as if it were a vulgar talisman.",
        "p. 313), \" we find the conception current that any food which two men partake of together, so that the same substance enter._ into their flesh and blood, is enough to establish some sacred unity of life between them; but in ancient times this significance seems to be always attached to participation in the flesh of a sacrosanct victim, and the solemn mystery of its death is justified by the consideration that only in this way can the sacred cement be procured, which creates or keeps alive a living bond of union between the worshippers and their god.",
        "Promoters are not allowed without the consent of the owner to enter upon lands which are the subject of proceedings under the Lands Clauses Acts, except for the purpose of making a survey, unless they have executed a statutory bond and made a deposit, at the Law Courts Branch of the Bank of England, as security for the performance of the conditions of the bond.",
        "The St Lawrence is far the most important Canadian river from the historic and economic points of view, since it provided the main artery of exploration in early days, and with its canals past rapids and between lakes still serves as a great highway of trade between the interior of the continent and the seaports of Montreal and Quebec. It is probable that politically Canada would have followed the course of the States to the south but for the planting of a French colony with widely extended trading posts along the easily ascended channel of the St Lawrence and the Great Lakes, so that this river was the ultimate bond of union between Canada and the empire.",
        "preserve, we shall be safe in pronouncing that there exists a close bond of connexion between them, and if one of them shows errors which, though strange in themselves, are quite intelligible when we see what stands in the other, then we shall be justified in concluding that the second is that from which the first is derived.",
        "4, 136, \"whose love was [as] a bond to all our loves\": a similar omission in Witch of Atlas, 599 599",
        "In 1836 he was called by Sir Francis Bond Head (1793-1875), the lieutenant-governor, to the executive council, but finding himself without influence, and compelled to countenance measures to which he was opposed, he resigned within a month.",
        "A lifelong Southern Democrat, he was forced to lead (nominally at least) a party of Northern Republicans, with whom he had no bond of sympathy save a common opposition to secession; and his ardent, aggressive convictions and character, above all his complete lack of tact, unfitted him to deal successfully with the passionate partisanship of Congress.",
        "The property was wholly disencumbered in 1847 by Robert Cadell, the publisher, who cancelled the bond upon it in exchange for the family's share in the copyright of Sir Walter's works.",
        "Religion, according to the old definition, is the bond which binds the soul of man to God.1 It begins as the relation of a tribe to its God.",
        "Personal religious conviction grows out of the tribal (corporate) religious bond.",
        "This bond was doubtless preserved by Christian Hellenists, and must have tended to continue their reliance on the Temple services for the forgiveness of their recurring \"sins of ignorance\" - subsequent to the great initial Messianic forgiveness coming with faith in Jesus.",
        "3) - a very different estimate of the new bond from that shown by readiness in days gone by to suffer for it (x.",
        "A powerful bond of union among the Efik, and one that gives them considerable influence over other tribes, is the secret society known as the Egbo.",
        "The Education Act of 1842 led to the formation of the Liberal party, whose bond of union was resistance to clericalism, whose watchword was the \" independence of the civil power.\"",
        "Under the Persians a federal bond was formed comprising Sidon, Tyre and Aradus, whose duty it was to contribute 300 triremes to the Persian fleet (Herod.",
        "Spartan arms could enforce the sanction which the Olympian Zeus gave to the oaths of the amphictyones, whose federal bond was symbolized by common worship at his shrine.",
        "Their engagements usually lasted through life, but sometimes only for a specified period or during the continuance of specified circumstances, and they were always ratified by oath, occasionally reduced to writing in the shape of a solemn bond and often sanctified by their reception of the Eucharist together.",
        "A bond was drawn in which Darnley pledged himself to support the confederates who undertook to punish \"certain privy persons\" offensive to the state, \"especially a strange Italian, called Davie\"; another was subscribed by Darnley and the banished lords, then biding their time in Newcastle, which engaged him to procure their pardon and restoration, while pledging them to insure to him the enjoyment of the title he coveted, with the consequent security of an undisputed succession to the crown, despite the counter claims of the house of Hamilton, in case his wife should die without issue - a result which, intentionally or not, he and his fellow-conspirators did all that brutality could have suggested to accelerate and secure.",
        "He was removed to Glasgow, and left for the time in charge of his father; but on the news of his progress towards recovery a bond was drawn up for execution of the sentence of death which had secretly been pronounced against the twice-turned traitor who had earned his doom at all hands alike.",
        "Indeed, an analysis of the composition of the alpine flora as a whole leads to the conclusion that the chief bond of union between its members consists in the treeless character of their habitat.",
        "Meetings of the league were held in 1172 and 1173 to strengthen the bond, and to concert measures against the emperor, the penalties of the church being invoked to prevent defection.",
        "The bond between church and state which had been established by the synod of Dort (1618) and the organization of the Low-Dutch Reformed Church (Nederlandsche Hervormde Kerk) as the national Protestant church, practically came to an end in the revolution of 1795, and in the revision of the Constitution in 1848 the complete religious liberty and equality of all persons and congregations was guaranteed.",
        "One effect of the accession of Queen Wilhelmina was the severance of the bond between the Netherlands and Luxemburg.",
        "He composed an apologetic work under the title Sefer Ha-Berith (\"Book of the Bond\"), a fragment of which is extant, and translated into Hebrew the ethico-philosophical work of Balhya ibn Paquda (\"Duties of the Heart\").",
        "bevµos, a bond or link, and -rpoiri, a turn or change).",
        "He was, in 1684, carried three times to the sessions house, being scarcely able to stand, and without any apparent cause was made to enter into a bond for £400 in security for his good behaviour.",
        "Soon after he was dismissed from all his offices on the following charges, - the concealment, as attorney-general, of a bond belonging to the king, a charge which could not be proved, illegal interference with the court of chancery and disrespect to the king in the case of commendams. He was also ordered by the council to revise his book of reports, which was said to contain many extravagant opinions (June 1616).",
        "Bond, History and Description of Corfe Castle (London and Bournemouth, 1883).",
        "Huxley in his often-quoted paper in the Zoological Proceedings (1867, pp. 4 2 5, 426) was enabled to place the whole matter in a clear light, urging that the Tinamous formed a very distinct group of birds which;, though not to be removed from the Carinatae, presented so much resemblance to the Ratitae as to indicate them to be the bond of union between those two great divisions.",
        "Some slight bond of conContinu- nexion was, however, necessary for defence against anee common dangers; and the Empire had existed so long, of the and so many great associations were connected with empire.",
        "The various states, which had for centuries been virtually independent, were during the next few years not connected even by a nominal bond.",
        "The result was a constitutional dead-lock; for the diet refused to sanction loans until its representative character was recognized; and the king refused to allow to come between Almighty God in heaven and this land a blotted parchment, to rule us with paragraphs, and to replace the ancient, sacred bond of loyalty.",
        "Leopold, then, reverted to the traditional Habsburg methods; the old supremacy of the Church, regarded as the one effective bond of empire, was restored; and the Einheitsstaat was once more resolved into its elements, with the old machinery of diets and estates, and the old abuses.",
        "Here it must suffice to point out that there was among the real and technical allies no true bond of interest, and that many of the states were in fact bound by close ties to members of the Peloponnesian confederacy (e.g.",
        "At a time when there was no real bond of cohesion between the different states, he stirred among them a common enthusiasm; and in making Prussia great he laid the foundation of a genuinely united empire.",
        "Among the ancients, as among Orientals down to the present day, every meal that included salt had a certain sacred character and created a bond of piety and guest friendship between the participants.",
        "The king was the emblem, the focus and the bond of national unity; and to preserve it men were ready to put up with vagaries which to other ages seem intolerable.",
        "The gentry, who had proclaimed their inability to suppress conventicles, were ordered to sign a bond making them responsible for their tenants, and were bound over to keep the king's peace by \" law burrows,\" a method common in private life but unheard of between monarch and people.",
        "The abolition of hereditable jurisdictions and of the claims of feudal superiors to military service, after Culloden, broke the bond between chiefs and clans, and introduced new social and economical conditions, bequeathing the Land Question to the 10th century.",
        "It explains how the Gallo-Roman villa gave place to the village, with its fortified castle, the residence of the lord; how new towns were formed by the side of old, some of which disappeared; how the townspeople united in corporations; and how the communal bond proved to be a powerful instrument of cohesion.",
        "At the same time it traces the birth of feudalism from the germs of the Gallo-Roman personal comitatus; and shows how the bond that united the different parties was the contract of the fief; and how, after a slow growth of three centuries, feudalism was definitely organized in the 12th century.",
        "i seq.) predicts that in the latter times (in the ideal restoration of the people) all persons, free and bond, male and female, shall have the spirit of prophecy - that is, the old order shall be set aside and a new religious constitution established.",
        "On the 31st of October 1797 Gustavus married Frederica Dorothea, daughter of Charles Frederick, grand-duke of Baden, a marriage which might have led to a war with Russia but for the fanatical hatred of the French republic shared by the emperor Paul and Gustavus IV., which served as a bond of union between them.",
        "It should be observed, however, that in his judgment the repeal of the union would not weaken the real bond between Great Britain and Ireland; and he had nothing in common with the revolutionists who, at a later period, openly declared for the separation of the two countries by physical force.",
        "There is a marked growth of refinement and of ideas of morality, and a condemnation of the shameless vice and oppression which went on amid a punctilious and splendid worship. It is extremely significant that between the teaching of the prophetical writings and the spirit of the Mosaic legislation there is an unmistakable bond.",
        "The separate tribal units of Arabia, more or less impotent when divided and at war with one another, received for the first time an indissoluble bond of union from the prophet Mahomet, whose perfect knowledge of human nature (at least of Arab human nature) enabled him to formulate a religious system that was calculated.",
        "But most characteristic of her social position is the Berber woman's right to enter into a sacred bond or agreement, represented by the giving of the anaya.",
        "The bond is geographical and political rather than racial.",
        "The bond of affinity between the various peoples who compose the Pathan community is simply the bond of a common language.",
        "The Peloponnesian War, too, not only added a deeper interest to ordinary questions of policy, but also caused the relations of dissentient parties, of allied and belligerent states, of citizens and aliens, of bond and free, of Greeks and barbarians, to be eagerly debated in the light of present experience.",
        "In Burma the favourite relish of nga-pi is prepared from fish; and at Goalanda, at the junction of the Brahmaputra with the Ganges, and along the Madras coast many establishments exist for salting fish in bond.",
        "Bond in Classical Review (Feb.",
        "The worst feature is the indiscriminate association sometimes seen of all inmates, bond and free, the convicted and accused; even witnesses against whom there is no shadow of a charge are sometimes imprisoned among felons.",
        "The holy spirit of Islam kept the men of Medina together, and inspired in them an all-absorbing zeal for the faith; the Arabs as a whole had no other bond of union and no better source of inspiration than individual interest.",
        "To these elements of discord we must add: - (r) That the Arabs, notwithstanding the bond of Islam that united them, maintained their old tribal institutions, and therewith their old feuds and factions; (2) that the old antagonism between Ma`adites 1 - (original northern tribes) and Yemenites (original southern tribes), accentuated by the jealousy between the Meccans, who belonged to the former, and the Medinians, who belonged to the latter division, gave rise to perpetual conflicts; (3) that more than one dangerous pretender - some of them of the reigning family itself - contended with the caliph for the sovereignty, and must be crushed collie que collie.",
        "The Sentimental Journey through France and Italy was intended to be a long work: the plan admitted of any length that the author chose, but, after seeing the first two volumes through the press in the early months of 1768, Sterne's strength failed him, and he died in his lodgings at 41 Old Bond Street on the 18th of March, three weeks after the publication.",
        "Though not among those taken at the house of Oliver Bond on the 12th of March 1798 (see Fitzgerald, Lord Edward), he was arrested about the same time, and he was one of the leaders who after the rebellion were imprisoned at Fort George till 1802.",
        "This last, the Anabaptist doctrine of the Lord's Supper, was to the effect that brothers and sisters in Christ should partake in remembrance of the death of Christ, and that they should thereby renew the bond of brotherly love as the basis of neighbourly life.",
        "In English law obligation is used in at least four senses - (1) any duty imposed by law; (2) the special duty created by a vinculum juris; (3) not the duty, but the evidence of the duty - that is to say, an instrument under seal, otherwise called a bond; (4) the operative part of a bond.",
        "Simplex and duplex obligatio were the old names for what are now more commonly called a single and a double or conditional bond.",
        "The party bound is still called the obligor, the party in whose favour the bond is made the obligee.",
        "The word \"bond\" is of course a mere translation of obligatio.",
        "Modern Sweden is bounded by the Baltic; during the 17th century the Baltic was merely the bond between her various widely dispersed dominions.",
        "In his endeavours to realize this aim he had to contend with the new spirit of national consciousness animating the Boers, which found expression in the formation of the Afrikander Bond.",
        "The Bond was formed, its work being almost confined to Cape Colony.",
        "While in itself acknowledging no single form of government as the only suitable form, and whilst acknowledging the form of government existing at present [the Bond] means that the aim of our national development must be a united South Africa under its own flag.",
        "In the following year the Farmers' Protection Association was amalgamated with the Bond, and the joint organization fell under the control of J.",
        "Under Hofmeyr's politic control all declarations inconsistent with allegiance to the British Crown were omitted from the Bond's constitution.",
        "Reitz, one of the founders of the Bond, in 1889 committed the Free State to an offensive and defensive alliance with the Transvaal.",
        "He fully admitted that the cry which had become so popular since 1881 of \" Africa for the Afrikanders \" expressed a reasonable aspiration, but he constantly pointed out that its fulfilment could most had from the 16th century onward maintained a Y advantageously be sought, not, as the Kruger party and extremists of the Bond believed, by working for an independent South Africa, but by working for the development of South Africa as a whole on democratic, self-reliant, self-governing lines, under the shelter of the British flag.",
        "In 1884, having the power in his hands when the Scanlen ministry fell, Hofmeyr had put into office a ministry dependent upon the Bond, and had talked of a possible Dutch rebellion in Cape Colony if the Boer freebooters in Bechuanaland were ejected; in 1890 Rhodes became premier with Hofmeyr's approval and support.",
        "In 1891 the Bond Congress was held at Kimberley, and harmony appeared to reign supreme.",
        "A suspicion that the Colonial Office in London was cognizant of Rhodes's plans further excited Dutch national feeling, and the Bond once more became actively anti-British.",
        "Sir Gordon Sprigg, who had become Premier of Cape Colony in succession to Rhodes, found his position untenable, and in October 1898 he was succeeded by a Bond ministry under Mr W.",
        "Moreover the Graaff Reinet speech showed that Milner was aware of the dangerous policy being followed by the Bond.",
        "Messrs Hofmeyr and Herholdt, the one the leader of the Bond and the other the Cape minister of agriculture, visited Pretoria to reason with Kruger.",
        "These triumphs of the Dutch section of South Africans were followed in the general electioai in Cape Colony early in 1908 by a sweeping victory of the Bond, helped by the suffrages of re-enfranchised rebels.",
        "Merriman, who was regarded as a Bond nominee.",
        "They had met with the determined opposition of Mr Merriman (the Cape premier), of the Orange Free State Boers, and of the Bond, which had lost the counsel of Hofmeyr.",
        "There was, then, no longer any difference between Greek and barbarian, between male and female, bond and free.",
        "where a salvor is justified in detaining a British vessel, the master may obtain leave to depart by going with the salvor before the consul, who, after hearing evidence as to the service rendered and the proportion of ship's value and freight claimed, fixes the amount for which the master is to give bond and security.",
        "But the supersession of the law, which was bound up with the regime of sin and death, does not mean the relaxation of the moral bond.",
        "A more real bond of union was found in the dangers to which both had been exposed from the assaults of the Celts (Livy x.",
        "Society may have at one time been matrilinear in the communities that become the historic Hellenes; but of this there is no trace in the worship of Zeus and Hera.18 In fact, the whole of the family morality in Hellas centred in Zeus, whose altar in the courtyard was the bond of the kinsmen; and sins against the family, such as unnatural vice and the exposure of children, are sometimes spoken of as offences against the High God.I\" He was also the tutelary deity of the larger organization of the phratria; and the altar of Zeus c Pparpcos was the meetingpoint of the phrateres, when they were assembled to consider the legitimacy of the new applicants for admission into their circle.20 His religion also came to assist the development of certain legal ideas, for instance, the rights of private or family property in land; he guarded the allotments as Zein KAdpcos,2' and the Greek commandment \" thou shalt not remove thy neighbour's landmark \" was maintained by Zeus \" Opcos, the god of boundaries, a more personal power than the Latin Jupiter Terminus.22 His highest political functions were summed up in the title IIoXtfin, a cult-name of legendary antiquity in Athens, and frequent in the Hellenic world.23 His consort in his political life was not Hera, but his daughter Athena Polias.",
        "Where, as in the last two cases, the sympathetic bond is less strong, we find symbolical interpretation playing an important part.",
        "the Miners' Confederation), \"confederacy\" - from its obsolete legal sense of conspiracy - has come frequently to imply a secret bond, a combination for illicit purposes, or of persons whose identity is not disclosed.",
        "Parental tenderness and care for the young are strongly marked among the lower animals, though so inferior in scope and duration to the human qualities; and the same may be said of the mutual forbearance and defence which bind together in a rudimentary social bond the families and herds of animals.",
        "Over these races the Afghans rule as conquerors and there is no bond of racial unity between them.",
        "These people are largely leavened .with foreign elements and, professing Mahommedanism, religion rather than race is their bond of union.",
        "The chief papers are the Cape Times, Cape Argus, South African News (Bond), both daily and weekly; the Diamond Fields Advertiser (Kimberley) and the Eastern Province Herald (Port Elizabeth).",
        "The organization of the Bond developed into one embracing the Transvaal, the Orange Free State and Cape Colony.",
        "At a later date the Bond in the Cape Colony dissociated itself from its Republican branches.",
        "No better time could be found for establishing the Bond than the present, when the consciousness of nationality has been thoroughly aroused by the Transvaal war.\"..",
        "De Patriot afterwards became imperialist, but Ons Land, another Bond organ, continued in much the same strain.",
        "In addition to having its press organs, the Bond from time to time published official utterances less frank in their tone than the statements of its press.",
        "Some of the Articles of the Bond's original manifesto are entirely praiseworthy, e.g.",
        "If the Bond aroused disloyalty and mistaken aspirations in one section of the Cape inhabitants, it is equally certain that it caused a great wave of loyal and patriotic enthusiasm to pass through another and more enlightened section.",
        "The two actual founders of the Bond party were Mr Borckenhagen, a German who was residing in Bloemf ontein, and Mr Reitz, afterwards state secretary of the Transvaal.",
        "Two interviews have been recorded which show the true aims of these two promoters of the Bond at the outset.",
        "The other interview took place at the beginning of the Bond's existence.",
        "Schreiner objected that the Bond aimed ultimately at the overthrow of British rule and the expulsion of the British flag from South Africa.",
        "In the face of this testimony with reference to two of the most prominent of the Bond's promoters, it is impossible to deny that from its beginning the great underlying idea of the Bond was an independent South Africa.",
        "The intention of this act was a liberal one, but the moment of its introduction was inopportune, and its effect was to give an additional stimulus to the policy of the Bond.",
        "His influence over the Dutch members was supreme, and in addition to directing the policy of the Bond within the Cape Colony, he supported and defended the aggressive expansion policy of President Kruger and the Transvaal Boers.",
        "In 1884 Mr Hofmeyr led the Bond in strongly supporting the Transvaal Boers who had invaded Bechuanaland (q.v.), proclaiming that if the Bechuanaland freebooters were not permitted to retain the territories they had seized, in total disregard of the terms of the conventions of 1881 and 1884, there would be rebellion among the Dutch of Cape Colony.",
        "Nevertheless the Bond party was so strong in the House that they compelled the ministry under Sir Thomas Scanlen to resign in 1884.",
        "It was Mr Hofmeyr's refusal to accept this responsibility, as well as the nature of his Bond policy, which won for him the political sobriquet of the \" Mole.\"",
        "From 1881 down to 1898, Mr Hofmeyr practically determined how Dutch members should vote, and also what policy the Bond should adopt at every juncture in its history.",
        "Other well-known politicians at the Cape subsequently found it convenient to adapt their views a good deal too readily to those held by the Bond.",
        "Prior to the formation of this ministry (see table at end of article), and while Sir Gordon Sprigg was still in office, Mr Hofmeyr approached Rhodes and offered to put him in office as a Bond nominee.",
        "When, however, Rhodes was invited to take office after the downfall of the Sprigg ministry, he asked the Bond leaders to meet him and discuss the situation.",
        "The bill certainly did not err on the side of severity, but disfranchisement for their supporters in large numbers was more distasteful to the Bond extremists than any stringency towards individuals.",
        "Moreover, in the autumn of 1902 Sir Gordon Sprigg, the prime minister, nominally the leader of the Progressives, sought to maintain his position by securing the support of the Bond party in parliament.",
        "Reconciliation between the Bond and British elements in the colony was, however, still impossible, and the two parties con centrated their efforts in a struggle for victory at the coming election.",
        "Mr Hofmeyr, who had chosen to spend the greater part of the war period in Europe, returned to the Cape to reorganize the Bond.",
        "The election turned on the issue of British or Bond supremacy.",
        "The rejected candidates included prominent Bond supporters like Mr Merriman and Mr Sauer, and also Sir Gordon Sprigg and Mr A.",
        "The town voter being mainly British, the bill met with the bitter opposition of the Bond members, who declared that its object was the extinction of their parliamentary power.",
        "On the exclusion of Chinese from the colony the Bond party were also in agreement with the ministry.",
        "The Bond, on its side, sought to draw closer to Het Volk, the Boer organization in the Transvaal, and similar bodies, and at its 1906 congress, held in March that year at Ceres, a resolution with that aim was passed, the design being to unify, in accordance with the original conception of the Bond, Dutch sentiment and action throughout South Africa.",
        "- The elections for the legislative council were held in January 1908 and resulted in a Bond victory.",
        "Neither of these politicians was a member of the Bond, and both had held office under Cecil Rhodes and W.",
        "They had, however, been the leading parliamentary exponents of Bond policy for a considerable time.",
        "Thus was broken the bond of unity which had for three-quarters of a century kept the subjects of the two nations together in schemes of aggression upon a common foe.",
        "The first was hardly a sufficient bond of union, among men of different nationalities, when booty could be had nearly always by private venture under the colours of the separate European powers.",
        "The southern or Mahratta group includes Kolhapur, Akalkot, Sawantwari, and the Satara and southern Mahratta Jagirs, and has an historical bond of union in the friendship they showed to the British in their final struggle with the power of the peshwa in 1818.",
        "And Millet - \" I try not to have things look as if chance had brought them together, but as if they had a necessary bond between themselves.",
        "SIR WILLIAM MULOCK (1843-), Canadian statesman and jurist, was born at Bond Head, Ontario, on the 19th of January 1843, the son of T.",
        "And as the legal manumission dissolved a son's previous agnatic relationships, so, too, the person baptized gave up father and mother, &c., and became one of a society of brethren the bond between whom was not physical but spiritual.",
        "The Act of Union, passed in the parliaments of England and Scotland, joined the legislatures of the two kingdoms and the nations themselves in an indissoluble bond.",
        "He offered to relieve the shipping interest by transferring some of the cost of lighting the coasts to the Consolidated Fund; the West Indja interest by sanctioning the refining of sugar in bond; and the landed classes by reducing the malt tax by one-half, and by repealing the old war duty on hops.",
        "Pufendorf powerfully defends the idea that international law is not restricted to Christendom, but constitutes a common bond between all nations because all nations form part of humanity.",
        "Such speculative views are associated with the revival of another traditional piece of mysticism - the Holy Spirit the Copula or bond of union in the Godhead.",
        "Nor have we to consider the special doctrines that have formed the bond of union of the Christian communities except in their ethical aspect, their bearing on the systematization of human aims and activities.",
        "Simultaneously with Lassell, on the opposite shore of the Atlantic, Bond.",
        "C. Bond identified Hyperion; and he perceived, on the 15th of November 1850, Saturn's dusky ring, independently observed, a fortnight later, by W.",
        "Bond at the Harvard observatory, De la Rue in England, and Rutherford in New York, produced lunar photographs of remarkable accuracy and beauty.",
        "P. Bond at Harvard and F.",
        "The valuable support he then gave to Mr. Lloyd George in reconciling the doctors to his proposals created a firm bond between him and the future Prime Minister.",
        "The following clause embodies the necessary exceptions to the very general language used in the definition of the offence: - \"Provided that nothing in this section contained shall extend to any second marriage contracted elsewhere than in England and Ireland by any other than a British subject, or to any person marrying a second time whose husband or wife shall have been continuously absent from such person for the space of seven years then last past, and shall not have been known by such person to be living within that time, or shall extend to any person who at the time of such second marriage shall have been divorced from the bond of the first marriage, or to any person whose former marriage shall have been declared void by any court of competent jurisdiction.\"",
        "After the death of St Patrick the bond between the numerous church families which his authority supplied was greatly relaxed; and the saint's most formidable opponents, the druids, probably regained much of their old power.",
        "Although the Irish Church conformed to Roman usage in the matter of Easter celebration and tonsure in the 7th century, the bond between Ireland and Rome was only slight until several centuries later.",
        "When Lord Beaconsfield appealed to the country in March 1880, he reminded the country in a letter to the viceroy, the duke of Marlborough, that there was a party in Ireland \" attempting to sever the constitutional tie which unites it to Great Britain in that bond which has favoured the power and prosperity of both,\" and that such an agitation might in the end be \" scarcely less disastrous than pestilence and famine.\"",
        "There were so many irregularities and so much corruption connected with the bond issues of reconstruction days that it is impossible to discover their exact amount.",
        "Conrad then travelled through his dominions, received tribute from tribes dwelling east of Saxony, and by his journey \"bound the kingdom most firmly in the bond of peace, and the kingly protection.\"",
        "MULLAH (Arabic maula, a term which originally expresses the legal bond connecting a former owner with his manumitted slave, both patron and client being called maula, and thus suggests the idea of patronage), in Mahommedan countries, a learned man, a teacher, a doctor of the law, In India the term is applied to the man who reads the Koran, and also to a Mussulman schoolmaster.",
        "The kingdoms of France and Germany, still too large, owed their existence to a series of dispossessions imposed on sovereigns too feeble to hold their own, and consisted of a great number of small states united by a very slight bond.",
        "Both countries, ~ exhausted by twenty years of war, were incapable of bringing it to a successful termination, yet neither would be first to give in.; Mazarin, therefore, disquieted by Conds victory at Valenciennes (I656), reknit the bond of Protestant alliances, and, having nothing to expect from Holland, he deprived Spain of her alliance with Oliver Cromwell (March 23, 1657).",
        "The materials of the work come chiefly from Aristotle, but they are conceived in a Platonizing spirit, which places as the bond of all things a universal soul of the world with its partial or fragmentary souls.",
        "A single blow delivered as much by Christian as by Moslem hands, sufficed to cut the bond which seemed to hold the kingdom together, and to scatter its fragments all over the soil of the Peninsula.",
        "To tighten the bond with Leon, Alphonso of Castile married his daughter Berengaria to its king Alphonso (1188-1230), the son of his uncle Fernando.",
        "The real bond between them lay in the common crown, the common creed.",
        "Diseases and distrubances of the ordinary functions of the organs were attributed to the influence of planets or explained as due to conditions observed in a constellation or in the position of a star; and an interesting survival of this bond between astrology and medicine is to be seen in the use up to the present time of the sign of Jupiter 4., which still heads medicinal prescriptions, while, on the other hand, the influence of planetary lore appears in the assignment of the days of the week to the planets, beginning with Sunday, assigned to the sun, and ending with Saturday, the day of Saturn.",
        "The Catholic bond of marriage has become stronger than the primitive Teutonic bond of kinship. Mistress now of the inexhaustible hoard of the Nibelungs, Kriemhild sought to win a following by lavish largesses; but this Hagen frustrated by seizing the treasure, with the consent of the kings, and sinking it in the Rhine, all taking an oath never to reveal its hidingplace, without the consent of the others, so long as they should live (Avent.",
        "P. Dupanloup, then engaged in Organizing the ecclesiastical college of St Nicholas du Chardonnet, a school in which the young Catholic nobility and the most gifted pupils of the Catholic seminaries were to be educated together, with a view to cementing the bond between the aristocracy and the priesthood.",
        "This agreement, known as the Gera Bond, ratified the Dispositio Achillea.",
        "The nobles and prelates generally preferred to raise their share of the revenue by the old method of a bede, or contribution, thus weakening the remaining bond between them and the burghers.",
        "It is very refractory, and is applied by mixing with water and some bond, such as sodium silicate or gas-tar.",
        "That bond and the unswerving praise of Mr. Fulton at the bank was probably why she was given the job as cook.",
        "Each survived on the other's strength and love forging a bond that is truly unique.",
        "Their bond was stronger than ever, and Jule's body bristled with magic that felt both foreign and familiar, like a memory long ago forgotten.",
        "He felt her distress through their bond and suspected the Watcher upset her.",
        "It's the deepest bond my â€¦ our kind can share and one that Czerno had in store for you.",
        "Her reading had shed some insight, saying that when an Oracle died, she could be brought back to life by a blood bond.",
        "His terrified, brave little Oracle was entrancing, the shimmer that caught his attention when they met much stronger with their bond.",
        "Her eyes were riveted to his frame in a way that warned her the bond she'd felt with Gabriel was now with this creature.",
        "The mating bond is one, used by Immortals and deities.",
        "A blood bond is another, practiced between demons in place of the mating bond.",
        "If the blood bond takes, there is nothing that can break a double-bond.",
        "By law, you are mine twice over even without the blood bond.",
        "Because you felt the mating bond with him first?",
        "You won't convince me what I felt towards Gabriel wasn't real, and there is nothing you can do to make me do this blood bond.",
        "\"Blood bond,\" he said quietly.",
        "The blood bond is the greatest obligation a demon can take to another.",
        "The blood bond has to take.",
        "The blood bond between demons is to ensure one of them doesn't get too hungry and bleed the other dry.",
        "Add a blood bond to it?",
        "I thought if she was gone, the bond would reverse, return me to Gabriel, she said.",
        "Darkyn calls the blood bond his insurance for when I win.",
        "Such is the nature of a blood bond.",
        "Was this a benefit of her bond to him?",
        "He's been fair and brutally honest, and he can't hurt me because of our blood bond.",
        "And the strength of a blood bond.",
        "Grudgingly, she spoke honestly, knowing there was nothing anyone â€“ even Gabriel â€“ could do to break a double bond.",
        "The familiar demon blood bond script ran down one arm from his shoulder to his elbow.",
        "Wynn listened, aware of the demon blood bond and its origins from the time-before-time.",
        "The idea Darkyn voluntarily took a bond to a human when he made a name for himself disobeying his former master â€¦ There might be a reason Darkyn hadn't explained it to his mate.",
        "Immortal Code, Rule 3: The bond between an Immortal and its mate is sacred, unbreakable.",
        "They said â€¦I'm his preordained mate, a bond that can't be broken.",
        "With the bond between them all but shoving her into his arms, was it possible to deny their fates together for long?",
        "Rhyn already broke their bond, unless â€¦ she had to break it, too.",
        "Sasha can help me break the bond so you don.t have to deal with that anymore.",
        "He.d hoped to use Sasha.s knowledge to break her bond to Rhyn and mate with her himself, despite their",
        "\"You know no one can force the bond to break,\" he continued.",
        "While Lilith.s tattooâ€”and therefore, her bond to himâ€”had never fully materialized, he.d find a way to ensure Hannah.s did.",
        "He felt the loss of their bond like he.d felt the isolation of Hell.",
        "Unless â€¦ you gave up your bond but she didn.t give up hers.",
        "It's the bond between an Anshan dhjan and his mate.",
        "When he began to retract his fangs, she held his head closer, not willing to break the bond they had waited so long to share.",
        "Once the bond between the half-breed and its human re-emerged a mere seven days after it was severed, Rhyn could channel his power again.  Death was waiting for that day, and Darkyn had to beat her at her game.",
        "\"I dreamt where Death told me about the seven days â€¦ \" Gabe drifted off and shook his head, as if to clear a bad memory.  \"You're saying Rhyn didn't break the bond?\"",
        "Rhyn stepped into the portal.  He crossed fast and leapt through the portal leading to the Caribbean Sanctuary.  No sooner had he hit the sandy beach than the restraints of the underworld fled, knocking him off his feet.  His body bucked under the influence of power.  Sudden pain shot through him, followed by the sensation of his magic snapping back into a bond too strong for him to access.",
        "Empathy shown by Emma Darwin, who had lost a daughter ten years earlier, formed a lasting bond between the two women.",
        "There then ensues the James Bond \"chase.\"",
        "The precarious situation may be better for Asia's bond markets than its stocks.",
        "If any buried hydrogen bond donors do not have an acceptor, they are listed.",
        "Like water and the amide bond in peptides, the imidazole ring can act as both a hydrogen bond acceptor and donor.",
        "Advent of the euro was undoubtedly a major factor driving the increase in bond market activity.",
        "Review: I went into the book expecting a thrilling spy adventure a la James Bond or Jason Bourne.",
        "A bond of brotherly affection and patriarchal intimacy unites all its members.",
        "The shared experiences of active alcoholism at AA meetings make up a bond among all members of Alcoholics Anonymous.",
        "A hydrocarbon that possesses one double bond belongs to the next homologous series called alkenes.",
        "They lay in wait for Bond and company with a deadly ambush.",
        "amide bond formed results in the loss of a water molecule.",
        "See Figure 16: Figure 16- Timber roof anchorage to bond beam RC roofs can be also constructed.",
        "Bond to Dr. No while observing the latter's aquarium: \" Minnows masquerading as whales.",
        "Silicon being a larger atom than carbon can form only a single covalent bond with an oxygen atom.",
        "At Sheffield based auctioneers ELR four Bond titles have gone under the hammer for UK record prices, to the same private collector.",
        "On the inside it is pure James bond baddie with shiny ivory-coloured seats and a white interior.",
        "bail bond for up to 60 days travel in Western Europe on request.",
        "benzene ring forms a new bond with carbon 10.",
        "She's dressed in a Bond girl white bikini.",
        "V itamin B 12 is the only known essential biomolecule with a stable metal-carbon bond, that is, it is an organometallic compound.",
        "black ink printed on a quality bond paper.",
        "Let sinew bond with bone, gristle with offal blah blah blah blah... that should do it.",
        "James Bond spoof all to sell a rather bland car!",
        "Yeah, Bibi is annoying and the PTS is a real howler, but no Bond film is without a few bobbles.",
        "I look forward, if selected, to strengthen this bond of common purpose.",
        "As siblings we have an unbreakable bond - an invisible cord thru which we know and love each other.",
        "The relative weakness of the bond is reflected in the bond enthalpy.",
        "Catalytic Type The catalytic type of a peptidase relates to the chemical groups responsible for its catalysis of peptide bond hydrolysis.",
        "The Friends Provident with-profits bond will likely have penalties for anyone who wants to exit in the first five years, says Ms Bowes.",
        "bond of brotherhood between his people.",
        "bond of friendship, the new Emperor offers to marry Titus ' daughter Lavinia.",
        "Bond: A bond is held for £ 100 to cover any breakages or repairs.",
        "Measurements of thresholds for bond breakage and the energy released into the photofragments allow very precise determinations of strengths of chemical bonds.",
        "Its imposing front facade of red brickwork in Flemish bond with finely lined pointing even merits a mention in Pevsner.",
        "Left, the English bond pattern brickwork for the outer wall is starting to take shape.",
        "Bromine as an electrophile Again, the bromine as an electrophile Again, the bromine is polarized by the approaching pi bond in the cyclohexene.",
        "The bond of religious brotherhood is like the bond of family.",
        "clarets in the summer of 1986 after playing for a year without contract and signed for Bond at St. Andrews.",
        "cleavage of this bond by hydrolysis spontaneous?",
        "At higher photon energies, smaller fragment ions are formed following cleavage of more than one bond.",
        "Once activated caspases act as cysteine proteases, using a cysteine side chain for catalyzing peptide bond cleavage at aspartyl residues in their substrates.",
        "At high collision energies, all protonated benzodiazepines eliminate a hydrogen atom by simple bond cleavage.",
        "cleavek then in the colored regions to find out the cleaving bond.",
        "electing a new co-chair BOND asked for DEG members to nominate themselves if they wanted to stand for co-chair of DEG.",
        "Baby Massage Classes Helps relieve colic, constipation, restlessness and lets mother and baby bond in a relaxed calm environment.",
        "Personal Injury Bond Pearce LLP's personal injury team recovers compensation for people who have been injured in accidents.",
        "She was become a bond to both, an influence over each, a mutual concord.",
        "confessed playing James Bond always felt ' phony ' .",
        "The image of Bond as the sexual conquistador belongs to the films.",
        "There were \" Violent tornados of temper when he would lose himself \" as Bond & Tobin put it, not continual aggravation.",
        "coordination sphere, bond lengths and angles are shown in table 4.3.",
        "Radicals also come together forming covalent bond in Termination steps.",
        "An OH - nucleophile forms a dative covalent bond with one of the hydrogen atoms.",
        "True to form James Bond also escapes by running across the heads of the very hungry crocodiles.",
        "I felt many times I was reading about a cardboard cutout of Bond, not the man himself.",
        "Bond is knocked out by a poisoned dart to the neck.",
        "dative covalent bond.",
        "dative bonducleophile forms a dative covalent bond with one of the hydrogen atoms.",
        "decoupled from emotionality, trust becomes a security code, a bond a secure server.",
        "Computer-based commercial transactions are essentially decoupled from emotionality, trust becomes a security code, a bond a secure server.",
        "Shogun bond Straight bond denominated in foreign currency, other than JPY, issued by a foreign issuer on the Japanese capital market.",
        "Finally, I totally agree with Bond that discourse contexts will improve generating more accurate determiners that have anaphoric relations.",
        "In each case, the dimer bond length is increased somewhat compared to the clean dimer bond length is increased somewhat compared to the clean dimer (2.37 Ã… ).",
        "dissimilar in general appearance to the Bond.",
        "This in turn involves bond dissociation, gain of an electron by the halogen, and hydration of the halide ion.",
        "In effect, it achieves its results by temporarily raising or lowering the bond dissociation energy.",
        "disulfide bond.",
        "There's manilla in your bond paper dreams, a painted sadness on these our Russian dolls.",
        "The plaque was kindly donated by Brooke Bond Tea.",
        "Moreover, a covalent bond between two highly electronegative elements will clearly be strong.",
        "enthalpymply add together the molar bond enthalpies involved for the reactants to obtain a total endothermic value.",
        "Note: The reason for fluorine's low bond enthalpy is described on another page.",
        "Also... bond enthalpy values apply to molecules in the gaseous state.",
        "Their common bond is their boundless enthusiasm for the films we love.",
        "epoxy adhesive to bond them all together.",
        "Tom Peters has described it as: The relentless pursuit of an almost familial bond between customer and product.",
        "We then departed with our host family for an evening that helped to cement the bond between three European cultures.",
        "It is from this that he develops an almost fatherly bond with Krisztina.",
        "fidelity insurance bond to cover members ' money against fraud or theft.",
        "I like all the bond films, the Godfather films, Pretty Woman, those sorts of films.",
        "Homolytic bond fission means the original pair of (Cl-Cl) bonding electrons is split between the two radicals formed.",
        "Heterolytic fission is more common where a chemical bond is already polar.",
        "Breaking bonds can be referred to as bond fission.",
        "fountr Spirit is the fire of love, the font of wisdom, the bond of unity.",
        "The lower masonry courses of the surviving fragment of the Chapter House are in bond with the east wall of the Sacristy.",
        "fraternal bond unites these finely-honed instruments of war.",
        "Bond mutual funds As the name suggests, bond mutual funds invest in bonds and other debt securities.",
        "gable end walls should be confined by a bond beam running along the roof line.",
        "How do you think future generations will view Bond?",
        "I am chasing a ggg grandfather James Bond (I am not kidding!",
        "host family for an evening that helped to cement the bond between three European cultures.",
        "hydrogen bond donor groups bind to the anion.",
        "hydrogen bond parameters (length, tolerance and max opening angle) are defined in the squid_param file.",
        "hydrogen bond routine is slower but more accurate and requires the presence of the polar hydrogen atoms.",
        "Bob Bond Bob Bond is a celebrated football illustrator, having worked on the original Roy of the Rovers magazine.",
        "imposing front facade of red brickwork in Flemish bond with finely lined pointing even merits a mention in Pevsner.",
        "Bond's self-assurance was so impregnable that his women needed ludicrous identities and pumped-up sexuality to compete.",
        "indissoluble marriage bond."
    ],
    "definition": [
        "A bond provided, usually for a fee, by one party, such as an insurance company, to protect against the potential actions or default of another party, by guaranteeing to perform certain acts or to pay an amount up to the limits of the bond if the other party acts or fails to act as prescribed in the bond. Also called a suretyship bond. See also surety and suretyship.",
        "A long-term, interest-bearing instrument, in the form of a certificate, issued to the public by a corporate or governmental entity as a way to borrow money. The obligor promises to repay the money on or before a specific date and makes regular interest payments until then. The owner of the bond is not a stockholder and has no ownership interest in the entity, but is only a creditor, and the debt is often secured by a lien on the entity’s property. See also debenture.",
        "Link/Cite"
    ]
}