{
    "translation": ".1 לשעמם\n.2 לקדוח",
    "uses": [],
    "definition": [
        "In fluid mechanics, a jump in the level of moving water, generally propagating in the opposite direction to the current. Strong ocean tides can cause bores to propagate up rivers.",
        "The white, shallow portion of a wave after it breaks. The bore carries ocean water onto the beach.\nA tidal wave caused by the surge of a flood tide upstream in a narrowing estuary or by colliding tidal currents.",
        "The white, shallow portion of a wave after it breaks. The bore carries ocean water onto the beach.",
        "A tidal wave caused by the surge of a flood tide upstream in a narrowing estuary or by colliding tidal currents.",
        "Link/Cite",
        "To make a hole through something.\nShakespeare\nI'll believe as soon this whole earth may be bored.",
        "Shakespeare\nI'll believe as soon this whole earth may be bored.",
        "(intransitive) To make a hole with, or as if with, a boring instrument; to cut a circular hole by the rotary motion of a tool.\nto bore for water or oil\nAn insect bores into a tree.",
        "To form or enlarge (something) by means of a boring instrument or apparatus.\nto bore a steam cylinder or a gun barrel; to bore a hole",
        "To make (a passage) by laborious effort, as in boring; to force a narrow and difficult passage through.\nto bore one's way through a crowd",
        "(intransitive) To be pierced or penetrated by an instrument that cuts as it turns.\nThis timber does not bore well.",
        "(intransitive) To push forward in a certain direction with laborious effort.",
        "To inspire boredom in somebody.\nShakespeare\nHe bores me with some trick.\nCarlyle\n[…] used to come and bore me at rare intervals.",
        "Shakespeare\nHe bores me with some trick.",
        "Carlyle\n[…] used to come and bore me at rare intervals.",
        "(of a horse) To shoot out the nose or toss it in the air.",
        "(to make a hole): borer",
        "(to inspire boredom): bored, boredom, boring",
        "A hole drilled or milled through something.\nthe bore of a cannon",
        "The tunnel inside of a gun's barrel through which the bullet travels when fired.",
        "A tool, such as an auger, for making a hole by boring.",
        "A capped well drilled to tap artesian water. The place where the well exists.",
        "One who inspires boredom or lack of interest.",
        "Something that wearies by prolixity or dullness; a tiresome affair.",
        "Calibre; importance.",
        "A sudden and rapid flow of tide in certain rivers and estuaries which rolls up as a wave; an eagre.",
        "simple past tense of bear",
        "Link/Cite"
    ]
}