{
    "translation": ".1 משעמם\n.2 קידוח",
    "uses": [
        "I must be boring you to death.",
        "She didn't stay long in the boring room.",
        "Each trip was more boring than the last.",
        "Those blue eyes were boring into her soul, searching for heaven only knew what.",
        "One day I'm a boring financial planner, and the next day, I can't go out in sunlight and I see the future.",
        "She could feel his eyes boring into her as she spoke.",
        "They were all at their boring 9-5 jobs now.",
        "For such buried deposits boring is cheaper than sinking.",
        "This seems to be due to the dust abundantly produced in mining operations, and especially by machine drills when boring \" dry \" (rising) blast holes.",
        "I trudged through a boring day, knowing I'd return to an empty apartment as Betsy was off to Los Angeles for the entire week.",
        "His condo was as Bianca had said, boring with no color and no character.",
        "We were finding make work at the office increasingly boring but I suspected our absence would produce unwanted curiosity.",
        "Boring was effected with the sand-drill; the hardest rocks may have been pierced with specially hard sand.",
        "She was boring him to death, but he was too polite to drop her off and run.",
        "Boring, with a capital B.",
        "Some things never grew boring no matter how often they were repeated.",
        "From 1880 to 1885 the first brines were obtained in Wyoming and Genesee counties by boring deep wells into beds of rock salt, and in 1885 the mining of the extensive deposits of rock salt in Livingston county was begun.",
        "In order to be sure that the heat was not due to the action of the air upon the newly exposed metallic surface, the cylinder and the end of the boring bar were immersed in 18-77 lb.",
        "They locked gazes, his intense silver eyes boring through her.",
        "\"Out of town gets boring and lonely,\" Dean suggested, but she just shook her head.",
        "We still have people in boring, dead-end jobs only because we haven't built a machine to do the work.",
        "The death-dealers were boring to talk to.",
        "\"Dusty's apartment is soooo boring,\" Darian complained.",
        "In order to see whether the heat came out of the chips he compared the capacity for heat of the chips abraded by the boring bar with that of an equal quantity of the metal cut from the block by a fine saw, and obtained the same result in the two cases, from which he concluded that \"the heat produced could not possibly have been furnished at the expense of the latent heat of the metallic chips.\"",
        "veins and flat deposits below the general level Boring of the country; or the outcrop lies beyond the limits of the property or under water or water-bearing formations, or is covered by quicksand, or is deeply buried.",
        "boring grub of a longhorn-beetle or of the saw-fly Sires, with its stumpy vestiges of thoracic legs; the large-headed but entirely legless, fleshy grub of a weevil; and the legless larva, with greatly reduced head, of a bee.",
        "I, Ben Gustefson, collated boring statistical figures while locked in a cramped cubical of a company that offered me no future potential.",
        "In fact, the normal world --while comforting --seemed a bit boring after her trauma.",
        "In the case of coal, salt, iron ore, pyrite and other homogeneous minerals, boring may give all the information required.",
        "The system usually adopted is a modification of the Canadian system already described, the boring rods being, however, of iron instead of wood, but the cable system has also to some extent been used.",
        "The principle of proving a mineral field by boring is illustrated by fig.",
        "The Nitidulidae are a large family with 1600 species, among which members of the genus Meligethes are often found in numbers feeding on blossoms, while others live under the bark of trees and prey on the grubs of boring beetles.",
        "The term 1 is not limited to underground operations, but includes also surface excavations, as in placer mining and open-air workings of coal and ore deposits by methods similar to quarrying, and boring operations for oil, natural gas or brine.",
        "Back to my boring life, my horrible job, my tiny apartment.",
        "This will increase the cost of boring and will render the holes more likely to swerve from the true direction.",
        "Imagine if all the people with boring, dead-end machine jobs were told they never had to work another day in their life at a job they did not like.",
        "In extreme cases the results from boring are likely to be untrustworthy and misleading unless the work is done on such a scale that the cost becomes prohibitory.",
        "Salivary glands are present, and in some carnivorous forms (Dolium) these secrete free sulphuric acid (as much as 2% is present in the secretion), which assists the animal in boring holes by means of its FIG.",
        "Here it becomes encysted, and losing its boring apparatus and claw-bearing processes remains for a time quiescent.",
        "The third method of sinking through water-bearing strata is that of boring, adopted by Messrs Kind & Chaudron in Belgium and Germany.",
        "It was a typical evening – one some people might consider boring, but to him it was pure pleasure.",
        "The sap is collected in spring, just before the foliage develops, and is procured by making a notch or boring a hole in the stem of the tree about 3 ft.",
        "(For the methods of boring see Boring.) The working of coal may be conducted either by means of levels or galleries driven from the outcrop in a valley, or by shafts or pits sunk from the surface.",
        "The core is served with a thick coating of wet jute, yarn or hemp (h), forming a soft bed for the sheath, and, to secure immunity from the ravages of submarine boring animals, e.g.",
        "It was a hoot at first, reading that stuff, but it got boring in a hurry.",
        "Sanitation, however, is improving and much good has resulted from the boring of numerous artesian wells which yield good water.",
        "The legislation against Baptists (about 1644-1678) and the persecution of the Quakers (especially 1656-1662) partook of the brutality of the time, including scourging, boring of tongues, cutting of ears and in rare cases capital punishment.",
        "Wounds may be artificially grouped, under such heads as the following: Burrows and excavations in bark and wood, due te boring insects, especially beetles.",
        "On the other hand, there are Arctic species like the ground-beetle, Pelophila borealis, and south-western species like the boring weevil, Mesites Tardyi, common in Ireland, and represented in northern or western Britain, but unknown in eastern Britain or in Central Europe.",
        "It has therefore been proposed, for greater depths, to put four columns of tubbings of smaller diameters, 82 and 52 ft., in the shaft, and fill up the remainder of the boring with concrete, so that with thinner and lighter castings a greater depth may be reached.",
        "In the first instance, a smaller cutting frame is used, boring a hole from 3 to 5 ft.",
        "We see with our eyes many people doing mind-numbingly boring jobs and assume that is all they are capable of doing.",
        "Rumford was engaged in superintending the boring of cannon in the military arsenal at Munich, and was struck by the amount of heat produced by the action of the boring bar upon the brass castings.",
        "\"I wonder why you agreed to my deal, if it rendered me boring!\" he snapped.",
        "When she found it boring, she put the movements to music.",
        "This was one trip that wouldn't be boring.",
        "No group of terrestrial insects escapes their attacks - even larvae boring in wood are detected by ichneumon flies with excessively long ovipositors.",
        "Film Quarterly, 1959 I found 'Ben Hur ' in every way bloody bloody and bloody boring.",
        "boring stuff ' area of the book page.",
        "This view was hotly contested by many workers and it was sought to explain the trichogyne - without much success - as a respiratory organ, or as a boring organ which made a way for the developing apothecium.",
        "boring bits that we really don't understand.",
        "If you find your exercise plan boring, you can add new options to ramp up the intensity.",
        "While you may find it boring, it's important to do it, and it will help keep you motivated to stay with the program for the long haul.",
        "Exercising on a treadmill doesn't have to be boring, as some people might think.",
        "In fact, this little high-schoolish infighting is getting a bit old and boring.",
        "Long hair is anything but boring, especially considering all of the different hair styles that you have available at your fingertips.",
        "Whereas summer and spring looks are flirty, fun, and casual, fall styles are usually a bit more formal and reserved, but that does not mean they are boring or unattractive.",
        "You cannot be scene and have boring old brown hair.",
        "If your choice is the latter, don't worry - comfortable and familiar don't have to mean boring and lackluster.",
        "For going to work, school, or dashing around town, everyday hairdos have to be easy and practical, but they absolutely do not have to be boring.",
        "Pantsuits don't have to be boring or matronly.",
        "Some people may perceive money management as boring or complicated.",
        "The redundant lyrics made the song very boring.",
        "However, as the months drift by, many women will ache to feel like themselves again, and the look and texture of boring, white, stretchy nursing bras can leave you feeling more matronly than womanly.",
        "Why dress your baby up in plain, boring blue or pink when you can poke some fun at all the baby-isms?",
        "You may think your gift card is \"boring\", but the new parents will be silently thanking you as they stand in line to buy more formula, diapers or wipes.....",
        "When choosing a luggage design, don't go for the usual boring black.",
        "Not bad for a long, boring plane trip.The iAudio U2, on the other hand, has a four-line black and white LCD screen that displays rudimentary track information and a few other stats.",
        "There are probably many unique stores and restaurants you can buy gift cards for that don't exude boring.",
        "Gone are the days of boring red and blue plastic feeding dishes.",
        "The number one rule of a Cosmopolitan cocktail recipe is, don't make a boring drink.",
        "By replacing the stock furniture, which is generally very bland and boring, with pieces that you select, the dorm room feels more personal and makes you feel more at home.",
        "A commitment to green living definitely doesn't mean being boring; on the contrary, a Tesla car is at the cutting edge of both environmentalism and style.",
        "Going green and leading a more environmentally friendly lifestyle needn't be dull and boring.",
        "This helps tie in the walls without being bland or boring.",
        "It didn't matter whether the house's decor was modern, colonial, or traditional, they all sported boring, white (or sometimes unpainted) doors.",
        "It's not hard to turn a boring, sterile-looking dorm room into a comfortable and stylish living space.",
        "It sounds boring, but it looks fabulous.",
        "Before you get to the good stuff in any decorating or interior design project, you have to get some of the boring basics out of the way.",
        "Small accent lamps can turn a room from dull and boring to bright and beautiful.",
        "While a few bathroom decorating ideas can help resurrect a boring space, even the best decorating tips can't rescue an awkward floor plan or an oddly colored bathtub or sink.",
        "A room that was once dull and boring magically becomes an awe inspiring living space when spruced up with a fresh coat of paint.",
        "If you are tired of plain, boring white or beige walls consider one of the dozens of decorative wall painting techniques to liven up your rooms.",
        "For a versatile look in any bedroom, trust the simple beadboard headboard as the base for classic style that is anything but boring.",
        "Contrary to popular belief, a neutral, safe paper won't make your room feel larger, it will just feel more boring.",
        "Some people think that white is boring, but over the years it has consistently been a popular color choice for kitchens.",
        "If you choose a color that's too bland the house can look flat and boring, but if you choose one that's too bold the house can look gaudy and garish.",
        "While it's a good idea to use neutral colors when selling your home, try not to make it boring.",
        "If that bedroom lamp or those throw pillows start to look a bit boring, you'll be able to move them to the family room or den if you've blended your design strategies well.",
        "MAC Pink Opal looks a little boring in the jar, but my fellow cool-toned friend had raved about it so, I had to give it a try.",
        "They're brown with lighter tips, which I find boring and not dramatic enough for my dark hair.",
        "Many women lament their brown eyes, falsely believing that the eye color is plain or boring.",
        "This is important because black liner often looks too harsh for the daytime hours and brown becomes rather boring day in and day out.",
        "Bella opts for neutral, barely there hues that could border on boring for the experimental, color enthused makeup artist.",
        "Don't say you stay at home constantly and live a boring, uneventful life--even if you do.",
        "On the other hand, you may not want the usual type of pet because dogs and cats can get boring and bats and llamas simply do not agree with you, so mythical pets seem more fun.",
        "I worked for some British newspapers, but I always seemed to get the boring assignments - \"Old man grows enormous turnip - exclusive!\" or \"Cantankerous old lady sees Messiah on piece of toast.\"",
        "I also got all the boring council meetings.",
        "I didn't want to be tagged as the Clark Kent - the guy who got the boring stuff all the time.",
        "With lack of voices or background music, players may even find it boring.",
        "The ancient languages of Greek and Latin are not the boring school subjects of old that they've been made out to be in movies and books.",
        "Placing your subject in the dead center of the frame makes for a boring, static picture.",
        "Either invest in a good tripod and take the photos yourself or hire a freelance photographer and brainstorm ways to breathe new life into boring family portrait poses.",
        "While some look great on film, other poses can make a subject look lifeless and boring.",
        "However, simple doesn't have to mean boring.",
        "Your food doesn't have to be bland and boring.",
        "Healthy cooking does not have to mean boring food.",
        "Adding a tropical flavor (pineapple) to this dish makes it appealing to kids who might otherwise find it boring.",
        "Well, salads are only boring if they are made that way!",
        "If you have items that you'd prefer to keep hidden, try to choose storage containers that make a decorative statement instead of simply stashing everything in boring plastic boxes.",
        "Even though scrapbook titles serve a very practical purpose that doesn't mean they have to be boring.",
        "This makes for a much more meaningful layout than static shots of the cooking process or boring images of the finished product sitting alone on a plate.",
        "Some people find it a truly relaxing fun pastime while others find it totally boring.",
        "Regular study habits may sound dull or boring, but they instill confidence on test day.",
        "In class, usually only I'd know the answers cuz I am pretty much the class brain, which was boring.",
        "The American Library Association is a great place for us to kick off our list for the top books for teens, and if you think library is a quaint synonym for boring, you'll be pleasantly surprised.",
        "You can start with eye contact, a smile, and general boring class stuff.",
        "Their motto is \"Life is too short for boring fashion!\"",
        "Roses, vines, lights, specialty garland can turn a boring structure into something spectacular.",
        "However, solid colors don't necessarily mean boring, as evidenced by the Tiered Silk Dress in fuchsia.",
        "The dresses in this year's collection are anything but boring.",
        "Some people don't understand high school pranks for seniors and see them as purely childish or boring.",
        "While poetry can be exciting and interesting to a teen, sometimes long poems can be boring.",
        "Youth groups are often looked at as something boring and mundane but that isn't the case.",
        "This can keep the diet far from boring and will benefit those who are new to the diet and unsure of what to eat.",
        "As you can see, there are many ways to create an iron-rich diet -- one that's anything but boring.",
        "MR: The biggest misunderstanding is probably that raw food cuisine is boring.",
        "Rice as a single option can seem boring, but the truth is there are dozens of ways to use it.",
        "Although golf is a classic sport, that doesn't mean gifts associated with the sport need to be boring.",
        "Unadorned doesn't mean plain, boring, or forgettable.",
        "Decide on the budget for the wedding: This may seem boring, but it is very important.",
        "Choose from necklines like halter, sweetheart, keyhole, and asymmetrical; simple doesn't have to mean boring.",
        "Vanilla/vanilla is one of the most popular wedding cake flavor combinations, but it's a tad on the boring side.",
        "Alcoholics fear that life without drinking will be awful, grim, boring, dull, or tedious.",
        "As pink is a derivative of red, these two colors can work to brighten your color scheme without being aggressive or boring such as when pink and sage green are used.",
        "That's all it takes to turn boring into fabulous.",
        "Valances and Swags: Unique shower curtains don't have to be boring.",
        "Critics were never totally taken with the show, claiming it was boring and not very funny.",
        "Natalie reportedly found the world of modeling \"boring\" and decided to pursue an acting career -- in 1994 she landed the role of Mathilda in the film The Professional.",
        "Buying more boring gray cashmere sweaters?",
        "Socks: Throw out those boring white socks, and try on some neon leopard knee-high socks or neon peace tube socks among many other choices.",
        "Boys raincoats have come a long way since the days of boring yellow slickers and black boots.",
        "Many popular children's clothing manufacturers offer a wide variety of stylish and practical selections that help keep boys dry and comfortable without being boring.",
        "Boys boxers have come a long way since the days of boring solid colored, scratchy shorts.",
        "While there are plenty of plain white girls' snow pants, some of the white pants also have fashionable designs that will keep a girl from blending in too much with the boring old snow.",
        "A plain black tuxedo vest can come across as boring when paired with a black tuxedo on a small child, but a paisley vest, or a brightly colored vest, can liven up the look.",
        "Short Overalls: Bib overall shorts can be a bit boring unless you add something interesting to the mix.",
        "How boring was class - Just count the rings.",
        "This is not a time to be boring or to write a research paper.",
        "Mac laptops commonly come out on top in a battle of looks among computers, but snazzy carrying cases and slipcovers can help jazz up more boring models.",
        "What is relaxing and indulgent to one passenger may be boring and tedious to another, while what is hectic and crowded to one person may similarly be fun and exciting to another.",
        "For some travelers, the idea of games by the pool, gourmet dining, and luxurious pampering is just plain boring.",
        "This does not mean that Christian singles cruises are sterile and boring.",
        "Try to purchase several different shapes of chew toys since having only one or two toys can become boring.",
        "It's a boring process, it takes a lot of time and sometimes it doesn't go as well as you like.",
        "Halogen accent lights-Place these accent lights under your kitchen cabinets and transform your kitchen from a drab, boring area to an eye-catching room bathed in warmth.",
        "Deck railing designs can easily turn your plain, boring deck into a real centerpiece of architectural design.",
        "A few accessories can turn a boring deck into something eye-catching.",
        "Although this may sound a little boring, considering the practical aspects of prom jewelry is important.",
        "Even the most fashionable or desirable items can look drab and boring if there are not worn well.",
        "Look to our Men in Suits Gallery for proof that men's suits don't have to be boring, they're suitable for all ages and types of people, and that they can make any man look polished and professional.",
        "Duckworm Alarm Tie: Elegant in a color scheme of silver, black, and white, this tie is anything but boring because it features large swirls that demand attention.",
        "This is not only boring, you actually run the risk of clashing more because your fabric or color may not match exactly.",
        "Wearing tee shirts gets boring and long-sleeve shirts can feel hot and miserable.",
        "Men's raincoat styles can be fashionable and appealing, rather than boring.",
        "The Oko Box - this store sells a range of high fashion items which prove that organic and environmentally friendly clothing needn't be boring!",
        "Plus, with the wide variety of materials and styles available, you won't feel like you have to settle for boring baby fashion.",
        "Plus size clothing does not have to be drab or boring as evidenced by their past use of brightly colored printed or solid fabrics.",
        "Even if you buy a man's hat, there are so many varieties of styles to be had, that you don't have to settle for basic and boring.",
        "Also, stay away from dark colors, such as black or brown, as not only do they look dreary and boring, but dark colors absorb heat, which in turn will make you feel warmer.",
        "A cute necklace or chunky belt will add a bit of flare to an otherwise boring design.",
        "Beyond that, Swimsuits Just for Us sells suits that are anything but boring.",
        "However, if monochrome is boring to you or if you're not concerned with looking taller, you can play around with color and add some spark to your look by wearing a skinny belt in a color that contrasts with your shirt.",
        "Women of size have so many options in lingerie as well as stylish attire, that there's no need to wear a boring bra if you don't want to.",
        "Swimsuits Just for Us: If basic black is too boring for you, you'll find a great selection of modern swimsuit separates at this site.",
        "While black is slimming, it can be rather boring after awhile.",
        "There's no need to wear boring clothes with all of the choices plus size clothing manufacturers make for the plus market nowadays.",
        "\"Classic\" may also equate with \"simple\" in some cases, but simple doesn't have to be boring.",
        "Gone are the days of boring sweat suits - when it comes to plus size active wear, you can get something fun and flattering for any activity imaginable.",
        "Designed to cater to the discriminating full-figured woman unwilling to settle for mediocre fabrics and boring designs, Roaman's plus size clothing is chic and stylish.",
        "Clothing for mature women and men doesn't have to be boring, especially when you add in some personality with your accessories.",
        "Many seniors find it difficult to go from the workday grind to the retirement phase, which is often uneventful and even boring for those who thrived on busyness.",
        "Driving in and of itself is a very boring task, particularly long drives.",
        "This is the perfect style for those who love the Chanel name, but want a change from basic boring black.",
        "That's not to say they're old-fashioned, out-of-date, or just look boring.",
        "Not all European eyeglass frames fall into the \"boring and safe\" category.",
        "Retailers often don't carry a very large selection, and the glasses frames are extremely utilitarian and boring.",
        "Why settle for a boring case when you can choose one in a fun style?",
        "Based out in California, this company manages to marry form and function with cute designs and frames that remind you wearing reading glasses doesn't have to be boring!",
        "Full of bright, bold, rainbow colors, these reading lasses with a matching case is anything but boring!",
        "If you think that eyewear has to be chunky, old fashioned, or just plain boring, then you must take a look at Silhouette eyewear.",
        "There is no need to settle for a pair of dull, boring glasses when reading glasses are available in fun and funky styles.",
        "What may look like a fabulous ride could be boring or dangerous if the scientific aspects aren't carefully considered.",
        "A roller coaster fanatic may think the Mad Hatter Tea Party is boring, even though a 7-year-old may beg to differ.",
        "\"Boring!\" or \"Let's get to the good part!\".",
        "The cut scenes are incomprehensible, long, and painfully boring.",
        "Don't skip a day or you may not unlock a game for an entire week, which is frustrating because it does get boring playing the same five or six tests all the time.",
        "Dance Master Mode is a huge step from Mission Mode and a welcomed change so that Dance Dance Revolution doesn't get boring.",
        "There are 16 missions you have to get through and most of them are just plain boring.",
        "If it weren't for all this reading (and skipping through text boxes), Dogz could be a much more enjoyable title, but as it currently sits, becomes frustrating, repetitive, and downright boring rather quickly.",
        "It also gets rather boring after a while.",
        "It might sound boring, but it's one of the most in-depth and entertaining flash games around.",
        "It's a game that can appeal to a wide variety of gamers, mostly in the sense that it treads the thin line of being uncomplicated but not boring either.",
        "In the end, Grimm's Hatchery is reasonably fun while it lasts, but it gets terribly monotonous and boring after a while because there is a lack of variety in terms of what you do.",
        "One of the common complaints that people had about earlier Guitar Hero games was that the bass guitar was a lot more boring to play than the lead guitar.",
        "You might think the decision you have to make is boring, but in real life it could change something immediately or later down the road.",
        "If I had to describe iWin's Jewel Quest in two words, I'd probably use some adjective like \"really, very, or incredibly\" and then \"boring.\"",
        "What also was boring was the feeling of getting through mission A, just to get through mission B.",
        "While some of the graphics are beautiful and most of the story interests you, the boring gameplay and lack of innovation turns you away.",
        "That gets boring after a while, like watching John Madden eat a hundred hot dogs.",
        "Drift Attack is a boring mode where you have to hit 'drift areas' to drift your car across.",
        "Despite the annoying AI and boring Drift Races, the nice graphics and amount of fast-paced driving will keep you playing this game for a while.",
        "The goal of the game is to unlock seven magical fish, all of which are much more exciting than that boring regular goldfish.",
        "Unfortunately these fantastic moves lose their charm deep into the game and many battles become routine and, well, boring.",
        "Realistic NPCs - Non-player characters, or those controlled by the game, are famously flat and plain boring to talk to in most role playing games.",
        "The story is boring and the characters that join you are just cookie cutter characters that aren't developed.",
        "Mission after mission follows the same boring presentation in which you have to regale the agents with your version.Not having played a lot of the Splinter Cell games, the missions took anywhere from 30-45 minutes to complete.",
        "With a jagged storyline, boring gameplay, and repetitive fighting, you'll find that you'd rather sit through a 4-hour interview with George Lucas talking about how much fur Chewbacca had.",
        "If the scavenger hunt ever gets too boring, you can always sail around the world and work on any number of the other side-quests at your disposal.",
        "This is more annoying than the redundant combat, boring NPC characters, and the game's flimsy storyline combined.",
        "Some people may say that this sport is a little boring to watch, but it's a blast to play.",
        "The CPU is good enough to give you a challenge and the variety of different games keeps it from getting too boring.",
        "This way, developers don't have to deal with repetitive code and many of the boring aspects related to designing video games.",
        "Even though the online stages repeat, the game increases in difficulty, so it doesn't become boring.",
        "I've seen them in all weird shapes and sizes from boring wood racks to pretty clever wire/stainless steel styles that hang from the ceiling -- and anything in between.",
        "As far as wine accessories go, the selection at Signals is somewhat limited but far from boring.",
        "For all other wines, the term is used to describe a wine that is boring and dull, lacking in flavor and aroma characteristics.",
        "Owners Bruce and Pam Boring select each wine for the California Wine Club themselves, focusing on family-owned wineries and one-of-a-kind wines.",
        "Of course, the Palm was initially a business tool - especially with the high price tag, no one would get it and admit that they were playing games on it during boring meetings.",
        "If your phone's a boring gray now (and looks like everyone else's), you're only a few clicks away from designing exactly what you want.",
        "The environment should be neutral, boring, and safe.",
        "Interesting - Easy should not mean boring.",
        "However, sticking to the conventions of the dance makes for a fairly boring story.",
        "You certainly want to have a relaxing ambiance, but that doesn't mean it needs to be boring.",
        "Whether you need to run a few errands, don't have time for a complicated style, or just want a simple look, you can find a great everyday look that will never be boring.",
        "Far from boring, you can weave in ribbons - maybe with some sparkle in them - and add flowers.",
        "Note that understated doesn't mean boring!",
        "Short Styles: Short hair styles for prom don't need to be boring or predictable.",
        "That does not mean a natural shade needs to be boring, however: natural colors can easily be jazzed up with hair highlights or hair lowlights shades for depth, texture, and variation.",
        "You can add a \"pouf\" to the crown to make them retro, sweep your bangs to the side in front to dress them up a bit, or flip them through their own bases to add just a little bit of interest to an otherwise boring ponytail.",
        "Despite popular fears that brown hair is boring, there are plenty of spicy ways to add a timeless look to your already beautiful brunette hair.",
        "The next time you consider the world of beautiful brunette hair, rest assured going brown can be liberating, affordable, and breathtaking, without ever being boring.",
        "Fear a shoulder style will admit you to the boring category?",
        "While a classic bob hair style can be bland and boring, the edgy bobs of 2009 are exciting and fresh.",
        "With their knowledge and skill going to work on your cut, your bound to have a bob that's far from boring.",
        "Long hair doesn't have to mean boring.",
        "Classic doesn't mean boring; these hairstyles are anything but.",
        "A blunt cut doesn't have to be boring and is ideal if you have finer hair texture, especially if your facial features are narrower at your chin.",
        "A bold chunk of hair color, a cool artful hair accessory or a few spiked sections can amp a hairstyle from boring to brilliant.",
        "Many children who struggle in the traditional, one-size-fits-all, classroom setting, finding learning difficult or boring, will thrive in the home school setting, regaining that instinctive love of learning that every child is born with.",
        "Children who were once interested in the world around them often learn that school is boring and learning is tedious.",
        "Students do not pore over boring textbooks.",
        "Her method states that spelling should never be learned through the memorization of boring word lists.",
        "The goal of homeschooling preschool is to introduce your child to an exciting world of learning, not to teach them that school is boring.",
        "Homeschool games are a great way to teach a concept without boring your child to tears.",
        "History for homeschoolers doesn't have to be dull and boring.",
        "A parent must understand that direct instruction or lecture-style instruction with note-taking may be impossibly boring and an ineffective teaching method for long periods of time.",
        "While you could just have your students read the list of states capitals, that gets boring quickly.",
        "History doesn't have to be boring if you use interactive games and resources from the Internet.",
        "Using flash cards to teach the alphabet doesn't have to be boring.",
        "Pregnancy isn't the time to become boring and drab, it's a time to celebrate.",
        "Pairing your cozy maternity jeans and t-shirts with an unbuttoned dress shirt or blazer can turn a boring outfit into something that your punk friends will approve of.",
        "You don't have to settle for boring birth control compacts.",
        "In 2002, birth control pill manufacturer Ortho teamed up with fashion designer Nicole Miller to create a beautiful alternative to boring old plastic birth control compacts.",
        "There's nothing that says dog beds need to come in drab colors and boring patterns.",
        "After finishing at Brown University and doing some seriously boring banking work, I realized I really had to rush back to Rio FAST.",
        "A Goddess one-piece swimsuit dispels the myth that maillots are boring!",
        "If you still think bathing suits are boring, you won't after donning a sheer one.",
        "Full coverage tops do just that; provide full coverage for your front, but don't think for one second that full coverage equals boring.",
        "Solid Shirred Maillot: This beautifully styled one-piece is anything but boring thanks in large part to hardware details and an attractive, shirred finish.",
        "Lots of Variety: Say good-bye to boring black, and welcome the colors and magnificent patterns that dot the halter landscape.",
        "These shorts feature a brown plaid pattern, but it's far from boring.",
        "These bathing suits need not be boring or old fashioned styles; short style bikini bottoms, for instance, are highly fashionable.",
        "When some women hear the words \"plus sized swimsuits\" they immediately see visions of staid black or navy one piece swimsuits, and then think boring!",
        "Longitude's Macrame one piece proves that black doesn't have to equal boring.",
        "This suit is only available in black, but don't let that deceive you; this suit is anything but boring.",
        "Junior swimwear does not need to be boring or plain.",
        "Far from being boring and predictable, one piece suits are just as versatile and as any other swimwear.",
        "However, dark doesn't necessarily have to mean boring.",
        "Whereas many swimsuits can look boring and functional, sticking to tired old designs, the Salinas collection is a breath of fresh air.",
        "If you think one pieces are boring, think again.",
        "Beaded One Piece: Don't be fooled by the term \"one piece\"; this suit is anything but boring!",
        "When shopping at Ujena, a one piece swimsuit doesn't have to mean boring, especially when water makes it see-through!",
        "However, don't feel you have to go with something bland and boring.",
        "On the other hand, there are those who loathe the print, but don't want to show up at the beach in boring solid blocks of color like black or blue.",
        "Many erroneously believe that a brown bikini is boring, but if your skin tone has warm undertones, like Leah’s, a brown bikini can look both sexy and sophisticated.",
        "Don't let the wold \"traditional\" scare you off though; these suits can be anything but boring.",
        "Since it changes, it never gets boring and the child's attention is captured for long periods of time.",
        "The wide variety of foods means that a diet rich in vitamin C need not be boring.",
        "While you might hear that dressing in one color or similar colors creates the most elongating illusion, this doesn't mean you always have to wear one hue head-to-toe-that would be incredibly boring day after day!",
        "We all know that, it's obvious, and for lack of a better word, often boring.",
        "While \"casual\" may intimate a boring appearance, don't be fooled - with minimal effort, you can look just as chic and polished as you do when you're dressed to the nines.",
        "Fashion would be pretty boring if we only had neutral pieces to get us through the seasons.",
        "If you've chosen a V-neck cardigan with short sleeves and your shirt's neckline permits, you can add a statement necklace to further tie the look together and create a style that's anything but boring.",
        "Cardigans don't have to be boring, frumpy, or stuffy.",
        "The educational games were often boring and students would not have a good learning experience because they were not interested in playing the game.",
        "It has gone from the boring game that takes hours to play to a game that is more green, always changing and always fresh.",
        "While you can play two at a time, it's boring if you have a party that also wishes to play.",
        "This does not mean that votive candles are boring, however.",
        "Try to explain your cause to your audience without overwhelming or boring them.",
        "Doing the same thing year after year can get boring and routine so try something creative and unique for your next school fundraiser.",
        "Don't send out a boring invite that will get tossed in the trash.",
        "Straying away from the tired bake sale or boring raffle is just the beginning.",
        "But, other people shun Christmas letters as pretentious, tacky, or boring.",
        "Instead of sending out a standard Christmas ecard with a nice but boring message, send out funny Christmas ecards that are sure to brighten anyone's holiday.",
        "A lot of chat rooms - either for teens or for adults - become boring quickly.",
        "Boring someone has less to do with frequency of calling and has more to do with not demonstrating interest in the other person with whom you are in a conversation with as well as not reciprocating in the exchange of communication.",
        "As a result, when the individual is not in a drama relationship, he or she thinks their partner is boring and predictable.",
        "Being a parent is not sexy and sometimes it's boring.",
        "Together decide if your relationship has just grown routine and boring and needs some excitement and romance or has it reached the end of the line.",
        "Buying the same type of present each year does not only get boring but also can make you seem thoughtless.",
        "Don't let your relationship get boring, spice it up by sending a romantic ecards today for no other reason besides saying, 'I love you'.",
        "You want something to say that will capture the person's attention without being boring.",
        "Say \"no\" to boring gifts and creatively show your love and affection with thoughtful presents.",
        "You still get all the work, pain, arguments and boring stuff as in a monogamous relationship, but with more people.",
        "Just because a stud is a single-stone earring, however, does not mean that it is boring or lacking in design.",
        "As the writer, you need to give the reader enough information to have the turning point of the story make sense without dragging it on too long and running the risk of boring the reader.",
        "Although traditional, the Chanel handbag collection is certainly not boring.",
        "Being unable to afford the best that money can buy does not mean that you will have to suffer this season out with a flatly boring black handbag.",
        "Of course, classic doesn't have to mean boring.",
        "While the background color of this bag is black; it's still anything but boring.",
        "Hard: In the hard category, the looks are more structured, but that does not mean boring.",
        "Just because it's functional doesn't mean that luggage has to be boring, and Kathy Van Zeeland luggage is about as far from boring as you can get.",
        "There was a time when bags for laptops were plain, black and downright boring.",
        "If making a decision becomes too difficult and boring, Gemini may just simply walk away to find new and more pleasant circumstances.",
        "If the task at hand seems mundane and boring, he will procrastinate for a short time before moving on to a more challenging career.",
        "Although it may not always be smooth sailing for this couple, it will never be boring!",
        "That's not to say that she's boring, but she's not usually the type of woman who is comfortable wearing a revealing dress and stiletto heels.",
        "Whereas this may build somewhat of a boring image of Taureans, as opposed to the vibrant energies of air and fire signs, the stability of Taurus' character cannot be discounted.",
        "However, chances are she finds this type of mental dueling boring after a while and craves something different.",
        "This does not mean that Taurus is boring, it's just that she spends much of her time thinking.",
        "A solid colored bed spread may seem boring initially, but it is just the item to spark creativity in kids and/or parents on how to decorate a room.",
        "Think an art gallery would be boring for your children?",
        "If you can find cool math games for kids, you can turn what is sometimes a boring subject into an exciting experience that they will look forward to over and over.",
        "You may have always thought of an encyclopedia as a boring tool used in school research projects but the next generation of online encyclopedias is really multi-media learning tools.",
        "However, while they may seem boring to some at first, viewers may begin to understand why so many people love them if they give them a chance.",
        "When they hear \"comfortable shoes\", most people think \"boring!\"",
        "Punch up the color on a boring pair of brown boots.",
        "The \"tailored\" section offers the type of shoes you'd probably wear to the office, although these funky loafers are anything but boring.",
        "That's not to say these shoes are boring at all!",
        "Take a boring outfit and spruce it up with these trendy shoes.",
        "A fabulous pair of red shoes will help jazz up any outfit, from your oldest and most faded pair of jeans, through boring workwear to evening gowns.",
        "Large size women's shoes used to be boring.",
        "Pewter is fabulously neutral without being boring and boots in this color would go well with black, gray, or even red slacks.",
        "To keep them from looking boring, the boots have just enough detailing to make them interesting, but not so much that they look gaudy or out of place with patterned outfits.",
        "Leather: Plain ol' brown leather isn't boring when it features details like tie-back bows and amazing little equestrian-inspired hardware clasps.",
        "Say goodbye to boring brown bowling footwear and try on a pair of hot pink or neon green shoes.",
        "The shoes may be touted for their comfort, but they're still far from boring!",
        "Why settle for boring versions when there are so many different designs out there?",
        "However, during season nine, the invisible computer nerd tries to ditch his boring image by trying to befriend Degrassi's elite, join the basketball team and score a date with the hottest girl in school.",
        "From original characters to newer recruits, Emmerdale cast list is always growing and never boring.",
        "Troian Bellisario told CanMag that growing up on the sets could get boring.",
        "There's nothing boring about this aquarium.",
        "Weddings can often be boring for the guests.",
        "The right watch band makes the difference between stylish and boring looks, and comfortable or irritating fit.",
        "Why settle for a plain, boring watch when you could own a pretty, eye-catching yellow lampwork bead bracelet watch instead?",
        "Some young girls are much more interested in the pretty things in life than boring old timekeeping devices!",
        "Watches for children needn't be dull and boring!",
        "While a watch is an important accessory for a nurse, this does not mean that it needs to be boring!",
        "A young child has so many different ways of telling the time that a watch can often seem like a boring accessory.",
        "Your tongue will trip over awkward phrasings and stuffy, boring passages that need to be cut or reworked.",
        "The tasks of manufacturing is perceived by these entrepreneurs as time consuming and boring.",
        "They offer 45 designs that have come a long way since the boring white or ivory cards.",
        "Putting off things that are difficult or boring doesn't make them go away.",
        "Focus on key points, providing enough information to pique the interest of readers without boring them or providing so much content that they do not bother to read.",
        "It may seem boring to you, but a resume printed on a white paper with a dark ink allows your experience stand out to an employer.",
        "Three minutes of cheerleaders doing somersaults and backflips alongside a characteristic basket toss can be borderline boring for many fans.",
        "A vibrant, glossy brochure will also win out over a single, boring piece of white paper.",
        "You may love to cross stitch, for instance, while your kids find it boring.",
        "The texture adds enough style to the beanie that the single color is not at all boring.",
        "Both of these recipes make soap that has little scent to it, which can be pretty boring for the soap designer, especially if your reason for wanting to know how to make lye soap was to put a personal stamp on these bath products.",
        "However, no one ever said that your emergency kit had to be boring.",
        "Boring: While it's nice to think you won't get hungry because you can eat as much of the soup as you want, eating the same thing every day gets boring.",
        "The most difficult thing about staying on The Cabbage Soup Diet is that eating the soup every day becomes boring and repetitious.",
        "This is the point when perhaps some weight has been lost, but the diet is getting boring.",
        "If you purchase bland, boring foods that are virtually tasteless, how long do you think you'll maintain this new way of eating?",
        "It does advocate drinking a lot of water, which is important, but eating the same diet for 12, or even three days, can get incredibly boring.",
        "Following a low carb eating plan does not mean the food has to be plain and boring.",
        "However, there are people that quickly become tired of basic simple food and complain that it is boring, tasteless or both.",
        "The best news is that following a diabetic meal plan does not have to be boring and unappetizing.",
        "A diet consisting mainly of soup is likely to get boring pretty fast, so the best approach is to do this plan for the short-term and then move on to another sensible eating program.",
        "One of the best ways to prevent a diet from becoming boring is to mix up flavors.",
        "Exercise facts don't have to be boring, encyclopedic entries.",
        "Choosing the right workout songs can make the difference between a boring, dreary workout and an energetic exercise session.",
        "One way you can use these exercises is to rotate them; this gives your body some variety so your routine doesn't get monotonous and boring.",
        "On the other end of the spectrum are exercisers who find running to be terribly boring and therefore only run for five minutes before stopping.",
        "However, the good news is that working out with resistance bands or dumbbells is often a lot less boring than using the weights at the gym.",
        "While traditional pushups are an excellent way to exercise at home without weights, simply doing 100 pushups a day can get boring over time.",
        "Cardiovascular fitness doesn't need to be boring.",
        "Many people feel that in order to get a good cardio workout, they need to log boring hours on a treadmill.",
        "If exercise machines are too expensive for your budget, or you simply don't like running on a treadmill because it's too boring, exercise DVDs are a great alternative.",
        "Workout songs get your blood pumping, your adrenaline going, and they can motivate you to start your workout, make it through a boring section of your exercise routine, or even finish that last mile, set, or just one more rep.",
        "This online company aimed to stand out from the typical, boring auto insurance advertising, by creating a memorable ad campaign.",
        "Men's underwear does not have to be plain or boring, though.",
        "Take a boring pair of sleep shorts from Wal-Mart to an embroiderer to make them more interesting with your sorority's Greek symbols.",
        "This look is done in black, but once you see it, you may have to admit that the look is anything but boring!",
        "If plain clear bra straps are too boring for you, you may be looking for decorative bra straps as an option for those strapless or spaghetti strap tops you love to wear when the weather is hot.",
        "Tastes vary - what is extreme to one person may be downright boring to another.",
        "Macy's: Macy's carries several front-closure bra styles that also minimize, and they are basic without being too boring.",
        "Fabric: Here, you'll be able to find bra straps that are great for everyday wear, but don't take that to mean boring.",
        "Although the traditional black and white can be boring, it all depends on how you use the black and white fabrics.",
        "Who says women get to have all the fun and men should just resign themselves to boring boxers or briefs when it comes to underwear?",
        "So if you are looking for a few men's underwear pieces to shake up a boring underwear drawer, you will definitely find it in Kiniki products.",
        "Maybe it's the color that makes long johns for women seem so, well, boring.",
        "There are so many colors out there, from fire-engine red to electric green; they all say anything but boring.",
        "Many may have a fixed image of what long silk nightgowns look like; mainly, long boring gowns made to clothe you from neck to hem, with no kind of shape whatsoever to speak of!",
        "Well, that may have been true in the past, but the gowns that are available today are anything but boring!",
        "If you need some support in the stomach and buttocks, consider a light girdle as opposed to some of the more boring items offered for older women.",
        "The old boring colors of the 40's were out and new, bright colors and patterns were in.",
        "Since when did men's underwear have to be either bland and boring or racy and sexy?",
        "You can always wear a basic sleepwear set, but why do that when you can wear something titillating, erotic and decidedly not boring?",
        "A peek-a-boo bustier can give your boring outfit an instant, sexy boost or fulfill your lover's fantasy.",
        "It wasn't even necessarily about being a girl, it was about not being boring and wearing white.",
        "Just because the style is simple and they cover more skin than a thong, that doesn't mean they're boring.",
        "It's a simple way to spice up a slightly boring pair.",
        "Gone are the days when foundation wear meant boning or boring control tops.",
        "The tights come in black, chocolate, cream, smoke and olive, so you'll never again be able to complain about boring legwear.",
        "You can even buy cute straps at department stores and lingerie boutiques to replace a boring set of white ones with if you think they may peak out.",
        "Though sports bra manufacturers are beginning to make these integral pieces of a woman's workout gear in many different patterns, it is still sometimes difficult to get away from the plain Jane white or boring old solid colors.",
        "It certainly keeps things from becoming boring!",
        "At the very least, the Victoria's Secret Fashion Show is never boring.",
        "Don't try to wear everything at once, but a bustier under a heavy sweater or boring button-up shirt can give you that, \"I have a secret, and it's making me feel sexy\" feeling.",
        "Don't forget the makeup: You'll want to appear pretty and polished, but that doesn't necessarily mean boring.",
        "White satin panties may seem like boring, everyday underwear, but it doesn't have to be.",
        "Satin panties in white may seem boring, but they're some of the most versatile ones around (arguably more versatile than black).",
        "Secret Animal Print: The animal print collection contains a leopard print, a zebra pint and a cheetah print; clearly this set is anything but boring.",
        "While the styles are relatively plain and innocent in many cases, they don't have to be boring.",
        "Sheer shorties: Boy shorts are hugely popular but kind of boring.",
        "Sometimes what takes an otherwise boring piece of lingerie and turns it into something romantic, or keeps a piece of romantic lingerie from crossing over to racy territory is the presence of bows, pearls, lace detail, or ribbon.",
        "There's no need to restrict yourself to the boring default skin, just as many people have downloaded free skins for use with Windows Media Player and WinAmp on their home computers.",
        "The generic music player is a boring gray box with a list of songs underneath.",
        "Refreshments are a staple of birthday parties, but the typical cake and ice cream are predictable and can be boring after awhile.",
        "Graduation parties do not have to be boring, and the food doesn't have to be basic, either.",
        "The traditional gift exchange can either be the most anticipated event of the party or the most boring.",
        "This does not mean that you need to settle for boring selections.",
        "Why settle for the same boring party food when you can prepare a few creative items to make the festivities more interesting for everyone?",
        "Small children love the idea of hunting Easter eggs throughout the afternoon, but to older kids, this tradition can become a bit boring.",
        "Office party games can turn a boring get-together into a lively affair.",
        "To increase ratings and profits, producers and television networks show more of the embarrassing, humiliating or painful situations that the contestants participate in, rather than the \"boring\" everyday events.",
        "Episode 7 was considered one of the most boring episodes of the season.",
        "There is a lot of criticism that the family is boring and just seem to be a normal family, except a lot richer.",
        "Casting directors are looking for performers who will draw in viewers, so they usually don't want boring.",
        "If you find the feudal system boring or hackneyed, why not modify early Dutch capitalism for your world-model?",
        "Philosophers have a reputation for being boring, speaking in incomprehensible jargon, and in general being drab.",
        "If you have a robot do some of your boring tasks, like washing dishes or the laundry, you can focus on more important tasks like staying organized or losing weight.",
        "Looking at Star Trek ship blueprints may seem boring to some, especially those who haven't seen one episode or movie from the famed franchise.",
        "Include blogging as part of a subject students often find boring.",
        "In fact, it's downright boring, simply because it has yet to be populated with your own profile, personal information (as much as you choose to share) and your pictures.",
        "The best moderators let all but the most offensive or boring comments through, which can let the conversation go in interesting directions.",
        "Don't lose valuable readership because your profile lacks quality HTML codes, making it look boring.",
        "Let's face it, the boring blue and white MySpace profile page that you receive when you first set up your account probably gives people the yawns.",
        "Nobody likes a boring farm, so be sure to decorate your farm with various items.",
        "Gone are the days of simple and boring skirt and white blouse.",
        "Sometimes the uniforms for jobs in health care can feel boring and shapeless, but fitted doctor lab coats can help amend the situation.",
        "Plain blue scrubs can be boring, so why not try a pair with a fun design that shows a bit of your personality?",
        "Forget about having the same boring scrubs as everyone else if you're not required to.",
        "There is no reason you have to settle for boring when you can wear scrubs in fun prints to lighten up the day!",
        "For those wanting a change from the boring blue scrubs, consider adding printed scrubs to your mix.",
        "For those who want an option that stands out from the boring white lab coat, choose designer products instead.",
        "Unique cuts and shapes make these coats complement the body better and add a bit of style to the otherwise boring lab coat.",
        "He might be irritating at times, but he was never boring.",
        "I hate it in town, and the diner is so... boring.",
        "She wasn't sure what she could do to be more boring.",
        "He longed to share his music with Elisabeth, yet worried she might not appreciate it; think it boring.",
        "Am I that boring?",
        "For this purpose a horizontal bar Shaft armed with vertical cutting chisels is used, which cuts boring.",
        "Boring for underground water supply to be used in irrigation was tried on a small scale.",
        "The company which took up the mining was unsuccessful, and boring ceased in 1901, but the work was resumed by the Consolidated Kent Collieries Corporation, and an extension of borings revealed in 1905 the probability of a successful development of the mining industry in Kent.",
        "Petroleum was discovered on Little Rennick's Creek, near Burkesville, in Cumberland county, in 1829, when a flowing oil well (the \" American well,\" whose product was sold as \" American oil \" to heal rheumatism, burns, &c.) was struck by men boring for a \"salt well,\" and after a second discovery in the 'sixties at the mouth of Crocus Creek a small but steady amount of oil was got each year.",
        "The foot is commonly a simple cylindrical or ploughshare-shaped organ, used for boring in sand and mud, and more rarely presents a crawling disk similar to that of Gastropoda; in some forms it is aborted.",
        "Artificial soffioni are sometimes prepared by boring through the rock until the fissures are reached, and the water so obtained is occasionally sufficiently impregnated with boric acid to be evaporated directly.",
        "Boring >>",
        "As we have explained above, such a vapour sieve may be constructed by boring a number of small enough holes through a solid not wetted by the liquid.",
        "of Quaternary deposits; but towards the north the beds sink down and at the same time increase considerably in thickness, so that at Utrecht a deep boring reached the top of the Pliocene at a depth of 513 ft.",
        "below the surface, but the boring, 1098 ft.",
        "ARTESIAN WELLS, the name properly applied to watersprings rising above the surface of the ground by natural hydrostatic pressure, on boring a small hole down through a series of strata to a water-carrying bed enclosed between two impervious layers; the name is, however, sometimes loosely applied to any deep well, even when the water is obtained by pumping.",
        "Implements of chipped stone for the purposes of boring and scraping suggest that man worked hides for clothing.",
        "Mons is now a flourishing town with a good trade in cloth, lace, sugar refinery, &c.; but its chief importance is derived from its proximity to the Borinage (place of boring), district containing mines of the finest coal in Belgium.",
        "A boring made in 1886 for the Royal Society at Zagazig attained a depth of 375 ft.",
        "A bed of rock-salt in the Zechstein at Sperenberg near Berlin has been proved by boring to have a thickness of upwards of 4000 ft.",
        "Salt often occurs in association with petroleum and natural gas, and extensive beds were discovered in the Wyoming valley in boring for petroleum.",
        "The Middlesbrough deposit was discovered by Bolckow and Vaughan in boring for water in 1862 at a depth of 400 yds., but was not utilized, and was again found by Messrs Bell Brothers at Port Clarence at a depth of 376 yds.",
        "They were \"the first practical application of results obtained by experimental determinations of pressure at different points along the bore, by Colonel Bomford's tests - that is by boring holes in the walls of the gun, through which the pressure acts upon other bodies, such as pistol balls, pistons, &c.\"",
        "Experimental boring on Qishm I.",
        "a, Boring apparatus.",
        "The eggs are laid in the spring as a rule, and after about a week they give rise to a minute, ringed larva with a protrusible boring apparatus consisting of three chitinous rods."
    ],
    "definition": [
        "Link/Cite"
    ]
}