{
    "translation": "ללוות, לשאול",
    "uses": [
        "Sarah, can I borrow your Lexus?",
        "I need to borrow Andre.",
        "I meant only to borrow them.",
        "Can I borrow your cell? she asked.",
        "According to E, Moses with Aaron is to demand from Pharaoh the release of Israel, which will be effected in spite of his opposition; in assurance thereof the promise is given that they shall serve God upon this mountain; moreover, the people on their departure are to borrow raiment and jewels from their Egyptian neighbours.",
        "But the Christian bias is sure to make theologians, who borrow a doctrine of the Absolute, interpret it in a Christian sense; hence we may consider it something of an accident that even an Augustine fails exactly to put the argument in form.",
        "But to borrow Mr. Archimedes exclamation, Eureka!",
        "Maybe you should borrow mine.",
        "The council may borrow money for the erection of such buildings; they may acquire and hold land in mortmain by virtue of their charter, or with the consent of the Local Government Board.",
        "He might borrow from it but repaid like other borrowers.",
        "If you want to borrow him and kill some Others, let me know.",
        "I mean, I might be able to seal the breach I made, if it doesn't get bigger and I can borrow Damian's power.",
        "I'll borrow it and start calling some places.",
        "Anatole used to come to borrow money from her and used to kiss her naked shoulders.",
        "He was always a poor man, and Socrates advised him \"to borrow from himself, by diminishing his expenditure.\"",
        "Whereas in 1867 the rate of interest was over 4%, and interest was being paid on former provincial loans of over 6%, Canada could in 1906 borrow at 3%.",
        "From Flanders to Rome his distinction was acknowledged, and artists of less invention, among them some of the foremost on both sides of the Alps, were not ashamed to borrow from his work this or that striking combination or expressive type.",
        "In any case the countess profited by the cardinal's conviction to borrow from him sums of money destined ostensibly for the queen's works of charity.",
        "Borrow, The Bible in Spain (London, 1849); W.",
        "As if only the savage dwelt near enough to Nature and Truth to borrow a trope from them.",
        "The supervisor is also the township assessor, and the several township supervisors constitute the county board of supervisors who equalize property valuations as between townships, authorize townships to borrow money with which to build or repair bridges, are entrusted with the care and management of the property and business of the county, and may borrow or raise by tax what is necessary to meet the more common expenses of the county.",
        "To the temple came the poor farmer to borrow seed corn or supplies for harvesters, &c. - advances which he repaid without interest.",
        "De Thou gave him facilities to borrow books from the superb library formed by his father.",
        "But don't let us worry over such things, Zeb; we can't help ourselves just now, you know, and I've always been told it's foolish to borrow trouble.",
        "In adopting foreign innovations, he showed, like the Japanese of the present day, no sentimental preference for any particular nation, and was ready to borrow from the Germans, Dutch, English, Swedes or French whatever seemed best suited for his purpose.",
        "Until 1870 railway companies were almost free from special acts of control; and, in general, any company that could raise or borrow the capital was allowed to build a railway wherever it saw fit.",
        "The author's official position gave him access to the state papers and to other authentic sources not attainable by other writers, while he did not scruple to borrow largely from other MSS., especially from that of Bartolome de Las Casas.",
        "sufficient for the payment of interest and the sinking fund was in full operation, the government found that their share of the revenue was altogether inadequate for the expenses of administration, and they were compelled to borrow on short loans at high rate of interest.",
        "They would always borrow rather than earn money, and they feel no shame in adopting the former course.",
        "Besides the university library, there is the Ohio state library occupying a room in the capitol and containing in 1908 126,000 volumes, including a \"travelling library\" of about 36,000 volumes, from which various organizations in different parts of the state may borrow books; the law library of the supreme court of Ohio, containing complete sets of English, Scottish, Irish, Canadian, United States and state reports, statutes and digests; the public school library of about 68,000 volumes, and the public library (of about 55,000), which is housed in a marble and granite building completed in 1906.",
        "Yet it was at this moment that a political financier, Sir Julius Vogel, at that moment colonial treasurer in the ministry of Sir William Fox, audaciously proposed that the central government should borrow ten millions, make roads and railways, buy land from the natives and import British immigrants.",
        "Tot/15,s de Acosta, governor from 1797 to 1809, confirmed this report, and stated that the Indians were clothed in bark, and compelled in many cases to borrow even this primitive attire when the law required their attendance at church.",
        "It changed thought into an emotional dream; it plunged into the ocean of sentiment; it treated the old world of fable as the reflection of a higher reality, and transformed reality into poetry; and after all these expedients, to borrow a phrase of Augustine's, it only saw afar off the land of its desire.",
        "District councils are empowered to borrow with the sanction of the Local Government Board, subject to certain restrictions and Borrowing regulations.",
        "On returning to Ruffach, he taught gratis in the Minorite convent school that he might borrow books from the library, and in his sixteenth year resolved to become a friar.",
        "By the Belfast Harbour Acts the commissioners were empowered to borrow more than 2,500,000 in order to carry out several new works and improvements in the port.",
        "The camp-meetings went steadily on, and their influence is reflected in the writings of George Eliot, George Borrow and William Howitt.",
        "' Apart from the archiepiscopal pallium, the Churches of Spain and Gaul had need to borrow from Rome only the dalmatic, maniple and liturgical shoes.",
        "With the aid of its philosophy she created her new Christian theology; its polity furnished her with the most exact constitutional forms; its jurisprudence, its trade and commerce, its art and industry, were all taken into her service; and she contrived to borrow some hints even from its religious worship. With this equipment she undertook, and carried through, a world-mission on a grand scale.",
        "Without means, and obliged to borrow from Niethammer, he had no further hopes from the impoverished university.",
        "Still the old idea that every religion contained a portion of the truth, and that it was possible to borrow something from one and amalgamate it with another, had not yet lost all its power.",
        "l-Mu~affar Na~r of Nishaptir; Abti Abdallah Mahommed of Junaid, equally renowned for his Arabic and Persian poetry; ManawI of BokhgrS, full of original thoughts and spiritual subtleties; KhusrawnI, from whom even FirdousI condescended to borrow quotations; Abti l-Hasan.",
        "It was imitated by a number of Asiatic cities; and indeed most statues of cities since erected borrow something from the work of Eutychides.",
        "He read and re-read in early boyhood the Bible, Aesop, Robinson Crusoe, Pilgrim's Progress, Weems's Life of Washington and a history of the United States; and later read every book he could borrow from the neighbours, Burns and Shakespeare becoming favourites.",
        "Under the provisions of this law the provinces were authorized to borrow specie abroad and deposit the same with the national government as security for their issues.",
        "He dined on venison and champagne whenever he had been so fortunate as to borrow a guinea.",
        "But here we have entered upon a region of less certainty, in which critical scholarship has still much to do; and these passages are mentioned here only as a reminder that the document must have contained more than what St Matthew and St Luke each independently determined to borrow from it.",
        "Where an intending borrower breaks his agreement to borrow, specific performance will not be granted, and the damages recoverable must be measured by the loss sustained through the breach and not by the sum agreed to be lent (The South African Territories, Limited v.",
        "Their departure from Egypt is deliberate; the people have time to borrow raiment and jewels from their neighbours.",
        "It is clearly established that Hall was the first inventor of the achromatic telescope; but Dollond did not borrow the invention from Hall without acknowledgment in the manner suggested by Lalande.",
        "The authority has powers to borrow money, but for certain purposes in this connexion, as in other matters, it can only act subject to the approval of the Board of Trade.",
        "Borrowers were not induced to borrow as a rule with the view of employing the capital so obtained at a greater profit, but they were compelled of necessity to borrow as a last resort.",
        "The county council may, with the consent of the Local Government Board, borrow money on the security of the county fund or any of its revenues, for consolidating the debts of the county; purchasing land or buildings; any permanent work or other thing, the cost of which ought to be spread over a term 'of years; making advances in aid of the emigration or colonization of inhabitants of the county; and any purpose for which quarter sessions or the county council are authorized by any act to borrow.",
        "To give a name to this new phenomenon the Israelites, it would seem, had to borrow a word from their Canaanite neighbours.",
        "I must beg your pardon that 'tis I that send you this ungrateful account; but I thought it my duty to let you know it, so that you might act accordingly, being in myself fully satisfied that nothing but the greatest candour imaginable is to be expected from a person who has of all men the least need to borrow reputation.\"",
        "We have a well-stocked bookcase where you are welcome to exchange or borrow books.",
        "If you need to borrow money to get started, then the United States Small Business Administration (SBA) or a bank is going to want to see your business plan.",
        "It is full of martial spirit, yet makes no use of the phrases of the heathen epic, which Cynewulf and other Christian poets were accustomed to borrow freely, often with little appropriateness.",
        "To borrow an illustration from an able English disciple of Comte: - \" Take the phenomenon of the sleep produced by opium.",
        "Up to that time it had been the principle of the government not to borrow money for the execution of irrigation works unless there was a reasonable expectation that within a few years they would give a return of 4 or 5% on the capital outlay.",
        "Finally, on one occasion Hodson spent £500 of the pay due to Lieutenant Godby, and under threat of exposure was obliged to borrow the money from a native banker through one of his officers named Bisharat Ali.",
        "If it is necessary to borrow, the consent of the parish meeting and of the county council must be obtained.",
        "Among those upon whom Swift's influence has been most discernible may be mentioned Chesterfield, Smollett, Cobbett, Hazlitt, Scott, Borrow, Newman, Belloc.",
        "He would have thought it a sin to borrow any time from the serious business of his life, from his expositions, ' His formal pardon is dated the 13th of September 1672; but five months earlier he had received a royal licence to preach, and acted for the next three years as pastor of the nonconformist body to which he belonged, in a barn on the site of which stands the present Bunyan Meeting.",
        "But the peculiar glory of Bunyan is that those who most hated his doctrines have tried to borrow the help of his genius.",
        "A worse fault is the vTCXo,uveta, or, to borrow Butler's expression, the Cat-andPuss dialogue, which abounds.",
        "They have to maintain all roads in the division; can nominate field cornets (magistrates); may borrow money on the security of the rates for public works; and return three members yearly to the district licensing court.",
        "In 1900 the Maryland legislature empowered the city to borrow $1,350,000 to establish a municipal lighting plant, but in 1909,private concerns still supplied the streets with light.",
        "In short, the single corporeal element of the Ionian physicists was, to borrow a phrase from Aristotle, a permanent aorta having 7r1cOrj which change; but they either neglected the iraOn or confounded them with the oboia.",
        "453 Maximinus, the general of the emperor Marcian, after inflicting a severe defeat on the Nobatae and Blemmyes who were settled in Lower Nubia, and thence raided Upper Egypt, made peace on terms which included permission for these heathen tribes to visit the temple and even to borrow the image of Isis on certain occasions.",
        "The county board also elects a county highway commissioner for a term of three years, is required to designate a system of prospective county highways, and may levy a special tax and borrow money for the development of the system.",
        "Sacrobosco's De sphaera, he read all the books on the subject that he could buy or borrow; observed a partial solar eclipse on the 12th of September 1662; and attempted the construction of measuring instruments.",
        "But he was not entirely self-educated; at sixteen he entered the college of his native place, though his family was so poor that he could not procure the necessary books, and had to borrow them from his mates in order to copy the lessons.",
        "The sense of the gap between theory and fact gives to the religious element of Stoicism a new force; the soul, conscious of its weakness, leans on the thought of God, and in the philosopher's attitude towards external events, pious resignation preponderates over self-poised indifference; the old self-reliance of the reason, looking down on man's natural life as a mere field for its exercise, makes room for a positive aversion to the flesh as an alien element imprisoning the spirit; the body has come to be a \" corpse which the soul sustains,\" 1 and life a \" sojourn in a strange land \"; 2 in short, the ethical idealism of Zeno has begun to borrow from the metaphysical idealism of Plato.",
        "he has not a penny in the world, nor can borrow a single penny, because all his jewels and his plate that he can spare, and those which he must of necessity keep, are pledged to lie in pawn.\"",
        "The Greek \" key \" pattern found on objects in Peruvian graves was not necessarily borrowed from Greece, nor did Greeks necessarily borrow from Aztecs the \" wave \" pattern which is common to both.",
        "Borrow, The Bible in SpaIn (1st ed., London, 1843; with notes and glossary by Ulick R.",
        "Faith, to borrow their own language, was banished to Virgo, and rarely shed her influence on men.",
        "One group lets its fire go out, the next thing to do would be to borrow a light from the neighbour, perhaps several miles off.",
        "Off with his father to borrow skis from a friend of Mr. Ryland.",
        "It's expensive, but to borrow a phrase from a rather different product, it does what it says on the tin.",
        "But you can ' borrow ' gif images and photos from other web sites so long as the source is properly acknowledged (e.g.",
        "To borrow a business analogy, the NHS has gone from a bull market to a bear market.",
        "Usually they would launch a fundraising appeal, apply for a grant or borrow from the bank.",
        "apply when looking at how much you can borrow.",
        "The issue might have seemed arcane - would they be allowed to borrow off balance sheet?",
        "When she can borrow a bicycle, she can cover the distance in less than half the time.",
        "borrow extra money against the security of their home to spend on a holiday or a new car.",
        "borrow a phrase from another campaign... \" Just say ' no ' !",
        "borrow items without proof of address - please ask for details.",
        "borrow less than 75% of your gross annual income.",
        "If municipalities can borrow cheaply from the Bank of Canada they won't borrow cheaply from the Bank of Canada they won't borrow from the private banks.",
        "borrow from friends or family for odd jobs, rather than buying your own.",
        "I once had to borrow a white bow tie from a hall porter in an hotel in Venice.",
        "On the coming into operation of these bye bye bye-laws The Poetry Cubicle welcomes the world to borrow more poetry books.",
        "creditworthy countries that could borrow in the market.",
        "An old borrow pit fringed by willows contains an interesting aquatic flora including spiked water milfoil and common water crowfoot.",
        "Roll around the park, borrow a dog for moral support, or look up your local roller disco.",
        "We do not inherit the earth from our ancestors, we borrow it from our children.",
        "enables part-time, distance, and placement students to borrow material from other libraries in close proximity to where You live or work.",
        "Suddenly, he asked the man if he had a fishing rod he might borrow.",
        "fundraising appeal, apply for a grant or borrow from the bank.",
        "For someone with a bad ankle, tho, a stick can be extremely handy, and Julian very generously let me borrow it.",
        "Experts urge would-be homeowners to not borrow beyond their capacity.",
        "The voucher is valid for one year and will enable you to borrow from up to three participating institutions.",
        "launch a fundraising appeal, apply for a grant or borrow from the bank.",
        "I go and borrow £ 100 to buy a new lawn mower and then pay you £ 10 every week to mow the grass.",
        "Before you can borrow resources (books, videos and dvds etc.) you must join the library.",
        "membership card, which you will need whenever you wish to borrow items.",
        "If subtrahend minuend ' borrow ' from previous column, add r to minuend then subtract.",
        "Don't borrow money to pay off your debts without thinking carefully.",
        "Due to the shortage of capital they are compelled to borrow funds from local moneylenders at a high rate of interest.",
        "overpay when business is good and borrow back if the need arises.",
        "part timeles part-time, distance, and placement students to borrow material from other libraries.",
        "I borrow her coat - shame to waste the rest of her ski pass.",
        "You can borrow up to $ 500 against your next paycheck.",
        "permitted to borrow novels (with written permission ).",
        "You will need to borrow or buy a big stapler, at least 15cm long.",
        "We need to borrow a stepladder from the plow - lesson number X forgotten again.",
        "tots group can borrow books, free of charge, from any Tameside library.",
        "Do you have a large, old, transit van you could borrow?",
        "white tiehad to borrow a white bow tie from a hall porter in an hotel in Venice.",
        "To borrow Golda Meir's apposite zinger, don't be so humble, Anderson, you're not that great.",
        "\" it tends to borrow from scholastic forms of Christian theology the scheme of Being and Attributes (see e.g.",
        "Its introduction and six chapters present with rare lucidity the earliest conceptions of the Kingdom of Heaven, the Son of God, the Church, Christian dogma and Catholic worship; and together form a severely critico-historical yet strongly Catholic answer to Harnack's still largely pietistic Wesen des Christentums. It develops throughout the principles that \"what is essential in Jesus' Gospel is what occupies the first and largest place in His authentic teaching, the ideas for which He fought and died, and not only that idea which we may consider to be still a living force to-day\"; that \"it is supremely arbitrary to decree that Christianity must be essentially what the Gospel did not borrow from Judaism, as though what the Gospel owes to Judaism were necessarily of secondary worth\"; that \"whether we trust or distrust tradition, we know Christ only by means of, athwart and within the Christian tradition\"; that \"the essence of Christianity resides in the fulness and totality of its life\"; and that \"the adaptation of the Gospel to the changing conditions of humanity is to-day a more pressing need than ever.\"",
        "Latin Fathers borrow the word \" dogma,\" though sparingly,, and employ it in all the Greek usages.",
        "The countless informers of all classes who had thriven under the previous regime now found themselves swept away, to borrow Pliny's metaphor (Pliny, Panegyr.",
        "Government lands were originally given free to applicants, but with a provisional and insecure title, which made it impossible for poor colonists to borrow money on their land.",
        "If any money-lender, or any manager, agent or clerk of a moneylender, or any person being a director, manager or other officer of a corporation carrying on the business of a money-lender, by any false, misleading or deceptive statement, representation or promise, or by any dishonest concealment of material facts, fraudulently induces, or attempts to induce, any person to borrow money or to agree to the terms on which money is to be borrowed, he is declared by the act to be guilty of a misdemeanour and is liable on indictment to imprisonment with or without hard labour for a term not exceeding two years, or to a fine not exceeding five hundred pounds, or to both.",
        "The act further provides that if any one for the purpose of earning interest, commission, reward or other profit sends or causes to be sent to a person whom he knows to be an infant any circular or other document which invites the person receiving it to borrow money or to apply to any person or at any place with a view to obtaining information or advice as to borrowing money, he shall be liable, if convicted on indictment, to imprisonment with or without hard labour, or to a fine, or to both imprisonment and fine.",
        "There is no legislative body in any of these political divisions, nor any administrative official directly representing the people, with this exception: under the law of the 22nd of December 1891, municipalities, or communes, are created and invested with certain specified powers of local government affecting local police services, sanitation, local improvements, primary instruction, industrial and business regulations, &c.; they are authorized to borrow money for sanitary improvements, road-making, education, &c., and to impose certain specified taxes for their support; these municipalities elect their own alcaldes, or mayors, and municipal councils, the latter having legislative powers within the limits of the law mentioned.",
        "The sensational school quite naturally produced the demagogic party, and the theological school became quite as naturally absolutism, safe to borrow from time to time the mask of the demagogue in order the better to reach its ends, as in philosophy it is by scepticism that it undertakes to restore theocracy.",
        "Nutting had a famous foxhound named Burgoyne--he pronounced it Bugine--which my informant used to borrow.",
        "The building of a new church, previously begun, had cost about 10,000 in each of the last two years, and he did not know how the rest, about 100,000 rubles, was spent, and almost every year he was obliged to borrow.",
        "Virgin Money Loans - Premier Listing Borrow £ 2,000 - £ 25,000 at a typical rate of 6.9% APR.",
        "Borrow a receiver and map to explore the streets alongside the road and discover this invisible layer of speech and music reanimating the landscape.",
        "Readers who want to borrow books must live within the University 's stipulated residence limits.",
        "They can borrow up to 6 books and 1 talking book at any time.",
        "Any Tameside childminder, playgroup or parent & tots group can borrow books, free of charge, from any Tameside library.",
        "You can apply to borrow from £ 5,000 for the purpose of buying a new or used motor vehicle up to 5 years old.",
        "Maybe you could borrow at very high usurious interest rate.",
        "Please do not borrow any of the photos on this website for use elsewhere without permission, please write to the webmaster for permission.",
        "The focus becomes more how much can we borrow for this issue than is it worth buying.",
        "To borrow Golda Meir 's apposite zinger, do n't be so humble, Anderson, you 're not that great.",
        "Andrew graciously offered to let me borrow his computer, even after I had forgotten to return his books.",
        "Joe let his son borrow the template he used to build fence posts in his yard.",
        "Show that you respect his privacy and his possessions by asking him if he'd like to let his younger sibling borrow or have those toys.",
        "While you may save some money, the used crib you borrow or purchase may contain safety hazards such as too widely spaced slats, loose nuts and bolts, or lead paint.",
        "In fact, even if you borrow a crib, you should seriously consider purchasing a new mattress to use with it.",
        "If you forget yours, see if you can borrow some from the store you're in.",
        "If that's not possible because you plan to borrow a vehicle, at least make sure you can return as quickly as possible.",
        "Before 1914, the U.S. borrowed money from Europe, but with European countries involved in the war, there was no money to borrow.",
        "With this feature, Nook owners can now lend or borrow a book from each other for a period of 14 days.",
        "Read the book, teach the song, and invite kids to become part of the band by providing them each with an instrument to borrow.",
        "The public library is still one of the best places children can go and borrow books.",
        "Heavy marketing and an atmosphere of declining interest rates have enticed people to borrow for an unsustainable lifestyle, instead of investing in their property and home.",
        "Most accounts will only let you borrow up to $50,000 or 50 percent of the amount you invested.",
        "Terms are typically flexible, allowing you to take anywhere from 1 to 25 years to repay the money that you borrow.",
        "Essentially, you borrow from the company and pay them back monthly.",
        "Another phrased is from Psalm 37:21, which states, \"The wicked borrow and do not repay, but the righteous give generously.\"",
        "Borrow against an insurance policy or 401(k) plan- Either of these options can give you quick access to cash.",
        "In addition, the lower your interest rate is, the less you will pay for the money you borrow.",
        "They can borrow anywhere from $250 to $5,000 if they agree to keep a sum equal to the amount they borrow in the savings account.",
        "Several P2P lending sites feature special sections designated for members who want to lend or borrow money with the stipulation that the transaction is taking place in a Christian manner.",
        "Homeowners have the ability to borrow a large amount of money to consolidate debt, at a low interest rate and with a longer repayment period.",
        "If you have any type of security item, such as valuable assets, you may be able to borrow against that value.",
        "You place a deposit on this account and may borrow up to that deposit amount.",
        "Calculation of APR is important any time you borrow money.",
        "These are websites which allow people to borrow and lend money among the online community with varying amounts and interest charges.",
        "The actual amount you need to borrow may be more (resulting in a higher monthly payment) or less (resulting in a lower monthly payment) than what the offer states.",
        "For example, if you own a home that is appraised for $200,000 and your mortgage balance is $150,000, you may have as much as $50,000 that you can borrow against.",
        "Consider any other valuables you may have of an appraised value high enough to borrow against.",
        "Be patient, pay your bills on time and borrow responsibly.",
        "You don't have to borrow a large amount, usually as little as $100.",
        "In most instances, if you borrow $100, you have to repay $125 or more - and you're expected to repay within two weeks, as soon as you get that next paycheck.",
        "Knowing the exact numbers ahead of time can help you make the most of every dollar you borrow and spend.",
        "Interest rates, often expressed as APRs, state how much it will cost to borrow from this lender.",
        "Eclectic log cabin homes can have an ultra-chic, bohemian style look with accessories and furnishings that blend decorating styles and borrow elements from a mixture of cultures.",
        "Borrow from the best of modern developments, technology, architecture and design, meanwhile; never forget what our past has to offer.",
        "Once you've found it, use the showroom locator feature to see the tile in person, borrow a sample to take home for a few days and place your order.",
        "A cell phone is practically a necessity in situations like these--if you don't own one, borrow a friend's phone to bring with you, just in case.",
        "A margin account allows the customer to borrow a percentage from the total amount of the cost of a purchase.",
        "If you find a scrapbook tool you'd like to use for a project, but don't think it's versatile enough to be a wise purchase, see if you can borrow the item from your local scrapbook store.",
        "Your parents may also be able to help you with the cost of your ride or allow you to borrow their car for the evening.",
        "If you are on a tight budget, you can find cheaper dresses on sale or borrow one from a friend or sister.",
        "These are just a sampling of the many science project ideas found on the Internet and in books you can easily borrow from your local library.",
        "You can always ask to borrow one of their outfits for the big night.",
        "While you may not be able to borrow the yearbook, you can certainly look at it, and you may be allowed to make copies of needed photos.",
        "If you are in touch with any of your old classmates, ask if any of them still have an old yearbook that you can borrow.",
        "For identical teen twins that are the same clothing size, you can always borrow one another's clothes!",
        "Ask your friends or family members that have gone to proms in the past if you can buy or borrow one of their old dresses.",
        "Borrow potted plants for an outdoor or garden wedding.",
        "If you aren't writing your own vows to recite in front of a crowd of people on your wedding day, you can borrow vows from other sources.",
        "Borrow a wedding dress or purchase a used wedding dress.",
        "If your loved one begins asking to borrow money or stealing money from you or other people, this may be a sign of crack cocaine use.",
        "While college loans are generally considered an investment in your future, it's not a good idea to borrow more than you can reasonably expect to pay off.",
        "In addition to the loans mentioned above, Federal PLUS Loans are available for parents who wish to borrow money to help pay for a child's education.",
        "Set up gaming systems in several rooms (borrow systems from friends), and challenge everyone to a tournament.",
        "Even if you're not a top-notch student, apply for as many scholarships as possible to reduce the amount of money you need to borrow.",
        "Students may borrow an amount equal to the total cost of their education, minus other financial aid.",
        "Students can typically borrow up to $4,000 for each year of undergraduate wrok and $6,000 for each year of graduate or professional schooling although, again, the specifics of this program vary from college to college.",
        "Loans have become so common many students don't stop and think if they really need to borrow money to pay for their college educations.",
        "Can you borrow money from your parents or a family member?",
        "If you do need a car, ask to borrow a friend's and pay for the gas.",
        "Don't be tempted to borrow more than you need.",
        "If you want to minimize the amount of mo-ey you borrow, working your way through school can be a great way to go, but you will need to learn how to earn money for college.",
        "Later on, if you meet different players and they have a better way of playing a chord, you can always borrow techniques from them.",
        "Home equity loans are fixed rate loans that allow you to dip into the equity that has accumulated in your home and borrow a lump sum of money.",
        "The amount of money you can borrow is directly related to the value of your home and the amount of money that you currently owe.",
        "Some lenders will allow you to borrow up to 80 percent of your home's value, while others will allow you to borrow as much as 125 percent.",
        "It should be noted however, that if you borrow more than 80 percent of the value, you may be required to pay for private mortgage insurance.",
        "To borrow a phrase from \"This Old House\" star and master carpenter Norm Abrams, make sure to accurately measure the hanging distance and span dimension before purchasing ceiling lights.",
        "You borrow against the equity of your home with the knowledge that the improvement will be increasing the value, and therefore the equity, once you're done.",
        "During those 10 years (or the term you decide upon), you can borrow up to your limit using special checks or a card provided by the lender.",
        "The amount you borrow is deducted from the amount available to you.",
        "Purchase or borrow samples of all materials you are considering for the project before you buy.",
        "Bag, Borrow or Steal has several Chanel necklaces available on their site, although, many of them are on a wait list.",
        "If this is the case, you can always ask if you can borrow or buy the dress.",
        "You can even borrow these items from your mom or other relative so that you don't have to spend money on an accessory you might wear for just one night.",
        "You can buy these pre-made or borrow a work outfit from a friend or family member for a more authentic look.",
        "Instead, they have the opportunity to borrow from the Trust at a reduced rate of interest.",
        "This type of life insurance policy also accumulates a cash value that the insured can borrow against.",
        "If guests do not have sufficient points for their dream getaway, however, they can reserve points from one year to the next or borrow points from future years to make their dreams come true.",
        "If you feel you still need the game, ask your friend if you can borrow it longer.",
        "This is a vast improvement over earlier games where created wrestlers were forced to \"borrow\" finishers from real counterparts like the Undertaker or Randy Orton.",
        "Some borrow heavily from Tetris and create their own puzzle game.",
        "By: John Bardinelli (bard)When was the last time your grandfather asked to borrow your Game Boy?",
        "Purchase or borrow books from the library on the dolls you want to collect so you can spot their identifying marks.",
        "This enables you to complete a preliminary application form to determine if you meet the criteria and how much money you are eligible to borrow to purchase a camper, assuming that you find a unit to purchase that has sufficient value.",
        "If you do not have the supplies necessary for camping in low temperatures, you will need to buy or borrow them.",
        "Many of the ballroom samba moves borrow from Afro-Brazilian dances.",
        "You may even be able to borrow books from a group's lending library if you're not sure whether or not a specific curriculum will work with your children.",
        "If your budget doesn't allow for buying one, find out whether your local homeschooling group has one available for rent or to borrow.",
        "National Anti-Vivisection Society - teachers can borrow a variety of items from the BioLEAP Lending Library of Life Science Materials, from 3-D models to computer simulations of animal vivisections.",
        "Instead of investing the considerable financial resources necessary to continuously upgrade equipment and train staff, it may make more sense to \"borrow\" the technology from a company that has already made this investment.",
        "Once you have determined how much you need to borrow and for how long, the lender will quote you an interest rate.",
        "Borrow or ask for a gift from relatives toward a down payment.",
        "Keep in mind, however, if you borrow money from relatives, you will need to disclose that to the lender before you close.",
        "To determine how much you can borrow, you first need an appraisal of your home.",
        "You can borrow against 125 percent of the home, or $187,500.",
        "So, if your existing mortgage balance is for $125,000, you may qualify to borrow $62,500 by taking out a second mortgage.",
        "These rates decide how easy it is to borrow money.",
        "The newly available FHA mortgage program was developed by the government so that individuals could borrow money to purchase a home.",
        "You borrow money from a lender, using your home as collateral.",
        "To lend money to consumers, these lenders actually borrow money from other lenders.",
        "You use $30,000 in savings for the down payment, and borrow $120,000 to pay for the rest.",
        "You get approved for a specific amount of money and can borrow up to that limit.",
        "You can also determine whether or not you have enough equity to borrow against.",
        "Others choose to refinance because they want to borrow from their equity and get cash back at closing.",
        "Some lenders will allow you to borrow up to 80% of your home's value, while others will allow you to borrow as much as 125%.",
        "Whatever you borrow will eventually have to be paid back.",
        "If you want to borrow cash from your home, consider cash-out refinancing.",
        "The above is just an example and applies to someone who wishes to borrow every penny of equity that they have built up in their home.",
        "The amount of money that you can borrow will depend not only on how much you owe and the value of your home, but also on the guidelines set by your lender.",
        "Some lenders will only allow you to borrow up to 80% of your home's value, while other lenders are willing to allow you to borrow up to 125% of the value.",
        "A traditional mortgage, or forward mortgage, allowed you to borrow the money needed to purchase the home you know own.",
        "This choice allows homeowners to remain in their home and borrow against the investment made in younger years.",
        "It's set up like a revolving account, allowing you to borrow from the equity that has built up in your home.",
        "You are approved for a specific amount of money and can borrow over and over again until you meet the limit.",
        "In most cases, lenders set a time limit or a fixed period in which you can borrow money.",
        "You may under borrow or even worse, borrow too much.",
        "When projects or needs have varying cash flows, this allows you to borrow at specific times and for specific amounts.",
        "Always borrow responsibly and remember no matter how many advantages there may be, you do have to eventually pay the money back.",
        "When the borrow needs access to the funds for whatever reason - gas, groceries, a night out on the town - they use a debit card which takes the money straight from the mortgage account.",
        "Will I still be able to get a mortgage on it. 2- If I am able to get a mortgage will a bank allow me to borrow money for the renovations as part of the mortgage.",
        "Individuals who borrow using a reverse mortgage are subject to property requirements.",
        "It's important to remember that the amount of money your lender approves you for may not be the best amount to actually borrow.",
        "Use the amortization calculator below to find out how much you can expect to pay for your monthly mortgage payment based on the amount you borrow.",
        "Find an amount that fits comfortably into your budget before you decide on the total amount of money you will borrow to buy a house.",
        "When you ask yourself the question How much can I borrow for a mortgage you should look for the answer based on your personal financial situation and not on the amount the mortgage lender says you can afford.",
        "The amount of money that you can borrow for a mortgage depends greatly on your own personal financial standing.",
        "Applicants with a substantial down payment can borrow more than people with little or no down payment.",
        "Applicants with a low debt-to-income ratio will be able to borrow more than applicants who have a high debt-to-income ratio.",
        "The amount of money you're able to borrow has a lot to do with the house you try to buy.",
        "Use an Online Mortgage Calculator to find out how much you would be able to borrow for a mortgage based on your income.",
        "When trying to figure out mortgage how much can I borrow affordability you should be sure to take into consideration all the costs associated with owning a home instead of only focusing on the actual mortgage payment.",
        "Most mortgage lenders offer simple prequalification, which will tell you how much you are eligible to borrow, based on the information you furnish the lender.",
        "Consider a prequalification to be a good guideline, but don't accept it as an absolute statement of how much you can afford to borrow.",
        "Generally, mortgage interest rates fluctuate when the prime lending rate (the rate that banks pay to borrow money to lend) moves.",
        "Those who are a higher risk pay more to borrow money to buy a home.",
        "The London Interbank Offered Rate (LIBOR) is the average of the rates which the highest-rated banks in England would charge to borrow money from each other.",
        "To get the 6-month Libor Eurodollar rate at these same banks, the BBA would ask these banks what they would charge Bank B to borrow funds in Eurodollars for six months.",
        "It is the average rate banks in London use to borrow from other banks and is updated once per day, although the actual rates individual banks can vary as often as by the hour.",
        "As many as sixteen English banks submit each of the interest rates they would charge other banks to borrow money for maturities from overnight to 12 months.",
        "The question was changed to: At what rate could you borrow funds, were you to do so by asking for and then accepting inter-bank offers in a reasonable market size just prior to 11am?",
        "The Wall Street Journal published a study in May 2008 suggesting that the use of the LIBOR interest rates may have understated the cost of funds for banks to borrow from other banks.",
        "Unless you absolutely need the money for a necessary expense, don't borrow the maximum allowable amount.",
        "The majority of Americans borrow money to pay for their homes, in the form of a mortgage.",
        "Instead of making the down payment on the home with their own money, in selected situations banks will allow you to borrow the full value.",
        "If you want to buy a $120,000 house, the maximum amount of money you can borrow on your first and second mortgages combined is $120,000.",
        "These three factors combined will determine whether you are eligible for a second mortgage, and how much money you can borrow.",
        "With a mortgage calculator, all you need to do is to plug in the mortgage term, the amount you plan to borrow and the interest rate, and the calculator will do all of the work for you.",
        "Borrow against the equity in your primary residence.",
        "When considering a used mobile home purchase, don't rush out to borrow money and begin paying on the first home you see.",
        "It is generally accepted that you should not borrow any more than twice your expected earnings while some recommend two and a half times one's expected earnings.",
        "The amount you want to borrow relative to the amount of your earnings will affect the mortgage rate you're given.",
        "If you are considering refinancing and have an idea of what your home is worth, or the amount you need to borrow, you can use the free refinance calculator to determine whether the deal is right for you.",
        "Pre-qualification will help families to determine how much they can borrow in order to purchase an HUD property.",
        "You retain some of the equity within your home, not maxing out the amount you borrow.",
        "Alternatively, you could borrow the whole $100,000 from the owner.",
        "When you borrow money for 30 years it is riskier for the bank and the money is tied up longer.",
        "If you are able to get preapproved, you will have an accurate idea of what kind of interest rate you can expect to get and how much money you may be able to borrow.",
        "The amount that a customer can borrow is calculated based on the difference between the assessed value of the property and the amount of any existing mortgages.",
        "Clicking on one of the financial products listed on the site will take you to a page where you can get an individualized quote based on the amount you want to borrow and your FICO score.",
        "As with all home equity loans, only the amount of un-mortgaged value is available to the homeowner to borrow against.",
        "In some areas where home values have fallen, lenders have reduced the percentage of equity available to borrow against.",
        "The best case scenario for obtaining one of these loans is to have more equity in the home than you need to borrow.",
        "Set a budget and figure out how much money you can actually afford to borrow.",
        "The FHA determines the amount of money you can borrow based on several factors.",
        "If you need to borrow a significant amount of money to buy a home, determine if the investment is worthwhile in the long term.",
        "You can either buy the books at your local bookstore or on Amazon, or you can borrow them from your local library.",
        "You may be able to borrow a complete wardrobe for the term of your pregnancy.",
        "While you may be able to purchase a larger size pair of jeans, borrow your spouse's clothes, or leave the button undone on your existing jeans and make do for now, you will find these are short term solutions.",
        "Borrow your husband's coat and roll up the sleeves!",
        "Borrow a coat from a friend who recently had a baby.",
        "Another budget-friendly alternative to purchasing new maternity pajamas is to simply borrow a larger pair of pajamas from a close friend or relative.",
        "Can I borrow some maternity clothes from a friend or relative?",
        "Some women find it easier to borrow clothes from a male family member, especially if you're looking for lounging pants that have a drawstring.",
        "If a close coworker, friend, or neighbor was recently pregnant and wore designer clothing that you liked, you might want to ask if you can borrow the clothes.",
        "If you do borrow, take extra care of the clothes, follow the washing instructions with caution, and be sure to return all of the clothing shortly after delivery.",
        "Borrow first: If you have friends, a sister, co-workers, or other relatives who have recently been pregnant, ask them if they would consider lending you some pieces that are professional enough for work.",
        "You can also borrow some of these books from your local library.",
        "Today's swimsuit fashions borrow design elements from nearly every other era in modern history.",
        "If you don't feed your body enough calcium, your body will borrow from the skeletal stores.",
        "Scope out folks that are about the same size as you are and ask if you can borrow their dress.",
        "It doesn't hurt to ask if you can borrow them for a retro 80s party.",
        "The college path requires the player to borrow $40,000, but there is a better chance of getting a higher-paying job.",
        "Borrow the instructions, and photocopy them.",
        "Most libraries have a large selection of board games that you can play there or borrow to play at home.",
        "Grandparents may also let you rummage through their old holiday decorations-just be sure to let them know of any valuable items you want to borrow.",
        "Whether you love the Grinch or 'Twas the Night before Christmas, you can visit your local library to borrow some of these holiday stories for free.",
        "Borrow from friends - Chances are that your friends all have different holiday recordings, and likely wouldn't mind of you borrowed some of them to create your play lists.",
        "Sports costume - Borrow someone else's football jersey, basketball uniform, baseball shirt, or other sports uniform.",
        "Whether you buy, borrow or contrive, you can save a ton of money and still look as great, or scary, as you hope to this season.",
        "Next, read closely those profiles that attract you and borrow their style, tone and level of detail.",
        "I also asked him may I borrow the cell phone and he also responded that he has to get all the information out of the phone first before I could borrow it.",
        "As to money you must if you can borrow enough to bring you here.",
        "If you cannot borrow enough, you must sell horses, oxen, sheep, cows, anything.\"",
        "I lost my phone number, so can I borrow yours?",
        "Another option is Bag Borrow or Steal, which allows you to \"borrow\" items for a fee and then send them back.",
        "Women then borrow this power and sling it over their shoulder or arm.",
        "Thanks to a company called Bag Borrow or Steal, women can look like a million dollars without spending it on their handbags.",
        "An innovative handbag company, Bag Borrow or Steal (BBoS) offers women the chance to carry the designer handbags of their dreams -- without forking over the money to buy them.",
        "Advantages to this system include the fact that you can keep on ongoing \"wishlist\" of bags you want to borrow, there are no late fees or time limits, and if you find a bag you can't part with, you have the option to buy it.",
        "After your first three months of membership, you can borrow up to five items at a time.",
        "Although Bag Borrow or Steal has reserved quite a bit of publicity and is making its stake in the handbag business as a multi-million dollar company, controversy has become associated with the name as well.",
        "For more info, visit the Bag Borrow or Steal website.",
        "Bag Borrow or Steal - This is one of the best places online to find vintage handbags that are 100% authentic.",
        "You may also want to consider a designer handbag rental service like Bag Borrow or Steal.",
        "You can also rent this tote from the popular handbag rental site, Bag, Borrow, or Steal, and use their 'steal' option to purchase the bag.",
        "You can either borrow a book from the library or purchase your own copy.",
        "If your child attends a preschool, you might want to borrow a few ideas from the school's curriculum to use at home.",
        "Other parents in the church may have materials they've used with their own children that they are no longer using and would be willing to let you borrow.",
        "You might borrow Bibleopoly from a friend in the church and test it on your family.",
        "Let your client borrow a mirror to see the results of your artistry!",
        "If you have friends and family with large DVD collections, ask to borrow a few for your next movie night.",
        "Since editing equipment can be expensive, use your contacts again to see if you can borrow it from an individual or a school.",
        "If you borrow only what you can afford to immediately pay back, without interest, then you win.",
        "Lenders evaluate your risk by reviewing how you borrow money and how you pay it back.",
        "Use cash whenever possible; don't borrow more money than what is necessary.",
        "To further illustrate the importance of not buying items you can't afford, consider charging your child a small amount of \"interest\" whenever he must borrow money from you as the result of poor financial decisions.",
        "Therefore, it's not wise to borrow money when it looks like a recession is coming.",
        "In fact, many people follow the money saving technique of just not buying it in the first place unless they cannot fix, borrow or make do with whatever is on hand.",
        "Borrow large rollers and buy discounted paint and you can now paint your own room, often for less than $50.",
        "Your children can borrow money and work part-time to pay for school if needed.",
        "If you are unable to attend a class due to illness or other commitments, you can listen to one of the audio CDs you'll receive as part of your FPU membership or borrow the DVD lesson from your instructor.",
        "However, a $35 deposit may be required if you opt to borrow a DVD.",
        "If you happen to be buying from a golf store, ask to borrow a club to practice your swing.",
        "The iBeam was invented by baby boomer, Chris McKay, who occasionally had to borrow his wife's reading glasses to make out the fine print on menus, bills, or business cards.",
        "Always check with the yoga studio prior to class if you need to borrow or purchase equipment.",
        "Small Business Investment Companies lend capital and can also borrow additional money from the SBA at very favorable rates.",
        "Business owners can borrow up to $350,000.00 under the SBA Express Program.",
        "You may be able to borrow against other assets as well.",
        "It includes how much the company needs to borrow.",
        "Interest: When you borrow money to buy a car, you pay for this privilege.",
        "When you borrow money for a new or used car, you pay the bank for this privilege in the form of interest.",
        "At seven percent interest, you can borrow $21,500 and have a payment of about $425 per month.",
        "At eight percent interest, you can borrow just under $21,000 to have the same payment.",
        "At twelve percent interest, you can only borrow about $19,000 to stay within your budget.",
        "You borrow a specific amount of money, called the \"principal.\"",
        "Ultra-ambitious high school teams can borrow some of the complicated moves of college cheerleading, which is why it is also important for less experienced squad coaches to attend cheer camp along with their team.",
        "However, if you are able to afford a power washer or borrow one, the job will get done much more quickly and easier.",
        "You can borrow the books for a significant length of time to allow for testing recipes.",
        "First, you can see if your local library has Pilates video tapes or DVDs available for you to borrow.",
        "Borrow magazines from friends or from the library, or check out their websites to see what they offer in terms of weight lifting routines.",
        "But for getting ripped, you have to borrow a little from everywhere.",
        "Generally, you will only need to attend one or two classes to learn the moves, and then you can borrow the pool's equipment or purchase/make your own for a powerful underwater strength training exercise session.",
        "You might also ask a friend if they have a set you can borrow - often people have fondue dishes lying around collecting dust in their cabinets.",
        "They also choose settlement options, have the right to borrow the cash value and they are responsible for paying the premium.",
        "As the insured person, you can borrow against this cash value for any reason, but loans against the policy reduce the death benefit amount.",
        "You can then borrow against the value, use the policy to generate income at retirement, or sell the policy.",
        "As the policy owner, you can borrow against this cash reserve, which accumulates at a guaranteed rate of interest.",
        "You can also borrow against the life insurance policy, tax free.",
        "All you do is borrow a piece of code that lets viewers stream content from the music code's host.",
        "Darlin' was soon disbanded, but Bangalter and de Homem-Christo decided to carry on making music together, and to borrow a line from the review that stuck with them as their new band name.",
        "So, mix your china sets or borrow from friends and neighbors.",
        "You can borrow from friends or search for a reasonably priced second set to purchase.",
        "If you're going out with just a few friends, borrow an eye-catching convertible or classic car.",
        "If you rent or borrow supplies, be extra careful with them.",
        "Use your best china, and try to find (or borrow) antique or classic tea pots.",
        "Depending on the size of the group, you may need to rent or borrow additional tables and chairs, tablecloths or serving pieces.",
        "A sit-down dinner makes sense if you have sufficient space at your table or if you have floor space and can borrow or afford to rent additional tables and chairs.",
        "Clocks: Move all your clocks into the party area, and even borrow some of your neighbor's, too.",
        "Karaoke party - Rent or borrow a karaoke machine and host a karaoke contest.",
        "Swimming pool: Why not reserve a public swimming pool or impose on a family or friend's hospitality and borrow their pool for the event?",
        "If you don't know anyone who has a boat you can borrow, check with your local marina for rentals.",
        "If a team runs out of funds, they are allowed to beg or borrow from other teams or from anyone else who wants to help them out.",
        "To do this, he managed to borrow a Huey 204 helicopter and pilot it, fulfilling a childhood dream of his.",
        "The children were teased by their peers and Frances was allowed to borrow her father's quarter plate camera which she had no previous knowledge of how to use.",
        "borrow up to 125% of the value of your home, less the current mortgage.",
        "climactic battle seems to borrow elements from the previous two films.",
        "Use a mortgage calculator to find out how much your monthly payment will be based on the amount of money you borrow.",
        "For serious weather conditions, you may prefer wearing a pair of boots that borrow loosely from the western-styled boots of your choice.",
        "But Schelling did not merely borrow, he had genuine philosophic spirit and no small measure of philosophic insight, and under all the differences of exposition which seem to constitute so many differing systems, there is one and the same philosophic effort and spirit."
    ],
    "definition": [
        "To obtain or receive (something) on loan with the promise or understanding of returning it or its equivalent.",
        "To adopt or use as one's own: I borrowed your good idea.",
        "In subtraction, to take a unit from the next larger denomination in the minuend so as to make a number larger than the number to be subtracted.",
        "Linguistics To adopt (a word) from one language for use in another.",
        "To borrow something.",
        "Linguistics To adopt words from one language for use in another.",
        "bor′row·er\nnoun",
        "Link/Cite",
        "To receive (something) from somebody temporarily, expecting to return it.",
        "To adopt (an idea) as one's own.\nto borrow the style, manner, or opinions of another",
        "(linguistics) To adopt a word from another language.",
        "(arithmetic) In a subtraction, to deduct (one) from a digit of the minuend and add ten to the following digit, in order that the subtraction of a larger digit in the subtrahend from the digit in the minuend to which ten is added gives a positive result.",
        "(proscribed) To lend.",
        "(double , US, dialect) To temporarily obtain (something) for (someone).",
        "To feign or counterfeit.",
        "(receive temporarily): give back (exchanging the transfer of ownership), lend (exchanging the owners), return (exchanging the transfer of ownership)",
        "(in arithmetic): carry (the equivalent reverse procedure in the inverse operation of addition)",
        "(golf) Deviation of the path of a rolling ball from a straight line; slope; slant.\nThis putt has a big left-to right borrow on it.",
        "(archaic) A ransom; a pledge or guarantee.",
        "(archaic) A surety; someone standing bail.",
        "A surname.\nGeorge Borrow wrote novels and travelogues based on his experiences travelling around Europe.",
        "Link/Cite"
    ]
}