{
    "translation": ".1 ענף, תחום\n.2 סניף",
    "uses": [
        "I've been studying culinary arts for a few years and recently decided to branch out on my own.",
        "It's the closest city with a World Wide branch to Parkside.",
        "The snap of a branch pulled her from her misery.",
        "He'd extended an olive branch and come back empty-handed.",
        "But his branch of the militia wasn't equipped to help refugees.",
        "Appalachia Branch of the PMF.",
        "After doubling back and being rewarded with a branch slap on my cheek I realized I wasn't wrong after all; the Pace Arrow was gone!",
        "Toby gasped as the branch picked him up then waited.",
        "She rubbed the lumpy scar on her arm, her attention caught by the sight of a jaguar dropping from a tree branch to the edge of the park and the forest a short distance away.",
        "Two steps from him, leaning against a branch and talking loudly and attracting general attention, stood a tall, handsome, black-haired noncommissioned officer with a bandaged head.",
        "The mind drops them as a branch drops its overripe fruit.",
        "The branch obliged him and passed him upwards to another, which stretched him as far up as it could reach.  Then dropped him.  Toby yelped as he fell.  Another branch caught him and lifted him upwards again.",
        "from London on the Windermere branch of the London & North-Western railway.",
        "to Tortoli, the latter having a short branch from Gairo to Ierzu), from Macomer E.",
        "A modern branch of mathematics having achieved the art of dealing with the infinitely small can now yield solutions in other more complex problems of motion which used to appear insoluble.",
        "She touched a branch gingerly, uncertain if the trees here were sensitive to touch or not.",
        "\"I'm sorry,\" she said, ducking her head to avoid a branch as she walked under it.",
        "He sought refuge in his tree on a branch overhanging the main trail.",
        "from Dublin by the Ballybrophy and Limerick branch of the Great Southern & Western railway.",
        "The intellectual improvement which Helen has made in the past two years is shown more clearly in her greater command of language and in her ability to recognize nicer shades of meaning in the use of words, than in any other branch of her education.",
        "\"And the Immortals have thousands,\" she said.  She swiped at a branch that snaked in front of her.  \"Do demons have to pretend to respect a human's free will like Immortals do?\"",
        "At this point the right branch of the river is only 500 ft.",
        "She made no effort to move away from him, but he pushed her slightly forward until she stumbled, and caught a branch as she let out a muffled scream.",
        "The grant finally came into the possession of Thomas, Lord Fairfax, and in 1746 a stone was erected at the source of the north branch of the Potomac to mark the western limit of the grant.",
        "With effort, Deidre hauled herself up onto a branch, wrapped her legs around it in a careful balancing act then stretched upward for the next.",
        "As the PMF commander of the Appalachia Branch, his word would hold, especially when his men heard he'd blown off Donovan's head for hurting her.",
        "Helpless until the trees finished flinging them around, Katie struggled to grab the branches, so she didn't end up like Deidre.  Finally, a branch wrapped around her and pulled her through the canopy, dumping her at the edge of the jungle.  Toby landed with a grunt beside her, and she lay still to catch her breath, still hoping Deidre reappeared.",
        "Ten minutes of walking later, she crouched beneath the lowest branch of a massive pine tree and inched her way to the scene.",
        "It shoved Rissa's horse off the trail in its haste, where a branch knocked her to the ground.",
        "The trees have ample room to expand on the water side, and each sends forth its most vigorous branch in that direction.",
        "Now he rode beside Ilyin under the birch trees, occasionally plucking leaves from a branch that met his hand, sometimes touching his horse's side with his foot, or, without turning round, handing a pipe he had finished to an hussar riding behind him, with as calm and careless an air as though he were merely out for a ride.",
        "He looked up instinctively, sensing something different about this thunder.  It didn't sound like the rumbling thunder he'd heard in the mortal world.  It sounded like an explosion in the sky.  The jungle canopy blocked his view, so he leapt up to catch the branch of the nearest tree.  He scaled the tree quickly, stopping only when he broke through the layers of leaves.  More tiny explosions came, and he twisted to see what they were.",
        "The Indian flying-squirrel (P. oral) leaps with its parachute extended from the higher branches of a tree, and descends first directly and then more and more obliquely, until the flight, gradually becoming slower, assumes a horizontal direction, and finally terminates in an ascent to the branch or trunk of the tree to which it was directed.",
        "A large drawer on the left side of the desk contained files on various branch offices of the company while the drawers on the right, three in all, contained blank paper, company circulars and a few maps.",
        "The tree lowered a branch to him, and he wrapped his arms around it.  It was warm and writhing, and one small branch wrapped around him to keep him secure as it shifted him upwards.  Toby broke through the treetops and gasped.",
        "Katie stared at him, suspecting he'd lost his mind.  To her surprise, a branch wrapped around her body.  She yelped, shoving at it then went still as it plucked her from the ground and moved her across the ravine, dropping her off in the jungle again.",
        "Carmen tossed the towel on a branch, kicked off her sandals and walked down the creek to the rope swing.",
        "ALBANY, a municipal town in the county of Plantagenet, West Australia, on Princess Royal Harbour, a branch of King George Sound, 352 m.",
        "A branch line, 4 m.",
        "of Halifax, on a branch of the Intercolonial railway.",
        "of Belfast on a branch of the Great Northern railway, standing on an eminence.",
        "army corps; it has tribunals of first instance and of commerce, a board of trade-arbitrators, a chamber of commerce, an exchange and a branch of the Bank of France.",
        "The Lyse Fjord, a branch of the Bukken Fjord, is a fine narrow inlet enclosed by precipitous mountains.",
        "He died in 1799, and Maximilian Joseph, the head of the Zweibriicken branch, inherited Bavaria and the Palatinate.",
        "A shiver ran through the tree, and the wind sent forth a blast that would have knocked me off had I not clung to the branch with might and main.",
        "\"Everyone should find that person that makes them feel alive and have a chance with him,\" Katie said and rested her head against a wet branch.  \"I wish I'd been more willing to take that chance, too.  Might've had more time with him before ending up here.\"",
        "This one showed a determined kitty hanging from a tree branch and always made her smile, even when she was hung-over.",
        "on a branch of the London & North-Western railway.",
        "Animal (Paris, 1829) is as follows: First Branch.",
        "Second Branch.",
        "Third Branch.",
        "Fourth Branch.",
        "P.aRAIDA Enteroioa Branch A.",
        "Branch B.",
        "Diagram to show the division of the great branch Enterozoa into two grades and the Phyla given off therefrom.",
        "Branch a.",
        "33 a Branch b.",
        "Anrh°30a portions Branch a.",
        "Branch b.",
        "The earldom of Dysart must not be confounded with that of Desart (Irish), created (barony 1733) in 1793, and held in the Cuffe family, who were originally of Creech St Michael, Somerset, the Irish branch dating from Queen Elizabeth's time.",
        "Weissenfels is a place of considerable antiquity, and from 1656 till 1746 it was the capital of the small duchy of Saxe-Weissenfels, a branch of the electoral house of Saxony, founded by Augustus, second son of the elector John George I.",
        "NORFOLK, a city and port of entry of Norfolk county, Virginia, U.S.A., on the northern side of the Elizabeth river (an arm of the Chesapeake Bay) and at the mouth of its eastern branch, and on the Albemarle and Chesapeake and the Dismal Swamp canals, about 90 m.",
        "On the north both summits are defended by cliffs; on the south the ground slopes away somewhat abruptly from the eastern summit towards the plateau on which the town stood, while the western summit is separated from this plateau by a valley traversed by a branch of the Hypsas [mod.",
        "In 1742, after the extinction of the two senior lines of this family, the Sulzbach branch became the senior line, and its head, the elector Charles Theodore, inherited Bavaria in 1777.",
        "(the \"Winter King\") was driven from his dominions, the electoral privilege was transferred to Bavaria, and in 1648, by the Peace of Westphalia, an eighth electorate was created for the Wittelsbachs of the Palatinate, and was exercised by the senior branch of the family.",
        "Branch II.",
        "Branch III.",
        "Branch IV.",
        "Aurillac is the seat of a prefect, and its public institutions include tribunals of first instance and of commerce, a chamber of commerce, a lycee, training-colleges and a branch of the Bank of France..",
        "The prosperity of the town has been revived in modern times by the establishment by the railway company of a branch line from Sittingbourne in connexion with a service of mail and passenger steamers to Flushing (Holland), which run twice daily.",
        "A' branch of the eastern chain of the Andes enters Venezuela in the west about 7° N.",
        "This branch consists of parallel chains enclosing elevated valleys, in one of which lies the town of Merida at the height of 5410 ft., overlooked by the highest summit of the chain (Picacho de la Sierra, 15,420 ft.).",
        "In the absence of statistical returns it is impossible to give the values of this branch of trade.",
        "In October 1905 a considerable reduction was made in railway rates and in port dues and customs, with the object of re-attracting to the port the transit trade of the interior, and in 1907 a branch of the Rhodesian customs was opened in the town.",
        "He held a prominent place in the New School branch of the Presbyterians, to which he adhered on the division of the denomination in 1837; he had been tried (but not convicted) for heresy in 1836, the charge being particularly against the views expressed by him in Notes on Romans (1835) of the imputation of the sin of Adam, original sin and the atonement; the bitterness stirred up by this trial contributed towards widening the breach between the conservative and the progressive elements in the church.",
        "End of branch of inflorescence slightly enlarged.",
        "tagged on to the treatment of human disease, but unworthy of being studied for its own sake as a branch of knowledge.",
        "Between 1847 and 1858 branch societies were formed in different parts of India, especially in Bengal, and the new society made rapid progress, for which it was largely indebted to the spread of English education and the work of Christian missionaries.",
        "He was sitting on the seat the old prince used to like to sit on, and beside him strips of bast were hanging on the broken and withered branch of a magnolia.",
        "Check out the restaurant's classic offerings such as dim sum and dumplings, or branch out a bit with some airy pepper-salted squid.",
        "Brady's arm of the militia, the Appalachia Branch, stretched from northern Georgia up through Virginia and was one of the largest in the PMF, the only thing good to come of the East-West Civil War.",
        "Its public institutions include tribunals of first instance and of commerce, a council of tradearbitrators, a chamber of commerce and a branch of the Bank of France.",
        "from Hull by a branch of the North Eastern railway.",
        "By arrangement with the Chinese government a branch of the Imperial maritime customs has been established there for the collection of duties upon goods coming from or going to the interior, in accordance with the general treaty tariff.",
        "A branch from this road ran to Olbia (followed closely by the modern highroad and railway also), and was perhaps the main line of communication, though the itineraries state that the road from Carales to Olbia ran through the centre of the island by Biora, Valentia, Sorabile (near Fonni) and Caput Thyrsi.",
        "He tentatively moved forward, grasping a branch.",
        "Finally, he broke through the thatch of branches and leaves blocking most of the sun.  The day was darkening.  In the distance, he saw the massive fortress that was Death's, and he saw the Lake of Souls he'd seen in angel memories.  He saw birds but couldn't see through the jungle to where Katie might be.  The branch holding him swayed in a heavy wind that smelled of rain.",
        "In 1 533 it was raised to a margraviate by the emperor Charles V., and wds held by various families until in 1799 it passed, through the Sultzbach branch of the Wittelsbachs, to the royal house of Bavaria, by whom it was renounced in favour of the Batavian republic in 1801.",
        "Though Conrad was almost immediately assassinated, the crown did not 1 A branch of the line continued in Poitou during the 13th century, and ruled in LaMarche till 1303.",
        "Before the extinction of the line in 1475, it had succeeded in putting a branch on the throne of Armenia.",
        "' Pulpit eloquence is the branch of belles-lettres in which Flechier excelled.",
        "from London on a branch from Nuneaton of the London & North Western and Midland railways, near the Ashby-dela-Zouch canal.",
        "The family name of the principal branch of this tribe is Abu Sin, and Gedaref, an important town in the centre of the Shukria country, was formerly called Suk Abu Sin.",
        "He entered the engineer branch in 1838, served in the campaigns in the Caucasus, rose to be colonel, and commanded the sappers and miners at the siege of Kars in 1855.",
        "In 1865 the synod of that province, in an urgent letter to the archbishop of Canterbury (Dr Longley), represented the unsettlement of members of the Canadian Church caused by recent legal decisions of the Privy Council, and their alarm lest the revived action of Convocation \"should leave us governed by canons different from those in force in England and Ireland, and thus cause us to drift into the status of an independent branch of the Catholic Church.\"",
        "Immediately on the‘ formation of the Canadian Pacific railway company branch lines were begun at Winnipeg and there are eight radial lines running from this centre to all parts of the country.",
        "The Great Northern railway has also three branch lines in Manitoba and one of these has Winnipeg as its terminus.",
        "Branches may be made from the main pipes by means of smaller pipes arranged in the same manner as the mains, the Bolter branch flow pipe being connected with the main flow pipe and returning into the main return.",
        "Radiators should not be fixed directly on to the main heating pipe, but always on branches of smaller diameter leading from the flow pipe to one end of the radiator and back to the main return pipe from the other end; they may then be easily controlled by a valve placed on the branch from the flow pipe.",
        "Frequently a single pipe is led to the tap, but the water in this branch cools and must therefore be drawn off before hot water can be obtained.",
        "The Welsh Calvinistic Methodists are now a branch of the Presbyterian Church.",
        "Until 1870, when it secured a branch railway from the Union Pacific line at Cheyenne (Wyoming), the city was on one side of the transcontinental travelroutes.",
        "It is served by the Morris & Essex division of the Delaware, Lackawanna & Western railway and by the Orange branch of the Erie (the former having three stations in the city - Grove Street, East Orange and Brick Church), and is connected with Newark, Orange and West Orange by electric line.",
        "The Department of Waters i and Forests (Administration des Eaux et Forts) forms a branch of the min istry of agriculture.",
        "The department of Seine, comprising Paris and its suburbs, which has the largest manufacturing population, is largely occupied with the manufacture of dress, millinery and articles of luxury (perfumery, &c.), but it plays the leading part in almost every great branch of industry with the exception of Average Production (Thousands of Basins.",
        "Gardiens de la pair (sometimes called sergents de yule, gardes de yule or agents de police) are not to be confounded with the gendarmerie, being a branch of the administrative police and corresponding more or less nearly with the English equivalent police constables, which the gendarmerie do not, although both perform police duty.",
        "The Customs(douane), at one time only a branch of the administration of the contributions indirectes, were organized in 1869 as a special service.",
        "These institutions are under the super- In America-vision of a branch of the ministry of the Guiana interior.",
        "Morelia is served by a branch of the Mexican National railway; its station is outside the city, with which it is connected by a small tramway line.",
        "The Guaira river, a branch of the Tuy, traverses the plain from west to east, and flows past the city on the south.",
        "of Waterford by the Waterford and Mallow branch of the Great Southern & Western Railway.",
        "GABRIEL BETHLEN (GABOR) (1580-1629), prince of Transylvania, the most famous representative of the Iktari branch of a very ancient Hungarian family, was born at Illye, and educated at Szarhegy, at the castle of his uncle Andras Lazar.",
        "The tree breaks into thin stems close to the ground, and these branch again and again, the leaves being developed umbrellafashion on the outer branches.",
        "the great questions upon which the country was divided, were settled within twenty years of the granting of self-government.1 With the disposal of these important problems, politics in Australia became a struggle for office between men whose political principles were very much alike, and the tenure of power enjoyed by the various governments did not depend upon the principles of administration so much as upon the personal fitness of the head of the ministry, and the acceptability of his ministry to the members of the more popular branch of the legislature.",
        "The raising of cattle, pigs and sheep is a fairly important branch of industry throughout the duchy; horses are bred in Kamburg.",
        "In 1873 he became interested in a project for uniting Europe and Asia by a railway to Bombay, with a branch to Peking.",
        "The town became the headquarters of the Royal Artillery on the establishment of a separate branch of this service in the reign of George I.",
        "In 1741 a school of instruction for the military branch of the ordnance was established here.",
        "The branch of the Franks - who were a confederacy, not a people - which gradually overspread Gallia Belgica, bore the name of the Salian Franks..",
        "PAGHMAN, a small district of Afghanistan to the west of Kabul, lying under the Paghman branch of the Hindu Kush range.",
        "There are practically no branch roads in Turkestan, and the only means of transport in bulk is either by wagon on the few main roads, or by railway.",
        "A branch runs from Karshi to Kitab, and the intention was to join Kitab to Samarkand.",
        "Clifford, Further India (1904); Journal of the Malay Archipelago, Logan (Singapore); Journal of the Straits Branch of the Royal Asiatic Society (Singapore); Weld, Maxwell, Swettenham and Clifford in the Journal of the Royal Colonial Institute (London); Clifford in the Journal of the Royal Geographical Society (London).",
        "Benevento is a station on the railway from Naples to Foggia, and has branch lines to Campobasso and to Avellino.",
        "of Formia by the branch railway to Sparanise, 666 ft.",
        "He belonged to the Root and Branch party, and spoke in favour of the petition of the London citizens for the abolition of episcopacy on the 9th of February 1641, and pressed upon the House the Root and Branch Bill in May.",
        "It is the terminus of a branch of the Great Western railway from Uffington.",
        "On reaching the South American coast, the southern equatorial current splits into two parts at Cape St Roque: one branch, the Brazil current, is deflected southwards and follows Currents.",
        "The second branch proceeds north-westwards towards the West Indies, where it mingles with the waters of the northern equatorial; and the two drifts, blocked by the",
        "The movements of the northern branch of the Gulf Stream drift have been the object of more careful and more extended study than all the other currents of the ocean put together, except, perhaps, the Gulf Stream itself.",
        "The main railway from Belgrade to Constantinople skirts the Maritza and Ergene valleys, and there is an important branch line down the Maritza valley to Dedeagatch, and thence coastwise to Salonica.",
        "The branch railway connecting Whitstable with Canterbury was one of the earliest in England, opened in 1830.",
        "And as there is no branch of art in which mechanical improvements, and the consequent change in the nature of technical difficulties, bear so directly upon the possibilities and methods of external effect, it follows that an exclusive preponderance of this view is not without serious disadvantage from the standpoint of general musical culture.",
        "There is probably no other branch of art in which orthodox tradition is so entirely divorced from the historical sense, and the history, when studied at all, so little illuminated by the permanent artistic significance of its subjects.",
        "The country is traversed throughout by the Rajputana railway, with its Malwa branch in the south, and diverging to Agra and Delhi in the north.",
        "have constructed branch railways at their own cost, the first of which was extended in 1901 to Hyderabad in Sind.",
        "In this arrangement, instead of the circuit being made through the jacks in series, each jack is connected to an independent branch from the main circuit.",
        "He takes no heed of his rider, pays no attention whether he be on his back or not, walks straight on when once set agoing, merely because he is too stupid to turn aside, and then should some tempting thorn or green branch allure him out of the path, continues to walk on in the new direction simply because he is too dull to turn back into the right road.",
        "There was no branch of knowledge in which he did not take an absorbing interest, no polite art which he did not cultivate and encourage.",
        "Another lateral rsnge, the Prato Magno, which branches off from the central chain at the Monte Falterona, and separates the upper valley of the Arno from its second basin, rises to 5188 ft.; while a similar branch, called the Alpe di Catenaja, of inferior elevation, divides the upper course of the Arno from that of the Tiber.",
        "The revenue in the Italian financial year 1905-1906 (July I, 1905 to June 30, 1906) was 102,486,108, and the expenditure 99,945,253, or, subtracting the partite di giro, 99,684,121 and 97,143,266, leaving a surplus of 2,54o,855.f The surplus was made up by contributions from every branch of the effective revenue, except the contributions and repayments from local authorities.",
        "The Via Salaria, a very ancient road, with its branch, the Via Caecilia, ran north-eastwards to the Adriatic coast and so also did the Via Flaminia, which reached the coast at Fanum Fortunae, and thence followed it to Ariminum.",
        "This, while the elder branch of the Hauteville family still held the title and domains of the Apulian duchy; but in 1127, upon the death of his cousin Duke William, Roger united the whole of the future realm.",
        "Alessandro de Medici was placed there with the title of duke of Civit di Penna; and, on his murder in 1537, Cosimo de Medici, of the younger branch of the ruling house, was made duke.",
        "Both King Victor Emmanuel and his brother Charles Felix had no sons, and the heir presumptive to the throne was Prince Charles Albert, of the Carignano branch of the house of Savoy.",
        "He threw all the influence of the government against Crispi, who was charged with complicity in embezzlements perpetrated by Favilla, managing director of the Bologna branch of the Bank of Naples.",
        "In order to provide employment for his soldiers, Corbulo made them cut a canal from the Mosa (Meuse) to the northern branch of the Rhine, which still forms one of the chief drains between Leiden and Sluys, and before the introduction of railways was the ordinary traffic road between Leiden and Rotterdam.",
        "(From Lubbock, after Allman.) by the founder proceeds to grow and to bud in the same way as the founder did, producing a side branch of the main stem.",
        "Hence, in a colony of gymnoblastic hydroids, the oldest polyp of each system, that is to say, of the main stem or of a branch, is the topmost polyp; II  ?a ` FIG.",
        "continues the stem or branch of which its parent forms a part.",
        "The polyp may then form a second bud, which becomes the starting point of a new system, the beginning, that is, of a new branch; and even a third bud, starting yet another system, may be produced from the same polyp. Hence the colonies of Calyptoblastea may be com plexly branched, and the bud ding may be biserial through out, uniserial throughout, or partly one, partly the other.",
        "F, foundersecond bud, which usually polyp; I, 2, 3, succession of polyps forms a side branch or pinnule budded from the founder.",
        "The pinnules never branch again, since in the uniserial mode of budding a polyp never forms a second polyp-bud.",
        "The laws of branch formed by similar budding from 1; budding in hydroids a 2 -d 2 from 2, and so forth.",
        "Polyp 7 has proof sense, 1 o c oduced as its first bud, 8; as its second bud, a7, motion and nutriwhich starts a uniserial pinnule; and as a third t i on, until its bud I', which starts a biserial branch (I I'-VI') medusoid nature that repeats the structure of the main stem and and organization gives off pinnules.",
        "of Scarborough by a branch of the North Eastern railway.",
        "The method is simply the logical result of the fact that every existing form of life stands at the summit of a long branch of the whole tree of life.",
        "With reference to any particular group of forms such a new centre of modification may be termed a metacentre, and it is plain that the archecentre of the whole group is a metacentre of the larger group cf which the group under consideration is a branch.",
        "In the matter of criminal jurisdiction we paused for a moment at the edict of Milan; but we may at once trace this second or civil branch of episcopal judicature or quasi-judicature down as far as the reign of Charlemagne, when it underwent a fundamental change, and became, if either litigant once chose, no longer a matter of consent but of right.",
        "STRATFORD-ON-AVON, a market town and municipal borough in the Stratford-on-Avon parliamentary division of Warwickshire, England; on a branch line of the Great Western railway and on the East & West Junction railway, in connexion with which it is served from London by the Great Central (922 m.) and the London & North-Western railways.",
        "The college in 1907-1908 had 150 students and a faculty of 16; it publishes an endowed historical series called The John P. Branch Historical Papers of Randolph-Macon College; and it is a part of the \"RandolphMacon System of Colleges and Academies,\" which includes, besides, Randolph-Macon Academy (1890) at Bedford City, Virginia, and Randolph-Macon Academy (1892) at Front Royal, Virginia, both for boys; Randolph-Macon Woman's College (1893) at Lynchburg, Virginia, which in 1907-1908 had an enrolment of 390; and Randolph-Macon Institute, for girls, Danville, Virginia, which was admitted into the \"System\" in 1897.",
        "A scion of another branch of the Mansfelds was Peter Ernst, Fiirst von Mansfeld (1517-1604), governor of Luxemburg, who unlike his kinsmen was loyal to Charles V.",
        "Each branch grows simply by the transverse division of its apical cell.",
        "Other pits, connecting cells not belonging to the same branch, are, however, formed at a later stage.",
        "These branch, and may be packed or interwoven to form a very solid structure; but each grows in length independently of the others and retains its own individuality, though its growth in those types with a definite external form is of course correlated with that of its neighbors and is subject to the laws governing the general form of the body.",
        "Such an independent coenocytic branch or cell-thread is called a hypha.",
        "of the thallus, whatever its external form, by branched, continuous or septate, coenocytic tubes (Siphoneae and Fungi), or by simple or branched cell-threads (Red and many Green Algae), in both cases growing mainly or entirely at the apex of each branch, is almost universal in.",
        "Theoretically this branch of the subject should connect with and form the completion of morphological anatomy, but the field, has not yet been sufficiently explored to allow of the necessary synthesis.",
        "If a piece of bark and cortex are torn off, the occlusion takes longer, because the tissues have to creep over the exposed area of wood; and the same is true of a transverse cut severing the branch, as may be seen in any properly pruned tree.",
        "Aphidesand may be easily penetrated by certain Fungi such as Peziza, Nectria; and when thus attacked, the repeated conflicts between the cambium and callus, on the one hand, trying to heal over the wound, and the insect or Fungus, on the other, destroying the new tissues as they are formed, results in irregular growths; the still uninjured cambium area goes on thickening the branch, the dead parts, of course, remain unthickened, and the portion in which the Fungus is at work may for the time being grow more rapidly.",
        "The earliest attempts to deal with the first branch of the inquiry may be called physiognomical.",
        "ALBERT (1522-1557), prince of Bayreuth, surnamed THE WARLIKE, and also Alcibiades, was a son of Casimir, prince of Bayreuth, and a member of the Franconian branch of the Hohenzollern family.",
        "Penck, \" Potamology as a Branch of Physical Geography,\" Geog.",
        "LUCIUS CORNELIUS SULLA (138-78 B.C.), surnamed Felix, Roman general, politician and dictator, belonged to a minor and impoverished branch of the famous patrician Cornelian gens.",
        "Its cloth and silk manufactures are important, and owing to the opening up of extensive coalfields in the district almost every branch of iron industry is carried on.",
        "The last nerve which contributes to the ischiadic plexus leaves the spinal column in most birds either between the two primary sacral vertebrae, or just below the hindmost of them, and sends a branch to the pubic portion which is composed of post-ischiadic nerves, partly imbedded in the kidneys, and innervates the ventral muscles between the tail and pubis, together with those of the cloaca and copulatory organs.",
        "In the region of the neck lateral strands pass through the transverse canal of the cervical vertebrae; but from the thoracic region onwards, where the cardiac branch to the heart is given off, each strand is double and the basal ganglia are successively connected with the next by a branch which runs ventrally over the capitulum of the rib, and by another which passes directly through the foramen or space formed between capitulum and tuberculum.",
        "These - as indicated by their supply from a branch of the hypoglossal nerve, which descends on either side of the trachea - are, so to speak, a detached, now mostly independent colony of glosso-pharyngeal muscles.",
        "It is no exaggeration to say that the genus, often even the species, can be determined from almost any recent bone, but in the case of Miocene, and still more, of Eocene fossils, we have often to deal with strange families, which either represent an extinct side branch, or which connect several recent groups with each other.",
        "Another branch of the Alectoromorphae, in particular of the Galliformes, when these were still scarcely separated from the Gruiformes, especially rail-like birds, leads through Opisthocomi to the Cuculiformes.",
        "Sir John Howard, only son of the match between Howard and Mowbray, took service with his cousin the third duke of Norfolk, who had him returned as knight of the shire for Norfolk, where, according to the Paston Letters, this Howard of the Essex branch was regarded by the gentry as a strange man.",
        "of Oxford, the terminus of a branch of the Great Western railway from Radley.",
        "1489), son of Stephen, count palatine of Zimmern-Veldenz, founded the line of the dukes of Zweibriicken, which became extinct in 1731, when the duchy passed to the Birkenfeld branch, whence it came under the sway of Bavaria in 1799.",
        "of the port of Buenaventura, on the Rio Cali, a small branch of the Cauca.",
        "Meshed has telegraph (since 1876) and post (since 1879) offices, and the Imperial Bank of Persia opened a branch here in 1891.",
        "branch of the United railways of Havana, of which it is the W.",
        "The Ahom language is the oldest member of the Tai branch of the Siamese-Chinese linguistic family of which we have any record.",
        "Junghuhn, have been associated with the Battas, but are probably a distinct branch of the pre-Malayan or Indonesian race.",
        "Below the bifurcation the river of Babylon was again divided into several streams, and indeed the most famous of all the ancient canals was the Arakhat (Archous of the Greeks and Serrat and Nil of the Arabs), which left that river just above Babylon and ran due east to the Tigris, irrigating all the central part of the Jezireh, and sending down a branch through Nippur and Erech to rejoin the Euphrates a little above the modern Nasrieh.",
        "CALARASHI (Caldrasi), the capital of the Jalomitza department, Rumania, situated on the left bank of the Borcea branch of the Danube, amid wide fens, north of which extends the desolate Baragan Steppe.",
        "Small vessels carry cargo to Braila and Galatz, and a branch railway from Calarashi traverses the Steppe from south to north, and meets the main line between Bucharest and Constantza.",
        "They were probably Finns of the branch now represented by the Votiaks and Permiaks, forced northwards by later immigrants.",
        "When one branch of a family was admitted and one shut out we have an analogy to the patrician and plebeian Claudii, though the distinction had come about in quite another way.",
        "The main branch rises in the Beila country nearly as far north as 9° N.",
        "of Penrith by a branch of the London & North-Western railway.",
        "In 1746 and 1748 he published in the Memoirs of the Academy of Berlin \"Recherches sur le calcul integral,\" a branch of mathematical science which is greatly indebted to him.",
        "There is a branch line from Inverurie to Old Meldrum, 54 m.",
        "At the battle of the White Hill (1620) the Bohemian Protestants were routed; the Brethren were driven from their homes; the Polish branch wis absorbed in the Reformed Church of Poland; and then many fled, some to England, some to Saxony, and some even to Texas.",
        "of Ottawa, on the Mississippi river, and at the junction of the main line and Brockville branch of the Canadian Pacific railway.",
        "below Reni, touching it with its Kilia branch.",
        "Siberia; (c) the Volga Finns, or rather the old Bulgarian branch, to which belong the Mordvinians, and the Cheremisses in Kazan, Kostroma and Vyatka, though they are classified by some authors with the following: (d) the Permyaks, or Cis-Uralian Finns, including the Votiaks on the E.",
        "on Manchurian territory, and from Kharbin sends off a branch to Dalny near Port Arthur on the Liao-tung peninsula.",
        "Tomsk is now connected with the main line by a short side branch.",
        "to Mery (560 m.), with a branch line (194 m.) to Kushk, near Herat, then N.E.",
        "from Merv, with a branch to Tashkent (220 m.).",
        "A third line of great importance is the junction line between the Transcaucasian railway - which runs from Batum and Poti to Baku, via Tiflis, with a branch line to Kars - and the railway system of Russia proper.",
        "The reformers of the previous reign had sought to make the new local administration (zemstvo) a system of genuine rural self-government and a basis for future parliamentary institutions; these later conservatives transformed it into a mere branch of the ordinary state administration, and took precautions against its ever assuming a political character.",
        "Subsequently, by obtaining from the Tsungli-Yaman a long lease of Port Arthur and Talienwan and a concession to unite those ports with the Trans-Siberian by a branch line, she tightened her hold on that portion of the Chinese empire and prepared to complete the work of aggression by so-called \" spontaneous infiltration.\"",
        "After a year he returned to Norwich and identified himself with the movement to organize local printers in a branch of the Typographical Association, of which he became president and ultimately secretary.",
        "by rail east of St Petersburg) to Vladivostok, a distance of 4073 m., with a branch from Kharbin about Soo m.",
        "But there are long stretches of pine loam in the South where branch lines can be, and are, built and equipped for £2400 or less per mile, while the construction of new main line in the prairie region of the West ought not to cost more than £4000 per single-track-mile, under present conditions.",
        "The points over which a train travels when directed from the main to a branch line are called \" facing points \" (F P), while those which it passes when running from a branch to a main line are \" trailing points \" (TP).",
        "Where a branch diverges from a main line, one rail of the one must cross one rail of the other, and a V-crossing is formed (V).",
        "To avoid the delay thus caused the branch line which would occasion the diamond crossing if it were taken across on the level is sometimes carried over the main line by an over-bridge (\" flying junction \") or under it by an under-bridge (\" burrowing junction \").",
        "In America it is still the standard engine for passenger traffic, but for goods service it is now employed only on branch lines.",
        "The leading industry of Udine is silk-spinning, but it also possesses manufactures of linen, cotton, hats and paper, tanneries and sugar refineries, and has a considerable trade in flax, hemp, &c. Branch railways lead to Cividale del Friuli and S.",
        "from Dublin on the Ballybrophy and Limerick branch of the Great Southern & Western railway.",
        "A branch line runs northward to Birr or Parsonstown.",
        "There is a branch here of the Trappist Monastery of Mount Melleray in Co.",
        "In addition to public applause, he was gratified by the more select praises of the highest living authorities in that branch of literature: \" the candour of Dr Robertson embraced his disciple \"; Hume's letter of congratulation \" overpaid the labour of ten years.\"",
        "It lies on the main line between Bologna and Milan, and is connected by branch lines with Guastalla and Sassuolo (hence a line to Modena).",
        "At the same time Augustus conducted a branch of the Po (the fossa Augusta) through the city into the sea.",
        "It is served by the Cleveland, Cincinnati, Chicago & St Louis, the Cincinnati, Hamilton & Dayton, the Cincinnati Northern (New York Central system), and a branch of the Cincinnati, Lebanon & Northern (Pennsylvania system) railways.",
        "There is only one railway in the state, which runs from Aracaju northward to Capella, with a branch running westward to Simao Dias.",
        "JAMES CLERK MAXWELL (1831-1879), British physicist, was the last representative of a younger branch of the wellknown Scottish family of Clerk of Penicuik, and was born at Edinburgh on the 13th of November 1831.",
        "The Herold Institute, a branch of the Borough Polytechnic, Southwark, is devoted to instruction in connexion with the leather trade.",
        "IZMAIL, or Ismail, a town of Russia, in the government of Bessarabia, on the left bank of the Kilia branch of the Danube, 35 m.",
        "Conn, who was related through his mother with the earl of Kildare (Fitzgerald), became chief of the Tyrone branch of the O'Neills (Cinel Eoghain) about 1520.",
        "Daniel O'Neill (c. 1612-1664), son of Conn MacNeill MacFagartach O'Neill, a member of the Clanaboy branch of the family, whose wife was a sister of Owen Roe, was prominent in the Civil Wars.",
        "THERMOCHEMISTRY, a branch of Energetics, treating of the thermal phenomena which are associated with chemical change.",
        "1 1854 Elizabeth, daughter of Maximilian Joseph, duke of o avaria, who belonged to the younger and non-royal branch si f the house of Wittelsbach.",
        "The natives, a branch of the Polynesian race, are the most progressive and most intellectual in the Pacific Islands, except the Hawaiians.",
        "ANTOINE AGENOR ALFRED GRAMONT, Duc DE, Duc DE Guiche, Prince De Bidache (1819-1880), French diplomatist and statesman, was born at Paris on the 14th of August 1819, of one of the most illustrious families of the old noblesse, a cadet branch of the viscounts of Aure, which took its name from the seigniory of Gramont in Navarre.",
        "The funeral rites are similar, and the religious representations show an identical form of worship. At the same time the local traditions and conditions differentiate the continental from the insular branch.",
        "Its territory is divided into two nearly equal parts by the eastern branch of the Sierra Madre Occidental, the northern part belonging to the great central plateau region, and the southern to an extremely broken region formed by the diverging branches of the Sierra Madre, with their wooded terraces and slopes and highly fertile valleys.",
        "of Morelia on a branch of the Mexican National, which also passes through the mining town of Angangueo (9115) in the same district; and Tacambaro (5070), 46 m.",
        "\"HERBERT CLARK HOOVER (1874-), American mining engineer and public official, was born of Quaker parentage on a farm at West Branch, Ia., Aug.",
        "Buying up the stock of the Missouri Pacific he built up, by means of consolidations, reorganizations, and the construction of branch lines, the \"Gould System\" of railways in the south-western states.",
        "The Pontotoc ridge separates the drainage system of the Mississippi from that of the Tombigbee; extending from the northeastern part of the state southward, this ridge divides in Choctaw county, the eastern branch separating the drainage basin in the Pascagoula from that of the Pearl, and the western branch separating the drainage basin of the Pearl from that of the Big Black and the Mississippi.",
        "The greatest relative advance between 1889 and 1899 in any branch of agriculture was made in the growth of market-garden produce and small fruits; for old pine lands, formerly considered useless, had been found valuable for the purpose.",
        "The most valuable branch is the oyster N,; : E, A i=De;I{1a iladelphia ', o K E .'",
        "An agricultural experiment station established in 1887 under the Hatch Act, is at Agricultural College; and there are branch experiment stations at McNeill, Pearl River county (1906), near Holly Springs, and at Stoneville, near Greenville.",
        "A branch mint of the United States was established in 1837 at Charlotte.",
        "John Branch.",
        "A late authority states that he was succeeded by his son Constantine, but the subsequent kings were descended from another branch of the same family.",
        "It is believed that the native dynasty came to an end early in the 10th century and that the subsequent kings belonged to a branch of the Scottish royal family.",
        "He was thus led to conclude that chemistry is a branch of applied mathematics and to endeavour to trace a law according to which the quantities of different bases required to saturate a given acid formed an arithmetical, and the quantities of acids saturating a given base a geometrical, progression.",
        "There is a branch railway from Itarsi to Bhopal city, continued to Jhansi.",
        "peaks of Nepal, and they now branch outwards towards western China and into Siam.",
        "From the water-divide which separates the most eastern affluent of the Brahmaputra, eastwards to the deep gorges which enclose the most westerly branch of the upper Yang-tsze-kiang (here running from north to south), is a short space of loo m.; and within that space two mighty rivers, the Salween and the Mekong, send down their torrents to Burma and Siam.",
        "They seem almost entirely to have exhausted their northward velocity by the time they have reached the northern extremity of the great Indian plain; they are not felt on the table-lands of Afghanistan, and hardly penetrate into the Indus basin or the ranges of the Himalaya, by which mountains, and those which branch off from them into the Malay peninsula, they are prevented from continuing their progress in the direction originally imparted to them.",
        "The extension of modified forms of the Mongolian type over the whole American continent may be mentioned as a remarkable circumstance connected with this branch of the human race.",
        "The Chinese branch of the Mongolian family are a thoroughly settled people of agriculturists and traders.",
        "For the rest, as regards the question of nomenclature, Reid everywhere unites common sense and reason, making the former \"only another name for one branch or degree of reason.\"",
        "from the shore of the Bristol Channel, on the Minehead branch of the Great Western railway.",
        "D, Optical section of a branch of organs are present to the number of a single pair per somite, and are commonly present in the majority of the segments of the body, failing often among the Oligochaeta in a varying number of the anterior segments.",
        "The sole difference is therefore that in Eudrilus the ovarian sac gives rise to a tube which bifurcates, one branch meeting a corresponding branch of the other ovary of the pair, while the second branch reaches the exterior.",
        "from York by a branch of the North Eastern railway.",
        "Maryland Maryland had imposed a tax upon the Baltimore branch of the Bank of the United States.",
        "The same may be said of the state of Kolhapur, allotted to a younger branch of Sivaji's family.",
        "branch of Tampa Bay), at the mouth of the Hillsborough river.",
        "branch of Tampa Bay.",
        "From Tiflis, nearly midway on this last line, a railway proceeds south as far as Erivan (234 m.), with a branch to Kars (48 m.).",
        "For the history of institutions which, thanks largely to the writings of Sir Henry Maine, has become a new and interesting branch of science, Bentham cared nothing.",
        "In the north-east and north the Great Central system touches the county; in the west the North Staffordshire and a branch of the London & North-Western; while a branch of the Great Northern serves Derby and other places in the south.",
        "The Trent & Mersey canal crosses the southern part of the county, and there is a branch canal (the Derby) connecting Derby with this and with the Erewash canal, which runs north from the Trent up the Erewash valley.",
        "From it there is a little-used branch (the Cromford canal) to Matlock.",
        "of the vertical stem and branch, and trained in afresh, or they may be grafted with other sorts, if a variety of kinds is wanted.",
        "The town is connected with the Lourengo Marques-Pretoria trunk railway by a branch line, 35 m.",
        "\" Wheat is moost commonlye sowne under the forowe, that is to say, cast it uppon the falowe, and then plowe it under \"; and this branch of his subject is concluded with directions about threshing, winnowing and other kinds of barn-work.",
        "Under the unnatural stimulus of these extra ordinary events, every branch of industry extended with unexampled rapidity.",
        "\"And whither,\" he adds, \"can mankind so advantageously turn, in order to learn the proper means, and to form their minds to the proper habits, as to that branch of knowledge in which by universal acknowledgment the greatest number of truths have been ascertained, and the greatest possible degree of certainty arrived at ?\"",
        "In Great Britain little attention is paid to this important branch of agricultural science, but in America and the British colonies the case is different.",
        "Any one who has taken the trouble to trace the history of one of the modern schools of economists, or of any branch of economic science, knows how difficult it is to say when it began.",
        "On the Schlossberg near the town are the ruins of the castle of the counts of Forbach, a branch of the counts of Saarbriicken.",
        "The firs are distinguished from the pines and larches by having their needle-like leaves placed singly on the shoots, instead of growing in clusters from a sheath on a dwarf branch.",
        "A, branch bearing male cones, reduced; B, single male cone, enlarged; C, single stamen, enlarged.",
        "A, Branch bearing (a) young female cones, (b) ripe cones, reduced.",
        "In some cases each pleural ganglion is connected with the opposite branch of the visceral commissure by anastomosis with the pallial nerve, a condition which is called dialyneury; or there may be a direct connective from the pleural ganglion to the visceral ganglion of the opposite side, which is called zygoneury.",
        "Lankester as a branch of the Cephalopoda, chiefly on account of the protrusible suckerbearing processes at the anterior end of Pneumonoderma.",
        "Every lineal descendant, over eighteen years of age, of any passenger of the \"Mayflower\" is eligible to membership. Branch societies have since been organized in several of the states and in the District of Columbia, and a triennial congress is held in Plymouth.",
        "The station for the town (Catanzaro Sala) is situated on a branch line connecting the two main lines along the east and west coasts of Calabria, 6 m.",
        "of Exeter, on a branch of the London & South-Western railway.",
        "The Hexapoda, being aerial, terrestrial and fresh-water animals, are but occasionally preserved in stratified rocks, and our knowledge of extinct members of the class is therefore fragmentary, while the description, as insects, of various obscure fossils, which are perhaps not even Arthropods, has not tended to the advancement of this branch of zoology.",
        "\" 1 We prefer giving them here in Swainson's version, because he seems to have set them forth more clearly and concisely than Macleay ever did, and, moreover, Swainson's application of them to ornithology - a branch of science that lay outside of Macleay's proper studies - appears to be more suitable to the present occasion.",
        "Macleay indeed never pretended to a high position in this branch of science, his tastes lying in the direction of Entomology; but few of their countrymen knew more of birds than did Swainson and Vigors; and, while the latter, as editor for many years of the Zoological Journal, and the first secretary of the Zoological Society, has especial claims to the regard of all zoologists, so the former's indefatigable pursuit of Natural History, and conscientious labour in its behalf-among other ways by means of his graceful pencil-deserve to be remembered as a set-off against the injury he unwittingly caused.",
        "3 Here there is no need to enter into details of the history of evolution; but there was possibly no branch of zoology in which so many of the best informed and consequently the most advanced of its workers sooner accepted the principles of evolution than ornithology, and of course the effect upon its study was very marked.",
        "The abbey stood in the marshes, on a branch of the Lea known as the Abbey Creek, about 2 m.",
        "The result is that in the present condition of our knowledge we must conclude that the Heneti were a branch of the Illyrian people.",
        "Above the senate and the Ten came the Collegio or cabinet, the administrative branch of the constitution.",
        "State officials broke into the vaults of the Chillicothe branch in 1819 and took out $100,000 due for taxes.",
        "DEMONOLOGY (DaL j ow, demon, genius, spirit), the branch of the science of religions which relates to superhuman beings which are not gods.",
        "The evocation of spirits, especially in the form of necromancy, is an important branch of the demonology of many peoples; and the peculiarities of trance mediumship, which seem sufficiently established by modern research, go far to explain the vogue of this art.",
        "Podolia is traversed by a railway which runs parallel to the Dniester, from Lemberg to Odessa, and has two branch lines, to Kiev (from Zhmerinka) and to Poltava (from Balta).",
        "of Belfast, on a branch of the Belfast & County Down railway.",
        "The branch to East Boston (1900-1904) passes beneath the harbour bed; it is the first double-track tunnel in the United States, and the first all-cement tunnel (diameter, 23.6 ft.) in the world.",
        "The Massachusetts general hospital (1811-1821) - with a branch for mental and nervous diseases, McLean hospital (1816), in the township of Belmont (post-office, Waverley) about 6 m.",
        "The name lemniscate is sometimes given to any crunodal quartic curve having only one real finite branch which is symmetric about the axis.",
        "Among them are the Meghna, the Ganges or Padma, the Lakshmia, a branch of the Brahmaputra, the Jamuna, or main stream of the Brahmaputra, the Mendi-Khali, a large branch of the Meghna, the Dhaleswari, an offshoot of the Jamuna, the Ghazi-khali and the Buriganga.",
        "A branch railway runs from Ceva through Garessio, with its marble quarries, to Ormea (2398 ft.), 22 m.",
        "It was recovered by the landgrave of Thuringia in 1388, but soon reverted to Hesse, and it became the residence of one of the branches of the Hessian royal house, a branch which died out in 1655.",
        "Quite commonly the burrow has a second passage running obliquely upwards from the main passage to the surface of the soil, and this subsidiary track may itself be shut off from the main branch by an inner door, so that when an enemy has forced an entrance through the main door, the spider retreats behind the second, leaving the intruder to explore the seemingly empty burrow.",
        "Llandilo is a station on the Mid-Wales section of the London & NorthWestern railway, and a terminus of the Llandilo-Llanelly branch line of the Great Western.",
        "Branch, xxviii.",
        "(1886); \"Report of Geological Exploration of Shores of Lake Baikal,\" in Zapiski of East Siberian Branch of Russ.",
        "The roots also are affected, and instead of growing considerably in length, branch repeatedly and give rise to little tufts of rootlets.",
        "It is on the main line to Battipaglia, at the point of junction of a branch line from Cancello round the east of Vesuvius, and of the branch to Castellammare di Stabia and Gragnano.",
        "The direct line ruled in France from 987 to 1238, when, at the death of King Charles IV., it was succeeded by the younger, or Valois, branch of the family.",
        "Scarcely second to the royal house is the branch to which belonged the dukes of Burgundy.",
        "This branch of the Capetians is also distinguished by its union with the Habsburgs, through the marriage of Mary, daughter of Charles the Bold, duke of Burgundy, with Maximilian, afterwards the emperor Maximilian I.",
        "A third branch formed the house of the counts of Artois, which was founded in 1238 by Robert, son of King Louis VIII.",
        "In the 13th century the throne of Constantinople was occupied by a branch of the Capetians.",
        "The first runs from Peking to Kirin via Mukden, where it sends off a branch to Korea.",
        "At Kirin it bifurcates, one branch going to San-sing, the extreme north-eastern town of the province of Kirin, and the other to Possiet Bay on the coast via Ninguta.",
        "Along with this paid cavalry went another branch of the army, the Turcopuli, a body of light cavalry, recruited from the Syrians and Mahommedans, and using the tactics of the Arabs; while an infantry was found among the Armenians, the best soldiers of the East, and the Maronites, who furnished the kingdom with archers.",
        "The first three orders, which have a double muscular layer, external circular and internal longitudinal, are sometimes grouped together as the Dimyaria; the Heteronemertini, in which a third coat of longitudinal muscles arises outside the circular layer, are then placed in a second branch, the Trimyaria.",
        "It was situated on a branch of the Via Caecilia.",
        "Some specimens of these are to be found in the Journal of the Straits Branch of the Asiatic Society (Singapore).",
        "Taiping (Perak, 1894-1898); John Crawfurd, History of the Indian Archipelago (3 vols., Edinburgh, 1820); Grammar and Dictionary of the Malay Language (2 vols., London, 1852); A Descriptive Dictionary of the Indian Islands and Adjacent Countries (London, 1856); Journal of the Indian Archipelago (12 vols., Singapore, 1847-1862); Journal of the Straits Branch of the Royal Asiatic Society, 33 Nos.",
        "The Soubise title afterwards served as the chief second designation (not for heirs apparent, but for the chief collateral branch for the time being) of the house of Rohan-Chabot.",
        "When the other branches and the Alexandria canal silted up, Rosetta prospered like its sister port of Damietta on the eastern branch; the main trade of the overland route to India passed through it until Mehemet Ali cut a new canal joining Alexandria to the Nile.",
        "of Le Mans on a branch line of the Western railway.",
        "His researches extended to almost every branch of physical science, but his most important work was of an optical character.",
        "of Barcelona, on a hill almost surrounded by the river Cardoner, a branch of the Llobregat.",
        "This stream, which has hitherto been regarded as the eastern branch of the Ilissus rising at Kaesariane, has been identified by Dorpfeld with a brook descending from the south slope of Lycabettus and conducted in an artificial channel to the north-western end of the city, where it made its exit through the walls, eventually joining the Ilissus.",
        "of Ouro Preto, connected with the Central of Brazil railway by a branch line 9 m.",
        "The town is connected by a branch line with the main railway from Tokyo.",
        "The Executive Council constitutes one branch of the legislative assembly; the House of Delegates the other.",
        "The legislative branch is unicameral.",
        "40, though in Jewish tradition the latter passage was taken to refer to the Lulab, or a combination of twigs of willow and myrtle, with a palm branch, which, together with a citron, are held in the hand during processions in the synagogue?",
        "She had thirteen children - Frederick Henry, drgwned at sea in 1629; Charles Louis, elector palatine, whose daughter married Philip, duke of Orleans, and became the ancestress of the elder and Roman Catholic branch of the royal family of England; Elizabeth, abbess and friend of Descartes; Prince Rupert and Prince Maurice, who died unmarried; Louisa, abbess; Edward, who married Anne de Gonzaga, \"princesse palatine,\" and had children; Henrietta Maria, who married Count Sigismund Ragotzki but died childless; Philip and Charlotte, who died childless; Sophia, who married Ernest Augustus, elector of Hanover, and was mother of George I.",
        "It is the eastern terminus of a branch of the Maine Central railway,.",
        "Amlwch is the terminus of the branch railway from Gaerwen to Amlwch, formerly the Anglesey Central Railway Company.",
        "The main line of the East Indian railway runs through the southern portion of the district, with a branch to Benares city; the Oudh & Rohilkhand railway through the northern portion, starting from the city; and a branch of the Bengal & North-Western railway also terminates at Benares.",
        "of Bristol on a branch of the Great Western railway.",
        "They were regarded as a branch of the Edomites (Gen.",
        "Two coal-mines are worked in the Central Provinces, at Warora and Mopani, to each of which there is a branch line of railway.",
        "Chemistry and physics, however, meet on common ground in a well-defined branch of science, named physical chemistry, which is primarily concerned with the correlation of physical properties and chemical composition, and, more generally, with the elucidation of natural phenomena on the molecular theory.",
        "In this article the development of this branch of the science is treated historically.",
        "Klaproth, and especially by Berzelius; these chemists are to be regarded as the pioneers in this branch of descriptive chemistry.",
        "(methylene) groups and the molecule consists of a single chain; such hydrocarbons are referred to as being normal; (2) has a branch and contains the group; CH (methine) in which the free valencies are attached to carbon atoms; such hydrocarbons are termed secondary or iso-; (3) is characterized by a carbon atom linked directly to four other carbon atoms; such hydrocarbons are known as tertiary.",
        "Analytical Chemistry This branch of chemistry has for its province the determination of the constituents of a chemical compound or of a mixture of compounds.",
        "Anton Laurent Lavoisier, however, must be considered as the first great exponent of this branch of chemistry.",
        "The passing of the Food and Drug Acts (1875-1899) in England, and the existence of similar adulteration acts in other countries, have occasioned great progress in the analysis of foods, drugs, &c. For further information on this branch of analytical chemistry, see Adulteration.",
        "In England this branch of chemistry is especially cared for by the Institute of Chemistry, which, since its foundation in 1877, has done much for the training of analytical chemists.",
        "This branch receives treatment below.",
        "Another branch, related to energetics, is concerned with the transformation of chemical energy into other forms of energy - heat, light, electricity.",
        "Wagner effected vast changes in almost every branch of his all-embracing art, from theatrebuilding and stage-lighting to the musical declamation of words.",
        "It is the terminus of a branch line from Beattock, 2 m.",
        "of Falmouth, on a branch of the Great Western railway.",
        "A branch railway from Manikpur to Jhansi traverses the length of the district, which is also crossed by the East Indian main line to Jubbulpore.",
        "The original main road ran to Nuceria by Mevania; a branch by Interamna and Spoletium joined it at Forum Flaminii.",
        "It is the terminus of a branch line (85 m.) from the St Petersburg & Moscow railway, and is the centre of a large transit trade between Orel, Kaluga and Smolensk and the ports of St Petersburg and Riga.",
        "WARRENPOINT, a seaport and watering-place of county Down, Ireland, the terminus of a branch of the Great Northern railway, by which it is 504 m.",
        "Later he removed to New York City to establish a branch of the firm.",
        "A tribunal and chamber of commerce, a board of trade-arbitrators, a lycee, a branch of the Bank of France, a school of industry, a school of cloth manufacture and a museum of natural history are among its institutions.",
        "The middle and eastern divisions of the district, forming the south-western part of the Mahanadi delta, consist entirely of alluvial plains, watered by a network of channels through which the most southerly branch of that river, the Koyakhai, finds its way into the sea.",
        "It is served by the East Coast railway, which was opened throughout from Calcutta to Madras in 1891, with a branch to Puri town.",
        "This is due as much to the inspiriting teachings of Ritter and Humboldt as to the general culture and scientific training combined with technical skill commanded by the men who more especially devote themselves to this branch of geography, which elsewhere is too frequently allowed to fall into the hands of mere mechanics.",
        "The intelligence branch of the Canadian department of military defence is publishing since 1904 topographical maps on scales of 1:63,366 and 1:126,730, with contours.",
        "There is a ladies' branch of the Kennel Club, and the corresponding clubs in America are the Ladies' Kennel Association of America and the Ladies' Kennel Association of Massachusetts.",
        "It was still a place of some importance under the empire; a branch road from Venusia joined the coast road here.",
        "The native king of Connaught was also attacked by him, in favour of that branch of the O'Conors whom his own family supported.",
        "of Exeter, on a branch of the Great Western railway.",
        "All these claim descent from a member of the Hashim branch of the Koreish (Mahomet's tribe), !who founded a powerful state in the Zaila district.",
        "The most noted of the Alberta passes are (I) the Crow's Nest Pass, near the southern boundary line, through which a branch of the Canadian Pacific railway runs; (2) the Kicking Horse Pass, through which the main line of the Canadian Pacific railway is built; 40 m.",
        "from the eastern end of this pass is the Rocky Mountains Park, with the famous watering-place of Banff as its centre; (3) the Yellow Head Pass, running west from the northern branch of the Saskatchewan river; this pass was discovered by Capt.",
        "A branch line of the Canadian Pacific railway runs from Medicine Hat between 49° and 50° N., passing through the Crow's Nest Pass of the Rocky Mountains and carrying on trade with British Columbia.",
        "Another branch from Calgary runs southward to Macleod, and to Lethbridge there comes from the south a branch of the Great Northern railway of the United States, connecting with the state of Montana.",
        "From this railway also run, eastward from Lacombe and Wetaskiwin, branch lines to complete the system.",
        "The most earnest and unremitting exertions were made by the persons so associated in investigating facts and collecting evidence, in forming branch committees and procuring petitions, information and support of those who pleaded the cause in parliament.",
        "of that town on a branch of the North Eastern railway.",
        "BETTIA, a town of British India, in the Champaran district of Bengal; situated on a former branch of the Harha river, with a station on the Tirhoot section of the Bengal & NorthWestern railway.",
        "The palm branch, which is also of frequent occurrence, is not an indisputable mark of the last resting-place of a martyr, being found in connexion with epitaphs of persons dying natural deaths, or those prepared by persons in their lifetime, as well as in those of little children, and even of pagans.",
        "The most common are the history of Jonah as a type of the Resurrection, the Fall, Noah receiving the dove with the olive branch, Abraham's sacrifice of Isaac, Moses taking off his shoes, David with the sling, Daniel in the lions' den, and the Three Children in the fiery furnace.",
        "The town is the seat of a bishop, a prefecture, a court of assizes, and has tribunals of first instance and of commerce, a chamber of commerce, training colleges, a lycee for boys, a communal college for girls, and a branch of the Bank of France.",
        "Nola lay on the Via Popillia from Capua to Nuceria and the south, and a branch road ran from it to Abella and Abellinum.",
        "This under-current flows towards Cape Tarhangut,where it divides into a left and right branch.",
        "The left branch is appreciably noticed near Odessa and the north-west corner; the right branch sweeps past the Crimea, strikes the Caucasian shore (where it comes to the surface running across, but not into, the south-east corner of the Black Sea), and finally disperses flowing westwards along the northern coast of Asia Minor between Cape Jason and 1 The early Greek navigators gave it the epithet of axenus, i.e.",
        "In Camaguey province the Jatibonico del Sur; in Oriente the Salado, a branch of the Cauto; in Santa Clara the Sagua la Grande (which is navigable for some 20 m.",
        "Every branch of physics gives rise to an application of mathematics.",
        "A short account of the history of each branch will be found in connexion with the article which deals with it.",
        "He became a professor at the Turkish naval college; then entered the legal branch of the Turkish service, rising to the post of procureur imperial at the court of cassation.",
        "It is served by the Mobile & Ohio and the Southern railways; and by a branch of the Illinois Central connecting Jackson, Miss., and Birmingham, Ala.",
        "All alike belong to the Serbo-Croatian branch of the Slavonic race; and all speak a language almost identical with Servian, though written by the Roman Catholics in Latin instead of Cyrillic letters.",
        "From 1250 in 1885, of which 903 were in Europe and 347 in Asia, the mileage of railways had increased to some 4440 in 1909, of which 1377 are in Europe, 1810 in Asia Minor, 418 in Syria and 835 fall to the share of the Hejaz railway, including the Ed-Dera-Haifa branch.",
        "The line was designed, surveyed and constructed by Turkish engineers - employing Ottoman navvies and labourers - in a highly efficient and economical manner, the average cost per mile having been £3230, although considerable engineering difficulties had to be overcome, especially in the construction of the Haifa branch.",
        "On the 2nd of June 1908 a fresh convention was signed between the government and the Bagdad Railway Company providing, on the same financial basis, for the extension of the line from Bulgurlu to Helif and of the construction of a branch from Tel-Habesh to Aleppo, covering a total aggregate length of approximately 840 kilometres, The principle of equal sections of 200 kilometres was thus set on one side.",
        "The conclusion of peace was welcomed by Selim as the opportunity for carrying out reforms, of which he thoroughly realized the necessity in every branch of the administration, and especially in the army, to whose defects the disasters of the state were due.",
        "The whole tone, sentiment and form of Ottoman literature have been revolutionized by the new school: varieties of poetry hitherto unknown have been adopted from Europe; an altogether new branch of literature, the drama, has arisen; while the sciences are now treated and seriously studied after the system of the West.",
        "He wrote with conspicuous success in almost every branch of literature - history, romance, ethics, poetry and the drama; and his influence on the Young Turk party of later days was profound.",
        "Thanks to the Austrian precautions it took four days to collect the necessary material to span the main branch of the river, here some 2000 yds.",
        "from London by a branch of the Great Eastern railway.",
        "There are also ecclesiastical seminaries, lycees for boys and girls, training-colleges, a school of commerce and industry, and a branch of the Bank of France.",
        "DAGUPAN, a town and the most important commercial centre of the province of Pangasinan, Luzon, Philippine Islands, on a branch of the Agno river near its entrance into the Gulf of Lingayen, 1 20 m.",
        "This range sends a branch northward which joins the Mejerda range of the Maritime Atlas, and another branch runs south by Gafsa to the Gulf of Gabes.",
        "of London by the South Eastern & Chatham railway, served also by a branch of the London Brighton & South Coast line.",
        "Franz Josef Fjord, with its branch King Oscar Fjord, communicating with Davy's Sound, forms a system of fjords on a similar scale.",
        "The Glamorganshire canal, opened in 1794, runs from Cardiff to Merthyr Tydfil, with a branch to Aberdare.",
        "There are six branch libraries, while a scheme of school libraries has been in operation since 1899.",
        "or Boreal branch of the yellow or Mongolic race.",
        "That there is no essential difference between the two is, however, shown by the facts that the seeds of the peach will produce nectarines, and vice versa, and that it is not very uncommon, though still exceptional, to see peaches and nectarines on the same branch, and fruits which combine in themselves the characteristics of both nectarines and peaches.",
        "The best-placed healthy young shoot produced from the wood buds at the base of the bearing branch is to be carefully preserved and in due time nailed to the wall.",
        "In the following winter this will take the place of the branch which has just borne, and which is to be cut out.",
        "If there be no young shoot below, and the bearing branch is short, the shoot at the point of the latter may sometimes be preserved as a fruit bearer, though if the bearing branch be long it is better to cut it back for young wood.",
        "This form is open to the objection that, if the under branch should die, the upper one cannot be brought down into its place.",
        "Its most important branch is the Red Lake River, and both are navigable for vessels of light draught at high water.",
        "The valley portion is level and contains several settlement centres, the largest of which, a busy industrial village (manufactures of cotton and paper), bears the same name as the township, and is on a branch of the Boston and Albany railroad.",
        "On the 20th of August the Allies, strengthened by the arrival of two more brigades (4000 men), occupied some heights north of Vimiera (Vimeira or Vimeiro) where the roads branch off to Torres Vedras and Mafra.",
        "7.4),whose name was changed into Philadelphia by Ptolemy Philadelphus, a large and strong city with an acropolis, was situated on both sides of a branch of the Jabbok, bearing at the present day the name of Nahr 'Amman, the river of Ammon, whence the designation \"city of waters\" (2 Sam.",
        "In May 378 Gratian completely defeated the Lentienses, the southernmost branch of the Alamanni, at Argentaria, near the site of the modern Colmar.",
        "to Sadya, with a branch to the Buri Dihing river at the foot of the Patkoi range.",
        "Railway communication is provided by the Mexican National which crosses the northern end of the state, the Belgian line from Monterrey to Tampico, and a branch of the Mexican Central from San Luis Potosi to Tampico.",
        "1, branch their vitality well, have with flowers (6 nat.",
        "Navigation on the Siberian rivers has developed both as regards the number of steamers plying and the number of branch rivers traversed.",
        "From Tyumen the road proceeds to Omsk, Tomsk, Krasnoyarsk and Irkutsk, sending off from Kolyvan a branch south to Barnaul in the Altai and to Turkestan.",
        "below Chita, with Vladivostok, and sends off a branch from Kharbin, on the Sungari, to Dalny and Port Arthur.",
        "Returning westwards, Chelyabinsk has been connected with Ekaterinburg (153 m.); and a branch line has been built from the main Siberian line to Tomsk (54 m.).",
        "The Siberian branch of the Russian Geographical Society was founded at the same time at Irkutsk, and afterwards became a permanent centre for the exploration of Siberia; while the opening of the Amur and Sakhalin attracted Maack, Schmidt, Glehn, Radde and Schrenck, whose works on the flora, fauna and inhabitants of Siberia have become widely known.",
        "of the Interior, Mines Branch, Ottawa 1905, 1 4 8 pp.).",
        "The usual attributes of Athena were the helmet, the aegis, the round shield with the head of Medusa in the centre, the lance, an olive branch, the owl, the cock and the snake.",
        "22) is hollow, and it contains a diverticulum \"' s from the coelom, a branch of the vascular system, a nerve and some muscle fibres.",
        "Each half consists of many lobes which may branch, and the whole takes up a considerable proportion of FIG.",
        "The dorsal branch sends a blind twig into each of the diverticula of the dorsal mantle-sinus, the ventral branch supplies the nephridia and neighbouring parts before reaching the ventral lobe of the mantle.",
        "22 and 28); it gives off a branch to each tentacle, and these all anastomose at the base of the tentacles with the second nerve of the arm, the so-called secondary arm-nerve.",
        "Abeokuta is the headquarters of the Yoruba branch of the Church Missionary Society, and British and American missionaries have met with some success in their civilizing work.",
        "The theories of determinants and of symmetric functions and of the algebra of differential operations have an important bearing upon this comparatively new branch of mathematics.",
        "In the same year the branch of the Via Aemilia connecting Bononia with Arretium was constructed by him.",
        "of Laon on a branch of the Northern railway.",
        "The ninth branch of the Karlamagnus Saga (ed.",
        "In Englishspeaking countries the ore is commonly known as magnetite, and pieces which exhibit attraction as magnets; the cause to which the attractive property is attributed is called magnetism, a name also applied to the important branch of science which has been evolved from the study of phenomena associated with the magnet.",
        "Thomson in 1897 and 1898 4 resulted in the establishment of the electron theory, which has already effected developments of an almost revolutionary character in more than one branch of science.",
        "(2nd ed., Leipzig, 1905; the most exhaustive compendium of magnetic science yet published, containing references to all important works and papers on every branch of the subject).",
        "from London by the Midland railway, on the Leicester-Burton branch.",
        "As capital of an arrondissement, Bastia is the seat of a tribunal of first instance and a sub-prefect, while it is also the seat of the military governor of Corsica, of a court of appeal for the whole island, of a court of assizes, and of a tribunal and a chamber of commerce, and has a lycee, a branch of the Bank of France, and a library with between 30,000 and 40,000 volumes.",
        "In the advancement of almost every branch of pure mathematics Lagrange took a conspicuous part.",
        "It was his just boast to have transformed mechanics (defined by him as a \"geometry of four dimensions\") into a branch of analysis, and to have exhibited the so-called mechanical \"principles\" as simple results of the calculus.",
        "To this entire branch of knowledge, in short, he successfully imparted that character of generality and completeness towards which his labours invariably tended.",
        "by the eastern branch of the Indus, on the S.",
        "It is the terminal station of a branch of the London & North-Western railway coming southward from Shrewsbury, and is a station on the main line of the Great Western running to Fishguard; it is also the terminus of a branch-line of the Great Western running to Newcastle-Emlyn.",
        "Dunkirk is the seat of a sub-prefect; its public institutions include tribunals of first instance and of commerce, a board of trade-arbitrators, an exchange, a branch of the Bank of France and a communal college; and it has a school of drawing, architecture and music, a library and a rich museum of paintings.",
        "TIRGU JIU (often incorrectly written Tergu Jiu), the capital of the department of Gorjiu, Rumania; situated among the lower slopes of the Carpathians, on the left bank of the river Jiu, and at the terminus of a branch railway which joins the main Walachian line between Turnu Severin and Craiova.",
        "It is joined to the trunk railway from Port Elizabeth to the Transvaal by a branch line from Smaldeel, 28 m.",
        "One of the Brazilian birds whose habits have attracted much interest is the Joao de Barro (Clay John) or oven bird (Furnarius rufus), which builds a house of reddish clay for its nest and attaches it to the branch of a tree, usually in a fork.",
        "These explorations cover every branch of natural science and resulted in publications of inestimable scientific value.",
        "The first was the chaotic confusion of the finances resulting from the maladministration of the national resources since the deposition of Dom Pedro II., and the corruption that had crept into every branch of the public service.",
        "The central public baths in Infirmary Street, with branch establishments in other parts of the town, including Portobello, are largely resorted to, and the proximity of the Firth of Forth induces the keener swimmers to visit Granton every morning.",
        "It also has tribunals of first instance and of commerce, a chamber of commerce, a board of trade-arbitrators, an exchange and a branch of the Bank of France.",
        "He made himself master of practically every branch of medieval learning, and had a thorough knowledge of the sources and the bibliography of his subject.",
        "Avezzano is on the main line from Rome to Castellammare Adriatico; a branch railway diverges to Roccasecca, on the line from Naples to Rome.",
        "A fourth range also diverges from Giant's Castle and ramifies in various branches over a large tract \"of country, one branch running by Pietermaritzburg to the Berea hills overlooking Durban.",
        "branch lines, are built.",
        "From Ladysmith a branch line runs north-west into the Orange Free State, crossing the Drakensberg at Van Reenen's Pass.",
        "north of Ladysmith on the direct line to Johannesburg, a branch railway goes N.E.",
        "Two lines branch off from Pietermaritzburg.",
        "Cattle-breeding is probably the most lucrative branch of stock-farming, the country being pre-eminently adapted for horned cattle.",
        "A branch of this canal called Uj Csatorna or New Channel, extends from Kis-Sztapar, a few miles below Zombor, to Ujvidek, opposite Petervarad.",
        "The inevitable consequence of this rupture was the Teutonizing of the western branch of the great Slav family, which, no longer able to stand alone, and cut off from both Rome and Constantinople, was forced, in self-defence, to take Christianity, and civilization along with it, from Germany.",
        "There is not a single branch of the law which he did not simplify and amend, and the iron firmness with which he caused justice to be administered, irrespective of persons, if it exposed him to the charge of tyranny from the nobles, also won for him from the common people the epithet of \" the Just.\"",
        "To begin with, there can be no doubt that from 1558, when the German imperial crown was transferred from the Spanish to the Austrian branch of the Habsburg family, royal Hungary 1 was regarded by the emperors as an insignificant barrier province yielding far more trouble than profit.",
        "I Franz Phillip, Count von Lamberg (1791-1848), a field-marshal in the Austrian army, who had seen service in the campaigns of1814-1815in France, belonged to the Stockerau branch of the ancient countly family of Orteneck-Ottenstein.",
        "Language The Magyar or Hungarian language belongs to the northern or Finno-Ugric (q.v.) division of the Ural-Altaic family, and forms, along with Ostiak and Vogul, the Ugric branch of that division.",
        "4to, Paris, 1799) contains methods for calculating the movements of translation and rotation of the heavenly bodies, for determining their figures, and resolving tidal problems; the second, especially dedicated to the improvement of tables, exhibits in the third and fourth volumes (1802 and 1805) the application of these formulae; while a fifth volume, published in three instalments, 1823-1825, comprises the results of Laplace's latest researches, together with a valuable history of progress in each separate branch of his subject.",
        "In every branch of physical astronomy, accordingly, deep traces of his work are visible.",
        "With him the line ended, but a younger branch was seated at Eaton Socon, Beds., where the earthworks of their castle remain, and held their barony there into the 14th century.",
        "Roger, Lord Beauchamp of Bletsoe, summoned in 1363, is said to have been descended from the Powyke branch; his line ended early in the 5th century.",
        "The inhabitants are of two distinct tribes, one, the Aduan, of Berber stock, the other a branch of the Sha'ambah Arabs.",
        "The original name of the family was Du Plessis, but in the 15th century a younger branch obtained by marriage the estate of Richelieu with its strong castle surrounded by the waters of the Mable, and took the name of Du Plessis de Richelieu.",
        "al-jebr wa'l-mugabala, transposition and removal (of terms of an equation), the name of a treatise by Mahommed ben Musa al-Khwarizmi), a branch of mathematics which may be defined as the generalization and extension of arithmetic.",
        "Neither mathematics itself, nor any branch or set of branches of mathematics, can be regarded as an isolated science.",
        "Great advances were made in the study of indeterminate equations, a branch of analysis in which Diophantus excelled.",
        "Bar-le-Duc has tribunals of first instance and of commerce, a board of trade arbitrators, a lycee, a training-college for girls, a chamber of commerce, a branch of the Bank of France and an art museum.",
        "Indeed, the historical and present importance of this aspect or branch of zoological science is so great that the name \" zoology \" has until recently been associated entirely with it, to the exclusion of the study of minute anatomical structure and function which have been distinguished as anatomy and physiology.",
        "Thus comparative anatomy came into existence as a branch of inquiry apart from zoology, and it was only in the latter part of the 19th century that the limitation of the word \" zoology \" to a knowledge of animals which expressly excludes the consideration of their internal structure was rejected by the general consent of those concerned in the progress of science.",
        "The subject-matter of this new science, or branch of biological science, had been neglected: it did not form part of the studies of the collector and systematist, nor was it a branch of anatomy, nor of the physiology pursued by medical men, nor again was it included in the field of microscopy and the celltheory.",
        "This branch of biological science may be called thremmatology (0Au,ua, \" a thing bred \").",
        "Darwin's introduction of thremmatology into the domain of scientific biology was accompanied by a new and special development of a branch of study which had previously been known as teleology, the study of the adaptation of organic structures to the service of the organisms in which they occur.",
        "(Not specially dealt with.) Mll°e\" The classification given by Henri Milne-Edwards i Elementaire d'Histoire Naturelle, Paris, 1855) is as follows: - Branch I.",
        "Haeckel's second pedigree is as follows: - In representing pictorially the groups of the animal kingdom as the branches of a tree, it becomes obvious that a distinction may be drawn, not merely between the individual main branches, but further as to the level at which they are given off from the main stem, so that one branch or set of branches may be marked off as belonging to an earlier or lower level than another set of branches; and the same plan may be adopted with regard to the clades, classes and smaller branches.",
        "The terms used for indicating groups are \" Phylum \" for the large diverging branches of the genealogical tree as introduced by Haeckel, each Phylum bears secondary branches which are termed \" classes,\" classes again branch or divide into orders, orders into families, families into genera, genera into species.",
        "Branch A.",
        "In the branch of bionomics, however, concerned with the laws of variation and heredity (thremmatology), there has been considerable progress.",
        "every branch and leaf is lighted up with a silvery lustre of indescribable beauty....",
        "It was formerly a walled town, and contains some ancient buildings, such as the castle, erected in 1309, formerly a seat of the dukes of Ormonde, now belonging to the Butler family, a branch of which takes the title of earl from the town.",
        "Cabatuan, a town of the province of Iloilo, Panay, Philippine Islands, on a branch of the Suague river, 15 m.",
        "It is served by the Belfast branch of the Maine Central railway (connecting with the main line at Burnham Junction, 33 m.",
        "Among institutions are the missionary settlement of the Oxford House, founded in 1884, with its women's branch, St Margaret's House; the NorthEastern hospital for children, the Craft school and the Leather Trade school.",
        "The Corbieres, a branch of the Pyrenees, run in a south-west and north-east direction along the southern district.",
        "The Canal du Midi, following the courses of the Fresquel and the Aude, traverses it for 76 m.; and a branch, the Canal de la Robine, which passes through Narbonne to the sea, has a length of 24 m.",
        "The Lao Pong Dam now form the western branch of the Lao family, inhabiting the Siamese Lao states of Chieng Mai Lapaun, 'Tern Pre and Nan, and reaching as far south as 17° N.",
        "The Lao Pong Kao, or eastern branch, appear to have migrated southwards by the more easterly route of the Nam-u and the Mekong valley.",
        "by stirring it with the branch of a tree - the apple tree being preferred traditionally.",
        "TIRGU OCNA (Rumanian also Targul Ocna), a town of Rumania, on the left bank of the river Trotosh, an affluent of the Sereth, and on a branch railway which crosses the Ghimesh Pass into Transylvania.",
        "He too died without sons in 1559, when the senior branch became extinct, leaving only the branch descended from Rupert's third son, Stephen.",
        "Already on Stephen's death in 1459 this family had been divided into two branches, those of Simmern and of Zweibriicken, and in 1514 the latter branch had been divided into the lines of Zweibriicken proper and of Veldentz.",
        "In 1777 on the extinction of the other branch of the house of Wittelsbach, he became elector of Bavaria, and the Palatinate was henceforward united with Bavaria, the elector's capital being Munich.",
        "Charles Theodore died without legitimate sons in 1799, and his successor was Maximilian Joseph, a member of the Birkenfeld branch of the Zweibriicken family, who later became king of Bavaria as Maximilian I.",
        "branch of the Whitewater river, about 68 m.",
        "The canal communicates northward with the Grand Junction and Warwick canals, and there are branch lines of the Great Central railway to the main line at Woodford, and of the London & North-Western railway to Bletchley."
    ],
    "definition": [
        "A secondary outgrowth or subdivision of a main axis, such as the tine of a deer's antlers.",
        "Anatomy An offshoot or a division of the main portion of a structure, especially that of a nerve, blood vessel, or lymphatic vessel; a ramus.",
        "branch′less\nadj.",
        "branch′y\nadj.",
        "Link/Cite"
    ]
}