{
    "translation": "לשבור",
    "uses": [
        "If you break it, you replace it.",
        "Are you opposed to a break now and then?",
        "Give yourself a break and get some rest.",
        "I've been getting the feeling she is trying to break us up.",
        "One of Helen's old habits, that is strongest and hardest to correct, is a tendency to break things.",
        "He's going to break his leg tomorrow.",
        "Adrienne screamed, cramming her foot into the floor as if she, too, had a break pedal.",
        "Pierre could not and did not wish to break this silence.",
        "The woman strained to break his grip, but he held her in place.",
        "And I never feel a break or a splinter in the least.",
        "When the band took a break, Carmen was looking for something cool to drink.",
        "It'll make or break him, and I don't feel like he's anywhere near ready.",
        "Early cars tried to be faster and faster, to break the 60 mph barrier.",
        "Some people's bodies break in ways that we don't understand.",
        "Then there's a break of several years.",
        "The pastor continued as if we hadn't taken nearly a three hour break, mostly continuing his sermon.",
        "Break every stick of furniture in the house, maybe, but not hit her.",
        "It would take a sledge hammer or more to break down this portal.",
        "I always heard marriage could break up a good friendship.",
        "\"Maybe a break is best all around,\" I said.",
        "I'd better get a screwdriver and tighten that ladder before you fall and break your neck.",
        "You'd break your damn fool neck, Sid.",
        "Locating us wasn't as a result of Julie's contest entry or from the break in of her apartment.",
        "The opening of large tracts by the ice-cutters commonly causes a pond to break up earlier; for the water, agitated by the wind, even in cold weather, wears away the surrounding ice.",
        "The princess, holding her little dog on her lap with her thin bony hands, looked attentively into Prince Vasili's eyes evidently resolved not to be the first to break silence, if she had to wait till morning.",
        "My friends did all they could to excite my curiosity by hints and half-spelled sentences which they pretended to break off in the nick of time.",
        "Something terrible would've had to happen to break the connection between Damian and her.",
        "He couldn't remember when he'd last had a full five hours of his own, and he knew he wasn't likely to get another break for a while.",
        "It was the first time she saw him break down and indulge in a heart felt smile.",
        "Everybody was astonished, for that boy was the best scholar in the school, and he had never been known to break a rule.",
        "Grasping the break with one hand, she met his amused gaze.",
        "It took more effort than he thought to break the otherworldly connection binding them.",
        "In my house we were so near that we could not begin to hear--we could not speak low enough to be heard; as when you throw two stones into calm water so near that they break each other's undulations.",
        "Releasing the break, she slapped the lines on the back of the mules and clicked her tongue against the roof of her mouth.",
        "But what right had I to oust johnswort and the rest, and break up their ancient herb garden?",
        "Do not break your ranks on the plea of removing the wounded!",
        "\"Hand it over, or I'll break you in half then feed you to Talon,\" he ordered.",
        "He picked up the reins and released the break, addressing her father and the twins.",
        "By the way, someone tried to break into my apartment last night.",
        "They knew about the break up and maybe they thought she knew about the drugs.",
        "My phone call didn't break it up?",
        "This difference of three and a half degrees between the temperature of the deep water and the shallow in the latter pond, and the fact that a great proportion of it is comparatively shallow, show why it should break up so much sooner than Walden.",
        "He cut his trees level and close to the ground, that the sprouts which came up afterward might be more vigorous and a sled might slide over the stumps; and instead of leaving a whole tree to support his corded wood, he would pare it away to a slender stake or splinter which you could break off with your hand at last.",
        "I beg you to leave the town and break off all communication with such men as Klyucharev.",
        "Do you think this was a random break in?",
        "What else has happened to make you think she is trying to break us up?",
        "\"Why did you wickedly and viciously send the Rain of Stones to crack and break our houses?\" he continued.",
        "Her response to the issue about a son was indication that she was ready to break from the past.",
        "I had to twist Quinn's arm to get Howie back to Julie's break in.",
        "Everything is strained to such a degree that it will certainly break, said Pierre (as those who examine the actions of any government have always said since governments began).",
        "She thought only of one thing, her sorrow, which, after the break caused by cares for the present, seemed already to belong to the past.",
        "Darting across the room, she used the door jam to break her speed as she turned to Brandon's room.",
        "So they threw their sabots, a kind of clog shoe, into the machinery to break it—an act that gave us the word sabotage.",
        "Finally, she asked, \"Do you want me out of the room when you break this news to Howie?\"",
        "Ermolov, Miloradovich, Platov, and others in proximity to the French near Vyazma could not resist their desire to cut off and break up two French corps, and by way of reporting their intention to Kutuzov they sent him a blank sheet of paper in an envelope.",
        "While the band was on break, Eduardo entertained them with some Spanish guitar.",
        "But when I stood on the shore they at once rose up with a great flapping of wings at the signal of their commander, and when they had got into rank circled about over my head, twenty-nine of them, and then steered straight to Canada, with a regular honk from the leader at intervals, trusting to break their fast in muddier pools.",
        "I have a friend I'd like to have peek at the break in, that's all.",
        "No attempt is made by those around her either to preserve or to break her illusions.",
        "It seems Viney had attempted to take a glass, which Helen was filling with stones, fearing that she would break it.",
        "But at the moment when he imagined himself calmed by such reflections, she suddenly came into his mind as she was at the moments when he had most strongly expressed his insincere love for her, and he felt the blood rush to his heart and had again to get up and move about and break and tear whatever came to his hand.",
        "The other day a friend brought her a new doll from Memphis, and I thought I would see if I could make Helen understand that she must not break it.",
        "Exhausted, she reached them some time later, praying for a break or a snack or something!",
        "I took time before retiring for the day to telephone Martha with the good news Julie's break in was a false alarm.",
        "The social reformer of the past is depicted as a dour spinster wielding an axe to break barrels of \"Demon Rum.\"",
        "It's a relief the monster wasn't responsible for Vermont but I'd feel much better if I knew he didn't break into Julie's place.",
        "If it does not weigh a hundredweight and won't break my neck...",
        "During one of these moments of awkward silence when Anatole's prominent eyes were gazing calmly and fixedly at her, Natasha, to break the silence, asked him how he liked Moscow.",
        "The count moved in his affairs as in a huge net, trying not to believe that he was entangled but becoming more and more so at every step, and feeling too feeble to break the meshes or to set to work carefully and patiently to disentangle them.",
        "She had probably resurrected his memory of how Lori had tried to break them up.",
        "Brennan asked when there was a break in our conversation.",
        "He wrapped the reins around the break and stepped over to greet Darcie.",
        "The Russians might fall on his left wing, might break through his center, he himself might be killed by a stray cannon ball.",
        "For the most part, the facial expressions of those sitting around the table were sympathetic, but Dulce looked as if she was ready to break into tears.",
        "It was felt that everything would suddenly break up and change, but up to the first of September nothing had done so.",
        "Unfortunately I couldn't tell them about the break in at Julie's place without it adversely impacting our anonymity.",
        "\"Nicholas, when did you break your cameo?\" she asked to change the subject, looking at his finger on which he wore a ring with a cameo of Laocoon's head.",
        "He remained in Moscow till October, letting the troops plunder the city; then, hesitating whether to leave a garrison behind him, he quitted Moscow, approached Kutuzov without joining battle, turned to the right and reached Malo-Yaroslavets, again without attempting to break through and take the road Kutuzov took, but retiring instead to Mozhaysk along the devastated Smolensk road.",
        "Pierre unfolded his cold table napkin and, resolving to break the silence, looked at Natasha and at Princess Mary.",
        "What about Julie's break in?",
        "I figured these abductions mirror some old case, and then there's a time break of a few years, like he was away.",
        "The computer reveals that redheads go to the ER more often and break bones more often.",
        "But Berg, smiling pleasantly, explained that if he did not know for certain how much Vera would have and did not receive at least part of the dowry in advance, he would have to break matters off.",
        "Was this break in and shooting a coincidental event or might someone else have been as clever as I at tracking down this nefarious tipster?",
        "I used the break in at Ethel Reagan's place as an excuse to have Howie visit both Boston burglaries.",
        "Break the armistice immediately and march on the enemy.",
        "They're looking into the break in at Julie's apartment and the abduction in Vermont.",
        "I'd rather break stones on the king's highway than hem a handkerchief.",
        "None of them, not even the middle-aged Dimmler, wanted to break off their conversation and quit that corner in the sitting room, but Natasha got up and Nicholas sat down at the clavichord.",
        "When we were fortunate enough to find a nest I never allowed her to carry the eggs home, making her understand by emphatic signs that she might fall and break them.",
        "I'm going on break.",
        "Deidre would trust him in time, and he didn't want to break the thin bridge of trust they'd established last night.",
        "Whatever happened, it could break bad.",
        "Did you and Alex break up?",
        "I'm taking a break.",
        "Angry at him again, she realized she'd been trying to work up the courage to break up with him for weeks.",
        "Just saying, take a break and look around.",
        "If he slipped and broke that rule, he didn't have to break it off with Harmony.",
        "His adherents, who did not formally break with the church, were called Haugianer or Leser (i.e.",
        "We also went nutting, and I helped them open the chestnut burrs and break the shells of hickory-nuts and walnuts--the big, sweet walnuts!",
        "I spent so much time on the phone talking to the Calvias she wouldn't have gotten through, Cynthia said the next morning, after breakfast was cleared, the wash loaded, and domestic matters reasonably settled—a momentary break.",
        "\"Don't break a leg in here,\" his wife cautioned.",
        "Lying to him about what happened in Hell is going to break bad for you, Deidre.",
        "No, just break us up.",
        "Her body roared to life at the scent of his dark spices while she fought the urge to break down into hysterics.",
        "She swallowed hard, not wanting to break down in front of them.",
        "I'm guessing if I break the rules, to do so out of duty.",
        "The French doors were locked, and she beat on them, looking around wildly for deck furniture to break the glass.",
        "Silence surrounded them, not the good kind, but the heavy kind that made her want to hold her breath lest she break it and all hell erupt.",
        "Doesn't give him a right to break the Immortal Code.",
        "You break the Code when you feel like it?",
        "Break the bond, and Death will save you both.",
        "I need a break, Andre.",
        "So what was this important situation that forced you to break that promise?",
        "The largest known species is the drummer of the West Indies (Blabera gigantea), so called from the tapping noise it makes on wood, sufficient, when joined in by several individuals, as usually happens, to break the slumbers of a household.",
        "There is a point, of course, where a man must take the isolated peak and break with all his associates for clear principle: but until that time comes he must work, if he would be of use, with men as they are.",
        "Baker then described the results of experiments on repetition of stress, and added that \" hundreds of existing bridges which carry twenty trains a day with perfect safety would break down quickly under twenty trains an hour.",
        "You wanted to break me, Deidre, by turning me against everything I was.",
        "I didn't mean to break you.",
        "If she wanted revenge, she might simply try to break them up.",
        "I are said to be held fast lest they should break in elemental fury on land and sea, are not let loose or referred to in the subsequent narrative, and also from the mention of the 144,000 Israelites of the twelve tribes, to whom no further reference is made; for these can no more be identified with the countless multitudes in vii.",
        "The receiving apparatus had what we may term a personal equation, for the break of contact could only take place when the membrane travelled some finite distance, exceedingly small no doubt, from the contact-piece.",
        "Now we can see that two notes of the same pitch, but of different quality, or different form of displacement curve, will, when thus analysed, break up into a series having the same harmonic wave-lengths; but they may differ as regards the members of the series present and their amplitudes and epochs.",
        "But just as quickly as they showed themselves ready to do this, did they also always break their promises, so that one could not really say which of these two courses may truly have been easier to them, and from the beginning of the war scarcely a year passed without bringing such change of mind.\"",
        "I ate a while ago on my break.",
        "All right, I'll ask for a break.",
        "I just need a short break.",
        "We have to limit the strain we place him under or he'll break.",
        "She struggled, but he wrapped his arms around her in a hold she couldn't break.",
        "I'm just taking a break.",
        "Give yourself a break.",
        "I have eternity to break you, Sofia.",
        "He'll break if you push him, the Watcher said.",
        "She couldn't think about such things without wanting to break down and weep.",
        "Half an hour after leaving her room, she was ready to break down.",
        "She hadn't been able to break up with a boyfriend she was sick of for fear of hurting his feelings.",
        "\"You're not afraid I'll learn something to break the bonds?\" she asked.",
        "I thought you did at first and I'll admit, I'm not completely certain things might not break bad, but for now, I'm fine.",
        "\"She's out now and Martha deserves to know,\" Cynthia said as she went to the girl's bedroom to break the news.",
        "Sprinkled in the assortment of oldies were a few exceptions—two couples both named Dawkins, and Pumpkin Green, a young man taking a break from his cross country hike to California in support of the homeless, or so he claimed.",
        "Dean asked to break the silence.",
        "I can't tell you to break or keep promises, but I can sense you want to talk about this problem.",
        "It was an independent lab and when Cynthia took a bathroom break and freed the phone, he telephoned.",
        "It gave me a break from all this stuff.",
        "Maybe some scintillating conversation would break the ice.",
        "The Indiana sisters told him to just break open their trunk—they were only interested in the contents.",
        "She pushed her shirt down and moved away to break contact, facing him again when half the bed was between them.",
        "Dawn would soon break across the horizon on this side of the world.",
        "That he understood now how he needed to break rules from time-to-time to preserve his domain was gratifying after years of him judging her for it.",
        "She was going to break down any second, but the effort the man before her put into preparing himself held her horrified attention.",
        "She'd break up with Logan and die in three months.",
        "Logan did break up with me.",
        "I know it didn't break.",
        "Dressed in jeans and a T-shirt, he resembled a college student on break.",
        "If that means we break the Code to save it, then so be it.",
        "I had no idea she cared enough about me to break so many rules.",
        "He didn't break their touch, so she focused on Andre.",
        "He had the right people helping him, a mate who reluctantly agreed to his plan to help her, a better understanding of when to break the Code and a plan to repair all that was broken within his domain on the mortal realm.",
        "I don't suppose you're here to cut me a break?",
        "\"Take him this, and don't you dare break the Code again,\" she said.",
        "Sasha had told him many things before to try to break him, but this time, he sensed the truth behind the words.",
        "He snorted, then looked back at her when she didn't break a smile.",
        "Break the bond, and Death will free you both.",
        "Rhyn already broke their bond, unless … she had to break it, too.",
        "If she could make a break for the door … she gripped the perfume bottle harder.",
        "Rhyn tossed the demon against the wall with enough power to break its back.",
        "He brought us a vial of blood to replace you as a test subject, and he knows where we can find the information to break your bond to Rhyn.",
        "Maybe tomorrow she.d break it off.",
        "Like Kris saying he.d break the mating bond between us.",
        "There.s one way to break your bond with Rhyn.",
        "But if you and Rhyn voluntarily break it, you.re free.",
        "\"My own brothers want me to break the Code to feed Sasha to the wolves,\" Kris muttered.",
        "But, if you do as Sasha says and break the bond, I will keep her safe, I swear it, Kris said.",
        "\"You just can.t give me a break, Rhyn,\" Kiki grumbled.",
        "Sasha told me how to break our mating.",
        "You know I will not break my oath to you.",
        "Feeding Sasha information about the only way to break the bond—without telling him the breakage was only temporary— rendered the girl he.d been tracking for weeks vulnerable.",
        "This is one Code even a demon can.t break.",
        "Unless, like her dream …I have to break it, too.",
        "Then he said, Not sure how to break it to Hannah.",
        "She'd been contemplating how to break the news to Kiera.",
        "As if on cue, the crowd began to break up, with cheerful groups moving to various positions around the circle.",
        "Irritated at the sudden break of warmth and intimacy, she sighed as she trotted to keep up.",
        "\"Somewhat. It's been hard to break, but I think I found the weak point,\" the first man replied.",
        "Only when she turned did she break eye contact, but she felt him watch her.",
        "You're taking a break from the Council?",
        "Her breathing quickened, and she sought to break the entrancing spell before she began mewling like a cat at his feet.",
        "Only when the pain in her body returned did she lean back for a break with a grimace.",
        "Give the woman a break.",
        "Now all we have to do is break it!",
        "Then he added, \"If it is in code, we're the wrong crowd for trying to break it.\"",
        "And the puzzles in the newspaper break the words apart.",
        "However, as there was almost no break between words, they could never be sure the double characters were in the same words and not the beginning and ending of different words or sentences.",
        "Dean questioned the rare break between characters and the near absence of punctuation.",
        "I'm not going to give up until I break it!",
        "When her son Randy, visiting Bird Song over his Christmas college break, had expressed an interest in the sport, she had a fit.",
        "When the crowd began to break up in earnest, she took her husband's arm and led him to their kitchen where a chicken pot pie was still bubbling on the table.",
        "I'm afraid it would break Claire's heart.",
        "Dean's marriage to Cynthia hadn't helped break the tie as she wisely refused to divulge to either of them how she voted.",
        "He had been fortunate to catch her on lunch break from her bedside vigil at her mother's apartment.",
        "Give the poor woman a break.",
        "She had decided to break the news last night.",
        "The odds were, he would break her heart at some point, and would it not be better sooner, rather than later?",
        "The downside was someone always managed to hit Jackson with a bullet or two or drive a knife into him, and break the tip off in a bone.",
        "He privately gloated at his finesse; I think I'm going to break a record here.",
        "Neither wanted to break their embrace.",
        "Sarah, give the guy a break.",
        "You are going to break my heart.",
        "Searching her eyes, he said, \"Then I will surely break my own.\"",
        "When he arrived home, Jackson was concentrating on all he needed to do and contemplating how he would break the news to Elisabeth.",
        "Jackson still had many questions, but he felt they both needed a break from their dilemma.",
        "Do you really think you could break out of here?",
        "Precisely. Many a man has tried to break through those walls, but you are the first to succeed.",
        "Jackson asked in an effort to break the tension.",
        "Be careful you don't break this one.",
        "Sure, you and Sarah can cook me a nice dinner and we'll break out a bottle of Cristal.",
        "Connor wished he could comfort the women, yet knew if he tried to speak, he would break down.",
        "Give Alex a break.",
        "Daylight was making a feeble attempt to break through the heavy cloud cover.",
        "It wasn't the way she had planned to break the news, but he was being so irrational.",
        "Trying to break your neck?",
        "No, and he wasn't trying to break my neck.",
        "You're going to break your neck.",
        "Now she couldn't marry Josh - and couldn't bring herself to break the news to him.",
        "He wasn't sure how he'd break the news to Tim if something happened to her.",
        "Take a break for a couple of hours.",
        "\"If you need a break, take it,\" he said.",
        "She sensed his restraint break.",
        "\"We'll start with how to break some general holds,\" Elise said.",
        "She was ready to break down crying and throw herself out of the helo in the hopes she didn't die when she hit the water.",
        "He stopped a safe distance away and was the first to break the awkward silence.",
        "\"His soul should've been just one more jewel for your collection, considering how many souls you deal with and relationships you break a part.\"  Including ours.",
        "He handed the demon a small pouch that contained the concentrated magic of Hell.  One pouch wasn't enough to break through Death's weakened barriers, but three would.",
        "She won't need to break the Immortal Codes and return your mate to you, because in the next three days, you'll be out of her hair.",
        "Kiki thinks we can break him out, if Rhyn will take us there.",
        "\"It would break every Immortal Code – some older than Death – if she returned a mortal to the mortal world,\" Gabe said.",
        "\"I dreamt where Death told me about the seven days … \" Gabe drifted off and shook his head, as if to clear a bad memory.  \"You're saying Rhyn didn't break the bond?\"",
        "\"I'm saying, the mate of an Ancient or any Immortal is preordained.  No one can break that bond, not even Death,\" Toby answered.",
        "You want me to let the Council break apart.",
        "Katie nodded and sawed at the root, dripped more blood, then sawed again.  She forced herself to continue even as she grew tired.  Sticky blood covered the hilt of the dagger, her pants, the root, Deidre's shoe and pants leg.  Katie kept on, uncertain what might happen if she stopped for a break.",
        "I'm leaving now.  Rhyn, you'll want to be gone before I cross through the portal, or Gabe won't be able to send you back.  Gabe can't break that many Codes his first day on the job.",
        "The trip would make for a 15-hour tour but it would certainly break up the usual routine.",
        "Give me a break.",
        "They were seated on the type of furniture you're afraid will break, amid a thousand little fig­urines of dancing girls that must have presented a monumental dusting job.",
        "My chief says for us not to break our butts wasting any more time chasing him down.",
        "Dean added, \"Maybe you're just hoping someone will fall down the front steps of the church and break their neck so you can be Johnny-on-the-spot.\"",
        "Fred was so sticky-sweet on the phone with the landlady that Dean took a break and used the john just so he wouldn't have to listen to the dribble.",
        "It was an unforgettable day and Dean never once thought of the missing Mr. Byrne until mid-afternoon while they were taking a short break and Cynthia mentioned his name.",
        "Give me a break!",
        "I had a couple of hoods break into my house and if I find out Arthur helped them find me, I'll personal­ly beat him into the ground.",
        "Dean met up with Fred O'Connor during the lunch break.",
        "Whether or not Josh was civil to him wouldn't make or break his day.",
        "Maybe they needed a break from each other.",
        "You need a break.",
        "Did his truck break down or something?",
        "And now she would have to break his security bubble.",
        "Except I was ready to break up with Josh before you came along.",
        "Xander had promised Jule to behave, an oath Jule said he couldn't break, since it was Original-to-Original.",
        "\"Even I need a break,\" he replied.",
        "She heard his voice break as her magic took hold of him.",
        "I'll push you until you break.",
        "Ikira, I think it's time for you break the rules.",
        "It would break too many rules.",
        "We can still break through those in the north provided we alert our allies and pull in the southern armies, Hilden explained.",
        "\"We can still break through to the north?\" she asked.",
        "Sirian waited for him to speak, and Taran glared at the older man, unwilling to break the silent battle.",
        "This book will do what you cannot and break our curse.",
        "The evening slipped by and when the band took a break, special requests were played on a stereo.",
        "Well, I could use a break.",
        "Felipa watched the children sometimes to give Carmen a break.",
        "It was bound to break his heart.",
        "It was time to break the engagement.",
        "Tonight she would break the engagement with Denton... then she would face her father.",
        "\"Give me a break,\" she said in a cold voice that didn't sound like her own.",
        "They had to break this stifling relationship off before it smothered all reason from them.",
        "I've been around poison ivy before and I didn't break out.",
        "Justin says I should get out more, but I came here to take a break from the miseries of social life.",
        "She didn't even break stride.",
        "Darian was the first to break the tense silence.",
        "She wasn't going to break his bizarre rules on the first day.",
        "Break out those fangs, Xander.",
        "She was about to have a break down.",
        "Jessi thought hard of some way to keep Jonny off her back long enough for her to make a break for it with the kids.",
        "\"Someone who can break your arm with one hand isn't someone you'll likely disappoint,\" he continued.",
        "At least Jonny can't break my arm again.",
        "Jessi watched her cousin walk away then break into a run as she crossed the street and headed towards the bookstore.",
        "Maybe Jonny was in the neighborhood last night already, because he was coming to her apartment to break her arm.",
        "At least no one would break her arm this night.",
        "She hadn't seen any of Jonny's thugs around, and no one sneaked into her place last night to break her other arm.",
        "\"We need to break for a few minutes,\" Darian said.",
        "Candidates had further to be fugitives (probably slaves), and as a preliminary had to break off a bough from a specified tree.",
        "So long as the conventionalities were preserved she endured it, but when her husband took to drinking and made love to the maids under her very eyes she resolved to break a yoke that had grown intolerable.",
        "In some birds, such as the herons, certain down-feathers or plumulae break off into a fine dust as fast as they are formed and form tracts defined in size and situation and known as \"powder-down patches.\"",
        "The rupture of the concordat at once terminates the obligations which resulted from it on both sides; but it does not break off all relation between the church and the state, since the two societies continue to coexist on the same territory.",
        "Bonif ace tried to induce King Charles to break the treaty, but the latter was only too anxious for peace, and finally in May 1303 the pope ratified it, Frederick agreeing to pay him a tribute.",
        "The vegetative and sensitive souls which the Aristotelians had introduced to break the leap 1 Ouvres, iv.",
        "The United States Congress in1871-1872enacted a series of \"Force Laws\" intended to break up the secret societies and to control the Southern elections.",
        "But a reserve squadron was placed behind the centre under the marquess of Santa Cruz, and the eight lumbering galeasses were stationed at intervals in front of the line to break the formation of the Turks.",
        "But there are no perpetual snow-fields, no glaciers creep down these valleys, and no alpine hamlets ever appear to break the monotony.",
        "In many cases the rivers as they approach the main stream break up into numerous branches, or spread their waters over vast flats.",
        "They serve admirably to break the sombre and monotonous aspect of the Australian vegetation.",
        "To the Labour party in that state are admitted only persons who have worked for their living at manual labour, and this qualification of being an actual worker is one that was strongly insisted upon at the formation of the party and strictly adhered to, although the temptation to break away from it and accept as candidates persons of superior education and position has been very great.",
        "In June 1576 the long siege of Zierikzee, the capital of Schou.wen, ended in its surrender to the Spanish general Mondragon, after the failure of a gallant attempt by Admiral Boisot to break the leaguer, in which he lost The great his life.",
        "In vain the fiery young soldier strove to break loose from the shackles which hampered him.",
        "The worm inhabits the lung of the frog and toad, and is hermaphrodite (Schneider) or parthenogenetic (Leuckart); the embryos hatched from the eggs find their way through the lungs into the alimentary canal and thence to the exterior; in a few days they develop into a sexual larva, called a Rhabditiform larva, in which the sexes are distinct; the eggs remain within the uterus, and the young when hatched break through its walls and live free in the perivisceral cavity of the mother, devouring the organs of the body until only the outer cuticle is left; this eventually breaks and sets free the young, which are without teeth, and have therefore lost the typical Rhabditis form.",
        "The Hari-Rud marks the only important break existing in the continuity of the great central water-parting of Asia.",
        "The ship is then stopped, and the cable gradually hove up towards the surface; but in deep water, unless it has been caught near a loose end, the cable will break on the grapnel before it reaches the surface, as the catenary strain on the bight will be greater than it will stand.",
        "Another splice was made, to be followed, after the \" Agamemnon \" had paid out about 40 m., by another break.",
        "had been paid out, there was a break, and all the efforts made to pick up the lost portion proved unavailing.",
        "On the east side in like manner the Monte Gargano (3465 ft.), a detached limestone mass which projects in a bold spur-like promontory into the Adriatic, forming the only break in the otherwise uniform coast-line of Italy on that sea, though separated from the great body of the Apennines by a considerable interval of low country, may be considered as merely an outlier from the central mass.",
        "Ferdinand did not openly break his constitutional promises until Sicily was reconquered.",
        "The Parthians had at the best been beaten, not subdued; the Britons threatened revolt; there were signs that various tribes beyond the Alps intended to break into Italy.",
        "For some time he continued his studies; later on when engaged in business there was no break in this respect.",
        "At the apex of a root, covering and protecting th~ delicate tissue of the growing point, is a special root-cap consistinf of a number of layers of tissue whose cells break down into mucilagi towards the outer surface, thus facilitating the passage of the ape~ as it is pushed between the particles of soil.",
        "During the process the thin walls are stretched and the turns of the spiral become pulled apart without rupturing the wall of the tracheid or vessel, If the pitted type of tracheal element were similarly stretched its continuously thickened walls would resist the stretching and eventually break.",
        "Such a break is known as a leaf-gap. A little above the departure of the leaf-bundle the stele again closes up only to be again broken by the departure of the next leaf-bundle.",
        "In some cases (Allium, Convolvulaceae, &c.) rows of cells with latex-like contents occur, but the walls separating the individual cells do not break down.",
        "But even when inside it does not follow that the Fungus can kill the cell, and many cases are known where the Fungus can break throtigh the cells first lines of defence (cell-wall and protoplasmic lining); but the struggle goes on at close quarters, and various degrees of hypertrophy, accumulation of plastic bodies or secretions, discolorations, &c.,, indicate the suffering of the still living cell.",
        "So far the evolution of the vegetable kingdom has proceeded without any conspicuous break.",
        "Before full adjustment has been attained the river bed may be broken in places by waterfalls or interrupted by lakes; after adjustment the bed assumes a permanent outline, the slope diminishing more and more gradually, without a break in its symmetrical descent.",
        "In consequence of this composite formation, amethyst is apt to break with a rippled fracture, or to show \"thumb markings,\" and the intersection of two sets of curved ripples may produce on the fractured surface a pattern something like that of \"engine turning.\"",
        "Locke does not break with the compromise of Aquinas.",
        "He served in the army of Flanders, and then was sent to London in February 1792, to induce England to remain neutral in the war which was about to break out between France and \"the king of Bohemia and Hungary.\"",
        "He interpreted the Sermon on the Mount literally, denounced war and oaths, opposed the union of Church and State, and declared that the duty of all true Christians was to break away from the national Church and return to the simple teaching of Christ and His apostles.",
        "The fishbellied rails, however, were found to break near the chairs, and from 1834 they began to be replaced with parallel rails weighing 50 lb to the yard.",
        "That of the latter is multiple, several rack-plates being placed parallel to each other, and the teeth break joint at 1, a or 4 of their pitch, according to the number of rack-plates.",
        "gauge and vice versa, this does not constitute a break of gauge for traffic purposes.",
        "Their support being removed they break away in the direction of natural joints, and the fragments fall down the slope upon the vegetable soil.",
        "Prayer ends, as it began, the banquet; and we break up not in bands of brigands, nor in groups of vagabonds, nor do we burst out into debauchery..",
        "of which directs how the sisters after the synaxis of the ninth hour (3 P.M.) are to dine: \"When you sit down at a table and come to break bread, seal it thrice with the sign of the cross and thus give thanks: ` We thank thee, our Father, for thy holy resurrection; for through Jesus thy servant thou hast shewn it unto us.",
        "This prayer as you break the bread, and are about to eat, you must say.",
        "It was only a step from the conquest of Mexico to that of Peru, and scarcely three months elapsed before he began to break ground on the latter subject.",
        "The cypress, as the olive, is found everywhere in the dry hollows and high eastern slopes of Corfu, of the scenery of which it is characteristic. As an ornamental tree in Britain the cypress is useful to break the outline formed by roundheaded low shrubs and trees.",
        "On its eastern slope the waters soon disappear within the bed of narrow canyons, but break out again at the foot in icecold springs that form the source of the Ruby and Franklin lakes; on its western side the descent is more gentle, and the waters form the South Fork of the Humboldt river.",
        "The Reformation made no break in the continuity of the school, which had probably existed in the abbey since the 11th century.",
        "Asa utilized the treasure of the Temple and palace to induce the Syrians to break off their relations with Baasha.",
        "The book has no finale and the sudden break may not be accidental.",
        "Not even the Qaraite schism was able to break the power of the geonim.",
        "Baker induced the king to break off his connection with the Wesleyan body in Sydney, and to set up a state church.",
        "The recent exploration of a cemetery belonging to the close of the great palace period, and in a greater degree to the age succeeding the catastrophe, has now conclusively shown that there was no real break in the continuity of Minoan culture.",
        "Nevertheless, mysticism did prepare men in a very real way for a break with the traditional system.",
        "Thus gang robbery is apt to break out, gains head with rapidity, and is suppressed with difficulty.",
        "Mill's friendship with Mrs Taylor and their marriage in 1851 involved a break with his family (apparently due to his resentment at a fancied slight, not to any bitterness on their part), and his practical disappearance from society.",
        "About 262 Antiochus tried to break the growing power of Pergamum by force of arms, but suffered defeat near Sardis and died soon afterwards (262).",
        "In our own time they have inspired both the formation of trade combinations and attempts to break them up, hostility to all forms of state interference and a belief in collectivism.",
        "On hearing this message, Mahmud at first reproached Hasan with having caused him to break his word, but the wily treasurer succeeded in turning his master's anger upon Firdousi to such an extent that he threatened that on the morrow he would \"cast that Carmathian (heretic) under the feet of his elephants.\"",
        "as there is a break ab, Abdominal ganglion.",
        "Krohn posite to it is the visceral ganglion of in Marsenia =Echino- the right side, which gives off the long spira) there may be a nerve to the olfactory ganglion and break at a later stage, osphradium o.",
        "If my country needs me, if there are additions to the number of those who share the opinion of Talleyrand, Sieyes and Roederer, that war will break out again and that it will be unsuccessful for France, I will return, more sure of the feeling of the nation.\"",
        "It is certain that he was preparing to renew the struggle for the mastery of the seas and of the Orient, which must break out if he held to his present resolve to found a great colonial empire.",
        "Nothing remained but to break it.",
        "The coalitions, once so brittle as to break at the first strain, had now been hammered into solidity by his blows.",
        "Green's teaching was, directly and indirectly, the most potent philosophical influence in England during the last quarter of the 19th century, while his enthusiasm for a common citizenship, and his personal example in practical municipal life, inspired much of the effort made, in the years succeeding his death, to bring the universities more into touch with the people, and to break down the rigour of class distinctions.",
        "mica, talc, chlorite, haematite), or in long blades or fibres (anthophyllite, tremolite, actinolite, tourmaline), and, when these have a well marked parallel arrangement in definite bands or folia, the rock will break far more easily along the bands than across them.",
        "Outvoting Franklin, they decided to break their instructions, which required them to ` make the, most candid confidential communications on all subjects to the ministers of our generous ally, the king of France; to undertake nothing in the negotiations for peace or truce without their knowledge or concurrence; and ultimately to govern yourself by their advice and opinion \"; and, instead,.",
        "It has, however, since been found that in other kinds of insects the tissues degenerate and break down without the intervention of phagocytes.",
        "These flew away, leaving their cup at the water's edge, and singing \"If that glass either break or fall, Farewell to the luck of Eden Hall.\"",
        "After the spawning the schools break up into smaller companies which are much scattered, and offer for two or three months employment to the hand-line fishermen.",
        "A narrow deep furrow is usually run immediately in advance of the planter, to break up the soil under the seed.",
        "to allow the hope of gaining two small towns to induce them to break the vital alliance with Damascus.",
        "Alien domination alone has been able to correct the tendency of this long strip of land to break up into hostile belts.",
        "On the north are the Sudetes, namely the Altvater Gebirge, with the highest peaks the Grosser Schneeberg (4664 ft.) and the Altvater (4887 ft.), which sink gradually towards the west, where the valley of the Oder forms a break between the German mountains and the Carpathians.",
        "The concluding feast does not seem to refer to tabernacles per se, but to be distinct from it, as is shown by the break in the descending series of the sacrifices of bullocks as given in Numbers.",
        "In the autumn months malarial fever is prevalent in all thickly forested tracts and also in the rice country; but on the whole the province is considered to be healthy, and as the rains break fairly regularly in June and produce an immediate fall in the temperature, severe heat is only experienced for a period of from two to three months.",
        "Sangram Sah died in 1530; and the break up of his dominion began with the enforced cession to the Mogul emperor by Chandra Sah (1563-1575) of Saugor and Damoh and of that portion of his territories which afterwards formed the state of Bhopal.",
        "Two cases then arise: (I) the properties may be expressed as linear functions of the composition, the terminal values being identical with those obtained for the individual components, and there being a break in the curve corresponding to the absence of mixed crystals; or (2) similar to (I) except that different values must be assigned to the terminal values in order to preserve collinearity.",
        "One has hitherto supposed that he was related to the Mediterraneans, the race to which the Bronze Age Greeks and Italians belonged; but this supposed connexion may well break down in the matter of skull form, as the Hittite skull, like that of the modern Anatolian, probably inclined to be brachycephalic. whereas that of the Mediterranean inclined in the other direction, And now the Bohemian Assyriologist Prof. Hrozny has brought forward evidence s that the cuneiform script adopted by the Hittites from the Mesopotamians expressed an Indo-European tongue, nearly akin to Latin!",
        "And the whole equation seems to break down on the matter of date, as it is quite impossible to bring Narmerza down to 2850 B.C. Naram-Sin was in reality a contemporary of the kings of the V.",
        "This imperial coinage was designed to break down the monetary predominance of Athens (Beloch, Gr.",
        "Alexander availed himself of the defeat of the French to break the power of the Orsini, following the general tendency of all the princes of the day to crush the great feudatories and establish a centralized despotism.",
        "Ormazd will summon together all his powers for a final decisive struggle and break the power of evil for ever; by his help the faithful will achieve the victory over their detested enemies, the daeva worshippers, and render them impotent.",
        "It must break down from inherent rottenness.\"",
        "Though the intellectual world of the sages is different from that of the prophetic and legal Hebraism, they do not break with the fundamental Jewish theistic and ethical creeds.",
        "But he rightly felt that the social catastrophe would be most likely to break out in Russia, as the worst governed and the least civilized country.",
        "(1789-1807), who initiated them, to break down the barriers to the formation of a homogeneous nation.",
        "Sometimes, in the months of June, July and August, when the sherki or south wind is blowing, the thermometer at break of day is known to stand at 112° F., while at noon it rises to 1 19° and a little before two o'clock to 122°, standing at sunset at 114°, but this scale of temperature is exceptional.",
        "Here the ice converges into the valleys and moves with increasing velocity in the form of glaciers into the fjords, where they break off as icebergs.",
        "Wellington followed, directing the Portuguese to remove all boats from the Mondego and Douro, and to break up roads north of the former river.",
        "For the siege of Burgos heavy guns were available in store on the coast; but he neither had, nor could procure, the transport to bring them up. By resource and dogged determination Wellington rose superior to almost every difficulty, but he could not overcome all; and the main teaching of the Peninsular War turns upon the value of an army that is completely organized in its various branches before hostilities break out.",
        "Hara-bere-zaiti, the \"High Mountain\"), a great chain of mountains in northern Persia, separating the Caspian depression from the Persian highlands, and extending without any break for 650 m.",
        "In an attempt to break out in February 1815 Decatur's flagship the \"President\" was cut off and after a spirited fight forced to surrender to a superior force.",
        "If ai, bx, cx be different forms we obtain, after development of the squared determinant and conversion to the real form (employing single and double dashes to distinguish the real coefficients of bx and cz), a(b'c\"+b\"c'-2 f'f\") +b(c'a\"+c\"a'-2g'g\") +c(a' +a\"b'-2h'h\")+2f(g'h\"+g\"h'-a' + 2g (h ' f\"+h\"f'-b'g\"-b\"g')+2h(f'g\"+f\"g'-c'h\"-c\"h'); a simultaneous invariant of the three forms, and now suppressing the dashes we obtain 6 (abc+2fgh -af t - bg 2 -ch2), the expression in brackets being the S well-known invariant of az, the vanishing of which expresses the condition that the form may break up into two linear factors, or, geometrically, that the conic may represent two right lines.",
        "\"His divinity is a fire,which,under proper restraints, confers endless blessings; but if rashly touched, or allowed to break bounds, it burns or destroys what it touches.",
        "Meanwhile, on the 31st of May 1792 he married Mademoiselle Lemonnier, daughter of the astronomer of that name, a young and beautiful girl, whose devotion ignored disparity of years, and formed the one tie with life which Lagrange found it hard to break.",
        "\" The signatory powers consider it a duty in the event of an acute conflict threatening to break out between two or more of them to remind these latter that the permanent court is open to them.",
        "although it was disadvantageous to the Sienese and temptations to break it were frequently urged upon them, they faithfully adhered to its terms. During this period of comparative tranquillity Siena was honoured by the visit of Pope Eugenius IV.",
        "When the Civil War threatened to break out in the United States, Cobden was deeply distressed.",
        "In Dalmatia the Venetians III were too strong for her; but she helped materially to break up the Byzantine rule in the Balkan peninsula by assisting Stephen Nemanya to establish an independent Servian kingdom, originally under nominal Hungarian suzerainty.",
        "Refusing to be crowned, or even to take the usual oaths of observance, he simply announced his accession to the Hungarian counties, and then deliberately proceeded to break down all the ancient Magyar institutions.",
        "Jellachich, who as a soldier was devoted to the interests of the imperial house, realized that the best way to break the revolutionary power of the Magyars and Germans would be to encourage the Slav national ideas, which were equally hostile to both; to set up against the Dualism in favour at Pest and Vienna the federal system advocated by the Sla y s, and so to restore the traditional Habsburg principle of Divide et impera.",
        "Whilst simple evidence of the fact of the transmission of an acquired character is wanting, the a priori arguments in its favour break down one after another when discussed.",
        "The Lebombo hills are flat topped but with a well-defined break on their seaward side.",
        "Before the junction of the two allied wings was complete Sir George White attempted by a general attack to break up their line.",
        "A process of waste resulting from the decomposition of the molecules of the protoplasm, in virtue of which they break up into more highly oxidated products, which cease to form any part of the living body, is a constant concomitant of life.",
        "Stanhope, whose politic instinct obliged him to worship the rising rather than the setting sun, remained faithful to the prince, though he was too cautious to break entirely with the king's party.",
        "According to Plutarch, he attempted to break the power of Corinth, by requesting the Corinthians to send him 1000 of their picked youths, ostensibly to aid him in war, his real intention being to put them to death; but the plot was revealed.",
        "Apparently with this purpose in view, Prince Frederick Charles was instructed to break up his army corps into their constituent divisions, and move each division as a separate column on its own road, the reserve of cavalry and artillery following in rear of the centre.",
        "In the formation of these the tissues break down, and in course of time lose their characteristic histological features.",
        "In medical as in civil history there is no real break.",
        "On either coast wild gorges and ravines, densely wooded, break the outline of the mountains.",
        "It does not appear that Voltaire got into any great scrapes; but his father tried to break him off from such society by sending him first to Caen and then, in the suite of the marquis de Chateauneuf, the abbe's brother, to the Hague.",
        "The Lea separates the county of London from Essex, but the townships of West Ham and Stratford, Barking and Ilford, Leyton and Walthamstow continue the metropolis in this direction almost without a break.",
        "The outlying parts of the county to east, south and north are not lacking in open spaces, but there is an extensive inner area where at most only small gardens and squares break the continuity of buildings, and where in some cases old churchyards serve as public grounds.",
        "The working-place in such case is considerably narrower than in rooms or stopes, and there is also greater difficulty in supporting the roof because the projecting beds tend to break close to the point of support where the strain is greatest.",
        "Where practicable steam shovels are employed, even when it is necessary to break up the material beforehand by blasting.",
        "As the sewing wires soon begin to break, a flat rope must usually be ripped Apart and resewed every six or eight months.",
        "It is necessary, however, to keep the mine sealed until the burning timbers, or coal, and the red-hot rocks have become cool, or the fire will again break out.",
        "But sufficient time must be allowed to elapse before pumping out the water, as otherwise the fire may break out again.",
        "You could simply break up the paragraphs with white space, so that it doesn't labor they eye to keep one's place and find the next line.",
        "In fact, if you would break a page into two columns, it would be even even easier to follow a line and keep one's eye on track.",
        "Anthony a Wood prophesied that he would one day break his neck while running downstairs after a retreating guest, in the hope of extracting a story from him.",
        "Successive flexures or ridges are ranged in more or less parallel lines, and from between the bands of hard, unyielding rock of older formation the soft beds of recent shale have been washed out, to he carried through the enclosing ridges by rifts which break across their axes.",
        "Intrusions of a serpentine-like rock break through the Miocene strata north of Bhamo, and similar intrusions occur in the western ranges.",
        "Its early \"campaigns\" excited violent opposition, a \"Skeleton Army\" being organized to break up the meetings, and for many years Booth's followers were subjected to fine and imprisonment as breakers of the peace.",
        "One of his successors, Arnaunta (late 13th century?), was already feeling the effect of Assyrian pressure, and with the accession of Tiglath Pileser I., about a century later, a long but often interrupted series of Assyrian efforts to break up the Hatti power began.",
        "Salvestro de' Medici, who had always opposed the parte, having been elected gonfaloniere in spite of its intrigues, proposed a law for the abolition of the admonitions, which was eventually passed (June 18, 1378), but the people had been aroused, and desired to break the power of the parte for good.",
        "Rinaldo was determined to break the Medici party, and succeeded in getting Cosimo exiled.",
        "Fire heat must be at first applied very gently, and may range about 55° at night, and from 65° to 70° by day, but a few degrees more may be given them as the buds break and the new shoots appear.",
        "From this moment until his death Mahmud was, to all intents and purposes, the \" vassal of Russia,\" though not without occasional desperate efforts to break his chains.",
        "From it we pass without a break, merely narrowing the application as the conception of sacredness grew clearer and less associated with magic, into early criminal law with its physical sanctions.",
        "Edward VI.'s statute marks no break of continuity in the life of the craft organizations.",
        "Wind and hail may break plants or damage leaves, especially if required for wrapper purposes.",
        "Some brassfounders break from a single ingot the quantity of zinc required to produce the amount of brass they wish to compound in one crucible, but when perfect uniformity is desired the importance of remelting the zinc on a large scale cannot be too strongly emphasized.",
        "A mattock with which to break the clods is often found represented in Anglo-Saxon drawings as subsidiary to the plough.",
        "It had indeed begun to break down under the strain of frequent and distant campaigns, but it was long before it was changed as the recognized rule of medieval service.",
        "If now, in addition to his own expenses, the soldier must provide a horse and its keeping, the system was likely to break down altogether.",
        "in height, but towards the top of the mountains they are sometimes as much as 15 or 18 ft.; they are built entirely of rough stone without mortar, and I reckon that on an average each wall retains not more than twice its own height in breadth, and I do not think I saw a single break in them unrepaired.\"",
        "The tribes were a seething mass of restlessness, their old feuds ready to break out again.",
        "Meantime they were to avoid any pride or factiousness which might break their unity 1 as a church (i.",
        "long, with its port, Nuevitas (pop. in 1907, 4386), which is on the north side of the island and has a spacious land-locked bay of good depth, approached through a break in the off-lying coral keys and a narrow canyon entrance.",
        "As this lower chain does not reach the snow-line, the streams rising from it are scanty, while the Santa, Pativilca and other coast-rivers which break through it from sources in the snowy chain have a greater volume from the melted snows.",
        "After the break up of the empire of Rum, Konia became a secondary city of the amirate of Karamania and in part fell to ruin.",
        "The retirement was terribly costly, and but for the steadiness of Lannes the French must have been driven into the Danube, for the archduke's last effort to break down their resistance was made with the utmost fury.",
        "So Comte remained in Paris, living as he best could on something less than 80 a year, and hoping, when he took the trouble to break his meditations upon greater things by hopes about himself, that he might by and by obtain an appointment as mathematical master in a school.",
        "In April 1833 occurred what is known as the Frankfort Insurrection (Frankfurter Attentat), in which a number of insurgents led by Georg Bunsen attempted to break up the diet.",
        "From this harbour to Osaka Japans waist measures onl 77 m., and as the great lake of Biwa and some minor sheets of wate break the interval, a canal may be dug to join the Pacific and th Sea of Japan.",
        "by I5, and rises almost symmetrically to a height of about 2000 ft., with only one break through which the river Shira flows.",
        "Evidently the idea of the great Yokoya experts, the originators of the style, was to break away from the somewhat formal monotony of ordinary engraving, where each line performs exactly the same function, and to convert the chisel into an artists i It is first boiled in a lye obtained by lixiviating wood ashes; it is next polished with charcoal powder; then immersed in plum vinegar and salt; then washed with weak lye and placed in a, tub of water to remove all traces of alkali, the final step being to digest in a boiling solution of copper sulphate, verdigris and water.",
        "In ordinary circumstances, a casting thus obtained took the form of a shell wrthout any break of continuity.",
        "But to spread and fix the enamel so that neither at the rim nor in the interior shall there be any break of continuity, or any indication that the base is copper, not porcelain, demands quite exceptional skill.",
        "of danger; or by beating him out of the jungle with a line of elephants, the guns being stationed at the points where he is most likely to break cover.",
        "When disturbed they go off at a swift trot, which soon leaves all pursuit from a man on foot far behind; but if chased by a horseman they break into a gallop, which they can keep up for some distance.",
        "Although England can show nothing like the Journal des savants, which has flourished almost without a break for two and a half centuries, a nearly complete series of reviews of English literature may be made up from 1681 to the present day.",
        "We learn also that solid solutions which exist at high temperatures often break up into two materials as they cool; for example, the bronze of fig.",
        "The poetic impulse and culture communicated to Roman literature in the last years of the republic passed on without any break of continuity into the literature of the of imperial succeeding age.",
        "Through the fact, however, that from 1501 onwards the Lithuanians and the Poles were ruled over by one sovereign and from 1569 onwards had a common legislature, the former, though ever anxious to break away, gradually sank into a state of dependence.",
        "But, while the Tsarist regime, unable to denationalize a homogeneous population of a different religion and language, initially conceded a minimum of rights to the Polish nation, in Lithuania proper from the outset an unrelenting system of tyranny was established which was designed to break by force every non-Russian element in the country.",
        "The members meet on Sundays to \" break bread \" and discuss the Bible.",
        "This resolution was the forerunner of the Test Act, in the preparation of which Sacheverell took an active part, and which caused the break up of the cabal.",
        "The fresh impulse enabled it to break the Scottish cavalry and repulse the foot, and Leslie's line of battle was gradually rolled up from right to left.",
        "For the moment the chief care of the Prince was to guard against an attempt of the French army to break out to the westward.",
        "Corps in the event of an attempt on the part of the French to break out towards Thionville.",
        "On the afternoon of the 25th he decided to break out to the northward by the right bank of the river, and orders to this effect were duly issued.",
        "rendered all further attempts to break the German cordon abortive.",
        "On the night of the 5th of February the transit began, the cavalry leading the way through the snow-covered ice, which quickly thawed beneath the horses' hoofs so that the infantry which followed after had to wade through half an ell of sludge, fearing every moment lest the rotting ice should break beneath their feet.",
        "At last the weatherly qualities of the ships enabled Monk to break through the Dutch line, cutting some of their ships off from the others.",
        "But now a storm of persecution was about to break upon the universal church, iii.",
        "In the north, icebergs break off, as a rule, from the ends of the great glaciers of Greenland, and in the far south from the edge of the great Antarctic ice-barrier.",
        "A third of the leading brigade (British) was killed and wounded in the vain attempt to break through the strong defences of the village, and some French squadrons charged upon it as it retired; a colour was captured in the melee, but a Hessian brigade in second line drove back the cavalry and retook the colour.",
        "General Churchill, Marlborough's brother, had meanwhile surrounded the French garrison of Blenheim; and after one or two attempts to break out, twenty-four battalions of infantry and four regiments of dragoons, many of them the finest of the French army, surrendered.",
        "After bold and repeated overtures for an exchange of prisoners - an important matter, both because the American frigates had no place in which to - stow away their prisoners, and because of the maltreatment _ of American captives in such prisons as Dartmoor - exchanges began at the end of March 1779, although there were annoying delays, and immediately after November 1781 there was a long break in the agreement; and the Americans discharged from English prisons were constantly in need of money.",
        "In 1812, after a congressional caucus at Washington had nominated Madison for a second term, the Republicans of New York, desiring to break up the so-called Virginia dynasty as well as the system of congressional nominations, nominated Clinton for the presidency by a legislative caucus.",
        "Though these are managed by various municipalities, there is practically no break in the buildings for the whole distance.",
        "At the congress of Vienna (1814-15) for the settlement of European affairs, Talleyrand, as the representative of the restored house of Bourbon in France, managed adroitly to break up the league of the Powers (framed at Chaumont in February 1814) and assisted in forming a secret alliance between England, Austria and France in order to prevent the complete absorption of Poland by Russia and of Saxony by Prussia.",
        "During the last century and a half before the Christian era, the school, as it might be called, began to break up and to lose its individuality.",
        "Blanche had to bear the whole burden of affairs alone, to break up a league of the barons (1226), and to repel the attack of the king of England (1230).",
        "As might have been anticipated, this caused no break in the policy of the English king and his parliament, and a series of famous acts passed in the year 1534 completed and confirmed the independence of the Church of England, which, except during five years under Queen Mary, p g Y Q Y?",
        "This is implied in the phrase by which it has sought to signalize its break with Spinozism: \" from substance to subject.\"",
        "It is protected for a long distance by moles, in which a break has been left in the Fischhauser Wiek, to permit of freer circulation of the water and to prevent damage to the mainland.",
        "During Spanish rule the only break in the ordinary course of events was the revolt of 1692, which resulted in the destruction of the municipal buildings.",
        "4 But there is no reason at present to believe that their entrance caused any break in the archaeological history.",
        "To the south, the English, French and Dutch, though often in rivalry with one another, combined to break in on the monopoly of the Spaniards.",
        "Written language was largely hierographic and heroic. The drama, the cult image, the pictograph, the synecdochic picture, the ideaglyph, were steps in a progress without a break.",
        "cavate houses, pueblos and casas are all brought into a series without a break by Bandelier, Cushing, Fewkes, Holmes, Hough,, FIG.",
        "But, in its case, such a usage would constitute a violent break with the past.",
        "II may safely be taken to assign not only a free and informal but also a didactic character to the apostle Paul's discourse in the upper chamber of Troas, when \"he talked a long while, even till break of day.\"",
        "The allies had foreseen the very manoeuvre that Napoleon designed to put into execution, and had decided that if an attempt were made to break their centre they would concentrate forwards and on their inner flanks, the Anglo-Dutch army forming up at Gosselies and the Prussians at Fleurus.",
        "The lateness of the hour at which the attack was delivered, and the emperor's determination to break Wellington's centre instead of outflanking the Anglo-Dutch left and further separating the allies, deprived him of whatever chance he still possessed of beating Wellington before Blucher could intervene.",
        "It did not occur to the emperor that it would be wise to break off the fight now and seek a more favourable opportunity of beating the allies in detail.",
        "Against the squares the horsemen were powerless, and failing to break a single square, they were finally swept off the plateau by fresh allied horsemen.",
        "The cavalry gradually became hopelessly entangled among the squares they were unable to break, and at last they were driven down the face of the ridge and the most dramatic part of the battle came to an end.",
        "Afterwards, amidst the ruins of their army, two battalions of the 1st Grenadiers of the Guard defied all efforts to break them.",
        "But they realized that \" the Lord had more truth and light yet to break forth of his Holy Word \"; and this gave them an open-minded and tolerant spirit, which continued to mark the church in Plymouth Colony, as distinct from the Puritans of Massachusetts Bay.",
        "The party headed by Ballance, Seddon and Ward held office without a break for more than seventeen years, a result mainly due to the general support given to its agrarian and labour policy by the smaller farmers and the working classes.",
        "He and the constable Muzio Attendolo Sforza completely dominated her, and the turbulent barons wished to provide her with a husband who would be strong enough to break her favourites yet not make himself king.",
        "Analysis of Contents.-The book's chief break is at xiii.",
        "When the gun was fired, the circuit was broken, and the break was recorded on the paper.",
        "When the wave travelled to the receiver it pushed back the disk from the contact-piece, and this break, too, was recorded.",
        "The cylindrical form of jet is unstable if its length is more than 7 times its diameter, and usually the irregular disturbances it receives at the orifice go on growing, and ultimately break it up irregularly into drops which go out at different rates.",
        "But partly owing to the delay in making contact through the carriage down of air on the contact piece, and partly owing to the delay in establishing full current through selfinduction, the attracting force does not rise at once to its full value in the outgoing journey, whereas in the return journey the mercury tends to follow up the contact piece, and the full current continues up to the instant of break.",
        "If a bar is subjected to alternations of stress having the range A = f max .-f min ., then, by Wchler's law, the bar will ultimately break, if f max",
        "A movement was at once begun to break up the great Sioux reservation, partly because it cut off this region from the older settlements east of the Missouri and partly because it contained a large amount of land which was very valuable for farming and grazing purposes.",
        "The outstanding event in the latest history of Ultramontanism is the separation between Church and state in France (1904), by which the republic has endeavoured to break the influence of this party.",
        "In chemistry the term is given to chemical reactions in which a substance decomposes into two or more substances, and particularly to cases in which associated molecules break down into simpler molecules.",
        "Pushing even Napoleon to more decided action, Lucien urged his brothers to break with Paoli, the leader of the more conservative party, which sought to ally itself with England as against the regicide republic of France.",
        "Grew says that \"when the attire or apices break or open, the globules or dust falls down on the seedcase or uterus, and touches it with a prolific virtue.\"",
        "But the English were simple traders or explorers; far more formidable were the Dutch, who came to the East partly to avenge the injuries inflicted on their country by the Spaniards, partly to break the commercial monopoly of the peninsular states.",
        "During the winter and spring the opera continues without a break at the Theatre de la Monnaie, which may be called the national theatre."
    ],
    "definition": [
        "Link/Cite"
    ]
}