{
    "translation": "נשימה",
    "uses": [
        "His breath smelled of liquor.",
        "Taking a deep breath, Carmen started down the stairs.",
        "The aroma of cologne surrounded him and his breath smelled like he had recently brushed his teeth.",
        "She caught her breath and swung at him.",
        "Every breath you breathe.",
        "Rostov, holding his breath, looked round at the borzois.",
        "She caught her breath and sat up sharply.",
        "Carmen caught her breath, instinctively searching the sea of faces.",
        "Come on, I'll show you something that will take your breath away.",
        "It may be translated into every language, and not only be read but actually breathed from all human lips;--not be represented on canvas or in marble only, but be carved out of the breath of life itself.",
        "She caught her breath quickly.",
        "\"My breath is bad,\" she said, squirming in his arms.",
        "\"Oh,\" she let her breath out quickly in relief.",
        "She caught her breath and stared up at him.",
        "Every breath rattled, and she coughed in her sleep.",
        "But they were in great numbers, and the Champion could not shout much because he had to save his breath for fighting.",
        "A whisper soft movement in the night alerted her, and she held her breath, straining her eyes into the darkness.",
        "There was not a breath of wind to stir the young leaves on the trees.",
        "He grabbed her arm, his breath warm against her cheek.",
        "Carmen drew a slow breath and glanced self-consciously at Dulce and Alondra.",
        "You'll stop fighting when the breath is gone from your body!",
        "His breath came fast.",
        "Men come tamely home at night only from the next field or street, where their household echoes haunt, and their life pines because it breathes its own breath over again; their shadows, morning and evening, reach farther than their daily steps.",
        "She squirmed from his arms; her breath coming in short gasps.",
        "\"No, it can't be!\" thought Rostov, taking a deep breath, as a man does at the coming of something long hoped for.",
        "Her heart was racing and her breath came quickly.",
        "Ridges of sparkling white sand surrounded the camp like a sleeping dragon, soaking heat from the sun - resting now so it could spit its fiery breath at them later in the day.",
        "His breath suddenly changed to short bursts.",
        "Taking a deep ragged breath, she turned away from the car.",
        "All my early lessons have in them the breath of the woods--the fine, resinous odour of pine needles, blended with the perfume of wild grapes.",
        "Carmen sucked in her breath and looked up at Alex.",
        "Out of breath, he took the laughing child quickly from his shoulder and pressed her to his heart.",
        "He led the way to the door, all the while muttering something under his breath about something being stupid.",
        "Her voice has an aspirate quality; there seems always to be too much breath for the amount of tone.",
        "Her breath must be atrocious.",
        "And the excited, alien face of that man, his bayonet hanging down, holding his breath, and running so lightly, frightened Rostov.",
        "Carmen caught her breath - and the denial.",
        "She caught her breath and glanced at him in the mirror.",
        "Carmen caught her breath and stared at him.",
        "She felt his breath on the back of her neck and stiffened as one arm slipped around her waist.",
        "Lisa rolled over, coughing and gagging, unable to get enough breath at a time to fill her lungs.",
        "\"How long will it take you to stop my breath?\" he asked.",
        "Nicholas did not take his eyes off his sister and drew breath in time with her.",
        "She caught her breath, warmth crawling up her neck again.",
        "Drawing a deep breath, she finally called to him.",
        "At the same moment Natasha, without drawing breath, screamed joyously, ecstatically, and so piercingly that it set everyone's ear tingling.",
        "As the little Wizard turned to follow them he felt a hot breath against his cheek and heard a low, fierce growl.",
        "I felt the hot breath from the engine on my face, and the smoke and ashes almost choked us.",
        "Alex let out a breath of relief.",
        "She sucked in a quick breath and met his gaze steadily.",
        "She let a breath out slowly.",
        "Lisa caught her breath and stared in amazement.",
        "When Señor Medena introduced the girl as his daughter, Carmen caught her breath and looked at Alex for an explanation.",
        "\"Because I am going to stop your breath,\" was the reply.",
        "Deep uncontrollable sobs squeezed the breath from her lungs.",
        "The stored tears continued to flow and the sobs wracked her body, robbing it of the ability to speak – barely allowing a breath to be drawn.",
        "You do not know the relief of brushing away a fly that has bitten you, nor the delight of eating delicious food, nor the satisfaction of drawing a long breath of fresh, pure air.",
        "She sucked in a breath of the cold air and let it out slowly.",
        "At first she was too stunned to respond, and then passion hit her like the fiery breath of a dragon.",
        "As soon as the breath of evening does not suffice longer to preserve them, then the nature of man does not differ much from that of the brute.",
        "She stood with her slender arms hanging down, her scarcely defined bosom rising and falling regularly, and with bated breath and glittering, frightened eyes gazed straight before her, evidently prepared for the height of joy or misery.",
        "He looked at her without moving and saw that she wanted to draw a deep breath after stooping, but refrained from doing so and breathed cautiously.",
        "She caught her breath and turned on Bordeaux.",
        "Closing her eyes for a few precious moments, she breathed deeply and let her breath out in a long, relaxing sigh.",
        "She pushed away from him and caught her breath sharply.",
        "She released the breath she had been unconsciously holding.",
        "Prince Andrew, out of breath with his rapid ride, spoke quickly.",
        "She held her breath while she tugged at the window, letting it out in a sigh of relief when the sash lifted quietly.",
        "First he spun her round, holding her now with his left, now with his right hand, then falling on one knee he twirled her round him, and again jumping up, dashed so impetuously forward that it seemed as if he would rush through the whole suite of rooms without drawing breath, and then he suddenly stopped and performed some new and unexpected steps.",
        "With bated breath and beating heart he moved toward the Rhetor (by which name the brother who prepared a seeker for entrance into the Brotherhood was known).",
        "In the middle of the cotillion, having completed one of the figures, Natasha, still out of breath, was returning to her seat when another dancer chose her.",
        "Then she sighed loudly and, catching her breath more and more quickly, began to sob.",
        "She hesitated, drawing a deep breath before continuing.",
        "His warm breath on her neck sent her heart in a flurry of wild beats.",
        "No one replied to this, because they found they needed all their breath for the climb.",
        "She caught her breath as another thought struck her.",
        "There was a breath of danger in the very air, and every few moments the earth would shake violently.",
        "His breath warmed the back of her neck with long relaxed puffs.",
        "\"What an awful fight!\" said Dorothy, catching her breath in little gasps.",
        "His lips covered hers in a long warm kiss that left her short of breath.",
        "Cynthia caught her breath.",
        "He drew a deep breath, refreshed by the idea of slaughtering six bad guys at one time.",
        "He slapped the hat back on his head, took a deep breath and began to slowly walk toward the water.",
        "She took a deep breath and plopped down of the sofa.",
        "Dean waited until she stopped for a breath and then rapidly explained they were doing all they could, would be in touch, thanked her and hung up.",
        "When they finally touched down, she smiled and took a deep breath.",
        "She paused, sucking in a deep breath, and then threw her hands in the air in defeat.",
        "Once free of the vehicle she took a deep breath and turned to face her rescuer.",
        "Connie caught her breath So you were the one who told him how to get to the house.",
        "When the ache had left her legs numb, and her breath was no longer coming in gasps, they started out again - across sand dunes - up and down.",
        "She gripped him around the waist, wishing she could crush the breath from him.",
        "Her breath came out in a quick sigh.",
        "Her breath escaped in an unexpected sigh.",
        "It is a mirror which no stone can crack, whose quicksilver will never wear off, whose gilding Nature continually repairs; no storms, no dust, can dim its surface ever fresh;--a mirror in which all impurity presented to it sinks, swept and dusted by the sun's hazy brush--this the light dust-cloth--which retains no breath that is breathed on it, but sends its own to float as clouds high above its surface, and be reflected in its bosom still.",
        "Stopping suddenly, she caught her breath.",
        "A chair scraped next to her and Alex swore softly under his breath.",
        "He sank into the chair and let out a long breath.",
        "For a moment he simply gazed into her eyes, and then he drew a deep breath.",
        "Destiny stiffened with a fit of coughing and then drug a deep rattling breath.",
        "\"Dismissed,\" she said under her breath.",
        "Quint slowly let out his breath.",
        "There she sat for a few moments, gasping for breath.",
        "\"At a hotel in Huntsville, but I haven't rented a room yet,\" she blurted out, and then caught her breath.",
        "she moaned with her first breath.",
        "She limped after him, muttering under her breath.",
        "She glanced back at him sharply and caught her breath.",
        "She took a deep breath.",
        "\"Yes,\" Dean answered, holding his breath.",
        "She opened her eyes, afraid to move or even take a breath.",
        "Death lowered the hand displaying the end of the world scenario.  The images of Gabe fighting demons switched to those of Katie on the beach under the moonlight.  Rhyn's breath caught at the sight of her.  She appeared exhausted, tattered, and drenched from the underworld rain.  She'd never looked as beautiful as she did, even if she looked as if she'd just left the underworld.  Toby was with her, pulling her from the beach towards the Sanctuary.",
        "Rhyn pointed.  The angel sighed and crossed to Kiki.  Rhyn opened a new portal, took a deep breath and crossed through to Hell.",
        "The man took a deep breath of the hot and salty night air and firmly closed the door marked Room 22.",
        "Dean was down to 11 dollars and change, so he used his Visa card, holding his breath that it wasn't maxed-out while the clerk ran it through the recording machine.",
        "He quickened his step and his breath came in spurts as he gingerly climbed the stairs toward their rooms.",
        "He then took a deep breath and began work on her under things.",
        "\"I just left Ms. Rosewater's office,\" she said, slightly out of breath.",
        "Occasionally a little breeze puffed in but it was more of an annoyance than a help, scattering papers and patience in a hot breath of sweat and exhaust.",
        "Dean took a deep breath, unsure.",
        "They stepped outside for a breath of fresh air to wait.",
        "He rocked back in his chair, catch­ing his breath and ignoring the smiles and snickers of the others in the room.",
        "\"Let's see,\" she said under her breath.",
        "At the top of the trail she paused to catch her breath.",
        "Her pulse quickened, as did her breath.",
        "Yancey stalked off to his chair, muttering something under his breath.",
        "She could barely breath.",
        "He paused for a moment to catch his breath.",
        "Adrienne caught her breath.",
        "She drew a deep breath.",
        "He sucked in a breath.",
        "She breathed through her mouth, gasping for each breath.",
        "The heat settled around them like a hot breath.",
        "As if challenging his statement, the bay jerked his nose up and sucked in a breath.",
        "She glanced at the woman seated across from her and caught her breath.",
        "She held her breath as they approached and turned into the circular drive.",
        "When Cade finally stepped through the doorway holding a cup of coffee, her breath escaped in a long sigh.",
        "She caught her breath as the blood lunged painfully up her neck.",
        "She caught her breath, realizing for the first time that he was actually an attractive man.",
        "He let his breath out slowly.",
        "She caught her breath in a startled gasp of pain.",
        "His warm breath quickened against her throat.",
        "She stopped at the door and caught her breath.",
        "She caught her breath and glanced up at him with wide eyes.",
        "He took a deep breath and turned to her again.",
        "She caught her breath and glanced up at him again.",
        "Howie took a deep breath and began.",
        "He took a deep breath.",
        "Howie took a deep breath.",
        "I could hear her take a deep breath.",
        "I too took a deep breath.",
        "When I'd stopped for a breath, the woman asked where I was when I witnessed it and why I'd waited so long to call.",
        "I took a deep breath and randomly chose a Pittsburg number.",
        "His deep breath echoed across the line.",
        "Betsy exclaimed as we caught our breath, standing atop the highest point for thirty miles around.",
        "We stood back to back, holding hands and baby-stepped three hundred and sixty degrees, taking in the breath taking scene in all directions.",
        "He took a very deep breath.",
        "When I assured him we were indeed speaking on a secure line he took a deep breath.",
        "We dared not to take a deep breath for fear of waking him.",
        "I took a deep breath and called After on a throw away phone.",
        "I took a deep breath.",
        "I had to catch my breath before I requested her address.",
        "I took a deep breath and called her into my office and closed the door.",
        "I asked when I'd caught my breath.",
        "I tromped back through the woods to my car and caught my breath.",
        "Molly asked, practically holding her breath.",
        "The reverend took a deep breath.",
        "I had to catch my breath.",
        "I took a deep breath trying to control myself.",
        "Bianca held her breath and waited, able to feel the tension between them even with her eyes closed until he spoke again.",
        "She closed her eyes and held her breath against the smells of sulfur and blood.",
        "With a deep breath, she opened the door, uncertain what horror she'd face next.",
        "The comparison made her breath catch.",
        "He felt the rise and fall of each breath and was inches from the slightly parted full lips just begging for a kiss.",
        "She met his gaze again, her breath catching.",
        "Her breath caught as his body sucked up her cool energy.",
        "She leaned back, the audible sound of her breath catching music to his ears.",
        "He took a deep breath and tried again.",
        "Her breath caught as she saw Talon leaning against a black car.",
        "He closed his eyes, feeling her warm breath and soft skin against his again.",
        "She held her breath, not wanting to draw the attention of either creature.",
        "Talon shoved her back into the valley with a snarled threat under his breath, and she hurried out of the trough again, breathing hard by the time she'd clambered twenty feet to the top.",
        "Instead, he drew a deep breath and said, Find Bianca.",
        "Jonny took a gasping breath.",
        "Jule drew a deep breath and faced the small, grandfatherly man with eyes the color of an Irish meadow.",
        "Yully drew a deep breath and leaned over the railing to see him.",
        "Warm light flooded the cold room, and her breath caught.",
        "She released the breath she held, the danger averted.",
        "\"The Others …\" The Watcher drew a deep breath.",
        "She sucked in a breath.",
        "Instead of answering, she raised her arm and steadied her breath, as if she were holding a handgun.",
        "Her breath caught, and he pulled her into his body.",
        "Her father fell back, and she took a deep breath before approaching the men.",
        "She drew a deep breath, stilling her nerves, and crossed to the paddock.",
        "Jake drew a deep breath, closed his eyes, and disappeared.",
        "His skin was cold to the touch; his breath hung in the air as he moved.",
        "Dusty joined him, drawing a sharp breath at the sight.",
        "She drew a deep breath and marched into the mansion.",
        "She sucked in a sharp breath, at once confused and thrilled.",
        "Her breath caught as she gazed at him, and she looked for any sign he was still angry at her.",
        "\"We can—\" He pushed her away from him and drew a deep breath, withdrawing a pistol from the small of his back.",
        "Sofia took a deep breath.",
        "He drew a ragged breath.",
        "Two swung his legs off the bed, holding his breath in case she spoke again.",
        "Her chest was tight and her breath short, but she knew there was one way to find out what happened to Damian.",
        "She sucked in a breath, struggling to calm herself.",
        "She drew a sharp breath but forced herself to stay, to take his pain.",
        "Sofia released the breath she was holding and moved in front of Dustin, gazing up at him.",
        "They didn't notice her, and she released her breath.",
        "She held her breath and stayed still, praying their interest was passing, and they'd move on.",
        "Her breath caught at the cool electricity that ran through her.",
        "She drew a shaky breath.",
        "Deidre drew a shaky breath and stepped through the portal.",
        "\"Does Gabe …\" Her sharp intake of breath stopped him.",
        "With a deep breath, Deidre summoned him.",
        "Deidre drew a deep breath.",
        "Deidre held her breath and hoped her heartbeat wasn't as loud to him as it was to her.",
        "Deidre sucked in a deep breath, praying the demon lord answered the summons.",
        "Deidre released her breath as the knife left.",
        "\"You can beg me,\" he said and kissed her hard enough to rob her of breath.",
        "Deidre sucked in a breath, torn.",
        "At the feel of his hot breath on her neck, she tilted her head.",
        "His other arm wrapped around her while his breath was hot against her ear.",
        "Her breath caught at the idea of what he did to her, her blood quickening.",
        "She released her breath and placed it in the small pocket of her dress.",
        "Selyn nodded then blew out a breath.",
        "She was almost grateful for the summons then anxious in the next breath.",
        "As she looked over his shoulder, she caught her breath in a muffled scream.",
        "Dean took a deep breath and continued.",
        "Fred took a deep breath.",
        "When he stopped for a breath, she asked if Larkin was good-looking.",
        "Dean took a deep breath and looked at Cynthia who simply shook her head in wonderment.",
        "He took a deep breath and plunged in.",
        "Dean closed his eyes and took a deep breath.",
        "She stopped to catch her breath and placed her hand on his arm.",
        "Dean could hear Randy taking a deep breath.",
        "He took a deep breath and buzzed his wife to pick up.",
        "She took a deep breath but didn't cry.",
        "Dean glanced up, trying to catch his breath and spotted the mine portal before them.",
        "Dean was thankful they both wore old hiking boots as they stepped forward, gazing with trepidation as the cool breath of the mine met them.",
        "\"Let's do this sensibly,\" Cynthia said, taking a deep breath, as nervous as her husband at the prospect of entering the cavern.",
        "He closed his eyes and took a deep breath to steady himself.",
        "When their breath returned to a more normal cadence and they were no longer perspiring, they rose to leave.",
        "The woman let out her breath, as if exhaling a cigarette.",
        "Since I was in kindergarten, the world has kept saying how pretty I am with one breath and how stupid I am with the other.",
        "They huffed their way, with Jennifer laughingly stopping to catch her breath every few steps.",
        "\"If he was, he had no compunction about ditching her and taking off,\" Cynthia said, slowing to catch her breath.",
        "As they stopped to catch their breath, Dean noticed his rope was down to a single coil.",
        "He sat against a bush and caught his breath, waiting for a repeat performance.",
        "Dean took a deep breath.",
        "She took a deep breath, rose, and began to walk the sunny room.",
        "Dean let out his breath.",
        "Dean took a deep breath at the news.",
        "\"Now tell us what happened,\" Dean said as Martha paused to catch her breath.",
        "Dean took a deep breath and crept a few tentative steps into the darkness.",
        "Wynn drew a deep breath and faced the smaller demon lord.",
        "Silently agreeing, Wynn released the breath he held only after he heard the door close behind Darkyn.",
        "She was hardly able to draw a deep breath through her tight chest.",
        "Gabriel drew a deep breath and stood.",
        "Deidre stilled suddenly, her breath catching softly.",
        "He drew a deep breath then turned to the waiting death-dealers.",
        "She blew out a breath.",
        "She drew a deep breath and thought hard.",
        "When he pulled her to a stop, she held her breath.",
        "She held her breath, wondering if he meant to respond or not.",
        "Gabe drew a breath, expecting Andre wouldn't betray the confidence of his mate.",
        "Tying her hair back, she pulled off her socks, took a deep breath and dove into the frigid lake.",
        "I'm holding my breath, hoping none of that shit comes back to bite me, he continued.",
        "\"You want the truth,\" she said and drew a deep breath.",
        "He clasped his hands behind his back and drew a deep breath.",
        "Turning toward the dining room, she glanced up and drew a quick breath.",
        "Carmen sucked her breath in and let it out slowly.",
        "It wasn't like in the old house, where she would have slept cold, got up to a colder house and had to start a fire in an old stove, then wait an hour until she could no longer see her breath.",
        "Something big plunged away through the brush and Alex swore under his breath.",
        "The breath she had been unconsciously holding escaped in a quick sigh.",
        "She jerked an elbow back into his stomach and heard the breath escape him in a groan.",
        "Lori caught her breath.",
        "The nurse caught her breath and smiled.",
        "She caught her breath and looked into his eyes.",
        "A half hour later she was leaning over him, listening to him breath.",
        "Finally, taking a deep breath, she walked close to the bathroom and leaned against the wall.",
        "She took a deep breath and let it out slowly.",
        "She drew in a shaky breath and let it out.",
        "And yet, her heart had increased its rate and demand so that she must breath.",
        "Closing her eyes, she leaned back, quickly sucking in a breath as his warm hands moved inside her dress and gently surrounded her waist.",
        "As the door clicked shut behind him, her breath escaped in a strangled sob.",
        "Taking a deep breath, she plunged in.",
        "I tasted blood and it was hard to breath.",
        "It was like my vocal cords opened for me to breath and closed when I held my breath, but that was it.",
        "Then I started letting the noise come out of my throat with my breath.",
        "He took a deep breath and let it out.",
        "She caught her breath and drew back gazing up at him.",
        "She took a breath.",
        "Deidre drew a shuddering breath then groaned.",
        "Wynn's breath caught at the stark pronouncement from the enigmatic deity.",
        "With a deep breath, Wynn turned away and retreated to his office.",
        "He watched his expelled breath float away from him, his calm features hiding the anger in his blood.",
        "He sensed the silent appearance of his friend and drew a breath.",
        "Her breath caught in her chest.",
        "With another deep breath, she leaned over to push aside the shower curtain and grab her face wash.",
        "His breath tickled, and she shivered.",
        "Easing to the edge of the swamp cooler, she eyed the distance and drew a deep breath.",
        "With a deep breath, she closed her eyes and jumped.",
        "Her breath knocked from her, Deidre didn't move for a long minute then sat up, gasping.",
        "He paused and drew a deep breath.",
        "He took a deep breath, making a decision he knew he'd probably regret.",
        "Deidre drew a deep breath with some difficulty.",
        "With a deep breath, she stepped through and braced herself to fall.",
        "She sucked in a steadying breath, praying any sign of the violence from her last visit was gone.",
        "Folding her legs beneath her, she took a deep breath and closed her eyes.",
        "She released a deep breath.",
        "With a deep breath, she crossed through the clinging cold, at a run by the time she reached the other side out of fear the portals might all disappear before she was safe.",
        "Not wanting anyone to interfere with her plan for air, she drew a deep breath and asked the portal system to take her outside the stone fortress.",
        "A form melted from the shadows before her, and she held her breath.",
        "Gazing at the address on the tag, she drew a deep breath and summoned a portal.",
        "This will sound crazy, he said, taking a deep breath.",
        "She held her breath, suspecting what might come next.",
        "Secretly relieved, Gabriel drew a deep breath.",
        "Tying comfortable shoes, she drew a deep breath.",
        "Deidre sucked in a breath and held it, squeezing her eyes closed.",
        "She didn't open her eyes or release her breath until she heard the door close behind him.",
        "Deidre took a deep breath and faced the deity previously known as Death.",
        "\"I don't think that was his intention,\" Deidre muttered under her breath.",
        "Deidre's breath caught at the name scrolled across the narrow shoulders.",
        "She sucked in a breath and turned to the kid.",
        "She took a deep breath and opened her mouth, freezing when a black-gloved hand clamped around her wrist.",
        "Cold air made his lungs ache, and he slowed then stopped, buckling over to catch his breath.",
        "She tensed and held her breath.",
        "She closed her eyes and pushed herself up, her breath catching at the sharp pain in her ribs.",
        "She caught her breath and waited.",
        "He nuzzled her neck, his breath hot against her skin.",
        "At long last, she felt the warmth of his breath on her neck.",
        "\"And I'm not free,\" she added under her breath.",
        "Rhyn took a deep breath before perching on a boulder outside the walls.",
        "Katie held her breath, awaiting the awful news.",
        "Though his hot breath tickled her, he didn't bite her.",
        "With effort, Kris drew a deep breath and blew it out.",
        "Silence surrounded them, not the good kind, but the heavy kind that made her want to hold her breath lest she break it and all hell erupt.",
        "She released a tight breath.",
        "Katie grumbled beneath her breath.",
        "Heart hammering, she rose, took a deep breath, and waded into the warm water.",
        "Puffing and energized, she paused for a breath when cold fingers brushed her neck.",
        "His warm breath on her neck made her shiver, and she instinctively tilted her head.",
        "Intent on fleeing him as well as the demons, she ran as hard as she could back to the castle before doubling over to catch her breath.",
        "\"And you.re no closer at all?\" she asked, holding her breath for the answer.",
        "She released her breath, satisfied on more than one level, to postpone her return to the human world.",
        "Darkyn said and struck him hard enough to knock his breath out as he slammed into the wall.",
        "Her breath caught as she considered more Immortals than Rhyn might be able to read her mind.",
        "Jade closed his eyes, drew a deep breath, and stepped from the forest.",
        "She drew a deep breath, terrified of running into one of those creatures alone, then crept to the door.",
        "She held her breath.",
        "With the creatures too distracted to notice her, Katie drew a breath and darted across the hall, shoving the door of the guest bedroom open.",
        "Her breathing as loud and ragged as Hannah.s, Katie paused for a deep breath inside the larger stairwell.",
        "Hannah draped an arm over her, gasping for breath.",
        "Only when they both emerged into the basement did she stop to catch her breath.",
        "Pulling it out, she sucked in a breath and withdrew a familiar vial of blood.",
        "With a deep breath, she shoved again, enough for the door to crack open.",
        "Jade drew a sharp breath.",
        "His gaze burned into her, and she held her breath, awaiting his decision of whether or not to leave her alive.",
        "He opened a portal so fast, the shadow world sucked her breath out.",
        "When she reached the top of the beach, she paused to catch her breath before hurrying after Jade, whose determined walk soon outdistanced her.",
        "Katie stood on her tiptoes and looked up, taking one last look at the blue sky before she held her breath and ducked beneath the water.",
        "She swam as far from the beach as she could, expelled her breath, then drew in a mouthful of water.",
        "She wiped her eyes and drew a shuddering breath.",
        "\"Are you holding your breath?\" she asked.",
        "\"If not, we can steal a spaceship and go home,\" Kiera added under her breath.",
        "Kiera held her breath for her friend as Evelyn stepped forward.",
        "Kiera held her breath.",
        "She sucked in a deep breath and turned to face the music.",
        "Kiera drew a breath as the intensity of his presence left.",
        "The warrior before her had an intensity that made her breath catch, and the energy between them made her insides tingle.",
        "She caught herself with her hands before she did a face-plant on the ground and tried to catch her breath.",
        "She straightened her hair and took a deep breath.",
        "He leaned back and drew a calming breath.",
        "He took a long breath and relaxed, satisfied with his choice once more.",
        "His chest clenched, and he found himself holding his breath.",
        "A'Ran hissed as he released his breath and opened his eyes.",
        "She drew a deep breath, cleared her throat, and asked, \"I can't do both?\"",
        "He lifted her at last and carried her to his quarters, senses full of her quickened breath, heady female scent, sweet taste.",
        "She held her breath, staring at the configuration as she flew through the atmosphere.",
        "Hot, hungry, exhausted, she stopped twice on the trek up the hill to catch her breath.",
        "Her breath caught at his words.",
        "Instead, she drew a deep breath and approached the fountain.",
        "With another deep breath, she ran her thumb down the jagged edge of the dagger.",
        "The moons hung well above the horizon, and the desert air was chilly enough for her to see her breath.",
        "Kiera released a deep breath and trailed her.",
        "She leaned against the wall and drew a deep breath, praying A'Ran trusted this Council member for a reason.",
        "His fierceness took her breath away, and the dark circles beneath his eyes drew her sympathy.",
        "She paused at the top to catch her breath and he did the same, before she poked around her new digs.",
        "Dean took a deep breath and tried to consider the implications of his answer to the caller as he made his way to his bedroom.",
        "She paused, long enough to catch her breath.",
        "The trail was not difficult by cross-country standards—just enough of a challenge to stir the blood and quicken the breath.",
        "Effie stood in the middle of the room, as if enthralled and after all the smiles and appropriate handshakes, took a deep breath and closed her eyes.",
        "Cynthia took a deep breath.",
        "In spite of the cold, I try to open the window to rid this room of the smoke and whiskey breath of those who visited here, but the frame is frozen fast.",
        "Listen to the words— 'smoke and whiskey breath of those who visited here' and look at the pronoun.",
        "Someone had cleared the snow from a bench so the Deans sat, catching their breath.",
        "\"Might I speak to you, Mrs. Dean?\" she said, hardly glancing at the menfolk as she tried to catch her breath.",
        "Dean was close enough that he could smell the musk of her freshly washed body as she took a deep breath and let out a long and resigned sigh.",
        "Dean took a deep breath, half expecting Ryland to demand that Edith leave, but there was only silence.",
        "Just take a deep breath.",
        "The horse's breath made puffs of steam as she trotted along the road to the cadence of tinkling bells.",
        "She took a deep breath, I'm glad he's dead.",
        "He stopped to catch his breath.",
        "Dean caught his breath before answering her inelegant question.",
        "He took a deep breath of the clear evening air.",
        "A breath of almost spring-like weather assailed him.",
        "His body was damp with perspiration and his breath labored.",
        "With a chuckle and a deep breath of crisp, clear air, he mused, Today would be perfect, were it not for the human locked in the basement.",
        "The gravity of the situation encompassed Jackson, his breath became shallow.",
        "Jackson managed to stand tall and keep eye contact, although, he was a breath away from begging for their lives.",
        "He heard her sharp intake of breath and crooned, \"I'm thinking we might have a different kind of fun together.\"",
        "He stood outside Elisabeth's house for a minute, took a deep breath and rang the bell.",
        "He heard a slight intake of breath and wondered if she felt the same spark.",
        "Elisabeth entered the room, and once again took his breath away.",
        "He brushed by him on his way to the bar and snarled under his breath, \"You better close that mouth before I shove my fist in it.\"",
        "As he opened the door and she caught a glimpse of the music room, he heard her sharp intake of breath.",
        "A wave of grief engulfed him and ripped through to his core, knocking the breath from him.",
        "Jackson set up the score, took a deep breath and began playing.",
        "Another deep breath was necessary to regain his composure.",
        "Let's both take a breath and we'll start.",
        "When she stood, Jackson held his breath, ready to run.",
        "Sarah blew out a breath.",
        "He caught her sharp intake of breath and gave her a rakish smile as she blushed.",
        "He exhaled a long breath and tapped his index finger on his lips.",
        "Elisabeth blew out a patronizing breath.",
        "With a husky breath, she dropped to his lap, dove both hands into his hair and pulled his head back, planting a hard kiss on his lips.",
        "Victor's smug laugh stole Jackson's breath, So touching, these feelings you have for a werewolf.",
        "It would be another hour before the room was warm enough to hide her breath.",
        "Carmen took a deep breath and let it out slowly.",
        "Why did she waste the breath discussing this matter with Katie?",
        "Carmen caught her breath and stared at Katie.",
        "Taking a deep breath, she hesitantly inserted her hand into the birth canal and carefully slid it along the tiny leg until she felt the muzzle.",
        "Behind her, she heard Alex let out a long breath.",
        "She nodded, loosing the breath she had been unconsciously holding.",
        "Alex held a chair for Lori, and Josh glanced uncomfortably at Carmen, running a hand through unruly red hair as he spoke under his breath in a sarcastic tone.",
        "Josh hit the floor with enough force to take the breath out of the average man.",
        "Carmen let out her breath slowly.",
        "He took a deep breath and turned his attention to Carmen.",
        "He swore under his breath as he crossed the room to examine her neck.",
        "He blinked and caught his breath, gently pushing her away.",
        "\"Once bitten, twice shy,\" she muttered under her breath.",
        "I'm wasting my breath.",
        "He smelled of leather and cologne and his breath was warm on her cheek.",
        "Carmen paused on her way to the house, the breath rattling in her chest.",
        "Finally he released her, and when her feet touched the floor again, she took a deep breath.",
        "She caught her breath, squinting into the shadows.",
        "Her breath came quickly as she leaned back into his hands.",
        "He caught his breath and stepped back, lowering his hand.",
        "At the gate, she finally paused to catch her breath, her face still burning.",
        "She caught her breath and stared at him.",
        "She gagged and clawed at his hands, struggling to take a breath.",
        "Carmen made it to the telephone on the sixth ring, gasping for breath as she picked up the receiver.",
        "She fought for control of her breath, but the increased pumping of her heart didn't help.",
        "She took a deep breath and plunged on.",
        "Carmen caught her breath and waited.",
        "The way the pulse throbbed in her neck when he kissed it, and the way she sounded out of breath when she pushed him away – the feel of her breasts when she molded her body to his...",
        "Out of breath, she waited for the general to speak.",
        "The words took her breath away.",
        "Her breath caught, and cold fear trickled through her.",
        "With a deep breath, she forced herself up.",
        "She released the breath she'd been holding and watched him, afraid he'd come back for something else.",
        "Her breath quickened again.",
        "She held her breath, slipped her hand into the pocket, and pulled the micro free.",
        "She sucked in a deep breath.",
        "\"Allegedly,\" Elise added under her breath.",
        "He drew a breath and looked at her.",
        "She sucked in a breath and moved away, flinching as he pushed over the chair separating them.",
        "He moved away, and she released her breath, resting her head against the cabinet in relief.",
        "She sucked in a breath, heart racing.",
        "She held her breath, listening as he prepped his weapon.",
        "Her breath caught at the sight of his wide, muscular chest, and the pants that dropped dangerously low on his hips.",
        "With a deep breath, she started speaking.",
        "Lana drew a deep breath.",
        "Hands over her ears, she took a deep breath and hurried up them, all but flinging herself into the arms of an awaiting rebel soldier.",
        "Lana held her breath at the whirling world, certain their death would at least be fast.",
        "Something else caught, and their ascent stopped suddenly, slamming her against the harness and knocking the breath from her.",
        "She released a breath, closed her eyes and then yanked.",
        "Lana lay gasping, unable to catch her breath for several moments.",
        "With a deep breath, she hefted the heavy sack and pulled it over her shoulders.",
        "With a deep breath, she rose and struggled in to the straps of the rucksack.",
        "Brady released his breath.",
        "With a deep breath, Lana left the forest.",
        "She held her breath, expecting them to charge her.",
        "With a deep breath, she released the locks on all the emerops facilities east of the Mississippi.",
        "Lana drew a deep breath and released it.",
        "He hid the rest of his weapons under some bushes near the entrance to the underground world and drew a deep breath.",
        "He held his breath, waiting for her to speak again.",
        "Tim drew a deep breath and sat in the chair beside hers.",
        "Gabriel cursed under his breath.  He had no way of knowing what kind of test a deity like Death could create, but it wasn't likely to be good.  While he had full faith in Rhyn, he also knew better than to trust the petite woman in white standing in his dream.",
        "Toby went without another word, and Rhyn drew a deep breath to settle his emotions.",
        "Looking back, she couldn't help but think they were being followed.  The sense was unlike any other: the hairs on the back of her neck stood up, and someone's warm breath brushed the back of one ear.  She saw nothing other than the trees in the dark and started forward again.",
        "Shivering, she began to run again on the trail.  She heard the fast moving stream long before she reached it and paused to catch her breath on its bank.",
        "Katie drew a deep breath before following.  Gabe was more than distracted.",
        "Katie dumped a few of the cubes into her hand with another look at Andre.  She drew a deep breath and tossed the cubes after Gabriel.  She stopped walking as the cubes hit the ground behind him.",
        "\"She's not dead,\" Rhyn said and drew an even breath, trying to calm the side of him that was screaming for him to find her as fast as he could.",
        "Gabe took a deep breath.",
        "Kris drew a sharp breath, unaware that the deity could enter his dreams.",
        "Toby held his breath as Ully disappeared through the door to where Jared sat.  When the mad scientist wasn't sent sailing back through the door, Toby sat down to put on his shoes.",
        "Then she sat back and held her breath.",
        "Helpless until the trees finished flinging them around, Katie struggled to grab the branches, so she didn't end up like Deidre.  Finally, a branch wrapped around her and pulled her through the canopy, dumping her at the edge of the jungle.  Toby landed with a grunt beside her, and she lay still to catch her breath, still hoping Deidre reappeared.",
        "\"I don't give a shit!  Where – \" Death held out two small emeralds, and Rhyn's breath left him.  She snapped them back up in her hand and put them in the pocket of her pants."
    ],
    "definition": [
        "The act or process of breathing; respiration.",
        "A single act of breathing.",
        "The air inhaled and exhaled in respiration.",
        "The capacity to breathe, especially in a natural and unlabored manner.",
        "Link/Cite"
    ]
}