{
    "translation": ".1 בהיר, זוהר\n.2 פיקח",
    "uses": [
        "Lisa rolled her face away from the bright window.",
        "She favored him with a bright smile.",
        "Bright stars shone out here and there in the sky.",
        "It was bright daylight when she woke.",
        "Several of the men, with bright kindly faces, stopped beside Pierre.",
        "She emerged into the bright light of a warm December afternoon and began to melt.",
        "He's a bright kid.",
        "The middle-aged man with bright green eyes standing in his study looked harmless.",
        "Anyone as bright and curious as you would have to explore that attic.",
        "Frustrated, Katie looked both directions down the pristine, eerily quiet hallway before following the kid toward the far end, where a bright red exit sign hung over the door.",
        "Fury turned her face bright red.",
        "He turned his attention to the fire and tucked another piece of bark into the bright coals.",
        "He tipped his hat back, fixing her with a bright blue gaze that stunned her vocal cords.",
        "My later proved to be several hours when I opened eyes to a crying wife, white covers, bright lights, stuff attached to me and lots of pain.",
        "The robed man led her into the fortress and wound his way through bright intersections, down stairs, and into a more opulent part of the building.",
        "The room lit up with a bright flash of lightening, and thunder rattled the windowpane.",
        "She likes to skip and play, for she is happy when the sun is bright and warm.",
        "\"Look on the bright side,\" Jule said.",
        "The next morning the sun rose bright and warm, and we got up quickly for our hearts were full of pleasant expectation....",
        "A blissful bright smile was fixed on the baby's broad face with its toothless open mouth.",
        "The stone floors were drafty, so she put on slippers and padded into the bright hallway of her wing of the manor.",
        "With his small frame and bright eyes, he'd always reminded her of an elf of some sort.",
        "She opened the door and the bright daylight in that previously darkened room startled her.",
        "As she stepped out into the bright sunlight, a tall figure caught her attention.",
        "Outside all was bright, fresh, dewy, and cheerful.",
        "Where the pools are bright and deep, Where the gray trout lies asleep, Up the river and o'er the lea, That's the way for Billy and me.",
        "I told her that when we are happy our thoughts are bright, and when we are naughty they are sad.",
        "His large eyes were bright and snappy.",
        "He turned to see the small man with bright green eyes that glowed in the moonlight.",
        "One source of energy was darker than a stormy sky while another was as bright as the sun.",
        "Then another light flashed clear and bright by the side of the first one.",
        "Young Billy Langstrom came by for Pumpkin, his newfound friend, announced by the absence of a muffler on his bright red Jeep.",
        "The sun was too bright, the people around her too friendly.",
        "The only bait he could find was a bright red blossom from a flower; but he knew fishes are easy to fool if anything bright attracts their attention, so he decided to try the blossom.",
        "Romas was a towering example of male perfection: blond with golden skin and bright blue eyes, a chiseled face and buff body, and tall.",
        "The change from storm and winter to serene and mild weather, from dark and sluggish hours to bright and elastic ones, is a memorable crisis which all things proclaim.",
        "The sunshine from behind the hill did not penetrate into the cutting and there it was cold and damp, but above Pierre's head was the bright August sunshine and the bells sounded merrily.",
        "He was out of place, a bright light in the corner of the dimly lit room, dressed casually in jeans, T-shirt and hiking boots.",
        "Pierre felt confused and wished to avoid that look, but the bright old eyes attracted him irresistibly.",
        "Closing her eyes against the bright sunlight, she absorbed its warmth.",
        "The whole household, servants included, was bright and animated.",
        "His gut twisted at the idea of never again seeing her bright smile, holding her, smelling her sweet scent.",
        "Instead of going to see the Immortal leader, Gabriel crossed through the shadow world, squinting as he emerged into the bright mid-morning sunlight.",
        "Gabriel left the portal and blinked at the bright light of Tamer's study.",
        "She woke to bright sunlight shining through her window and jumped from the bed, tugging on a pair of shorts and a blouse.",
        "And oh, the housekeeping! to keep bright the devil's door-knobs, and scour his tubs this bright day!",
        "Rhyn trailed and emerged again into the balmy, bright island day.",
        "Natasha continued to look at him intently with bright, attentive, and animated eyes, as if trying to understand something more which he had perhaps left untold.",
        "\"Lazy roses, wake up,\" said he, giving the branches a gentle shake; but only the dew fell off in bright drops, and the flowers were still shut up.",
        "His bright smile with the two missing front teeth faded as he realized they were leaving without her.",
        "Dolokhov walked slowly without raising his pistol, looking intently with his bright, sparkling blue eyes into his antagonist's face.",
        "At this point, if you follow my reasoning, we have established at least the possibility of a bright future.",
        "The storm was long since over and there was bright, joyous sunshine on Natasha's face as she gazed tenderly at her husband and child.",
        "I ran to pick it up and was surprised to find that it was a bag full of bright gold pieces.",
        "There are about a hundred girls, and they are all so bright and happy; it is a joy to be with them.",
        "In August, the large masses of berries, which, when in flower, had attracted many wild bees, gradually assumed their bright velvety crimson hue, and by their weight again bent down and broke the tender limbs.",
        "Julie from Boston reentered the picture bright one Monday morning when she accompanied Howie into the office.",
        "His bright features turned pink beneath his wire-rimmed glasses and straw-colored hair.",
        "It was the same panorama he had admired from that spot the day before, but now the whole place was full of troops and covered by smoke clouds from the guns, and the slanting rays of the bright sun, rising slightly to the left behind Pierre, cast upon it through the clear morning air penetrating streaks of rosy, golden-tinted light and long dark shadows.",
        "She twisted in her chair to see a man near the dark windows whose eyes were the color of her bright purple Easter dress.",
        "She squirmed and gave him a bright smile.",
        "His assassin's gaze was bright and his face healthy, a pleasant surprise.",
        "The light from the water was bright enough to show who stood on the opposite shore, caught in what looked like a lover's embrace.",
        "His bright gaze mocked her.",
        "The bright blue eyes regarded her thoughtfully.",
        "He tried to talk and coughed bright red foam.",
        "These were the questions each man of the troops on the high ground above the bridge involuntarily asked himself with a sinking heart--watching the bridge and the hussars in the bright evening light and the blue tunics advancing from the other side with their bayonets and guns.",
        "The bright gaze sharpened.",
        "As I have said before, she is wonderfully bright and active and as quick as lightning in her movements.",
        "The dark starry night was followed by a bright cheerful morning.",
        "The youth's eyes were wide and bright, his skin flushed with health.",
        "Many very handsome houses and large soft green lawns around them and trees and bright flowers and fountains.",
        "The hand he rested on Sean's forehead glowed bright in the fog.",
        "The morning after our arrival I awoke bright and early.",
        "It had a bright blue cover, which he was careful not to soil.",
        "The winter of 1892 was darkened by the one cloud in my childhood's bright sky.",
        "As if Nature could support but one order of understandings, could not sustain birds as well as quadrupeds, flying as well as creeping things, and hush and whoa, which Bright can understand, were the best English.",
        "The sun had by now risen and shone gaily on the bright verdure.",
        "His pupils were contracted by the bright sunlight and his light green eyes contrasted sharply with his bronze tan.",
        "Down by the pond, frogs were singing their night songs and the sky was filled with bright stars.",
        "Yet the lithe woman with the transparent skin and glow was exactly what people saw when they went: a bright, beautiful, peaceful light.",
        "He looked at the bright, yellow pieces and said, \"What shall I do with these coppers, mother?\"",
        "One of its sides had fallen in, another was on fire, and bright flames issued from the openings of the windows and from under the roof.",
        "Stars and a half moon were bright, the sound of the ocean comforting.",
        "The sky was dark, the stars plentiful and bright.",
        "The morning light was too bright for his eyes, and he turned to face shelves of antique books.",
        "The 32-year-old detective with bright red crew cut and opened-collar sports shirt looked as if nothing short of a catastrophe would cause him a lick of concern.",
        "He believed, or at least suspected, that Miss Sullivan and I had deliberately stolen the bright thoughts of another and imposed them on him to win his admiration.",
        "He was glancing at everyone with a clear, bright expression, as if asking them to notice how calmly he sat under fire.",
        "The sun rose bright and fair, and the morning was without a cloud.",
        "And as he spoke, the other lawmakers listened in silence till the darkness began to fade and the sky grew bright again.",
        "Before I left New York, these bright days were darkened by the greatest sorrow that I have ever borne, except the death of my father.",
        "Her beautiful, unselfish spirit shines out like a bright star in the night of a dark and cruel age.",
        "The bright, gentle, fanciful plays--the ones I like best now--appear not to have impressed me at first, perhaps because they reflected the habitual sunshine and gaiety of a child's life.",
        "The solemn nothings that fill our everyday life blossom suddenly into bright possibilities.",
        "I do love to run and hop and skip with Robert in bright warm sun.",
        "Her eyes are very big and blue, and her cheeks are soft and round and rosy and her hair is very bright and golden.",
        "Then I will take his soft chubby hand in mine, and go out in the bright sunshine with him.",
        "But when the bright, pleasant autumn days came, and I felt strong again I began to think about the sketch.",
        "But of course, it is not alone for their bright colors that we love the flowers....",
        "This morning she planted her doll and showed me that she expected her to grow as tall as I. You must see that she is very bright, but you have no idea how cunning she is.",
        "\"Ah, Wostov,\" he cried noticing the cadet's bright face, \"you've got it at last.\"",
        "In the middle of a dull and halting conversation, Helene turned to Pierre with the beautiful bright smile that she gave to everyone.",
        "His small smile was kind, his bright eyes unblinking.",
        "It is a rare privilege to watch the birth, growth, and first feeble struggles of a living mind; this privilege is mine; and moreover, it is given me to rouse and guide this bright intelligence.",
        "The night was fresh, bright, and very still.",
        "To the right and high up in the sky was the sickle of the waning moon and opposite to it hung that bright comet which was connected in Pierre's heart with his love.",
        "And farther still, beyond those forests and fields, the bright, oscillating, limitless distance lured one to itself.",
        "It seemed to Petya that at the moment the shot was fired it suddenly became as bright as noon.",
        "They all raised their heads to listen, and out of the forest into the bright firelight stepped two strangely clad human figures clinging to one another.",
        "As he joined her they squinted into the heat waves, shielding their eyes against the bright sun - trying to discern something of the shadows below the plume.",
        "That very young woman seemed to Pierre the perfection of Oriental beauty, with her sharply outlined, arched, black eyebrows and the extraordinarily soft, bright color of her long, beautiful, expressionless face.",
        "A bright idea, however, shot into my mind, and the problem was solved.",
        "Everything grew bright and glittered.",
        "The boom of thunder and a bright glare made her eyes open.",
        "He felt young, bright, adroit, and resolute.",
        "His face was flushed and his eyes were bright.",
        "Did he really think she was bright?",
        "She looked up, eyes bright.",
        "His Oriental features were chiseled, his turquoise eyes bright.",
        "The twin moons of the outer banks of Hell were bright.",
        "\"He's almost there,\" he replied, facing the bright figure that was Death.",
        "\"So, tell me about this place,\" Hannah said, eyes bright.",
        "She appeared healthy, and her blue eyes were bright.",
        "He stepped into the bright sunlight and withdrew one of hundreds of grey swords housed in small racks along the back side of the dwelling.",
        "Brilliant sunlight blinded her after days of grey, and she blinked at the bright, familiar blue sky.",
        "She took in their bright clothing, glad she thought to wear light blue today.",
        "It was open and airy, bright and cheerful.",
        "Instead he strode through the bright hallways into the women's wing and into the first room.",
        "She perched on the edge of one table, fidgeting hands in her lap and bright features alert as she focused on some point on the screen.",
        "She'd thought the planet completely dead, but there was a bright patch of green grass beneath her and the pod.",
        "The outline turned to a bright square of light, and she followed him again.",
        "Water shot from the bottom of the canyon, forming hundreds of tall columns whose mist cast rainbows in the bright moonlight.",
        "Donnie nodded yes, his eyes bright with excitement.",
        "As the group approached the area, climbers could be seen, bright colored flies tacked on a wall of ice.",
        "\"Think of the bright side,\" Cynthia offered.",
        "He's a very bright boy.",
        "The palette before her encompassed every hue on the color wheel from bright yellow to crimson red.",
        "She turned bright red and cringed.",
        "It still held about half of its bright red leaves.",
        "A slow waltz began playing and she closed her eyes, imagining the bright sunlight and flowers bursting from swollen buds.",
        "The crocuses were in full bloom and the daffodils along the fence were swollen, ready to give birth to their bright yellow blossoms.",
        "Her micro was bright with an alert.",
        "He'd found out his Angel was not only bright, but brave and beautiful.",
        "Someone as bright as she was would figure out a way to get somewhere safe.",
        "\"Bright and early,\" came the response.",
        "He heard the angel, Toby, drop beside him, the glow of his Nintendo 3DS bright in the night.",
        "Rhyn stopped in place.  He'd never thought he'd hear her voice again, and he couldn't remember the last time he'd heard anything that stopped his world in place.  He turned to see Katie supporting Hannah as they entered the Sanctuary courtyard.  Katie wore simple jeans and a t-shirt.  Her dark curls cascaded down her shoulders, and her face glowed.  Her bright eyes locked on his.  She stopped too far away for his comfort, struggling to support her sister.",
        "Her eyes were a bright blue.",
        "I found a bright red one.",
        "The little girl was a beauty: her blond curls were pinned with a bright red ribbon and her white dress had a red sash about the waist.",
        "He revived Cynthia and wrapped her tightly in a bright red blanket, stark contrast to her blanched pallor.",
        "Randy's young girlfriend, Jenny, a bright and quiet little thing, arrived just after Dean and the four chatted easily before dinner.",
        "The sky was clear and stars bright.",
        "The sun was bright and the day warm.",
        "Moon and stars were bright overhead.",
        "On this theory the yellowbird or NorthAmerican \"goldfinch,\" C. tristis, would seem, with its immediate allies, to rank among the highest forms of the group, and the pinegoldfinch, C. pinus, of the same country, to be one of the lowest the cock of the former being generally of a bright yellow hue, with black crown, tail and wings - the last conspicuously barred with white, while neither hens nor young exhibit any striations.",
        "As a rule the Iguanids and Varans are as bright as the Agamas are dull.",
        "The day was bright and sunny after a sharp night frost, and the cheerful glitter of that autumn day was in keeping with the news of victory which was conveyed, not only by the tales of those who had taken part in it, but also by the joyful expression on the faces of soldiers, officers, generals, and adjutants, as they passed Rostov going or coming.",
        "The morning was bright, he had a good horse under him, and his heart was full of joy and happiness.",
        "It was bright and I was tired.",
        "They said that a bright boy like George would not long be a common sailor.",
        "Beside this I got a rare mess of golden and silver and bright cupreous fishes, which looked like a string of jewels.",
        "And don't attach importance to her being so bright: that's because she's living through the last days of her girlhood, but I know what she is like every time we receive a letter from him!",
        "And feeling the bright light that flooded the whole place and the warm air heated by the crowd, Natasha little by little began to pass into a state of intoxication she had not experienced for a long while.",
        "This man rode toward Balashev at a gallop, his plumes flowing and his gems and gold lace glittering in the bright June sunshine.",
        "On the contrary it tormented her more than anything else of late, and particularly so on this bright, hot summer day in town.",
        "Natasha gave herself up so fully and frankly to this new feeling that she did not try to hide the fact that she was no longer sad, but bright and cheerful.",
        "\"Like my father?\" asked the boy, flushing crimson and looking up at Pierre with bright, ecstatic eyes.",
        "Last October I heard of an unusually bright little girl in Texas.",
        "A woman with an unweaned baby, an old woman, and a healthy German girl with bright red cheeks were sitting on some feather beds.",
        "Again on all the bright faces of the squadron the serious expression appeared that they had worn when under fire.",
        "After that I spent many happy hours in my tree of paradise, thinking fair thoughts and dreaming bright dreams.",
        "His parents are too poor to pay to have the little fellow sent to school; so, instead of giving me a dog, the gentlemen are going to help make Tommy's life as bright and joyous as mine.",
        "My Dear Mr. Brooks: Helen sends you a loving greeting this bright May-day.",
        "Prince Andrew, in the white uniform of a cavalry colonel, wearing stockings and dancing shoes, stood looking animated and bright in the front row of the circle not far from the Rostovs.",
        "Amid the scattered property and the crowd on the open space, she, in her rich satin cloak with a bright lilac shawl on her head, suggested a delicate exotic plant thrown out onto the snow.",
        "It was a clear bright autumn day, a Sunday.",
        "How well I remember the graceful draperies that enfolded me, the bright autumn leaves that wreathed my head, and the fruit and grain at my feet and in my hands, and beneath all the piety of the masque the oppressive sense of coming ill that made my heart heavy.",
        "Think of the bright side.",
        "No, Mabel, that ain't no bright red sweater on the guy in the corner!",
        "He turned and brushed past them but his remark was a bright spot in David Dean's day.",
        "But let's look at the bright side,\" said Fred, \"We're hot on his trail.",
        "He fumbled for the light just as the zipper on his tent opened to reveal the bright smile of Betty from Boise.",
        "He was re-zipping his front bag when he glanced down at a biker a switchback below him pulling off a jersey and donning a bright yellow jacket.",
        "Although there was a scattering of other bikers, he was sure the bright yellow windbreaker would be easy to spot, unless the biker became lost in a large pack.",
        "Lightning flashed so bright that the room lit up, and shortly afterward it thundered so loud that the windows rattled.",
        "At the door she stopped and watched his truck go down the road – watched the tail lights get bright as he stopped on the main road, and then watched them fade down the highway.",
        "You're up bright and early.",
        "Fall, brief as it was, turned the hills bright red and yellow.",
        "I would have thought Alex was bright enough to realize that having the ability to father a child isn't what defines a man.",
        "They were in full bloom, their bright yellow blossoms contrasting starkly against the soft green of new grass.",
        "The handprint was a bright red blotch on his pale face as he stared down at her.",
        "He felt the familiar sense of desire rise just looking at her plump lips and bright blue eyes.",
        "Jenn laughed softly at Talia's chubby hands trying to grasp the bright bauble.",
        "Suddenly, she fell, just as quickly landing in a field with waist-high grass and a bright yellow sun overhead.",
        "The stars didn't shine quite so bright in the immortal world, and the sky didn't seem as endless.",
        "Darian was thigh deep in snow, though the storm had stopped and the half-moon was out and bright.",
        "The Black God's face flashed bright red.",
        "The sun had set, and the bright moon made the sand glow like snow.",
        "His gaze was a familiar bright green, his hair curly and black.",
        "The bright chamber blinded him.",
        "Taran lowered his eye-band at the bright light streaming through her windows.",
        "He dragged her to a window and the bright midday sun.",
        "The moon was too bright for his eyes, and the cold ocean breeze burned his lungs.",
        "Felipa favored her with a bright smile.",
        "As she suspected he would, Alex presented her with a fluffy white kitten with bright green eyes less than two weeks after Sam gave her the puppy.",
        "She parked her gray Thunderbird behind Denton's bright red sports car and climbed the steps to the porch.",
        "Bright sunshine beat down through the bedroom window, heating her bedroll until she was drenched with sweat.",
        "The rain had refreshed the vegetation and the trunks of the trees were dark against the bright green leaves.",
        "The stranger turned, her bright eyes on Xander.",
        "His eyes flashed bright red, his arms gesturing to the world around as he spoke.",
        "Xander used his senses to find the girl within the bright building.",
        "He almost fired Ingrid that day for the bright colors, until he saw the master bedroom.",
        "His cat nuzzled one leg as he stood, thinking hard, in the middle of his bright condo.",
        "The air conditioning was high enough to make her shiver, the bright interior settling her fear of walking into some crazy person's house.",
        "An iPad in a bright green case and a cell phone labeled work phone!!!!! was sitting on the table in the informal dining area, a sticky note on it.",
        "She was dressed much more normally than Ingrid in dark jeans and a simple, fitted blue t-shirt with bright coral nail polish.",
        "Her assistant, Gerry, looked like a college athlete with a huge, bright grin, blond hair and friendly hazel eyes.",
        "She was at once lost in his bright smile.",
        "He didn't become the most powerful creature in either realm to let a quick-witted woman with a bright smile and big heart bring him to his knees.",
        "It was crowded but bright and cheerful and smelled of cinnamon.",
        "Ashley pulled free the bright projects.",
        "The silvery moon above was bright, and she admired what she thought might be her last vision of the star-speckled night sky.",
        "Her room was bright, the bed more comfortable than she remembered.",
        "fernandensis has the peculiarity that the male is of a bright cinnamon colour, while the female is green.",
        "Although Mount Everest appears fairly bright at 100 miles' distance, as seen from the neighbourhood of Darjeeling, we cannot suppose that the atmosphere is as transparent as is implied in the above numbers; and, of course, this is not to be expected, since there is certainly suspended matter to be reckoned with.",
        "It is no less remarkable for its bright carmine attire, and an elongated crest of the same colour, than for its fine song.",
        "In general, a + and a_ both tend to be less on cloudy than on bright days.",
        "A faint light being thrown on the outside of the silvered plate, there appear bright lines in the field of view.",
        "Bright colours (especially red) are frequent, and the white chemise is an integral part of the dress.",
        "Sir Charles Tilston Bright >>",
        "8 a to oxidize when sparked with oxygen, and on examining it spectroscopically he saw that the spectrum was not that of argon, but was characterized by a bright yellow line near to, but not identical with, the D line of sodium.",
        "Certain stars and nebulae show a bright line helium spectrum.",
        "It varies in colour from greyish to bright yellow or greenish-brown, the first-named being the purest.",
        "The humour of this last is especially bright and effective, but, unluckily for the author, the piece is believed to have been retouched by some other hand.",
        "Its bright red beak, the bare bluish skin surrounding its large grey eyes, and the tufts of elongated feathers springing vertically from its lores, give it a pleasing and animated expression; but its plumage generally is of an inconspicuous ochreous grey above and dull white beneath, - the feathers of the upper parts, which on the neck and throat are long and loose, being barred by fine zigzag markings of dark brown, while those of the lower parts are more or less striped.",
        "Bright's disease >>",
        "In disposition the Australians are a bright, laughter-loving folk, but they are treacherous, untruthful and hold human life cheaply.",
        "He retired into what Bright called the \"Cave of Adullam,\" and opposed the bill in a series of brilliant speeches, which raised his reputation as an orator to its highest point and effectually caused the downfall of the government.",
        "Stansfeld was vigorously defended by Bright and Forster, and his explanation was accepted as quite satisfactory by Palmerston.",
        "The leaves are large, often irregular in form, usually with a few deep lobes dilated at the end; they are of a bright light green on the upper surface, but whitish beneath; they turn to a violet tint in autumn.",
        "rubra, has thin large leaves on long petioles, the lobes very long and acute, the points almost bristly; they are pink when they first expand in spring, but become of a bright glossy green when full-grown; in autumn they change to the deep purplered which gives the tree its name.",
        "Both these oaks grow well in British plantations, where their bright autumn foliage, though seldom so decided in tint as in their native woods, gives them a certain picturesque value.",
        "The earliest successful form was \" Bright's bell \" sounder, which consisted of two bells of distinct tone or pitch, one of which was sounded when the current was sent in one [[International Code O]] --- 4 - 5 p-- - 6 R - 7 '...'",
        "A ray of light from a lamp is thrown on the mirror, whence it is reflected upon a white surface or scale set at a distance of about 3 ft., forming a bright spot on the surface; the slightest angular deflexion of the mirror, owing to its distance from the scale, moves the spot of light a very appreciable distance to the right or left according to the direction of the angular movement.",
        "On the British side the question of constructing an Atlantic cable was engaging the attention of the Magnetic Telegraph Company and its engineer Mr (afterwards Sir) Charles Bright.",
        "Visiting England in 1856, Field entered into an agreement with Bright and with John Watkins Brett, who with his brother Jacob had proposed the constructing of an Atlantic cable eleven years previously, with the object of forming a company for establishing and working electric telegraphic communication between Newfoundland and Ireland.",
        "It was stated by Sir Charles Bright in 1887 that by that date 107,000 m.",
        "The lid is especially attractive to insects from its bright colour and honey secretion; three wings lead up to the mouth of the pitcher, on the inside of which a row of sharp spines points downwards, and below this a circular ridge (r, fig.",
        "The marine parasitic leech Pontobdella is of a bright green, as is also the land-leech Trocheta.",
        "They are, however, always bright and merry, are under no special social restrictions and have considerable influence.",
        "The children are possessed of a bright intelligence, which, however, soon reaches its climax, and the adult may be compared in this respect with the civilized child of ten or twelve.",
        "Over-transpiration in bright wintry weather, when the roots are not absorbing, often results in yellowing.",
        "White or grey spots may be due to Peronospora, Erysiphe, Cystopus, Entyloma and other Fungi, the mycelium of which will be detected in the discoloured area; or they may be scale insects, or the results of punctures by Red-spider, &c. Yellow spots, and especially bright orange spots, commonly indicate Rust Fungi or other Uredineae; but Phyllosticta, Exoascus, Clasterosporium, Synchytrium, &c., also induce similar symptoms. Certain Aphides, Red-spider, Phylloxera and other insects also betray their presence by such spots.",
        "The iris is in most young birds at first brown or dull-coloured, but with maturity attains often very bright tints which add considerably to the charm of the bird; sexual dimorphism is in this respect of common occurrence.",
        "Beyond the golden dome, in striking and beautiful contrast with it, was a smaller dome of bright blue.",
        "Of the birds of bright plumage the humming-bird and the cardinal-the scarlet, the yellow and the white-are the most attractive.",
        "The pyrites is subjected to dry distillation from out of iron or fire-clay tubular retorts at a bright red heat.",
        "Some beetles emit a bright light from a portion of their bodies, which leads to the recognition of mate or comrade by sight.",
        "The pronotum and elytra are often adorned with bright colours or metallic lustre, and marked with stripes or spots.",
        "On the thick layer of black earth by which the steppe is covered a luxuriant vegetation develops in spring; after the old grass has been burned a bright green prevails over immense stretches, but this rapidly disappears under the burning rays of the sun and the hot E.",
        "The colouring of the steppe changes as if by magic, and only the silvery plumes of the steppe-grass (Stipa pennata) wave in the wind, tinting the steppe a bright yellow.",
        "These represent the bright side of Tatar rule.",
        "The first is a huge mass of a bright green colour, living to a great age, and when dead becoming of a grey and stony appearance.",
        "Of the extremely limited Samoan fauna, consisting mainly of an indigenous rat, four species of snakes and a few birds, the most interesting member is the Didunculus strigirostris, a ground pigeon of iridescent greenish-black and bright chestnut plumage, which forms a link between the extinct dodo and the living African Treroninae.",
        "He further expressed the belief that the dark lines D of the solar spectrum coincide with the bright lines of the sodium flame.",
        "long, with water of the deepest blue and a margin of bright yellow sand.",
        "The albino variety especially, which is known as the \"golden tench,\" can be recommended for ornamental waters, as its bright orange colours render it visible for some distance below the surface of the water.",
        "In Caswell county, North Carolina, \" lemon yellow \" tobacco was first produced in 1852, and the demand for this \" bright \" variety became so great that except during the interruption of the Civil War its culture spread rapidly.",
        "The absence of the ordinary bright green colours of vegetation is another peculiarity of this flora, almost all the plants having glaucous or whitened stems. Foliage is reduced to a minimum, the moisture of the plant being stored up in massive or fleshy stems against the long-continued drought.",
        "\"JAMES FRANCK BRIGHT (1832-1920), English historian, was born in London May 29 183 2.",
        "He was the son of Richard Bright, the physician who first diagnosed \" Bright's disease \" in 1827, and his mother was Eliza Follett, sister of Sir William Follett, who was solicitor-general and attorney-general in Peel's administration (1834-44).",
        "The great men of the period, Cobden and Bright, are merely historical figures.",
        "Long before his death, Bright's references in public speeches to the achievements of the Anti-Corn Law League were received with respectful impatience, and Peel's famous speech on the repeal of the corn laws would not convince the German Reichstag or a modern House of Commons.",
        "The mineral has a very perfect cleavage parallel to the faces c and m, and the cleavage surfaces are perfectly smooth and bright.",
        "The most brilliant star of this constellation, a-Aquilae or Altair, has a parallax of 0.23\", and consequently is about eight times as bright as the sun; q-Aquilae is a short-period variable, while Nova Aquilae is a \" temporary \" or \" new \" star, discovered by Mrs Fleming of Harvard in 1899.",
        "Turner of Oxford; and the star cluster M.35 Geminorum, a fine and bright, but loose, cluster, with very little central condensation.",
        "Ragozin states in his work on the petroleum industry that Johann Lerche, who visited the Caspian district in 1735, found that the crude Caucasian oil required to be distilled to render it satisfactorily combustible, and that, when distilled, it yielded a bright yellow oil resembling a spirit, which readily ignited.",
        "The colours are often very bright and varied.",
        "Ia, the passage will read:\" Life is pleasant in the bright sunshine - however long a man may live, he must be cheerful always, only remembering that dark days will come.",
        "The Malays are indolent, pleasure-loving, improvident beyond belief, fond of bright clothing, of comfort, of ease, and they dislike toil exceedingly.",
        "He mentions it as originally a Gallic invention for giving a bright hue to the hair (\" rutilandis capillis \").",
        "It may be obtained direct from pure and bright coloured portions of the native ore cinnabar, or, artificially, by subliming a mixture of mercury and sulphur.",
        "If the substance does not melt but changes colour, we may have present: zinc oxide - from white to yellow, becoming white on cooling; stannic oxide - white to yellowish brown, dirty white on cooling; lead oxide - from white or yellowish-red to brownish-red, yellow on cooling; bismuth oxide - from white or pale yellow to orange-yellow or reddish-brown, pale yellow on cooling; manganese oxide - from white or yellowish white to dark brown, remaining dark brown on cooling (if it changes on cooling to a bright reddishbrown, it indicates cadmium oxide); copper oxide - from bright blue or green to black; ferrous oxide - from greyish-white to black; ferric oxide - from brownish-red to black, brownish-red on cooling; potassium chromate - yellow to dark orange, fusing at a red heat.",
        "The platinum is maintained at a bright red heat, either by a gas flame or by an electric furnace, and the vapour is passed over it by leading in a current of oxygen.",
        "Of the aromatic compounds azo-benzene is bright orange-red, and a-azonaphthalene forms red needles or small steel-blue prisms. The azogroup, however, has little or no colouring effect when present in a ring system, such as in cinnolene, phthalazine and tolazone.",
        "The name probably means \"very holy\" = apt - ayvr,; another (Cretan) form 'Apt67)Xa (_ Oavepa) indicates the return to a \"bright\" season of nature.",
        "Her bright and airy living room decor is the personification of spring.",
        "Bright, Maria Theresa (London, 1897); also the article Austria.",
        "The Somali love display; they are inordinately vain and avaricious; but they make loyal and trustworthy soldiers and are generally bright and intelligent.",
        "According to its sex, or the season of the year, it is known as the red, grey or brown linnet, and by the earlier English writers on birds, as well as in many localities at the present time, these names have been held to distinguish at least two species; but there is now no question among ornithologists on this point, though the conditions under which the bright crimson-red colouring of the breast and crown of the cock's spring and summer plumage is donned and doffed may still be open to discussion.",
        "Dr William Bright's Chapters of Early English Church History (3rd ed., Clarendon Press, 1897) is indispensable.",
        "Bright or yellow plug and smoking leaf are grown on the pine uplands and pine \" flats,\" and a small amount of cigar tobacco on the flats, prairies and \" bluffs.\"",
        "The silver salt is a bright yellow solid, soluble in dilute sulphuric and nitric acids, and may be crystallized from concentrated solutions of ammonia.",
        "The climate is very uncertain, the weather changing suddenly from bright sunshine (when mosquitos often swarm) to dense fog or heavy falls of snow and icy winds.",
        "In 1889, \"on a certain bright June day,\" the Stevensons sailed for the Gilbert Islands, and after six months' cruising found themselves at Samoa, where he landed for the first time about Christmas Day 1889.",
        "This irreversibility is due to the work required to evolve bubbles of gas at the surface of bright platinum plates.",
        "Only the multitude of small gardens, planted with limes, acacias and lilacs, and the bright costumes of the Servian or Hungarian peasants, remain to distinguish it from a western capital.",
        "musculus, but of a bright reddish-grey colour, with a pure white belly.",
        "The bright green, glabrous leaves are broad and oblong, about 6 in.",
        "In 1861, while conducting a spectroscopic examination of the residue left in the manufacture of sulphuric acid, he observed a bright green line which had not been noticed previously, and by following up the indication thus given he succeeded in isolating a new element, thallium, a specimen of which was shown in public for the first time at the exhibition of 1862.",
        "Its foreshore consists of a great expanse of firm, bright sands, and the mildness of its winter climate is attributed to the radiation of heat from them.",
        "Each discovery in turn was, according to the prevailing custom, announced to the learned world under the veil of an anagram - removed, in the case of the first, by the publication, early in 1656, of the little tract De Saturni luna observatio nova; but retained, as regards the second, until 1659, when in the Systema Saturnium the varying appearances of the so-called \"triple planet\" were clearly explained as the phases of a ring inclined at an angle of 28° to the ecliptic. Huygens was also in 1656 the first effective observer of the Orion nebula; he delineated the bright region still known by his name, and detected the multiple character of its nuclear star.",
        "(4) Plumbi Iodidium, a heavy bright yellow powder not used internally.",
        "pedata, the bird's-foot violet, with pedately divided leaves and usually bright blue flowers; V.",
        "rothomagensis, a native of western Europe, with flowers bright blue striped with black, and sometimes called the Rouen violet; and V.",
        "In order to attain this result it was formerly the practice to raise the metal to a bright red heat, and allow it to cool while carefully guarded from magnetic influence.",
        "As the source of monochromatic light a bright sodium burner is used, and the rotation, which is exactly proportional to H, is measured by an accurate polarimeter.",
        "Possibly in certain places the iron sulphate may have been nearly wanting, and then the salt would be white, and would answer, as Pliny says it did, for dyeing bright colours.",
        "Maria Nuova at Gubbio (1404), extremely well preserved, with bright colouring and fine details.",
        "One sort of imamba, named by the natives \" indhlondhlo,\" is crested, and its body is of a bright flame colour.",
        "The straw of certain varieties of wheat cultivated in that region is, in favourable seasons, possessed of a fine bright colour and due tenacity and strength.",
        "It was while on a mission for this purpose to Rochdale that he first formed the acquaintance of John Bright, who afterwards became his distinguished coadjutor in the freetrade agitation.",
        "The torrent of popular sentiment in favour of war was, however, irresistible; and Cobden and Bright were overwhelmed with obloquy.",
        "But the negotiations for this purpose originated with himself in conjunction with Bright and Michel Chevalier.",
        "His grave was surrounded by a large crowd of mourners, among whom were Gladstone, Bright, Milner Gibson, Charles Villiers and a host besides from all parts of the country.",
        "(It is easy to see that the radius of the bright spot is of the same order of magnitude.) The experiment succeeds in a dark room of the length above mentioned, with a threepenny bit (supported by three threads) as obstacle, the origin of light being a small needle hole in a plate of tin, through which the sun's rays shine horizontally after reflection from an external mirror.",
        "But, as will be evident, the bright bands bordering the central band are now not inferior to it in brightness; in fact, a band similar to the central band is reproduced an indefinite number of times, so long as there is no sensible discrepancy of phase in the secondary waves proceeding from the various parts of the same slit.",
        "The subsequent revivals of brightness forming the bright rings are necessarily of inferior brilliancy as compared with the central disk.",
        "Foucault, who employed a scale of equal bright and dark alternate parts; it was found to be proportional to the aperture and independent of the focal length.",
        "In a somewhat similar way a dark linear interruption in a bright ground may be visible, although its actual width is much inferior to the half wave-length.",
        "For if the alternate parts were equal and alike transparent, but so constituted as to give a relative retardation of :IX, it is evident that the central image would be entirely extinguished, while the first spectrum would be four times as bright as if the alternate parts were opaque.",
        "The position of the middle of the bright band representative of a mathematical line can be fixed with a spider-line micrometer within a small fraction of the width of the band, just as the accuracy of astronomical observations far transcends the separating power of the instrument.",
        "A fraction of a second later the aperture occupies a bright place, and the star reappears.",
        "The quadrupling of the intensity in passing outwards from the edge of the shadow is, however, accompanied by fluctuations giving rise to bright and dark bands.",
        "The pyramidions were sheathed in bright metal, catching and reflecting the sun's rays as if they were thrones of the sunlight.",
        "Its specific gravity has the high value 18.7; its specific heat is 0.02765, which, according to Dulong and Petit's law, corresponds to U = 240: It melts at bright redness.",
        "The only bright spot, as far as the British were concerned, was to be found in northern Cape Colony, where General French, with two cavalry brigades and details, by his skilful tactics and wonderful activity kept at arm's length a superior force of the enemy in the vicinity of Colesberg, an achievement the more noteworthy since he had pitted against him both De la Rey and De Wet, two of the three men of military genius produced by the war on the Boer side.",
        "But the illumination of the bow is so weakened by the repeated reflections, and the light of the sun is generally so bright, that these bows are rarely, if ever, observed except in artificial rainbows.",
        "The spurious bows he showed to consist of a series of dark and bright bands, whose distances from the principal bows vary with the diameters of the raindrops.",
        "If Isaiah had had those bright visions, they would have affected him more.",
        "It is frequently found upon deities, kings and magnates, and appears to have been composed of some thick furrowed or fluted material, sometimes of bright and variegated design.",
        "The marriage-veil (flammeum) derived its name from its bright orange colour.",
        "Their women have a high reputation for virtue, which, combined with the general bright and honest character of the whole people, differentiates them from the surrounding nations.",
        "They are beautiful objects in the autumn woods; Amanita muscaria, the fly fungus, formerly known as Agaricus muscarius, being especially remarkable by its bright red cap covered with white warts.",
        "in subacute and chronic Bright's disease, lead poisoning and other obscure conditions.",
        "The discovery by Richard Bright (1789-1858) of the disease of the kidneys known by his name proved to be one of the most momentous of the century.",
        "Laennec and Claude Bernard in France, was accepted in England, as that of Matthew Baillie, Charles Bell, Bright, Graves and others of the British school, quickly made itself felt abroad.",
        "It was the concepts derived from the experimental methods of Harvey, Lavoisier, Liebig, Claude Bernard, Helmholtz, Darwin, Pasteur, Lister and others which, directly or indirectly, trained the eyes of clinicians to observe more closely and accurately; and not of clinicians only, but also of pathologists, such as Matthew Baillie, Cruveilhier, Rokitansky, Bright, Virchowto name but a few of those who, with (as must be admitted) new facilities for necropsies, began to pile upon us discoveries in morbid anatomy and histology.",
        "The life of these insane patients is as bright, and the treatment as humane, as a barrack life can be; but of science, whether in pathology or medicine, there can be little.",
        "Our knowledge of diseases of the kidneys has made no great advance since the time of Richard Bright.",
        "In the sphere of physiology and in the interpretation of associated arterial diseases much obscurity still remains; as, for instance, concerning the nature of the toxic substances which produce those bilateral changes in the kidneys which we call Bright's disease, and bring about the \"uraemia\" which is characteristic of it.",
        "Bright colour, in truth, is wanting, though attempts are made in a few important modern erections to supply it, a notable instance being the Savoy Hotel buildings (1904) in the Strand.",
        "The Burmese are fond of bright colours, and pink and yellow harmonize well with their dark olive complexion, but even here the influence of western civilization is being felt, and in the towns the tendency now is towards maroon, brown, olive and dark green for the women's skirts.",
        "In their coarsest forms such striae are readily visible to the unaided eye, but finer ones escape detection unless special means are taken for rendering them visible; such special means conveniently take the form of an apparatus for examining the glass in a beam of parallel light, when the striae scatter the light and appear as either dark or bright lines according to the position of the eye.",
        "The empty crucible, having first been gradually dried and heated to a bright red heat in a subsidiary furnace, is taken up by means of massive iron tongs and introduced into the previously heated furnace, the temperature of which is then gradually raised.",
        "In the next stage of the process, the glass is raised to a high temperature in order to render it sufficiently fluid to allow of the complete elimination of these bubbles; the actual temperature required varies with the chemical composition of the glass, a bright red heat sufficing for the most fusible glasses, while with others the utmost capacity of the best furnaces is required to attain the necessary temperature.",
        "To make a really good mirror of glass two things are required - a plate free from bubbles and striae, and a method of applying a film of metal with a uniform bright surface free from defects.",
        "The coloured glass is usually not of one bright colour throughout, but semi-transparent and marbled; the colours in many instances are singularly fine and harmonious.",
        "The alkaline carbonates undergo only a very slight decomposition, even at a very bright red heat.",
        "The clear, bright syrup coming from the bag filters passes to the charcoal cisterns or filters.",
        "The coloration is generally sombre, but to this there are exceptions; the fruit-bats are brownish yellow or russet on the under surface; two South American species are white; Blainville's chin-leafed bat is bright orange; and the Indian painted bat (Cerivoula pieta) with its deep orange dress, spotted with black on the wing-membranes, has reminded observers of a large butterfly.",
        "The caliche has often a granular structure, and is yellowishwhite, bright lemon-yellow, brownish or violet in colour.",
        "Sandy soils produce tobaccos with a thin leaf, curing to a yellow or bright red colour.",
        "Thus the bright yellow tobacco used for cigarettes, &c., is largely produced in Virginia and N.",
        "Where the clay is exposed on the surface the heavy type of tobacco is produced, and bright tobacco where the clay is covered by from 12 to 20 in.",
        "The process, which requires great judgment and care, results in the bright yellow leaf so largely used for pipe tobacco, cigarettes and chewing tobacco.",
        "Hungary produces tobacco of a rich, dark brown colour, useful for cigars, and also a small, bright yellow leaf, of value as a cigarette and pipe tobacco.",
        "Flue-cured bright tobacco is principally produced, but sun-cured is also exported; and in1906-1907experiments with Turkish tobacco gave encouraging results.",
        "covering of large whole leaf of bright quality, such leaves being called \" covers.\"",
        "Cake or plug tobacco is made by enveloping the desired amount of fillers within covering leaves of a fine bright colour.",
        "Aristotle refers to brass as the \"metal of the Mosynoeci,\" 2 which is produced as a bright and light-coloured XaXK6s, not by addition of tin, but by fusing up with an earth.",
        "SIR CHARLES TILSTON BRIGHT (1832-1888), English telegraph engineer, who came of an old Yorkshire family, was born on the 8th of June 1832, at Wanstead, Essex.",
        "Brett controlled the Newfoundland Telegraph Company on the other side of the ocean, Bright organized with them the Atlantic Telegraph Company in 1856 for the purpose of carrying out the idea, himself becoming engineer-in-chief.",
        "Bright, by his son Charles Bright (revised ed.",
        "John Bright >>",
        "Moly, an old garden plant with bright yellow flowers, and A.",
        "Palgrave says little of the desert part of the journey or of its Bedouin inhabitants, but much of the fertility of the oases and of the civility of the townsmen; and like other travellers in Nejd he speaks with enthusiasm of its bright, exhilarating climate.",
        "After a very hot summer the bright weather changed to clouded skies on the 2nd of October, rain fell tempestuously the same evening, and there were showery days and nights till the 14th.",
        "The plumage of the male is of a uniform black colour, that of the female various shades of brown, while the bill of the male, especially during the breeding season, is of a bright gamboge yellow.",
        "The drug is largely employed in cases of Bright's disease and dropsy from any cause, being especially useful when the liver shares in the general venous congestion.",
        "In modern political history the expression \"cave of Adullam\" (hence \"Adullamites\") came into common use (being first employed in a speech by John Bright on the 13th of March 1866) with regard to the independent attitude of Robert Lowe (Lord Sherbrooke), Edward Horsman and their Liberal supporters in opposition to the Reform Bill of 1866.",
        "If we hold a common reading lens (a magnifying lens) in front of a lamp or some other bright object and at some distance from it, and if we hold a sheet of paper vertically at a suitable distance behind the lens, we see depicted on the paper an image of the lamp. This image is inverted and perverted.",
        "of the bright object (fig.",
        "These demonstrations were of two kinds, one nocturnal, showing the moon and bright stars, the other diurnal, for day scenes.",
        "Bright meteors often emit the bluish-white light suggestive of burning magnesium.",
        "According to some he was the god of consuming fire; others saw in him the bright sky, or the heaven; still others recognized in him a storm god, a theory with which the derivation of the name from Heb.",
        "This grows to a height of about 3 ft., the lower part of the stoutish stem being furnished with leaves, while near the top is developed a crown of large pendant flowers surmounted by a tuft of bright green leaves like those of the lower part of the stem, only smaller.",
        "While the winter plumage is of a sober greyish-brown, the breeding-dress is marked by a predominance of bright bay or chestnut, rendering the wearer a very beautiful object.",
        "Bulbocodium, which has comparatively large bright yellow flowers; N.",
        "broad and bright lemon-yellow flowers 2-21 in.",
        "odorus, known as the campernelle jonquil, has two to four uniform bright yellow flowers, and is considered a hybrid between N.",
        "juncifolius, a graceful little plant from Spain, Portugal and south France, has one to four small bright yellow flowers on each scape.",
        "Bleeding from an artery is of a bright red colour, and escapes from the end of the vessel nearest the heart in jets synchronous with the heart's beat.",
        "Haemoptysis denotes an escape of blood from the air-passages, which is usually bright red and frothy from admixture with air.",
        "Death being a transition to a new form of life, the destroyer is really a re-creator, and thus Siva is styled the Bright or Happy One.",
        "A great shock of rough, dusky, dark hair; bright, laughing, hazel eyes; massive aquiline face, most massive yet most delicate; of sallow brown complexion, almost Indian-looking, clothes cynically loose, free-and-easy, smokes infinite tobacco.",
        "In the district on the east of the main island the snowfall is insignificant, seldom attaining a depth of more than four or five inches and generally melting in a few days, while bright, sunny skies are usual.",
        "They know the value of bright colors, however, and how best to utilize them, both supporting and contrasting them with their secondaries and complementaries.",
        "The Yamato-Tosa artists painted in all styles, but that which was the speciality of the school, to be found in nearly all the historical rolls bequeathed to us by their leaders, was a lightly-touched outline filled in with flat and bright body-colors, in which verdigris-green played a great part.",
        "but the netsuke, we should still have no difficulty in differentiating the bright versatility of her national genius from the comparatively sombre, mechanic and unimaginatrve temperament of the Chinese.",
        "BLOODSTONE, the popular name of the mineral heliotrope, which is a variety of dark green chalcedony or plasma, with bright red spots, splashes and streaks.",
        "Their coloration consists often of bright hues, and sometimes resembles that of their surroundings.",
        "Recovery is sudden, and within a few hours the patient becomes bright and intelligent.",
        "Rhinophis sanguineus lives in southern India; it is black above with a bluish gloss, the belly is bright red with black spots, like the convex tail-shield.",
        "The majority are distinguished by the beautiful arrangement of their bright and highly ornamental colours; many species of Elaps have the pattern of the so-called coral-snakes, their body being encircled by black, red and yellow rings - a pattern FIG.",
        "It is arboreal, bright green above; the end of the prehensile tail is usually bright red.",
        "- Fur rich dark brown; under fur reddish-grey, with clear yellow tips; breast spot usually yellow, varying from bright orange to pale cream-colour or yellowishwhite.",
        "One of the greatest difficulties in the treatment of gold by amalgamation, and more particularly in the treatment of pyrites, arises from the so-called \" sickening \" or \" flouring \" of the mercury; that is, the particles, losing their bright metallic surfaces, are no longer capable of coalescing with or taking up other metals.",
        "The precipitation is effected by zinc in the form of bright turnings, or coated with lead, or by electrolysis.",
        "He published Garibaldi and the Making of Italy (1911); Life of John Bright (1913); Clio, a Muse, and other Essays (1913); Scenes from Italy's War (1919).",
        "In the last case it becomes coated with a greyish-black layer of an oxide (dioxide (?)), at a red heat the layer consists of the trioxide (B1203), and is yellow or green in the case of pure bismuth, and violet or blue if impure; at a bright red heat it burns with a bluish flame to the trioxide.",
        "The leaves are generally lance-shaped with a sharp apex and a spiny margin; but vary in colour from grey to bright green, and are sometimes striped or mottled.",
        "Nataloin, 2C17H1807ï¿½H20, forms bright yellow scales, melting at 212°-222°; barbaloin, C 17 H 18 0 7, forms yellow prismatic crystals.",
        "When the rays of the sun or a candle, or dark radiation from a warm body, are incident on the vanes, the dark side of each vane is repelled more than the bright side, and thus the vanes are set into rotation with accelerated speed, which becomes uniform when the forces produced by the radiation are balanced by the friction of the pivot and of the residual air in the globe.",
        "This increase of velocity implies an increase of the reaction on the surface, the black side of a vane being thus pressed with greater force than the bright side.",
        "Finlay speaks of him as a capable partisan leader who had great influence over his men, and describes him as of \"middle size, thin, dark-complexioned, with a bright expressive animal eye which indicated gipsy blood.\"",
        "I) is, however, inverted and Eye perverted, and it is not very bright owing to the poor reflecting power of unsilvered glass.",
        "About the beginning of the 19th century Dr Wollaston invented a simple form of the camera lucida which gives bright and erect images.",
        "These insects are adorned with bands of black and yellow, or with bright metallic colours, and on account of their large size and formidable ovipositors they often cause needless alarm to persons unfamiliar with their habits.",
        "The vast majority of this group, including nearly 5000 known species, are usually reckoned as a single family, the Chalcididae, comprising small insects, often of bright metallic colours, whose larvae are parasitic in insects of various orders.",
        "In person Machiavelli was of middle height, black-haired, with rather a small head, very bright eyes and slightly aquiline nose.",
        "His eyes were large and lustrous, his nose rather long and his countenance bright and cheerful.\"",
        "Aime showed that on a calm bright day in the Mediterranean the temperature rose o 1° C. between the early morning and noon at a depth of about 12 fathoms. Luksch deduced a much greater penetration of solar warmth from the comparison of observations at different hours at neighbouring stations in the eastern Mediterranean, but his methods were not exact enough to give confidence in the result.",
        "Bright, glance or pitch coal is another brilliant variety, brittle, and breaking into regular fragments of a black colour and pitchy lustre.",
        "Usually it occurs in compact beds of alternating bright and dark bands in which impressions of leaves, woody fibre and other vegetable remains are commonly found.",
        "This excess is greatest in what is Gas known as cannel coal, the Lancashire kennel or candle coal, so named from the bright light it gives out when burning.",
        "The best varieties are black and pitchy in lustre, or even bright and scarcely to be distinguished from true coals.",
        "The fire should be kept as thin and bright as possible, to reduce the amount of smoke in the upcast.",
        "caestus, sky-blue, from two bright blue lines of its spectrum.",
        "Caesium compounds can be readily recognized by the two bright.",
        "Though goldfinches may occasionally be observed in the coldest weather, incomparably the largest number leave Britain in autumn, returning in spring, and resorting to gardens and orchards to breed, when the lively song of the cock, and the bright yellow wings of both sexes, quickly attract notice.",
        "Thus, while the squirrels of north and west Europe are of the bright red colour of the British animal, those of the mountainous regions of southern Europe are of a deep blackish grey; while those from Siberia are a clear pale grey colour, with scarcely a tinge of rufous.",
        "bright and luminous, and clearly destined to dispel the barbarisms of a tasteless age, too long superstitiously devoted to the illusions of imposing declamation.\"",
        "Moreover, in the autumn of 1797 his reputation for political morality (never very bright) was overclouded by questionable dealings with the envoys of the United States sent to arrange a peaceful settlement of certain disputes with France.",
        "In a surprisingly short time the feathers clothing the face of the male are shed, and their place is taken by papillae or small caruncles of bright yellow or pale pink.",
        "It may well be that his picture is too bright, and that in his obvious anxiety to prove the needlessness of an ecclesiastical revolution he has gone to the opposite extreme from the Protestants.",
        "bright cross.",
        "Its head and neck are covered with short thick-set feathers, resembling velvet pile, of a bright straw colour above, and a brilliant emerald green beneath.",
        "palustris, is a perennial plant growing to a height of 6 to 18 in., with rootstock creeping, stem clothed with lax spreading hairs, leaves light green, and somewhat shining, buds pink, becoming blue as they expand, and corolla rotate, broad, with retuse lobes and bright blue with a yellow centre.",
        "to use divination: he made his arrows bright.\"",
        "The principal chalybeate springs are the Tewitt well, called by Dr Bright, who wrote the first account of it, the \"English Spa,\" discovered by Captain William Slingsby of Bilton Hall near the close of the r6th century; the Royal Chalybeate Spa, more commonly known as John's Well, discovered in 1631 by Dr Stanhope of York; Muspratt's chalybeate or chloride of iron spring discovered in 1819, but first properly analysed by Dr Sheridan Muspratt in 1865; and the Starbeck springs midway between High Harrogate and Knaresborough.",
        "It consists, that is to say, in a range of bright lines, the agreement of which with the negative pole bands of nitrogen, together with details of interest connected with its mode of production, was ascertained by a continuance of the research.",
        "The elements of this disparate pair, calculated by Dr Vogel on the somewhat precarious assumption that its dark and bright members are of equal mean density, are as follows: Diameter of Algol.",
        "At the end of 1905, however, about 37 had been certainly recognized, besides some outlying cases of indeterminate type, in which continuous occultations by two bright stars, revolving in virtual contact, are doubtfully supposed to be in progress.",
        "Insect life is relatively not abundant; the air is brisk and bright with ample sunshine.",
        "A bright and amusing anecdotal life has been compiled by E.",
        "speak of \" bright Hayyili coins in high relief,\" but of these none have been found.",
        "Instead of a mirror the second fork carries a bright point on one prong, and the microscope is focused on this.",
        "If both forks vibrate, an observer looking through the microscope sees the bright point describing Lissajous figures.",
        "The bead is illuminated and shows a bright point of light.",
        "On the pendulum was fixed an illuminated silver bead which appeared as a bright point of light when seen for an instant.",
        "In contrast, the Yellowstone is a stream of bright clear water running over a gravelly bed and among numerous forest-clad islands.",
        "ii.-iii., but more like the \"bright angel\" who is the first man in the Christian Book of Adam (i.",
        "So, too, where a barrister was appointed arbitrator, the court refused to stop the arbitration on the mere ground that he was the client of a firm of solicitors, the conduct of one of whom was in question (Bright v.",
        "The king was struck with the lad's bright grey eyes and pleasant humorous face; and Brokman, proud of his pupil, made him translate a chapter from a Hebrew Bible first into Latin and then into Danish, for the entertainment of the scholarly monarch.",
        "John Bright said of her that what specially struck him was her absolute truthfulness.",
        "The end of the Constituent Assembly he heard of with joy and with bright hopes for the future, soon dashed by the behaviour of the Legislative Assembly.",
        "The superfluous asterism, named Abhijit, included the bright star a Lyrae, under whose influence the gods had vanquished the Asuras.",
        "In 1828 the sliding scale was introduced, under which the duty went up and down as the price of grain went down and up; and it was against this form of the Corn Law that the great agitation led by Cobden and Bright was directed after 1830.",
        "In September 1839 a 3-foot speculum was finished and mounted on an altazimuth stand similar to Herschel's; but, though the definition of the images was good (except that the diffraction at the joints of the speculum caused minute rays in the case of a very bright star), and its peculiar skeleton form allowed the speculum to follow atmospheric changes of temperature very quickly, Lord Rosse decided to cast a solid 3-foot speculum.",
        "He was imprisoned for seditious libel in 1840, and after his release became prominent for his attack on John Bright, and the anti-corn-law league.",
        "Flowers with nectar partly concealed and visible only in bright sunshine.",
        "The generally regular flowers are completely open only in bright sunshine, closing up into cups at other times.",
        "The lustre is bright and metallic. In its external characters graphite is thus strikingly similar to molybdenite.",
        "the four visionary creatures are expressly connected with a storm-wind, and a bright cloud (ver.",
        "The salt crystallizes in cubes of specific gravity 1.995; it melts at about 800° and volatilizes at a bright red heat.",
        "The acetate and the citrate are valuable mild diuretics in Bright's disease and in feverish conditions, and by increasing the amount of urine diminish the pathological fluids in pleuritic effusion, ascites, &c. In tubal nephritis they aid the excretion of fatty casts.",
        "It is also invisible during moonlight and near the horizon, and the neighbourhood of a bright star or planet may interfere with its recognition.",
        "This species from the high north of Europe and Asia carries green eggs, and above them a bright pattern in ultramarine (Sars, 1896, 1897).",
        "This writer, who is characterized by a singularly bright and picturesque style, and also by deep religious feeling and insight, begins his narrative with the account of the creation of man from the dust, and tells of the first sin and its consequences (Gen.",
        "Somewhat later than \" J,\" another writer, commonly referred to as \" E,\" from his preference for the name Elohim (\" God \") rather than \" Jehovah,\" living apparently in the northern kingdom, wrote down the traditions of the past as they were current in northern Israel, in a style resembling generally that of \" J,\" but not quite as bright and vivid, and marked by small differences of expression and representation.",
        "He was the first, in 1867, to examine the spectrum of the aurora borealis, and detected and measured the characteristic bright line in its yellow green region; but he was mistaken in supposing that this same line, which is often called by his name, is also to be seen in the zodiacal light.",
        "Hundreds may be seen on a bright day, disporting themselves on trees and fences, and entering houses.",
        "The hair of the cubs is longer than that of the adults, its groundcolour less bright, and its spots less distinct.",
        "He described the natives as a bright, pleasure-loving people, dressed in sealskins or mats, and calling themselves Morioris or Maiorioris.",
        "Bright, The Gospel of Saint Luke in Anglo-Saxon (Oxford, 1893); for earlier editions see Cook, op. cit, p. lx.",
        "Large masses with a coarse or fine granular structure are of common occurrence; the fractured surfaces of such masses present a spangled appearance owing to the numerous bright cleavages.",
        "Albinos seem to be rather common; and as in other fishes (for instance, the tench, carp, eel, flounder), the colour of most of these albinos is a bright orange or golden yellow; occasionally even this shade of colour is lost, the fish being more or less pure white or silvery.",
        "The following is a list of the principal conditions in which iodides are recognized to be of definite value: metallic poisonings, as by lead and mercury, asthma, aneurism, arteriosclerosis, angina pectoris, gout, goitre, syphilis, haemophilia, Bright's disease (nephritis) and bronchitis.",
        "935 0 - 2 (1900)] pass ammonia over a mixture of alkali or alkaline carbonate and charcoal, first at a dull red heat and then at a bright red heat: KHO + NH 3 + C = KNC + H 2 O.",
        "As the earth of light has five tokens (the mild zephyr, cooling wind, bright light, quickening fire, and clear water), so has the earth of darkness also five (mist, heat, the sirocco, darkness and vapour).",
        "The \"bright valley,\" Clara Vallis of St Bernard, was known as the \"valley of Wormwood,\" infamous as a den of robbers.",
        "ELECTRA ('HMKTpa), \"the bright one,\" in Greek mythology.",
        "Howe enlisted the support of John Bright and other members of parliament, but the imperial government was firm, and the duke of Buckingham, as colonial secretary, soon informed the governor-general in a despatch that consent could not be given for the withdrawal of Nova Scotia from the Dominion.",
        "It is well known in England for its graceful habit, the slender, grey - or white - barked stem, the delicate, drooping branches and the quivering leaves, a bright, clear green in s p r i n g, becoming duller in the summer, but often keeping their greenness rather late into the 5 autumn.",
        "Chromium and its salts may be detected by the fact that they give a deep green bead when heated with borax, or that on fusion with sodium carbonate and nitre, a yellow mass of an alkaline chromate is obtained, which, on solution in water and acidification with acetic acid, gives a bright yellow precipitate on the addition of soluble lead salts.",
        "In the magical texts of Babylonia a similar virtue was attached to oil: \"bright oil, pure oil, resplendent oil that bestows magnificence on the Gods ...",
        "After protracted experimenting Sir Thomas Wardle was able in 1873 to show a series of tussurs well dyed in all the darker shades of colour, but the lighter and bright blues, pinks, scarlets, &c., he could not produce, Subsequently Tessie du Motay found that the fawn colour of natural tussur could be discharged by solution of permanganate of potash, but the oxidizing action was so rapid and violent that it destroyed the fibre itself.",
        "The former, \" schapping,\" is the French, Italian and Swiss method, from which the silk when finished is neither so bright nor so good in colour as the \" discharged silk \"; but it is very clean and level, and for some purposes absolutely essential, as, for instance, in velvet manufacture.",
        "Other congresses were held at Frankfurt, again in London, and in 1853 at Manchester, where Richard Cobden and John Bright took part in the discussions.",
        "Many stars satisfy the condition of equality of polar distance with that of y Draconis, but few were bright enough to be observed in Molyneux's telescope.",
        "Salet observed that iodine gives a spectrum of bright bands when in contact with a platinum spiral made white hot by an electric current, and J.",
        "It may also be prepared by heating a mixture of carbon, oxide of iron and magnesite to bright redness; and by heating a mixture of magnesium ferrocyanide and sodium carbonate, the double cyanide formed being then decomposed by heating it with metallic zinc. Electrolytic methods have entirely superseded the older methods.",
        "The bright red ovoid berries are cathartic, the whole plant is acrid and poisonous, and the bark is used medicinally.",
        "Cneorum (Europe) is a hardy evergreen trailing shrub, with bright pink sweet-scented flowers.",
        "Impressive in matter rather than in manner of delivery, and seldom rising to the level of eloquence in the sense in which that quality was understood in a House which had listened to Bright and Gladstone, his speeches were logical and convincing, and their attractive literary form delighted a wider audience than that which listens to the mere politician.",
        "From his tenth year, when he was kidnapped from his father's court by the rebellious vassals, till his assassination eighteen years later, his whole life, with one bright interval of military glory, was unrelieved tragedy.",
        "The reason of this is readily understood when it is borne in mind how disadvantageous to the function of sight is the unpigmented condition of an albino's eyeball; a disadvantage which would be probably much accentuated, in the cases now under consideration, by the bright glare from the surface of the snow, which forms the natural environment of these animals at the particular period of the year when the winter change occurs.",
        "The varied plumage of the cock - his bright red breast and his grey back, set off by his coal-black head and quills - is naturally attractive; while the facility with which he is tamed, with his engaging disposition in confinement, makes him a popular cage-bird, - to say nothing of the fact (which in the opinion of so many adds to his charms) of his readily learning to \"pipe\" a tune, or some bars of one.",
        "The other breed, called the Cambridge, is much more variegated in colour, and some parts of the plumage have a bright metallic gloss, while the chicks are generally mottled with brownish grey.",
        "The town, though of immemorial age, shows no signs of its antiquity, being bright, neat and modern.",
        "(4) Guy Marshall once offered to a baboon a distasteful butterfly (Acraea anemosa), holding the insect in such a way as to display its bright red and black markings to the monkey.",
        "Crystallized alumina is also obtained by heating the fluoride with boron trioxide; by fusing aluminium phosphate with sodium sulphate; by heating alumina to a dull redness in hydrochloric acid gas under pressure; and by heating alumina with lead oxide to a bright red heat.",
        "The water of many of the springs contains sulphur, iron, alum and other materials in solution, which in places stain the pure white sinter with bright bands of colour."
    ],
    "definition": [
        "Link/Cite"
    ]
}