{
    "translation": ".1 בדרך כלל\n.2 באופן נרחב",
    "uses": [
        "He smiled broadly and winked.",
        "People broadly agree that government should do at least this much.",
        "Broadly speaking, the forests here yield to steppes, and the soil is very fertile; but the whole region suffers periodically from drought.",
        "rupicapra), broadly distinguished by its well-known hook-like horns, and the Asiatic gorals (Urotragus) and serows (Neinorhaedus), which are represented by numerous species ranging from Tibet, the Himalaya, and China, to the Malay Peninsula and islands, being in the two latter areas the sole representatives of both antelopes and goats.",
        "The organization of the Lutheran Church (Eglise de la confession dAugsburg) is broadly similar.",
        "Food can be optimized according to three factors, broadly speaking: taste, price, and nutrition.",
        "The Palaearctic Subregion is, broadly speaking, Europe and Asia, with the exception of India and China.",
        "Broadly speaking, they may be divided into two classes, of which the first includes topographical, chorographical and general maps, the second the great variety designed for special purposes.",
        "This selection of one market for detailed examination does not rob our sketch of generality, as might at first be thought, since broadly the history of the development of one market is the history of the development of all, and on the whole the economic explanation of the evolution that has taken place may be universalized.",
        "The term \" futures \" is used broadly and narrowly: broadly it is a generic term denoting \" futures \" in the Futures.",
        "Broadly speaking, all the brown races which inhabit the portion of Asia south of Siam and Indo-China, and the islands from the Philippines to Java, and from Sumatra to Timor, may be described as belonging to the Malayan family, if the aboriginal tribes, such as the Sakai and Semang in the Malay Peninsula, the Bataks in Sumatra, and the Muruts in Borneo, be excepted.",
        "The leaf has a broadly sheathing base succeeded by a short stalk bearing the pitcher, which represents a much enlarged midrib with a winglike lamina.",
        "The Aegithognathae, meant to comprise the passeres, woodpeckers and swifts, &c., are really schizognathous but with a vomer which is broadly truncated in front.",
        "Broadly speaking, the \" smaller body\" is characterized by a rigid adherence to old forms of dress and speech, to a disapproval of music and art, and to an insistence on the \" Inward Light \" which, at times, leaves but little room for the Scriptures or the historic Christ, although with no definite or intended repudiation of them.",
        "The great part of this immense region consists of chapadoes, as the larger table-land areas are called, chapadas or smaller sections of the same, and broadly excavated river valleys.",
        "Broadly speaking, there have been in Hungary since 1867 two parties: those who accept the compromise with Austria, and affirm that under it Hungary, so far from having surrendered any of her rights, has acquired an influence which she previously did not actually possess, and secondly, those who see in the compromise an abandonment of the essentials of independence and aim at the restoration of the conditions established in 1848.",
        "Its history may, broadly speaking, be divided into three periods: the first (1821-1824), during which the Greeks, aided by numerous volunteers from Europe, were successfully pitted against the sultan's forces alone; the second, from 1824, when the disciplined troops of Mehemet Ali, pasha of Egypt, turned the tide against the insurgents; the third, from the intervention of the European powers in the autumn of 1827 to the end.",
        "Others more broadly interpret the concept of securing life, liberty, and property.",
        "Viewed broadly, the Russian empire may be said to occupy the territories to the N.W.",
        "Broadly speaking, the army is divided into regulars, Cossacks and militia.",
        "If our view is correct that, broadly speaking, the two ways of regarding economic questions are complementary rather than mutually exclusive, there does not seem to be any reason why the growth of the historical school should have been destructive of the \" old Political Economy \" if it had been well founded.",
        "Broadly speaking, the northern districts of the province produce principally cold weather crops, such as wheat and grain, and the eastern ones principally rice.",
        "Other breeds include the Japanese, with an orange coat, broadly banded on the hind-quarters with black; the pink-eyed and short and thick-furred albino Polish; the Siberian, probably produced by crossing the Himalayan with the Angora; and the black-and-tan and blue-and-tan.",
        "Harrigan woke up, as if on cue, smil­ing broadly at everyone.",
        "The whole region is characterized by a remarkable degree of physical uniformity, and may be broadly described as a vast plateau of an average elevation of 3000 ft., bounded westwards by the Ethiopian and Galla highlands and northwards by an inner and an outer coast range, skirting the south side of the Gulf of Aden in its entire length from the Harrar uplands to Cape Guardafui.",
        "The white population is broadly divisible into the British and Dutch elements, the percentage of other whites in 1904 being but 8.6.",
        "1); and both are marked, broadly speaking throughout, though in some parts much more strongly than in others, by stylistic characteristics which we may conveniently call \"Lucan\" without making a premature assumption as to the authorship.",
        "- Independently of the question of the application of external heating, the furnaces used in electrometallurgy may be broadly classified into (i.) arc furnaces, in which the intense heat of the electric arc is utilized, and (ii.) resistance and incandescence furnaces, in which the heat is generated by an electric current overcoming the resistance of an inferior conductor.",
        "Samuel's son, Francis Parkman, a graduate of Harvard in 1807, was one of the most eminent of the Boston clergymen, a pupil and friend of Channing, and noted among Unitarians for a broadly tolerant disposition.",
        "Broadly, the least costly arrangement is that in which the cost of the superstructure of a span is equal to that of a pier and foundation.",
        "But, broadly speaking, the judgment of the early Church has been endorsed by that of after ages Harnack raises an interesting question (Reden u.",
        "The islands may be divided broadly into volcanic and coral islands, though the physiography of many islands is imperfectly known.",
        "It must suffice, therefore, to deal rather broadly with the subject, and to refer for fuller details to the special encyclopaedias, viz.: Hamburger's RealEncyc. fiir Bibel and Talmud, and the very elaborate articles in the Jewish Encyclopedia.",
        "Broadly speaking these methods of revelation are found in all ancient religions, but no other religion presents anything precisely analogous to prophecy.",
        "4364 ft., Killington Peak, 4241 ft.) and their (west) piedmont ridges farther north in Vermont; and in the ridges of northern Maine: these are all in synipathy with Appalachian structure: so also are certain open valleys, as the Berkshire (limestone) Valley in western Massachusetts and the correspondin Rutland (limestone and marble) Valley in western Vermont; an more particularly the long Connecticut Valley from northern New Hampshire across Massachusetts to the sea at the southern border of Connecticut, the populous southern third of which is broadly &roded along a belt of red Triassic sandstones with trap ridges.",
        "Although the relief is strong, the mountain forms are rounded rather than rugged; few of the summits deserve or receive the name of peaks; some are called domes, from their broadly rounded tons, others are known as balds, becatise the widespread forest cover is replaced over their heads by a grassy cap.",
        "In the 18th century the nobility of France and the nobility of Poland alike answered to the very strictest definition of nobility; but the political positions of the two were as broadly contrasted as the positions of any two classes of men could be.",
        "But this is only a momentary lapse, for he broadly distinguishes the two kinds.",
        "Thus the orographical features of the country correspond broadly with the geological divisions.",
        "The insect life of Japan broadly corresponds withthat of temperate regions in Europe.",
        "Speaking broadly, however, four different varieties are usually distinguished.",
        "In the Indian Ocean the Kerguelen Rise stretches broadly southward, east of the island which gives it a name, to the Antarctic Shelf with the greatest depths upon it usually less than 2000 fathoms, and it stretches northward beyond New Amsterdam to 30° S.",
        "Thus it has been used broadly of all theological doctrines, and also in a narrower sense of fundamental beliefs only, confession of which is insisted upon as a term of church communion.",
        "But the books in which his humour is broadly displayed, the travels and the sketches, are not really so significant of his power as the three novels of the Mississippi, Tom Sawyer, Huckleberry Finn and Pudd'nhead Wilson, wherein we have preserved a vanished civilization, peopled with typical figures, and presented with inexorable veracity.",
        "But though von Richthofen's general conception of the Kuen-lun system was broadly sound and in accordance with facts, the details both of his description and of that of his pupil Wegener' require now very considerable revision, and need even to be in part recast, as a consequence of explorations and investigations made since they wrote by, amongst others, the Russian explorers N.",
        "He often states a rule too broadly or narrowly, and then, as it were, gropes after restrictions and extensions.",
        "The first method distinguishes between uncial or majuscule, and cursive or minuscule; the second between papyrus, vellum or parchment, and paper (for further details see Manuscript and Palaeography); and the third distinguishes mainly between Gospels, Acts and Epistles (with or without the Apocalypse), New Testaments (the word in this connexion being somewhat broadly interpreted), lectionaries and commentaries.",
        "They have been broadly classified into the Outer Hebrides and the Inner Hebrides, the Minch and Little Minch dividing the one group from the other.",
        "Broadly speaking, the American portion of the sub-region consists of an Atlantic and Pacific forest area and an intervening non-forest one, partly occupied by the Rocky Mountains, partly by intervening plains.",
        "- The administrative boundaries of European Russia, apart from Finland, coincide broadly with the natural limits of the East-European plains.",
        "What may broadly be called \"conjuring\" is a much more probable explanation of most of the recorded phenomena; and in the vast majority of cases the witnesses do not seem to have duly appreciated the possibilities of conjuring, and have consequently neither taken sufficient precautions to exclude it nor allowed for the accidental circumstances which may on any particular occasion favour special tricks or illusions.",
        "Pelageya Danilovna Melyukova, a broadly built, energetic woman wearing spectacles, sat in the drawing room in a loose dress, surrounded by her daughters whom she was trying to keep from feeling dull.",
        "\"Bosnia begins with the forest,\" says a native proverb, \"Herzegovina with the rock\"; and this account is, broadly speaking, accurate, although the Bosnian Karst is as bare as that of Herzegovina.",
        "The prosoma and opisthosoma were broadly confluent and probably immovably welded together.",
        "Broadly speaking, Mongolia may be divided naturally into three parts: (1) north-western Mongolia, which occupies the high terrace of the plateau; (2) the Gobi, in its wide sense, covering the lower terrace of the plateau, together with a slightly more elevated and better-watered zone along the western slope of the Great Khingan and its south-western continuation; and (3) southeastern Mongolia, on the eastern slope of the Khingan.",
        "The value of fresh bagasse, or as it is often called \" green \" bagasse, as fuel varies with the kind of canes from which it comes, with their treatment in the mill, and with the skill used in firing; but it may be stated broadly that I lb of fresh bagasse will produce from I a lb to 24 lb of steam, according to the conditions.",
        "Even those who do not fall into the error of making Smith the creator of the science, often separate him too broadly from Quesnay and his followers, and represent the history of modern economics as consisting of the successive rise and reign of three doctrines - the mercantile, the physiocratic and the Smithian.",
        "provpee The province was uplifted and divided into great blocks by faults or monoclinal flexures and thus exposed to long-lasting denudation in a mid-Tertiary cycle of erosion; and then broadly elevated again, with renewed movement on some of the fault lines; thus was introduced in late Tertiary time the current cycle of erosion in which the deep canyons of the region have been trenched.",
        "Speaking broadly, there were few very rich and few very poor.",
        "Although local affairs do nut now enlist, even in New England, so large a measure of interest and public spirit as the town system used to evoke in Massachusetts, Rhode Island and Connecticut in the thirties, still, broadly speaking, the rural local government of America may be deemed satisfactory.",
        "The defects which have been remarked in this system are, broadly speaking, the following: There is a danger that prompt action, needed in.",
        "Speaking broadly, the Kansas or Minnesota farmer's wheat does not have to pay for carriage to Liverpool more than 2S.",
        "From the Proboscidea Arsinoitherium differs broadly in skull structure, in the form of the cheek-teeth, and in the persistence of the complete dental series of forty-four without gaps or enlargement of particular teeth.",
        "He laid the foundations broadly in evangelism, finance, temperance and education, founding in the latter connexion a middleclass school at Shebbear, at which generations of ministers' sons and numerous students for the ministry have been educated.",
        "Green, on the other hand, in deducing his own conclusion that the world is, or is a system of, one eternal intelligence, incautiously put it forward as \" what may be called broadly the Kantian view \" (Prolegomena, § 36), and added that he follows Kant \" in maintaining that a single active conscious principle, by whatever name it be called, is necessary to constitute such a world, as the condition under which alone phenomena, i.e.",
        "Speaking broadly, red is the colour for feasts of martyrs, white for virgins, violet for penitential seasons, &c.; no less than sixty-three different uses differing in details have been enumerated.",
        "148) distinguishes broadly between the errorists of 2 Tim.",
        "We may broadly distinguish two main geographical elements in the alpine flora, namely, the northern element and the endemic element.",
        "It has been shown that the western provinces of Holland may be broadly defined as lying below sea-level.",
        "The difference manifested itself in one external point: Augustinian canons frequently and freely themselves served the parish churches in the patronage of their houses; Benedictine monks did so, speaking broadly, hardly at all, and their doing so was forbidden by law, both ecclesiastical and civil.",
        "Mysticism may broadly be described as the effort to give effect to the craving for a union of the soul with the Deity already in this life; and asceticism as the effort to give effect to the hankering after an ever-progressive purification of the soul and an atoning for sin by renunciation and self-denial in things lawful.",
        "In the young of the year the whole head, neck and throat are clothed in dull black, and most of the feathers of the mantle and wing-coverts are broadly tipped and mesially streaked with tawny or lightish-grey.",
        "The Medina pieces, whether entire suras or isolated passages interpolated in Meccan suras, are accordingly pretty broadly distinct, as to their contents, from those issued in Mecca.",
        "The country is divisible, broadly, into three zones running parallel with the coast: (I) the delta, (2) forest region, giving place to (3) the plateau region.",
        "But if the facts of the religion, broadly viewed, never underwent a change, the interpretation of those facts did so in no small degree.",
        "Broadly speaking, the Lower Egyptian was much better than the Upper Egyptian; a conclusion also evident in the art of the tombs done on the spot.",
        "Broadly speaking, the Balkan Peninsula may be divided into four areas which geologically are distinct.",
        "In common with lemmings and other representatives of the Microtinae, voles are, however, broadly distinguished from typical rats and mice by the structure of their three pairs of molar teeth.",
        "But, regarded broadly, the Highland mountains are monuments of erosion, the relic of an old tableland, the upper surface and former inclinations of which are shown approximately by the summits of the existing masses and the direction of the chief water-flows.",
        "The counties in which there was the largest increase in the decennial period-with Linlithgow first, followed by Lanark, Stirling, Renfrew, Dumbarton and thirteen others-principally belonged to the Central Plain, or Lowlands, in which, broadly stated, industries and manufactures, trade, commerce and agriculture and educational facilities have attained their highest development.",
        "The history of Judah is, broadly speaking, that of the Davidic dynasty and the Temple, and it begins at the time of the first king of the rival north.",
        "Broadly the malleable and ductile metals and alloys show a fibrous character when ruptured, the fusible ones a crystalline fracture.",
        "Broadly speaking, the Himalayas are peopled by Mongoloid tribes; the great river plains of Hindustan are still the home of the Aryan race; the triangular table-land has formed an arena for a long struggle between that gifted race from the north and what is known as the Dravidian stock in the south.",
        "Regarded broadly, four tolerably distinct types present themselves.",
        "This is an old distinction, which now tends to become obsolete; but broadly speaking a larger measure of discretion is allowed in the nonregulation provinces, and the district officer may be a military officer, while in the regulation provinces he must be a member of the Indian civil service.",
        "Broadly speaking, the subdivision is characteristic of Bengal, where revenue duties are in the background, and the tahsil of Madras, where the land settlement requires attention year by year.",
        "The details vary in the different provinces; but, broadly speaking, a settlement may be described as the ascertainment of the agricultural capacity of the land.",
        "Broadly speaking the salt consumed in India is derived from four sources: (1) importation by sea, chiefly from England and the Red Sea and Aden; (2) solar evaporation in shallow tanks along the seaboard; (3) the salt lakes in Rajputana; (4) quarrying in the salt hills of the northern Punjab.",
        "In Bengal Proper, and also in Madras, it may be broadly said that horses are not bred.",
        "Broadly speaking, the greater part of the internal trade remains in the hands of the natives.",
        "Two types may be distinguished broadly, the Nabataean and the Graeco-Roman.",
        "The state of the prison, the desperation of the prisoners, broadly hinted in their conversation and plainly expressed in their conduct, the uproar of oaths, complaints and obscenity, the indescribable stench, presented together a concentration of the utmost misery and the utmost guilt.\"",
        "The chief recommendation put forward to mend the system comprised lengthening of all sentences, a diminution in the dietaries, the abolition of large gratuities, and, speaking broadly, a general tightening of the reins.",
        "Speaking broadly, rice and oilseeds predominate in the eastern and sub-Himalayan districts, millets and cotton in Bundelkhand and wheat in the greater part of the Gangetic plain.",
        "For the rest he was too Aristotelian, if we take the word broadly enough, or, as the result of his Cambridge studies, 3 Bacon, Novum Organum, ii.",
        "Broadly speaking, it is the sum of an individual's bodily, mental and spiritual growth; having its roots, as it were, spread over many lives, past and future.",
        "The London protocol of 1871, with a view to prevent such abuses, lays down, perhaps a little too broadly, \" that it is an essential principle of the law of nations that no power can liberate itself from the engagements of a treaty, nor modify the stipulations thereof, unless with the consent of the contracting powers, by means of an amicable arrangement.\"",
        "near affinity; and while more nearly related to the Marsupialia (q.v.), in which an imperfect allantoic placenta is sometimes developed, it is broadly distinguished therefrom by the invariable presence of a functional placenta by the aid of which the foetus is nourished throughout the greater portion of intra-uterine life.",
        "Speaking broadly, what France, Germany, Spain and England assimilated from Italy at this epoch was in the - first place the new learning, as it was then called.",
        "Viewed broadly, the financial resources of the earlier Empire were obtained from (1) the public land alike of the state and the Princeps; (2) the monopolies, principally of minerals; (3) the land tax; (4) the customs; (5) the taxes on inheritances, on sales and on the purchase of slaves (vectigalia).",
        "Broadly speaking, its surface is a vast tableland tilted toward the S.",
        "The gentry and landowners are all, broadly speaking, members of the established Church, but it is impossible to name any other class of society as belonging definitely either to \" Church \" or \" Chapel.\"",
        "Broadly speaking it may be said that a distinction may be drawn between \" spirits \" and \" gods,\" but it is a distinction of degree rather than of kind, obvious enough at the upper end, yet shading off into manifold varieties of resemblance in the lower forms. Some writers only recognize friendly agencies as gods; but destructive powers like the volcano, or the lords of the underworld, cannot be regarded as the protectors of the life of man, yet they seem in many mythologies to attain the full personalised stature of gods with definite names.",
        "Broadly speaking, however, it may be said that the attempt to show that.",
        "It is, however, more broadly applied to a style of fabric originally made from the alpaca wool but now frequently made from an allied type of wool, viz.",
        "distinguished in five great orders, according to the census of 1901: Agriculture.-The following table illustrates broadly the difference in the position of agriculture in Great Britain and in Ireland: Minerals and Mining.-The mineral production of the United Kingdom reached a total value in 1890 of £100,802,657 and in 1909 of £119,394,486, with a maximum during that period of £160,605,154 in 1900 and a minimum of £ 73,024,066 in 1893.",
        "The regular police organization, which preserves order, checks evil-doing, and \"runs in\" malefactors, falls naturally and broadly into two grand divisions, the administrative and the active, the police \"in the office\" and the police \"out of doors.\"",
        "tuberosum and its tuber-bearing allies has been ascertained shows that, broadly, these varieties may be divided into mountainous and littoral.",
        "Speaking broadly, the general type of the flora of the lower, hotter and wetter regions, which extend along the great plain at the foot of the Himalaya, and include the valleys of the larger rivers which penetrate far into the mountains, does not differ from that of the contiguous peninsula and islands, though the tropical and insular character gradually becomes less marked going from east to west, where, with a greater elevation and distance from the sea and higher latitude, the rainfall and humidity diminish and the winter cold increases.",
        "Malatia opium is in pieces of irregular size usually of a broadly conical shape, weighing from 1-2 lb.",
        "In fact, broadly speaking, the Sadducees for the period during which they are reported to exist, represent and embody the tendency to conformity with neighbouring Gentiles, which is deplored and denounced by Jewish writers from Moses to Philo.",
        "Its central core of Lower Carboniferous rock is broadly displayed towards the north, while southward it contracts; on either side lie the younger rocks, the coal-fields, the Permian strata and the Triassic formations, the last-named, while sweeping round the southern extremity of the Carboniferous axis of the uplift from its eastern and western flanks, spread out in a large sheet over the midland counties.",
        "The exterior is decorated with sculptures and tile-work, and internally it is divided, broadly speaking, into a museum of general antiquities below, and the large gallery of pictures of the Dutch and Flemish schools above.",
        "In the genus Cycas the female flower is peculiar among cycads in consisting of a terminal crown of separate leaf-like carpels several inches in length; the apical portion of each carpellary leaf may be broadly triangular in form, and deeply dissected on the margins into narrow woolly appendages like rudimentary pinnae.",
        "5); the segments, which are broadly ovate or rhomboidal, have several forked spreading veins, and resemble the large pinnules of some species of Adiantum.",
        "ANCYLOPODA, or Ancylodactyla, an apparently primitive extinct subordinal group of Ungulata showing certain resemblances to the Perissodactyla, both as regards the cheek-teeth and the skeleton, but broadly distinguished by the feet being of an edentate type, carrying long curved and cleft terminal claws.",
        "In his thirtieth year, a broadly cultured cosmopolitan, Sumner returned to Boston, resolved to settle down to the practice of his profession.",
        "Broadly speaking his work in those very 'eighties was not so good as the labour, essentially delicate and fresh and just, of some years earlier, nor had it always the attractiveness of the impulsive deliverances of some years later, when the inspired sketch was the thing that he generally stopped at.",
        "This is broadly true.",
        "Broadly speaking, these families make their first appearance in time in the order given above, and show a progressive morphological evolution along certain special lines.",
        "These annates may be divided broadly into three classes, though the chief features are common to all: (I) the servitia communia or servitia Camerae Papae, i.e.",
        "Lodge, Easy Mathematics, chiefly Arithmetic (1905), treats the subject broadly in its practical aspects.",
        "Broadly speaking the Grail romances have been divided into two main classes: (I) those dealing with the search for the Grail, the Quest, and (2) those relating to its early history.",
        "Speaking broadly the development was from rigour to indulgence, and the three schisms referred to voiced the protests of the puritan minority.",
        "Few men, if any, have ever acquired a settled mental habit of surveying human affairs broadly, of watching the play of passion, interest, circumstance, in all its comprehensiveness, and of applying the instruments of general conceptions and wide principles to its interpretation with respectable constancy, unless they have at some early period of their manhood resolved the greater problems of society in independence and isolation.",
        "A more detailed investigation of all the characters of the Ferns will be needed before the course of evolution thus broadly indicated can be traced, but the results obtained afford a deeper insight into the general method of progression and the selective factors in the process.",
        "Russian Lapland is broadly similar to the lower-lying parts of Swedish Lapland, but the great lakes are more generally distributed, and the valleys are less direct.",
        "At the same time it cannot be broadly said that Christianity took a decisive side in the metaphysical controversy on free-will and necessity; since, just as in Greek philosophy the need of maintaining freedom as the ground of responsibility clashes with the conviction that no one deliberately chooses his own harm, so in Christian ethics it clashes with the attribution of all true human virtue to supernatural grace, as well as with the belief in divine foreknowledge.",
        "Oftener the summit of the ridge is broken into individual mountains, broadly flat-topped and of nearly equal elevation..",
        "Broadly speaking, the climate on the north and west of the main ranges is both milder and moister than on the south and east, and accordingly the precipitation in the former is relatively heavier, namely IO to 20 in.",
        "It may be divided broadly into two zones.",
        "the chain consists broadly of a series of simple folds of Jurassic and Cretaceous beds.",
        "Broadly speaking, the Palaeozoic Lycopods, whatever their dimensions, show a general agreement in habit and structure with our living forms, though often attaining a much higher grade of organization.",
        "The genus possessed small broadly oval or triangular leaves in addition to the large fronds like that shown in fig.",
        "Similarly, the genus Sagenopteris, characterized by a habit like that of Marsilia, and represented by fronds consisting of a few spreading broadly oval or narrow segments, with anastomosing veins, borne on the apex of a common petiole, is abundant in rocks ranging from the Rhaetic to the Wealden, but has not so far been satisfactorily placed.",
        "In man the most important of these circumstances is age, but speaking broadly this is really a question of bulk, the child being affected like the adult, but by smaller doses.",
        "As few substances are absolutely identical in action, but only broadly similar, it is often difficult to divide sharply one group from another.",
        "The reaction against anthropomorphism begins in Greek philosophy with the satirical spirit of Xenophanes (540 B.C.), who puts the case as broadly as any.",
        "The news was disseminated broadly.",
        "Broadly, the vat accounting liability will fall on the purchaser rather than the seller.",
        "The sunshine and showers continue, in a broadly westerly airflow.",
        "The remainder of the files have been arranged in a broadly alphabetical order.",
        "amphetamine sulfate broadly similar to cannabis prices at the ounce level or above.",
        "This would provide the publisher with a single payment broadly analogous with a library purchase.",
        "He sought APC's comments on whether the paper raised the correct questions and APC members broadly endorsed the sections relating to this.",
        "Products developed under this agreement are therefore expected to be broadly applicable in the treatment of many kinds of cancer.",
        "The imaging armamentarium can be broadly grouped into two (Table 1 ).",
        "This broadly distributed deformation shows no asymmetry or evidence of rotation.",
        "After many previous house-price booms most of the adjustment came through inflation pushing up rents and incomes, while home prices stayed broadly flat.",
        "Industry links are broadly categorized for ease of navigation.",
        "The trajectory traced by developments subsequent to 1997 can be broadly characterized as moving deeper into the machine.",
        "Likely health gain or effect on demand Patients get seen in broadly chronological order.",
        "Most of us broadly agree on the colors we see, because we are using similar neural circuits to see them.",
        "The time limits for making personal injury claims are, broadly speaking, much more generous than the time limits for making ET claims.",
        "classify in security in the area of grid computing can be broadly classified into System level, architectural, and interoperability issues.",
        "Coca cultivation and coca cultivation and cocaine production were broadly stable while seizures of cocaine rose to new highs.",
        "No DoD corps, regardless of how broadly constituted, has cognizance of more than perhaps half the territory of information warfare.",
        "Work is broadly commensurate with the 80 hours effort specified for the assessment.",
        "The Turkish diaspora in Europe is broadly comparable to the South Asian diaspora in Europe in several respects.",
        "Tho broadly comparative; representing recycling, composting, energy recovery, and land filling; the waste they refer to is categorically different.",
        "Business broadly conceived: Report of the Business Archives Council of Scotland Surveying Officer, 1994-95, by Frank Rankin.",
        "In addition to the JMC agreement, there are four separate overarching concordats intended to apply broadly uniform arrangements across Government.",
        "concur broadly with Talbot et al.",
        "They broadly conform to the principles and processes outlined in the sections above.",
        "Broadly conical conifer with dark green leaves which are silver underneath.",
        "The number of calls to Crimestoppers nationally was broadly consistent Monday to Friday, while fewer calls were made at the weekend.",
        "News from other portfolio constituents has been broadly positive.",
        "All these accounts support a broadly social democratic policy: 'mixed economy ', progressive taxation, welfare state, liberal constitutionalism.",
        "All three authors stand within the evangelical tradition, somewhat broadly construed.",
        "spinal cord pathways The spinal cord can be broadly divided into two systems.",
        "Conceptual understanding broadly reflected these trends, and conceptual and behavioral performance were found to be only weakly correlated.",
        "This engraving of 1807 broadly corresponds with the Isaac Miller drawing of about 1677.",
        "More recently, I have begun to explore a possible general role for the frontal cortex in processing emotion more broadly.",
        "There will be fewer PCTs: probably no more than 150, broadly coterminous with Local Authorities.",
        "His design for Thame broadly followed the popular cruciform or \" square \" design.",
        "defined broadly to consider the life stages from birth to marriage.",
        "The Association wishes to achieve a balanced return from a broadly diversified blend of assets.",
        "draftsmanspan>understood the parliamentary draftsmen intended a reasonably narrow interpretation but it is possible the courts may interpret it broadly.",
        "David MacNaughton's paper examined the broadly Humean model of the moral agent that many neoclassical environmental economists typically assume.",
        "embodyo, however, broadly support the principles embodied in these parts of the Bill.",
        "A one-year, full-time further education course broadly equates to 20 SUMs or 800 learning hours.",
        "The final two sections are broadly concerned with environmental ergonomics.",
        "Eurydice publications may be broadly divided into descriptions of national education systems, comparative studies devoted to specific topics, and indicators and statistics.",
        "Broadly speaking, your swing speed determines what is the correct shaft flex.",
        "It does not, very broadly, catch inducements representing amounts foregone or deferred by the provider.",
        "Although broadly predictable, the year on year changes in ice dynamics and glacier foreland dynamics is such that new opportunities will constantly arise.",
        "frontal cortex in processing emotion more broadly.",
        "fumigateo took on a more broadly environmental role, becoming involved in disinfecting and fumigating the homes of the infected poor.",
        "The established historiography broadly interprets war commemoration in the post-war period in two ways.",
        "What role do humanists allot to documentation, broadly considered?",
        "Is broadly indicative play a role for workers without.",
        "injury claims are, broadly speaking, much more generous than the time limits for making ET claims.",
        "legislative proposal falls under depends, broadly speaking, on its subject area.",
        "But it does, at certain times and in certain places, allow and require the following of a broadly libertarian agenda.",
        "In his words it was an informal group of broadly like-minded people.",
        "Numerous other examples of early biblical majuscule exist, several of which are broadly comparable with P64.",
        "modal logic ' may be used more broadly for a family of related systems.",
        "This is broadly aligned on the outer defenses and may be an intra mural walkway used defensively.",
        "new economics of the minimum wage suggests that the impact on employment is broadly neutral.",
        "However, the section is broadly enough drafted to be used by councils anywhere to combat ordinary neighbor nuisance.",
        "obstetric ultrasound which the Committee feels should be considered more broadly.",
        "Fish and whales feature broadly widely in the collection of hanging ornaments.",
        "Broadly, two approaches are employed to diagnose osteoporosis.",
        "Leaves broadly oval, turning red and yellow in autumn.",
        "The leaves are broadly ovate, stalked, and usually smooth.",
        "overarching concordats intended to apply broadly uniform arrangements across Government.",
        "Products are broadly classified within the following key market areas: Health care - including pharmaceutical, nutritional and veterinary applications.",
        "fiscal policy has been broadly successful to date under Labor, judged against the government's self-imposed rules.",
        "In relation to the former report the Highland experience broadly matched the national findings which were generally positive.",
        "The ban is broadly defined: a prohibition on any advertisement that has the purpose or effect of promoting a tobacco product.",
        "The only way to guarantee that the council / assembly is broadly representative of the community is to have a broadly proportional electoral system.",
        "The number of successful male Protestant applicants was broadly proportionate to the numbers applying.",
        "Community Interest Company 4.2 NCVO broadly welcomes the proposals for the Community Interest Company.",
        "The standard of proof now demanded for the police is broadly the same standard faced by other public servants in disciplinary charges.",
        "This situation is broadly replicated in the limestone aquifers but the Permo-Triassic sandstones display much less geographical coherence.",
        "In the sixth form students ' progress is broadly satisfactory.",
        "The effects are broadly similar to eating seaweed in its original, fibrous state.",
        "This position (or collection of positions) include those associated, broadly speaking, with a postmodern sensibility.",
        "In keeping with most writers - both novelists and journalists - I am ' broadly shallow ' .",
        "North American Van Lines offers broadly similar services in the US.",
        "The results show that the wetting of the lead-free alloys broadly follows that of tin-lead solder if allowance is made for the melting point.",
        "Achromatic and chromatic colors Broadly speaking, colors are divided into achromatic and chromatic colors.",
        "Trends in car travel have been broadly static over the last decade.",
        "Selling prices of timber fire doors remained broadly steady with 57% seeing no change.",
        "stratify collection is opportunistic, represents the entire age range and can be broadly stratified by region.",
        "The BMA junior doctors committee is broadly supportive of these plans.",
        "Despite Cromwell's broadly sympathetic view, however, many Quakers were imprisoned by local magistrates for causing disturbances in their regions.",
        "Main areas of research interests are broadly three-fold and relate to: Neuronal electrical synapses in health and disease.",
        "Rather than a strictly chronological account, we were led through a broadly thematic dissection of the last 30 years of Saturday nights.",
        "This is broadly equivalent to #SHELTER.TDS for serial Port 1. The interrupt routine uses the 8-bit timer and its associated output compare registers.",
        "Abuse seems to broadly fall into the following categories: Excessive physical violence or psychological torment undertaken by an individual against an animal.",
        "What I always want is for them to say the marks are broadly accurate, if a little ungenerous.",
        "Such reasoning supports, I then argue, conclusions about value that support an account of the concept broadly consistent with classical utilitarianism.",
        "Broadly, the VOA would provide summary valuations in hard copy or electronic form wherever possible.",
        "If we take this broadly historical view of the progress of economics, it is obvious that even in England there was no general agreement, during the 19th century, as to the methods most appropriate to economic investigation.",
        "Broadly this phenomenon is termed polymorphism; however, it is necessary to examine closely the diverse crystal modifications in order to determine whether they are really of different symmetry, or whether twinning has occasioned the apparent difference.",
        "On the one hand, the general agreement everywhere between the Hebrew accounts and contemporaneous records from Mesopotamia proves beyond cavil that, broadly speaking, the Bible accounts are historically true, and were written by persons who in the main had access to contemporaneous documents.",
        "In the Indian Ocean the Kerguelen Rise stretches broadly southward, east of the island which gives it a name, to the Antarctic Shelf with the greatest depths upon it usually less than 2000 fathoms, and it stretches northward beyond New Amsterdam to 30Ã‚° S.",
        "Astruc's criteria were too slight to give to all the details of his analysis anything approaching a final analysis; but later criticism has shown that his criteria, so far as they went, were valid, and his results, broadly speaking, sound though incomplete: and, moreover, they have abundantly justified his really important fundamental theory that the documents used by the compiler of the Pentateuch have been incorporated so much as they lay before him that we can get behind the compiler to the earlier sources and thus push back the evidence of much of the Pentateuch beyond the date of its compilation to the earlier date of the sources.",
        "Jewish Midrash falls broadly into two classes: Halaka (q.v.) or Heilakd (walking, way, conduct) and Haggadah (narrative [with a purpose], homily; Aramaic equivalent Aggadah; the incorrect form Agadah rests upon a mistaken etymology).",
        "The above law of gradual evolution is perfectly consistent with a second principle, namely, that at certain times evolution is much more rapid than at others, and that organisms are accelerated or retarded in development in a manner broadly analogous to the acceleration or retardation of separate organs.",
        "Although ancestor-worship, or, more broadly, the cult of the dead, has in many cases overshadowed other cults or even extinguished them, we have no warrant, even in these cases, for asserting its priority, but rather the reverse; not only so, but in the majority of cases the pantheon is made up by a multitude of spirits in human, sometimes in animal form, which bear no signs of ever having been incarnate; sun gods and moon goddesses, gods of fire, wind and water, gods of the sea, and above all gods of the sky, show no signs of having been ghost gods at any period in their history.",
        "In a middle section of the system, from the Hudson river in southern New York to the James river in southern Virginia, the crystalline belt is narrowed, as if by the depression of its south-eastern part beneath the Atlantic Ocean or beneath the strata of the Atlantic coastal plain which now represents the ocean; but the stratified belt is here broadly developed in a remarkable series of ridges and valleys determined by the action of erosion on the many alternations of strong and weak folded strata; and the plateau assumes full strength southward from the monochinal Mohawk valley which separates it from the Adirondacks.",
        "The plains are by no means a simple unit; they are of diverse structure and of various stages of erosional development; they are occasionally interrupted by buttes and escarpments; they are frequently broken by valleys: yet on the whole a broadly extended surface of moderate relief so often prevails that the name, Great Plains, for the region as a whole is well deserved.",
        "By this structure the Murinae are broadly distinguished both from the Cricetinae (fig.",
        "Another group is Pronolagus, typified by the Cape thick-tailed hare, the so-called Lepus crassicaudatus, which is externally similar to Lepus proper, but has the skull and teeth of the general type of the next group. The tailless rabbit of Mount Popocatepetl, Mexico, originally described as a distinct generic type, under the name of Romerolagus nelsoni, is broadly distinguished by the entire absence of the tail, and the short ears and hind-feet, its general form being like that of the Liu-Kiu rabbit, while, as in the latter, the post-orbital process of the skull is small, and represented only by the hinder half.",
        "We may distinguish broadly two ways by which such selective elimination of individuals from the number of those who contribute to the next generation may occur, viz.",
        "On the other hand, the ethical optimism of Shaftesbury, rather broadly impressive than exactly reasoned, and connected as it was with a natural theology that implied the Christian scheme to be superfluous, challenged attack equally from orthodox divines and from cynical freethinkers.",
        "I state thus as broadly and strongly as I can the great Reformation doctrine.",
        "Broadly speaking, with home reversion schemes, the older you are, the more you'll be paid for your property.",
        "In keeping with most writers - both novelists and journalists - I am ' broadly shallow '.",
        "Sample collection is opportunistic, represents the entire age range and can be broadly stratified by region.",
        "Despite Cromwell 's broadly sympathetic view, however, many Quakers were imprisoned by local magistrates for causing disturbances in their regions.",
        "It is broadly used in the making of plastics, resins and rubber.",
        "However, this terminology can be used broadly, as many styles such as emo, indie, punk, rockabilly and goth are sometimes also classified under alternative styles.",
        "In the Western tradition, nudity can, broadly speaking, attract both positive and negative metaphorical meanings.",
        "There are many forms of this shrub, the best being that in which the leaves are broadly edged with silver; effective against a sheltered wall and in poor warm soils.",
        "The leaves, which are broadly lanceolate, are about 9 inches in length and 2 1/2 inches broad, dark green above, and felted with dimcolored tomentum below.",
        "Nearly all the golden kinds are robust and easily grown, and the bicolor group are even more so, but, speaking broadly, the delicate sulphur and white sorts are tender and unsatisfactory, except on the most favourable soils.",
        "Calceolaria Plantaginea - A low-growing plant spreading by means of short side growths; the leaves, formed in rosettes, are broadly ovate, with toothed margins and attain a considerable size in moist positions.",
        "Narrow down your search specifically by garment and size, or search more broadly and find a variety of clothes available in your size.",
        "Dwarfism is a term applied broadly to a number of conditions resulting in unusually short stature.",
        "More broadly speaking, however, puberty is used as a collective term to refer to all the physical changes that occur in the growing girl or boy as the individual passes from childhood into adulthood.",
        "Assessment tools fall broadly into two groups.",
        "The major priorities include centering on the individual, understanding autism, adopting appropriate adaptations, and a broadly based intervention strategy building on existing skills and interests.",
        "Abnormal movements are broadly classified as either hyperkinetic (too much movement) and hypokinetic (too little movement).",
        "Regulations vary broadly so it's important to do your homework.",
        "If you want to be memorable, this can mean anything from acting outrageously or simply smiling broadly while looking good.",
        "Broadly speaking, this addiction can even be something that is seen as \"healthy\" such as laughing or exercising, but the mere fact that it is needed is what should tip Pisces off that he needs a bit more moderation.",
        "Educate yourself-Understand that there aren't any grants that are broadly labeled single parent grants.",
        "There are broadly two types of pocket watches.",
        "Business letters are broadly defined as any communication between corporate entities or between customers, clients, employees or potential employees, and a business.",
        "The scent is sharply reminiscent of cinnamon, but broadly balanced by a coating of thick, creamy icing.",
        "It may be said broadly, therefore, that in .episcopacy the government is monarchical; in congregationalism, democratic; and in Presbyterianism, aristocratic or representative.",
        "He, however, soon realized that the charters of one town can only be understood by comparing them with those of other towns, and he was gradually led to continue the work which Augustin Thierry had broadly outlined in his studies on the Tiers Etat.",
        "It would appear that the purchasing power of the inhabitants of India has increased of late years, and there is a growing demand for refined sugar, fostered by the circumstance that modern processes of manufacture can make a quality of sugar, broadly speaking, equal to sugar refined by animal charcoal, without using charcoal, and so the religious objections to the refined sugars of old days have been overcome.",
        "Among marine Mesozoic reptiles, each of the groups broadly known as ichthyosaurs, plesiosaurs, mosasaurs and crocodiles were polyphyletic in a marked degree."
    ],
    "definition": [
        "In a wide manner, liberally, in a loose sense.",
        "Link/Cite"
    ]
}