{
    "translation": "בהמה",
    "uses": [
        "Brute force usually won any battle he fought.",
        "I'll have to use brute force, then.",
        "He accepted frankly the glorification of brute strength.",
        "the part of the queen to rule despotically, by the help of reckless adventurers of mean capacity, and by brute violence.",
        "This defence of the poetic point of view against brute force and common sense was admirably constructed and it proved one of the most popular of his plays.",
        "Further, a distinction was drawn between irrational animals, or the brute creation, and the rational, i.e.",
        "Her first strike might as well have been in slow motion; no one moved like he did with brute strength that flattened her after a particularly harsh block.",
        "Did he actually think she would enjoy brute force, or was that merely an excuse?",
        "Rev. Simon William Gabriel Brute, First Bishop of Vincennes (New York, 1861), containing much autobiographical matter.",
        "Only when brute force in its extremest form had been ruthlessly employed, only when three senators and some deputies had been arrested in full session by Russian grenadiers and sent as prisoners to Kaluga, did the opposition collapse.",
        "Domestic animals have for representatives the horse (uma), a small beast with little beauty of form though possessing much hardihood and endurance; the ox (ushs)~mainly a beast of burden or draught; the pig (buta), very occasionally; the dog (mu), an unsightly and useless brute; the cat (neko), with a stump in lieu of a tail; barndoor fowl (niwa-tori), ducks (ahiro) and pigeons (hato).",
        "He would have that bitch if he had to use brute force.",
        "Brie (Geschichte and Quellen der mittelenglischen Prosachronik, The Brute of England or The Chronicles of England, Marburg, 1905).",
        "Taran met her blows and then attacked without his brute force, instead assessing her ability to react.",
        "Brute Brut >>",
        "He was able to hear thoughts and manipulate minds in addition to brute strength that allowed him to tear men in two with no effort.",
        "Where Xander used brute force to subdue an opponent, Darian was wily.",
        "In the latter case it is necessary to have reliable men with the beaters, who can exercise authority and keep them in order, for both mahouts and elephants have the greatest dread of the huge brute, who appears to be much more formidable than he really is.\"",
        "\"That in which men differ from brute beasts,\" says Mencius, \"is a thing very inconsiderable; the common herd lose it very soon; superior men preserve it carefully.\"",
        "The see of Vincennes was created in 1834; and Brute, nominated its first bishop and consecrated in the same year, went to France for financial aid, with which he built his cathedral and several useful institutions.",
        "He sold his share in the property in 1776 for £35,000, and took leave of the stage by playing a round of his favourite characters - Hamlet, Lear, Richard and Benedick, among Shakespearian parts; Lusignan in Zara, Aaron Hill's adaptation of Voltaire's Zaire; and Kitely in his own adaptation of Ben Jonson's Archer in Farquhar's Beaux' Stratagem; Abel Drugger in Ben Jonson's Alchemist; Sir John Brute in Vanbrugh's Provoked Wife; Leon in Fletcher's Rule a Wife and have a Wife.",
        "Powers of reasoning are not denied to animals nor even speech; the silence of the brute creation may be put down to their superior cunning.",
        "SIMON WILLIAM GABRIEL BRUTE (1779-1839), American prelate, first Roman Catholic bishop of the diocese of Vincennes, Indiana, U.S.A., was born at Rennes, France, on the 20th of March 1779, his father, Simon Gabriel Guillaume Brute de Remur (1729-1786), being superintendent of the crown lands in Brittany.",
        "Men seeing the nature of this man like that of the brute, think that he has never possessed the innate faculty of reason.",
        "\"The genius which preserves and guides the human race indicates itself by a small excess of good, a small balance in brute facts always favourable to the side of reason.\"",
        "There came a time, however, when Clement and more particularly his following had to acknowledge the vanity of these illusive dreams; and before his death, which took place on the 16th of September 1394, he realized the impossibility of overcoming by brute force an opposition which was founded on the convictions of the greater part of Catholic Europe, and discerned among his adherents the germs of disaffection.",
        "\"The Egyptians have erred worse than all the nations; for they were not content with the worships of the Chaldeans and Greeks, but introduced, moreover, as gods even brute beasts of the dry land and of the waters, and plants and herbs..",
        "The Hellenistic monarchies rested, as all government in the last resort must, upon the loyalty of those who wielded the brute force of the state, and however unlimited the powers of the king might be in theory, he could not alienate the goodwill of the army with impunity.",
        "For the most part this is founded on Dutch models, and testifies in a high degree to the king's progressive aims. Provision was made for the better education of the lower, and the restriction of the political influence of the higher clergy; there were stern prohibitions against wreckers and \"the evil and unchristian practice of selling peasants as if they were brute beasts\"; the old trade gilds were retained, but the rules of admittance thereto made easier, and trade combinations of the richer burghers, to the detriment of the smaller tradesmen, were sternly forbidden.",
        "The interruption of maritime intercourse, the stagnation of industry and trade, the rise in the price of the necessaries of life, the impossibility of adequately providing for the families of those - call them reservists, \" landwehr,\" or what you will - who are torn away from their daily toil to serve in the tented field, - these are considerations that may well make us pause before we abandon a peaceful solution and appeal to brute force.",
        "Presumably this originated simply in the liberty-loving Briton's respect for proper legal procedure; instead of the brute exercise of tyrannous force he demanded \"law,\" or a fair opportunity and trial.",
        "In his books on geological subjects he maintained a distinctly theological attitude, declining to admit the descent or evolution of man from brute ancestors, and holding that the human species only made its appearance on this earth within quite recent times.",
        "It is rather due to an overpowering sense of the value of organization - a sense that liberty can never be dissevered from order, that a vital interconnexion between all the parts of the body politic is the source of all good, so that while he can find nothing but brute weight in an organized public, he can compare the royal person in his ideal form of constitutional monarchy to the dot upon the letter i.",
        "The takin, which may be compared in size to a Kerry cow, is a clumsily built brute with yellowish-brown hair and curiously curved horns, which recall those of the South African white-tailed gnu.",
        "A shabby compound of brute force and imposture, the 18th Brumaire was nevertheless condoned, nay applauded, by the French nation.",
        "We learn in them how Caliban (democracy), the mindless brute, educated to his own responsibility, makes after all an adequate ruler; how Prospero (the aristocratic principle, or, if we will, the mind) accepts his dethronement for the sake of greater liberty in the intellectual world, since Caliban proves an effective policeman, and leaves his superiors a free hand in the laboratory; how Ariel (the religious principle) acquires a firmer hold on life, and no longer gives up the ghost at the faintest hint of change.",
        "And I insulted you by being such a brute.",
        "As a war-goddess, she is the embodiment of prudent and intelligent tactics, entirely different from Ares, the personification of brute force and rashness, who is fitly represented as suffering defeat at her hands.",
        "\"You brute, you murderer!\" screamed a thin, pale woman who, with a baby in her arms and her kerchief torn from her head, burst through the door at that moment and down the steps into the yard.",
        "brute facts have to be accepted.",
        "In 1496 Varady, archbishop of Kalocsa, one of the few good prelates, declared that their lot was worse than that of brute beasts.",
        "If her Christmas gift was any indication, she thought she might be falling for the brute.",
        "While violent, Talon wasn't the smartest brute in the world.",
        "\"I don.t condone the kind of brute violence you and Sasha do, Rhyn,\" he said.",
        "You have never countenanced the evil doctrine of the brute coercion of the human will.",
        "And so they are brute beasts who are driven by passion.",
        "Then the poor brute within gave vent to a series of short, sharp cries.",
        "brute beasts who are driven by passion.",
        "Indeed, Ariel flourishes in the service of Prospero under the external government of the many-headed brute.",
        "Sometimes you can be devious and other times you can just use brute force against the computer cars.",
        "There can be little doubt, however, that inference by man differs from that of the brute creation in respect of self-consciousness, and, though there can be no doubt that some animals dream, it is difficult to find evidenc 2 for the presence of ideal images in the minds of ..",
        "Thus what remains to be seen is whether agility can out-do the brute force of powerful unaccountable institutions.",
        "On the Sierra 117 level, go to the train depot and look to the bridge where the hammer Brute is.",
        "Before the Brute is able to use the hammer, kill him.",
        "Not as bulky as Sagat, Adon learned to focus his attacks on speed rather than brute force.",
        "brute force to open the door enough for us to pass through.",
        "brute strength in days than you did in years of bodybuilding.",
        "brute luck, for instance, is not required.",
        "brute force attack can then be used to attack all of the unknown keys in parallel.",
        "The antidote to black magic is not brute materialism or worldly wisdom.",
        "(For the Roman god, identified with Ares, see Mars.) As contrasted with Athena, who added to her other attributes that of being the goddess of well-conducted military operations, he personifies brute strength and the wild rage of conflict.",
        "However reluctant some states may be to bind themselves to any rules excluding recourse to brute force when diplomatic negotiations have failed, they have nevertheless unanimously at the Hague Conference of 1907 declared their \" firm determination to cooperate in the maintenance of general peace \" (la ferme volonte de concourir au maintien de la paix generale) 1, and their resolution \" to favour with all their efforts the amicable settlement of international conflicts \" (preamble to Peace Convention).",
        "As soon as the breath of evening does not suffice longer to preserve them, then the nature of man does not differ much from that of the brute.",
        "Now, in my experience, things never exactly slide off anything, more like needing to be wrenched off with brute force.",
        "Freud contended that the brute subconscious realm holds aspects of the self that the individual wants to suppress.",
        "Some of the creatures you will be able to cast are: the Rat, Spider, Elemental, Crone, Mercenary, Soul Stealer, Knight, Heroine, Brute, Behemoth and Trap Finder.",
        "Later in the game, you actually get to play as King Kong and use his brute strength to stop the enemies coming your way.",
        "General Sherman's succinct declaration on the brute nature of war has become ensconced in our national lexicon as an offhand way of acknowledging the true horror of war without actually having to think on it.",
        "Find a Chief Brute with a gravity hammer (or any Chief Brute, but the one with a gravity hammer makes you invincible more consistently).",
        "Shao Kahn also has the ability to consume souls and is overwhelmingly powerful, overcoming many enemies with brute strength.",
        "Squad-based combat games combine the strategy genre with first-person shooters (or third, as in the case of Brute Force for the Xbox), so by all rights, this should double your fun.",
        "Zasalamel is a scythe wielding brute who will remind you of Rock and Astaroth, but is a bit faster.",
        "The same can be said of the mold casing and the Hulk Smash fist, though you may want to make sure that players don't get out of hand with smashing the cars with brute force.",
        "This brute force technique can create industrial-quality gems, though jewelry-quality gems are more difficult to get without finer precision.",
        "Some of these exercises to jump higher focus on brute strength, while others go for speed and sheer explosiveness.",
        "It doesn't do much for burning fat per se, but it hikes overall metabolism and increases the brute strength and explosiveness of the muscles.",
        "They could be either brute beast or sentient being, and dragons are often depicted in legend as engaging in tricky banter.",
        "Dim-Mak - Death point striking is primarily involved with energy disruption as opposed to only brute muscle power.",
        "brute of a man had escorted him home.",
        "Dowlas seized the hatchet, ready to dispatch the brute the moment it should be landed on the raft.",
        "impregnable against brute force attacks.",
        "wrenched off with brute force.",
        "Use all your imagination to overcome the difficulties, act by service, flattery or even brute force.",
        "These monsters will provide an interesting challenge because some of them have abilities that require more than just brute force to defeat them.",
        "The remark was glad that sour faced brute Conrad did not wait in ambush for conrad behind the door swung open.",
        "But for sheer ferocity and lust of blood, perhaps no creature on earth can equal that uncanny brute, the common garden spider.",
        "The ceremony may be the spiritualized descent of the primitive oriental practice of drinking or being baptized in the blood of an animal, based upon a belief that the strength of brute creation could be acquired by consumption of its substance or contact with its blood."
    ],
    "definition": [
        "An animal other than a human; a beast.",
        "A brutal, crude, or insensitive person.",
        "Of or relating to animals other than humans: “None of the brute creation requires more than food and shelter” ( Henry David Thoreau )",
        "Characteristic of a brute, especially:\na. Entirely physical: brute force.\nb. Lacking or showing a lack of reason or intelligence: a brute impulse.\nc. Savage; cruel: brute coercion.\nd. Unremittingly severe: was driven to steal food through brute necessity.",
        "Coarse; brutish.",
        "brut′ism\nnoun",
        "Link/Cite",
        "Without reason or intelligence (of animals). [from 15th c.]\na brute beast",
        "Characteristic of unthinking animals; senseless, unreasoning (of humans). [from 16th c.]",
        "Being unconnected with intelligence or thought; purely material, senseless. [from 16th c.]\nthe brute earth; the brute powers of nature",
        "Crude, unpolished. [from 17th c.]",
        "Strong, blunt, and spontaneous.\nI punched him with brute force.",
        "Brutal; cruel; fierce; ferocious; savage; pitiless.\nbrute violence",
        "(now archaic) An animal seen as being without human reason; a senseless beast. [from 17th c.]",
        "Someone with the characteristics of an unthinking animal; a coarse or brutal person. [from 17th c.]\nOne of them was a hulking brute of a man, heavily tattooed and with a hardened face that practically screamed \"I just got out of jail.\"",
        "(archaic, slang, UK, Cambridge University) One who has not yet matriculated.",
        "Obsolete spelling of bruit.",
        "Link/Cite"
    ]
}