{
    "translation": "תקציב",
    "uses": [
        "The bike was a trophy from a time when Dean's budget contained more expendable income.",
        "1 The Indo-China budget is reckoned in piastres, a silver coin of fluctuating value (is.",
        "The Budget was supposed to be drawn up according to an excellent set of regulations sanctioned by imperial decree, dated the 6th of July 1290 (1875), of which the first article absolutely prohibited the increase, by the smallest sum, of any of the expenses, or the abandonment of the least iota of the revenues fixed by the budget.",
        "The powers of the parliament over the budget are even more limited, though not altogether illusory.",
        "The situation went from bad to worse, the deficit in the budget increased, the gendarmery, which received no pay, became insubordinate, and crime multiplied.",
        "The first year of office passed off successfully, and it was owing to the steady support of the prime minister that Gladstone's great budget of 1853 was accepted by the cabinet.",
        "In O'Neill's day, getting a copy of the federal budget meant writing away and buying a hefty paper copy.",
        "When the budget has passed both chambers it is promulgated by the president under the title of Loi des finances.",
        "You ransack your budget of historic facts much as you would hunt for a bit of silk in a rag-bag.",
        "No legislation by means of the budget is allowed, i.e.",
        "But impor­tant things, like his health or our budget or Randy—those we share.",
        "The Deans' budget couldn't afford a freeloader, even a pleasant, philosophical guest, especially during a holiday week when the house was full.",
        "But in communes the revenues of which exceed 120,000, the budget is always submitted to the president of the republic. The ordinary revenues include the produce of additional centimes allocated to communal purposes, the rents and profits of communal property, sums produced by municipal taxes and dues, concessions to gas, water and other companies, and by the octroi or duty on a variety of articles imported into the commune for local consumption.",
        "In 1904 the budget receipts amounted to £495,241 (as compared with £474,545 in 1899).",
        "Since then the Chamber of Deputies has on several occasions taken advantage of the budget to attempt the suppression of the sous-prefecs by refusing to vote the amount necessary for the payment of their salaries.",
        "When my floor was dirty, I rose early, and, setting all my furniture out of doors on the grass, bed and bedstead making but one budget, dashed water on the floor, and sprinkled white sand from the pond on it, and then with a broom scrubbed it clean and white; and by the time the villagers had broken their fast the morning sun had dried my house sufficiently to allow me to move in again, and my meditations were almost uninterupted.",
        "Even with his poor eye for such things, Dean could see that it was far lovelier that anything close to what their budget could have afforded.",
        "President Harding's first budget was presented Dec. 5 1921.",
        "After purchasing a conservative blouse and jeans of quality, she moved on to a less crowded grocery store than the budget one she usually used.",
        "At the head of the financial organization of France, and exercising a general jurisdiction, is the minister of finance, who co-ordinates in one general budget the separate budgets prepared by his colleagues and assigns to each ministerial department the sums necessary for its expenses.",
        "If the budget be not sanctioned by the emperor, that of the previous year remains in force, and the government has power, motu proprio, to impose the extra taxes necessary to carry out new laws.",
        "In the budget of 1885 these expenses were put at 1,380,000; in 1895 they had increased to 3,200,000 and in 1900 to 5,100,000.",
        "the partial budget of Ainy-Ali (in 1018 or A.D.",
        "In desperation you seize the budget and dump everything out, and there in a corner is your man, serenely brooding on his own private thought, unconscious of the catastrophe which he has brought upon you.",
        "Apart from unimportant modifications, the form of the budget must have remained unchanged until the organic reforms of Selim III., while its complete transformation into European shape dates only from the year 1278 (1862), when Fuad Pasha attached a regular budget to his report on the financial situation of the empire.",
        "The budget of Ali Aga is almost identical with that of Eyubi Effendi, and is worthy of special note for the conclusions which accompanied it, and which although drawn up 250 years ago, described with striking accuracy some of the very ills from which Turkish finance was suffering throughout the reign of Abd-ul-Hamid.",
        "I need to curtail my grocery budget because I spent far too much last month.",
        "The volume of the Italian budget has considerably increased as regards both income and expenditure.",
        "The budget of Eyubi Effendi is particularly interesting as giving the statement of revenue and expenditure for an average year, whereas the budget of Ainy-Ali was a budget of expenditure only, and even in this respect the budget of Eyubi Effendi is far more detailed and complete.",
        "The budget of 1907 balanced at 50,000,000 piastres.",
        "The report drawn up by the commission on the results of its labours was submitted to the Council of Ministers, which then finally drew up a general summary of the definitive budget and submitted it by mazbata (memorandum) for the imperial sanction.",
        "When this sanction had been accorded the budget was to be published.",
        "The conseil colonial, besides its advisory functions, discusses and votes the budget, determines the nature of the taxes, has supreme control over the tariffs, and extensive powers in the administration of colonial domains.",
        "On the 29th of September Cardinal Ant onelli further apprised Baron Blanc that he was about to issue drafts for the monthly payment of the 50,000 crowns inscribed in the pontifical budget for the maintenance of the pope, the Sacred College, the apostolic palaces and the papal guards.",
        "Its affairs are administered by a governor-general, who is also commander-in-chief of the forces, by a bureau of civil government, and by three prefectural governors, below whom are the heads of twenty territorial divisions called cho; its finances are not included in the general budget of the Japanese empire; it is garrisoned by a mixed brigade taken from the home divisions; and its currency is on a silver basis.",
        "In 1866 he published Une troupe de comediens, and afterwards Essai sur la restauration de nos monuments historiques devant fart et devant le budget, which deals particularly with the restoration of the cathedral of Evreux.",
        "Seeing the rapid increase of the financial burdens of the state, a commission of experts, British, French and Austrian, was charged, (1860) with setting the affairs in order, and with their assistance Fuad Pasha drew up the budget accompanying his celebrated report to the sultan in 1862.",
        "The grand master of ordnance is co-equal with the minister of war, and his department is classed separately in the budget; the artillery establishments, parts of the infantry and of the technical corps, and even hospitals are placed under his direct orders.",
        "In October the rate of exchange was at par, the premium on gold had disappeared, and by the end of the year the budget showed a surplus of sixteen millions.",
        "This was summarily considered by the council of ministers and then referred to the budget commission, which was to be composed not only of State functionaries, but of private persons \" worthy of confidence, and well versed in financial matters, \" and which was invested with the fullest powers of investigation and inquiry.",
        "When the Chamber of Deputies has voted the budget it is submitted to a similar course of procedure in the Senate.",
        "The financial year in France begins on the 1st of January, and the budget of each financial year must be laid on the table Budget of the Chamber of Deputies in the course of the ordinary session of the preceding year in time for the discussion upon it to begin in October and be concluded before the 31st of December.",
        "Those under the latter body are of recent growth, the policy of the last twenty years of the 19th century having been to hand over the budget allowances for primary instruction to the Holy Synod, which opened parish schools under the local priests.",
        "Communal Finances.The budget of the commune is prepared by the mayor, voted by the municipal council and approved by the prefect.",
        "Some speak of a plot, of forged letters containing attacks on the queen shown to the king as Turgot's, of a series of notes on Turgot's budget prepared, it is said, by Necker, and shown to the king to prove his incapa city.",
        "Although the publication of the budget had only taken place at very irregular intervals, it must also be observed that the published budgets were by no means accurate.",
        "The remaining regulations set forth the manner in which extra-budgetary and extraordinary expenses were to be dealt with, and the manner in which the rectified budget, showing the actual revenues and expenditure as proved at the close of the year was to be drawn up with the assistance of the state accounts department (divan-i-mouhassebat).",
        "This rectified budget, accompanied by an explanatory memorandum, was examined by the budget commission and the Council of Ministers, and submitted for the imperial sanction, after receiving which it was ordered that both be published.",
        "There has been a great change in the budget of Cuba since the advent of the Republic. In 1891-1896 the average annual income was $20,738,930, the annual average expenditure $ 2 5,9 6 7, 1 39.",
        "1609), the budget of Ali Aga (in 1064, or 1653) and that of Eyubi Effendi (in 1071, or 1660).",
        "It provided for municipal elections in January; for the election of a mayor for four years; for his recall at the end of two years if a majority of the registered voters so vote in the state election in November in the second year of his term; for the summary removal for cause by the mayor of any department head or other of his appointees; for a city council of one chamber of nine members, elected at large each for three years; for nomination by petition; for a permanent finance commission appointed by the governor; for the confirmation of the mayor's appointments by the state civil service commission; for the mayor's preparation of the annual budget (in which items may be reduced but not increased by the council), and for his absolute veto of appropriations except for school use.",
        "push button on the budget machines.",
        "readable biography of elite budget was.",
        "For those who are on a slim budget, however, there are multiple options for dinner in town.",
        "It was a one-sided struggle, for without the consent of the congress the president could not raise any money for supplies, and congress refused to vote the budget.",
        "Each colony and protectorate, including Algeria, has a separate budget.",
        "The governor is aided by a privy council, an advisory body to which the governor nominates a minority of unofficial members, and a council general, to which is confided the control of local affairs, including the voting of the budget.",
        "It shares with the emperor the legislative power, including the discussion and sanctioning of the budget.",
        "Passing now to the examination of the budget, it should be observed that the method of estimating the revenues - a matter of great difficulty owing to the previous want of method - is described by Laurent as follows: \" For every nature of receipts the total effective collections for the five last known years were set out, the averages were taken of these and the increase or decrease of the yearly average of those same years was worked out and added to or deducted from the figure previously obtained.",
        "The expenditure was arrived at in the manner previously described - and when the general budget came to be made up the severest pruning was found necessary, the original demands of the various ministries and departments having resulted in a deficit of upwards of £T 9, 000,000.",
        "It is thought better here, for the sake of clearness, to reserve observations on revenues specially assigned to the international administration of the Ottoman Public Debt, and on the expenditure of that administration, and to deal with that subject separately, while, however, including the total figures of both in the general figures in order to reproduce exactly the totals shown in the budget of the empire.",
        "The principal items of revenue and expenditure are as follows, the figures being taken from the published budget above-mentioned.",
        "of the budget is composed entirely of revenues from stamp-duties.",
        "The first revenue specified among these in the budget is that accruing from the wine and spirit duties, which is again among those assigned to the Public Debt, £T283,079.",
        "Fresh negotiations were also undertaken to increase the importduties by a further 4% in order to balance the deficit shown in the budget.",
        "handmade tiaras can be styled to suit your design or budget, call or email with your requirements.",
        "We certainly encourage healthy eating and always provide healthy snacks on a budget of 15p per child per day.",
        "We announced in the Budget that we will create four new inspectorates to replace the current eleven.",
        "interface cable so you will need to factor that into your budget.",
        "Without a huge budget, and without a large distributor behind them, one would think that introversion didn't stand a chance.",
        "invest to save budget.",
        "kinematics com reporting should be improved and a missing piece of the puzzle dropped for budget cuts returned to funding.",
        "He also contemplated a thorough-going reform of the ferme generale, but contented himself, as a beginning, with imposing certain conditions on the leases as they were renewed - such as a more efficient personnel, and the abolition for the future of the abuse of the croupes (the name given to a class of pensions), a reform which Terray had shirked on finding how many persons in high places were interested in them, and annulling certain leases, such as those of the manufacture of gunpowder and the administration of the messageries, the former of which was handed over to a company with the scientist Lavoisier as one of its advisers, and the latter superseded by a quicker and more comfortable service of diligences which were nicknamed\" turgotines.\"He also prepared a regular budget.",
        "The Budget is now published in full detail and that for the year 1326 (1910-1911), with the explanatory memorandum which prefaces it, is an admirable work, mercilessly exposing the financial shortcomings and sins of the previous system, or rather want of system, while unshrinkingly facing the difficulties which the present government has inherited.",
        "After the revolution of1848-1849the Hungarian budget was amalgamated with the Austrian, and it was only after the Compromise of 1867 that Hungary received a separate budget.",
        "From time to time, naturally, these Governments required a majority for the budget.",
        "The budget of 1860 produced a protracted controversy.",
        "plummeted percent over budget million in.",
        "realize the importance of planning a family cruise is budget.",
        "Stonington's variety of eateries has something for everyone, no matter your budget or taste.",
        "He advocated the adoption of a national budget system, and, Congress having passed a budget bill similar to that vetoed by Mr. Wilson in 1920, he approved it on June 10 1921; it provided for a Budget Bureau in the Treasury Department and the appointment of a director of the budget, the first being Charles G.",
        "It was there stated that, on the most favourable estimate, the normal deficit of the Turkish treasury was T2,725,000, (upwards of £T,1,700,000 below the truth as now declared.) and the following observations were appended: \" This budget represents the normal situation of Ottoman finance; it does not tally with the budget published in 1897, which was prepared with a special object in view, and was obviously full of inaccuracies, nor indeed does it agree with figures which could be officially obtained from the Porte.",
        "The agents of the finance ministry, instead of being mere clerks, are now employed in \" the assessment and collection of taxes, the control of expenditure, the preparation and execution of the budget, the estimates of the necessary cash required at different points of the empire - all that, in fine, constitutes the real financial administration of a great empire.\"",
        "of the budget, and include in the first place the salt revenue (£T1, 227,750), which is assigned to the Public Debt Administration, and tobacco revenues of which the larger part, £ T86 5,737, is assigned to the same administration, the total (including share of Tumbeki profit) producing £T965,754; the remaining monopolies are: fixed payment from the Tumbeki Company, £T40,000; explosives, £T106,323; seignorage (Mint), £T10,466; and posts and telegraphs, £T912,129.",
        "Thus it is explained in the preface to the budget that the revenues \" proceeding from the deposed sultan \" are not classed together under one heading, but that they have been apportioned to the various sections under which they should fall \" whether taxes on house property or property not built upon, tithes, aghnam, forests, mines, cadastre, sport, military equipment, private domains of the state, various receipts, proceeds of sales, rents \" - a truly comprehensive list which by no means set a limit to the private resources of Abd-ul-Hamid II., who looked upon the customs also as a convenient reserve on which he could, and did, draw when his privy purse was short of money.",
        "In the previous budget there had been a special heading, \" Proceeds of Domains transferred from the Civil List,\" estimated to produce ET620,233, which may have been intended to include all the various receipts above enumerated.",
        "The minister of finance stated in his budget speech to parliament, delivered on the 23rd of April 1910, that the revenues for the year 1909-1910, which had been estimated to produce T25,000,000, had as a matter of fact produced £T26,50o,000.",
        "The first item of expenditure shown in the budget is the service of the public debt, amounting to £T8,288,394.",
        "The debts of the former are stated in the preface to the budget to be very large, and as payments are effected fresh creditors present themselves with undeniable vouchers in their hands, causing much embarrassment to the minister of finance: no figures, however, are given.",
        "The amount reserved in the budget for these purposes is ET181,871.",
        "As regards the first of these, it is curious to observe that the budget decree of 1880 stringently limited the peace strength of the Ottoman army to 100,000 men, \" including officers and generals,\" in order to put a stop to the rapidly increasing military expenditure; but this was merely the expression of a pious wish, at a time when European financial good will was indispensable, that expenditure might be kept down.",
        "It should however, be remarked that out of an \" extraordinary\" budget, which will be mentioned below, sums of £7709,305 and of £T27,827 were allocated to the ministry of war and the ordnance department respectively in 1909.",
        "The Hejaz railway figures in the budget for £T550,180, and it is explained that this will not only cover working expenses, but also the final completion of the line.",
        "Under the heading \" Floating Debt \" in the budget for1910-1911are placed the advances before described.",
        "No other items in the budget call for special remark, but in order that the information given may be complete, each head of expenditure is shown separately below, and the budget for 1910-1911, as first placed before the Turkish parliament, presents the following picture, from which it may be observed that the public debt absorbs 26% of the revenue, war service 38% and civil services 36%.",
        "Almost immediately after the budget was drawn up a change of government took place, and largely owing to this fact the parliamentary budget commission introduced various modifications on the expenditure side of the account, which increased the estimated deficit to the account just mentioned.'",
        "The principal increase is due to the war departments, according to the budget speech of the minister of finance (April 23, 1910), although he states that some 1 On the 25th of June 1910 the chamber finally passed the budget for 1910-1911.",
        "Further expenditure was voted in the course of 1909, to be met by an extraordinary budget.",
        "weight on the Turkish budget, the country through which it passeswith the exception of the sections passing from Adana to Osmanieh, through the Killis-Aleppo-Euphrates district (that is, the first point at which the line crosses the Euphrates some 600 m.",
        "It was stated in the preface to the budget of 1910 that the government would grant no more railway concessions carrying guarantees.",
        "The amount inscribed for railway guarantees in the budget of 1910 was 746,790.",
        "In his 1910 budget speech the minister of finance, Javid Bey, demanded authority to create a new aluminium coinage of 5, 10, 20 and 40 para pieces, of which he would issue, in the course of three years, a nominal amount of £T1,000,000 to those provinces in which there was a great scarcity of small coins.",
        "The following is a summary of the local budget of Cambodia The chief sources of revenue are the direct taxes, including the poll-tax and the taxes on the products of the soil, which together amounted to £172,636 in 1904.",
        "At this memorable riksdag Wallqvist exhibited, moreover, financial ability of the highest order, and, as president of the ecclesiastical commission, assisted to equilibrate the budget and find the funds necessary for resuming the war with Russia.",
        "He immediately addressed himself to the task of improving the financial position of the country, carried out the conversion of the State loans, and succeeded, for the first time in the history of the Hungarian budget, in avoiding a deficit.",
        "The chamber has the right of initiative in the organization of the annual budget laws and those relative to the numerical strength of the army and navy.",
        "per milreis (the official valuation adopted in 1906), the budget for 1907 provided for a revenue of 353,590,593 milreis and an expenditure of 409,482,284 milreis, showing a deficit of 55,891,691 milreis.",
        "As a result of this compromise the budget of 1899 was passedlin little more than a month, and the commercial and tariff treaty with Austria were renewed till 1903.2 But the government had to pay for this complacency with a so-called \" pactum,\" which bound its hands in several directions, much to the profit of the opposition during the \" pure \" elections of 1901.",
        "expenditure of the Council was derived from and spent upon the Transvaal, so that had the accounts of the two colonies been entirely distinct the figures of the Transvaal budget for 1903-1907 would have balanced at about £8,500,000 a year.",
        "The budget figures for1909-1910were: revenue £5,943,000; expenditure £5,231,000.",
        "In Gambetta's cabinet (1881-1882) he was minister of the fine arts, and in the Chamber of Deputies he was regularly commissioned to draw up the budget for the fine arts, after the separate department had ceased to exist.",
        "He presides over a council (Conseil de Protectoral) composed of the chiefs of the French services in Annam, together with two members of the \"comat\"; this body deliberates on questions of taxation affecting the budget of Annam and on local public works.",
        "The direct taxes, which go to the local budget of Annam, consist primarily of a poll-tax levied on all males over eighteen and below sixty years of age, and of a land-tax levied according to the quality and the produce of the holding.",
        "The following table summarizes the local budget of Annam for the years 1899 and 1904: - In 1904 the sum allocated to the expenses of the court, the royal family and the native administration, the members of which are paid by the crown, was £85,000, the chief remaining heads of expenditure being the government house and residencies (£39,7 0 9), the native guard (£32,609) and public works (£24,898).",
        "The official budget returns for 1904-6 show the revenues and expenditures to have been 1904.",
        "To meet these, taxes were increased wherever possible, thus increasing both sides of the budget beyond its normal for those years.",
        "The principal items of revenue in the budget are the land revenue, railways, customs, forests and excise.",
        "Bourgeois ministry of 1895-1896 as minister of commerce, industry, post and telegraphs, was vice-president of the Chamber from 1898 to 1902, and presided over the Budget Commission of 1899, 1901 and 1902.",
        "With the development of commerce, and especially of the Katanga mines - in which the colony had a two-thirds interest - the prospects of balancing the budget became good.",
        "This left the governor-general, and the council of government free to deal with matters affecting the colony as a whole, including the preparation of the budget.",
        "The governor-general had, however, practically no authority in the province of Katanga, which, in 1910, except that it had no separate budget, became a separate colony.",
        "His SOn, Georges Charles Paul, born in 1855, was in his father's department from 1879 till 1885, deputy from 1885, five times president of the Budget Commission, minister of finance (1895-1898) and vice-president of the chamber (1898-1902), and again finance minister in the Briand Cabinet, 1909.",
        "The municipal finance has on the whole been sound, and notwithstanding the extra burdens assumed on the incorporation of the suburbs, the equilibrium of the communal budget was maintained up to the fall of the Liberal administration.",
        "Mr Disraeli introduced and carried a makeshift budget, and the government tided over the session, and dissolved parliament on the fitted by an unique combination of financial, administrative and rhetorical gifts.",
        "His first budget was introduced on the 18th of April 1853.",
        "The budget demonstrated at once its author's absolute mastery over figures and the persuasive force of his expository gift.",
        "War between Great Britain and Russia was declared on the 27th of March 1854, and it thus fell to the lot of the most pacific of ministers, the devotee of retrenchment, and the anxious cultivator of all industrial arts, to prepare a war budget, and to meet as well as he might the exigencies of a conflict which had so cruelly dislocated all the ingenious devices of financial optimism.",
        "The budget of 1860 was marked by two distinctive features.",
        "In the following month the chancellor of the exchequer produced his second budget.",
        "Gladstone justly regarded the refusal to remit a duty as being in effect an act of taxation, and Budget th e refore as an infringement of the rights of the House of'1860.",
        "In these circumstances the government decided to tak~ a strong step, namely, to place the whole of the railways owned ~y itthe original state lines as well as those nationalizedin an account independent of the regular budget, and to devote their entire profits to works of extension and improvement, supplementing the amount with loans from the treasury when necessary.",
        "The budget is voted in either duchy for four years, a distinction being made between domain revenue and state revenue.",
        "1823, when, on the refusal of the chambers to vote the military budget, the grand-duke dissolved them and levied the taxes on his own authority.",
        "In January 1825, owing to official pressure, only three Liberals were returned to the chamber; a law was: passed making the budget presentable only every three years, and the constitution ceased to have any active existence.",
        "In his Indian budget speech of 1913 he remarked with true insight that the watchword of the future was cooperation between the Government and the governed in India; the difficulty was that in India men of the 20th century lived side by side with men of the 5th.",
        "From 13,000,000 to 17,000,000 francs is the annual amount of the state budget, and the debt, consisting of loans contracted principally for the construction of railways, of which there are about 350 m., is 12,000,000 francs.",
        "It was seriously contended in one part of the house that, as eminent men of geographical and ethnographical science had settled the question whether New Guinea belongs to Asia or Polynesia in favour of the latter, a New Guinea colonization scheme could not properly be proposed and decided upon in a section of the Dutch-Indian budget.",
        "This budget concerned only the Asiatic possessions of Holland, not the Polynesian ones, and Dutch New Guinea must, consequently, have its own budget.",
        "The budget for 1910 showed a revenue of £57,000 and a like expenditure.",
        "In 1869 he was again returned, and, devoting himself with exceptional ability to financial questions, was in 1870 appointed to report the budget.",
        "Taxation, direct and indirect, had to be further increased, and as a means of gaining support for this in 1888 Sir Harry Atkinson, who was responsible for the budget, gave the customs tariff a distinctly protectionist complexion.",
        "The colony has a separate budget and is self-supporting.",
        "The budget for 1906 balanced at £120,400.",
        "For1908-1909the \" ordinary \" budget showed an income of £17,352,833, balanced by the expenditure.",
        "The two great recurring \" necessities of State,\" the budget and the authorization of the contingents of army recruits, regularly occupied a large part of the sittings; the budget was generally passed only in instalments in three or six monthly grants, and the Government was forced to adopt the practice of adjourning the obstructive House of Deputies and of providing for indispensable requirements in its absence by emergency decree.",
        "Hussarek got through a six months' provisional budget with the help of the Poles against the votes of the Ukrainians, a proof that he had shelved the partition of Galicia.",
        "Czechoslovakia was thus the only country in central Europe with a well-balanced budget.",
        "The annual budget was fixed at 30,000,000 Polish gulden,' out of which a regular army of 30,000 2 men was to be maintained.",
        "After acting as \"reporter\" of the budget for public instruction, he became minister for the department, in M.",
        "He corresponds directly with the other Barbary states; draws up the budget, and contracts loans on behalf of the colony.",
        "Its duty is to deliberate upon all administrative matters, including the budget, and it possesses certain powers over the finances; (3) The Financial Delegations (created by decree in 1898), an elective body whose duty is to investigate all matters affecting taxation and to vote the budget.",
        "The governor-general represents the territories in civil affairs; the budget is distinct from that of Algeria and an annual subvention is provided by France.",
        "The heaviest item of expenditure chargeable on the Algerian budget is on public works, posts and telegraphs and agriculture.",
        "Algeria has had a budget distinct from that of France since 1901.",
        "This budget includes all the expenses of Algeria save the cost of the army (estimated at £2,000,000 yearly) and the guarantee of interest on the railways open before 1901.",
        "The Algerian budget for 1906 showed revenue and expenditure balancing at £3,820,000.",
        "For that year the budget was already settled, and it was introduced by Mr Asquith himself, the ex-chancellor; but Mr Lloyd George earned golden opinions, both at the Treasury and in parliament, by his industry and his handling of the Finance Bill, especially important for its inclusion of Old Age Pensions, in the later stages.",
        "It was not till the time came nearer for the introduction of the budget for 1909-1910 that opinion in financial circles showed the change which was afterwards to become so marked.",
        "The government had been losing ground in the country, and Mr Lloyd George and Mr Winston Churchill were conspicuously in alliance in advocating the use of the budget for introducing drastic reforms in regard to licensing and land, which the resistance of the House of Lords prevented the Radical party from effecting by ordinary legislation.",
        "The well-established doctrine that the House of Lords could not amend, though it might reject, a money-bill, coupled with the fact that it never had gone so far as to reject a budget, was relied on by the extremists as dictating the obvious party tactics; and before the year 1909 opened, the possibility of the Lords being driven to compel a dissolution by standing on their extreme rights as regards the financial provision for the year was already canvassed in political circles, though it was hardly credited that the government would precipitate a constitutional crisis of such magnitude.",
        "When Mr Lloyd George, on the 29th of April, introduced his budget, its revolutionary character, however, created widespread dismay in the City and among the propertied classes.",
        "In a very lengthy speech, which had to be interrupted for half an hour while he recovered his voice, he ended by describing it as a \"war budget\" against poverty, which he hoped, in the result, would become \"as remote to the people of this country as the wolves which once infested its forests.\"",
        "But the main features of the budget were adhered to, and eventually passed the House of Commons on the 4th of November, in spite of the persistent opposition of the scanty Unionist minority.",
        "The discussions on the budget entirely monopolized public attention for the year, and while the measure was defended by Mr Lloyd George in parliament with much suavity, and by Mr Asquith, Sir Edward Grey and Mr Haldane outside the House of Commons with tact and moderation, the feelings of its opponents were exasperated by a series of inflammatory public speeches at Limehouse and elsewhere from the chancellor of the exchequer, who took these opportunities to rouse the passions of the working-classes against the landed classes and the peers.",
        "Events had now made Mr Lloyd George and his financial policy the centre of the Liberal party programme; but party tactics for the moment prevented the ministry, who remained in office, from simply sending the budget up again to the Lords and allowing them to pass it.",
        "There was no majority in the Commons for the budget as such, since the Irish Nationalists only supported it as an engine for destroying the veto of the Lords and thus preparing the way for Irish Home Rule.",
        "The budget for 1909-10 went quietly through, and before the August adjournment the chancellor introduced his budget for 1910 - I I, discussion being postponed till the autumn.",
        "The watersupply was also provided out of the municipal budget, and controlled by magistrates appointed for the purpose.",
        "The budget for the years1908-1911estimates the income at £164,440 and the expenditure at the same.",
        "He also advocated the homestead law and low tariffs, opposed the policy of \" internal improvements,\" and was a zealous worker for budget economies.",
        "The new chambers proved their trustworthy quality by passing the budget, and the army of occupation was reduced by 30,000 men.",
        "Moreover, the budget was certain to show a surplus and taxation could be remitted.",
        "As events proved, it was the budget which was to provide a cause of dissension, bringing a new political movement into being, and an issue overriding all the legislative interest of the session.",
        "Mr Chamberlain spoke all over the country, advocating a definite scheme for reorganizing the budget, so as to have more taxes on imports, including food, but proposing to adjust the taxation so as to improve the position of the workingclasses and to stimulate employment.",
        "The rejection of this budget in December by the House of Lords led to d desperate struggle at the polls in January 1910, but the confident hopes of the Unionists were doomed to disappointment.",
        "said they alone had burdened the state with the payment of 483,000 scudi of annual interest, a tremendous item in a budget where the income was perhaps but 2,000,000.",
        "From 1882 to 1885 he was chancellor of the exchequer, and the beer and spirit duty in his budget of the latter year was the occasion of the government's fall.",
        "Parliament must be assembled every three years, but as the budget is taken every two years, it is regularly called together within that period.",
        "The following is a fairly typical statement of the budget estimates (1902-1903), in marks (=1 shilling sterling) Receipts.",
        "2 Including, besides the ordinary budget, the outlays in payment of annuities, in funding and discharging debt, in railway extension, &c.",
        "Until 1871 the surplus derived from the colonial budget had been turned into a deficit, and the necessity of imposing fresh taxes to meet the war expenses has led to the downfall both of individual ministries and of cabinets.",
        "The budget is submitted to the chambers by the minister of finance and passed by them.",
        "Poland has had no separate budget since 1867; its income and expenditure are included in those of the empire.",
        "The estimated revenue and expenditure for the three years1906-1908are shown in the following table: - The budget for 1906 remained in force in 1907 and 1908.",
        "The assembly of notables claimed the right of voting the budget, and thus came into conflict with the foreign controllers who had been appointed to guard the interests of the bondholders in the management of the Egyptian finances.",
        "Finance.The imperial budget is voted every year by the Reichstag.",
        "The extraordinary funds, from which considerable sums appear annually in the budget, were created after the Franco-German War.",
        "In 1871 the system accepted was that the imperial budget should be financed substantially by its reliance on the revenue from what were the obvious imperial resourcescustoms and excise duties, stamp duties, post and telegraph ~receipts, and among minor sources the receipts from the Alsace-Lorraine railways.",
        "The imperial budget, like that of most European nations, is divided into two portions, the ordinary and the extraordinary; and the increase under both heads (especially for army and navy) became a recurrent factor.",
        "The same process went on in 1907 and 1908, and it was necessarily recognized that the method of balancing the imperial budget by a regular increase of debt could not be satisfactory in a country where the general increase of wealth and taxable capacity had meanwhile _____ been conspicuous.",
        "Hassenpflug, being detested by the chamber, dissolved it in June 1850; but the new one was not less hostile, and refused to sanction the collection of the taxes until it had considered the budget.",
        "of the German problem; with his accustomed calculated bluntness he had more than once openly asserted that this problem could only be settled by Austria ceasing to influence the German courts and transferring her centre of gravity towards Budapest; with equal bluntness he told the committee on the budget, on the 30th of September 1862, that the problem could not be solved by parliamentary decrees, but only by blood and iron.",
        "In 1903 Baron von Stengel, who succeeded Baron von Thielmann as finance minister in this year, proposed that the matricular contributions of the several states, instead of varying as heretofore with the exigencies of the annual budget, should be fixed by law.",
        "The deficits in the imperial budget, however, continued.",
        "The plan would establish a normal fleet, and the Reichstag, having once assented, would lose all power of controlling the naval budget.",
        "Of more serious import were the yearly and increasing deficits in the imperial budget, and the consequent enormous growth of the debt.",
        "This was partly due to the cnmmercial and industrial depression of the early years of the century, partly was another outcome of the federal constitution, which made it difficult to adjust the budget to the growing needs of the Empire without disarranging the finances of its constitutent states.",
        "The budget presented to the Reichstag by Prince B 610w, which laid new burdens upon the landed and capitalist classes, was fiercely opposed bytheAgrarians, and led to the break-up of the Liberal-Conservative bloc on whose support the chancellor had relied since the elections of 1906.",
        "The budget was torn to pieces in the committee selected to report on it; the Liberal members, after a vain protest, seceded; and the Conservative majority had a free hand to amend it in accordance with their views.",
        "So soon as the budget was passed he once more tendered his resignation, and on the 14th of July a special edition of the Imperial Gazette announced that it had been accepted by the emperor.",
        "He was economical, and gave up a third of his civil list in order to help forward the task of establishing an equilibrium in the annual budget, and he was always ready from his large private fortune to help forward all schemes for the social or industrial progress of the country.",
        "1.1 Budget.",
        "The minister of finance has charge of the finances of common affairs, prepares the joint budget, and administers the joint state debt.",
        "Side by side with the budget of each state of the Dual Monarchy, there is a common budget, which comprises the expenditure necessary for the common affairs, namely for the conduct of foreign affairs, for the army, and for the ministry of finance.",
        "The revenues of the joint budget consist of the revenues of the joint ministries, the net proceeds of the customs, and the quota, or the proportional contributions of the two states.",
        "The Budget estimates for the common administration were as follows in 1905:",
        "The following tables gives in thousands sterling the joint budget for t he years 1875-1905:—",
        "The minister of finance had to lay before them the common budget, but they could not raise money or vote taxes; after they had passed the budget the money required had to be provided by the separate parliaments.",
        "The annual meetings call for little notice; they have generally been the occasion on which the foreign minister has explained and justified his policy; according to the English custom, red books, sometimes containing important despatches, have been laid before them; but the debates have caused less embarrassment to the government than is generally the case in parliamentary assemblies, and the army budget has generally been passed with few and unimportant alterations.",
        "This having been done, it was budget, which Hungary had accepted and Austria rejected, the Poles and Tirolese voted in favour of the Hungarian proposal.",
        "A series of fundamental laws were carried, which formally established parliamentary government, with responsibility of ministers, and complete control over the budget, and there were included a number of clauses guaranteeing personal rights and liberties in the way common to all modern constitutions.",
        "In 1889 for the first time the Austrian budget.",
        "The new minister, Gautsch, a man popular with all parties, held office for three months; he proclaimed the budget and the Ausgleich, and in February replaced the language ordinances by others, under which Bohemia was to be divided into three districts - one Czech, one German and one mixed.",
        "The cost, however, greatly exceeded the estimate sanctioned by parliament; and the contention that the parliamentary adoption of the Budget in 1901-1902 cost the state i¦0,000,000 for public works, is not entirely unfounded.",
        "Peel's budget in 1845 was a first step towards Free Trade.",
        "These and similar phrases, such as the excuse for withdrawing the Reform Bill in the year of the great budget of 1860 - \"you cannot get twenty wagons at once through Temple Bar\" - were in all men's mouths.",
        "It examines the budget and all proposed administrative laws, but cannot initiate legislation, nor is the government bound to adopt its suggestions.",
        "For the service of this loanknown as the Guaranteed loanan annuity of 315,000 was provided in the Egyptian budget for interest and sinking fund.",
        "The budget figures are in E.",
        "1887 there was practical equilibrium in the budget,, in -",
        "Such were the chief provisions of the khedivial decree, and in 1905, for the first time, it was possible to draw up the Egyptian budget in accordance with the needs of the country and on perfectly sound principles.",
        "Twelve medical and two veterinary officers are also employed departmentally, as well as officers acting as directors of supply, &c. Since the assumption of command by the third sirdar, Colonel (afterwards Lord) Kitchener, the ordnance, supply and engineer services have been separately administered, and a financial secretary is charged with the duty of preparing the budget, making contracts, &c. The total annual expenditure is 500,000.",
        "The Service of Antiquities now boasts a large annual budget and employs a number of European and native officialsa director, curators of the museum, European inspectors and native sub-inspectors of provinces (at Luxor for Upper Egypt and Nubia, at Assiut for Middle Egypt and the Fayum, at Mansura for Lower Egypt, besides a European official in charge of the government excavations at Memphis).",
        "He took occasion to abolish a variety of vexatious imposts, and the new budget fell less heavily on the Christians than the old.",
        "The budget is considered by the Folkething at the beginning of each session.",
        "The revenue and expenditure of the Faeroes are included in the budget for Denmark proper, but Iceland and the West Indies have their separate budgets.",
        "The administration of Greenland entails an annual loss which is posted on the budget of the ministry of finances.",
        "The ordinary budget of Copenhagen amounts to about 1,100,000 a year.",
        "Th is contest began in 18 2 when a com- g g g %, bination of all the Radical parties, known as the United Left,\" passed a vote of want of confidence against the government and rejected the budget.",
        "As an agreement between the two houses on the budget proved impossible, a provisional financial decree was issued on the 12th of April 1877, which the Left stigmatized as a breach of the constitution.",
        "When therefore the Rigsdag rejected the budget, he advised the king to issue another provisional financial decree.",
        "The elections of 1895 resulted in an undeniable victory of the extreme Radicals; and the budget of 1895-1896 was passed only at the last moment by a compromise.",
        "The session of 1896-1897 was remarkable for a rapprochement between the ministry and the \" Left Reform Party,\" caused by the secessions of the \" Young Right,\" which led to an unprecedented event in Danish politics - the voting of the budget by the Radical Folketing and its rejection by the Conservative Landsting in May 1897; whereupon the ministry resigned in favour of the moderate Conservative Herring cabinet, which induced the Upper House to pass the budget.",
        "The elections of 1898 were a fresh defeat for the Conservatives, and in the autumn session of the same year, the Folketing, by a crushing majority of 85 to 12, rejected the military budget.",
        "The ministry was saved by a mere accident - the expulsion of Danish agitators from North Schleswig by the German government, which evoked a passion of patriotic protest throughout Denmark, and united all parties, the war minister declaring in the Folketing, during the debate on the military budget (January 1899), that the armaments of Denmark were so far advanced that any great power must think twice before venturing to attack her.",
        "After the change of government the last years of his life were spent in taking his due share in the vigorous opposition which the Unionists offered to the Liberal Education bills the budget of 190g, the Parliament bill, the Home Rule bill, and the Welsh Disestablishment bill.",
        "In 1481 the taille alone brought in 4,600,000 livres, and even at the peaceful close of his reign his whole budget was 4,655,000 livres - as against 1,800,000 livres at the close of his father's reign.",
        "Apart from legislation, the members of the council enjoy the right to interpellate the government on all matters of public interest, including the putting of supplementary questions; the right to move and discuss general resolutions, which, if carried, have effect only as recommendations; and the right to discuss and criticize in detail the budget, or annual financial statement.",
        "They also contain provisions authorizing the asking of supplementary questions, the moving and discussion of resolutions on any matter of public interest and the annual consideration of the contents of the budget.",
        "Until 1904 the finances of Korea were completely disorganized; the currency was chaotic, and the budget was an official formality making little or no attempt at accuracy.",
        "An endeavour was made to publish an annual budget, in which the revenue and expenditure should accurately represent the sums actually received and expended.",
        "The budget is voted by the chamber for a period of three years.",
        "Guinea has a considerable measure of autonomy and a separate budget.",
        "The local budget for 1907 balanced at £205,000.",
        "The discussions on the budget in 1831 gave rise to the publication of his famous series of Lettres sur la lisle civile, which in ten years ran through twenty-five editions.",
        "Defeated on the budget in May 1887, his government resigned; but he returned to office next year as foreign minister in the radical administration of Charles Floquet.",
        "The budget of Finland in 1905 was £4,273,970 of \" ordinary \" revenue.",
        "The fact that no ingenuity of modern research has been able to construct a real budget of expenditure and receipt for any part of the long centuries of the Empire is significant as to the secrecy that surrounded the finances, especially in the later period.",
        "Though the materials are simpler, the need for a well-prepared budget is existent in the case of the city, county or department, if there is to be clear and accurate financial management.",
        "The public opinion that affects the national budget is unfortunately too often lacking in the most important towns, not excluding those in which political life is highly developed.",
        "In the budget for 1910 revenue and expenditure were estimated at £12,674,300.",
        "The agreement of both chambers is necessary before a bill becomes law, but when they differ on budget questions the matter is settled by a common vote of both, which arrangement gives the second chamber a certain advantage from the greater number of its members.",
        "The Caps struck at once at the weak point of their opponents by ordering a budget report to be made; and it was speedily found that the whole financial system of the Hats had been based upon reckless improvidence and c prof the wilful misrepresentation, and that the only fruit of their long rule was an enormous addition to the national debt and a depreciation of the note circulation to onethird of its face value.",
        "The external debt of Sweden was gradually extinguished, the internal debt considerably reduced, and the budget showed an average annual surplus of 700,000 dalers.",
        "He desired that it should be applied to a fund for insurance and old age pensions for workmen and old people, to the lightening of the municipal taxes by state contributions to the schools and workhouses, to the abolition of the land taxes and of the obligation of keeping a horse and man for military service, and, lastly, to the improvement of the shipping trade; but the Riksdag decided to devote it to other objects, such as the payment of the deficit in the budget, the building of railways and augmentation of their material, as well as to improvements in the defences of the country.",
        "A considerable part of its income is derived from a subsidy included in the annual budget, which makes it a charge upon the national treasury like any other public service.",
        "In addition to these the budget of 1906 provided for gold expenditures in 1907 of 7,000,000 pesos on sanitary works and 8,000,000 pesos on the Arica-La Paz railway.",
        "When the 1st of January 1891 arrived, the president published a decree in the Diario Oficial to the effect that the budget of 1890 would be considered the official budget for 1891.",
        "The departments that had a vizir at their head were the following: court, ceremonies, shahs secretarial department, interior, correspondence between court and governors, revenue accounts and budget, finance, treasury, outstanding accounts, foreign affairs, war, army accounts, military stores, arsenals, justice, commerce, mines and industries, agriculture and Crown domains, Crown buildings, public works, public instruction, telegraphs, posts, mint, religious endowments and pensions, customs, press.",
        "However, in November 1907, when the national assembly or council demanded a budget and made inquiries as to the financial position, it was found that the expenditure foz some years past had been half a million sterling per annum in excess of the receipts and that considerable sums were owing to banks and commercial firms who had lent money.",
        "1898), and made an attempt to introduce a simple system of accounts, establish a budget, reorganize the revenue department, made a new assessment of the land-tax, &c.; but resistance on the part of the officials rendered it abortive.",
        "BUDGET (originally from a Gallic word meaning sack, latinized as bulga, leather wallet or bag, thence in O.",
        "The resolutions of these committees are reported to the House, and when the taxation and expenditure obtain the assent of parliament, the results as thus adjusted become the final budget estimate for the year, and are passed as the Finance Act.",
        "The Indian budget, giving the results of income and expenditure in the year ending 31st of December, and the prospective estimates, is laid before the imperial parliament in the course of the ensuing session.",
        "The budget, though modified by different forms, has also long been practised in France, the United States, and other constitutional countries, and has in some cases been adopted by autocratic Powers.",
        "The chancellor of the exchequer thus was said to \"open his budget\" when he made his annual statement.",
        "It may be mentioned that Disraeli introduced a budget (on which he was defeated) in the autumn of 1852; and in 1860, owing to the ratification of the commercial treaty with France, the budget was introduced on the 10th of February.",
        "In 1859, through a change of administration, the budget was not introduced until the 18th of July, while in 1880 there were two budgets, one introduced in March under Disraeli's administration, and the other in June, under Gladstone's administration.",
        "In the United Kingdom the budget is placed by the executive before the whole House, without any previous examination except by the cabinet, and it is scrutinized by the House sitting as a committee; in the majority of countries, however, the budget undergoes a preliminary examination by a specially selected committee, which has the power to make drastic changes in the proposals of the executive.",
        "In the United States, on the other hand, the budget practically emanates from Congress, for there is no connexion between the executive and the legislative departments.",
        "Stourm, Le Budget, son histoire et son mecanisme (1889), which gives a comparative study of the budgets of different countries, is the best book upon the subject.",
        "See also Siedler, Budget and Budgetrecht (1885); Sendel, Ober Budgetrecht (1890); Besson, Le Controle des budgets en France et a l'etranger (1899) Bastable, Public Finance (3rd ed., 1903); Eugene E.",
        "Year by year Republican- the budget showed a deficit, and the indebtedness ism and of the state increased.",
        "He appoints and removes members of the fire, police, school, election, park, civil service, health and public works commissions of the city; his veto may not be overcome by, less than a five-sixths vote of the board of supervisors, and he may veto separate items of the budget.",
        "The strength of the army is fixed in each year's budget.",
        "In the 1891 budget the expenditure on the army was given at £90,000, and by 1900 it had risen to £312,000.",
        "This is supposed to have actually happened with the increase of the beer duty in the British budget of 1894 by 6d.",
        "The division, nevertheless, cannot be passed over without mention, as it is not only a common one in economic writing, but it figures largely in budget statements, financial accounts, and finance ministers' speeches - especially in the United Kingdom and France.",
        "Recently in budget debates in England there has been much comparison of the amounts yielded at different times by direct and indirect taxes respectively.",
        "The war budget for 1909-10 was X2,271,300.",
        "In March 1875 the budget for 1876, The amounting to £4,000,000, nearly, double in amount Catargiu that of the year 1866, was passed without difficulty, ministry, and on the 28th of the month the parliamentary 1871-75, session closed.",
        "Expenses which ought to have been defrayed out of the ordinary budget, such as the erection of magnificent public offices at Bucharest, were frequently defrayed out of the loans; and the custom had arisen when money was scarce of issuing treasury bonds.",
        "To meet the cost of agrarian reform, and of the reorganization of the army (1908), he introduced various fiscal changes, notably an alteration in the budget system, by which the total revenue and expenditure were shown for the first time (see Finance, above).",
        "The president is authorized to appoint the governors of departments, the intendants of territories, the judges of the supreme and superior courts, and the diplomatic representatives of the republic. His salary, as fixed by the 1905 budget, is £3600 a year, and his cabinet ministers receive f1200 each.",
        "The result was that while there was a deficit on the budget of 1904-1905 of £731,000, the budget of 1905-1906 showed a surplus of £5161.",
        "To balance the budget, Mr Merriman proposed drastic remedies, including the suspension of the sinking fund, the reduction of salaries of all civil servants, and taxes on incomes of £50 per annum.",
        "He denounced Mr. Lloyd George's famous budget of 1909 as vindictive and socialistic. In the new Parliament returned in Jan.",
        "1912 that they no longer held themselves bound, by the policy advocated by Mr. Balfour before the second election of 1910, to submit the first Tariff Reform budget to a referendum.",
        "Mr. Law's first budget, that of 1917, coming as it did after the great increases which Mr. McKenna had made in taxation, only raised the excess profits tax from 60 to 80%, and increased the taxes on entertainments, tobacco and dogs.",
        "His great taxing budget was that of 1918, introduced during the early stages of the great German offensive.",
        "As editor of the Troy Budget (daily) he was a vigorous supporter of Martin Van Buren, and when Van Buren's followers acquired control of the legislature in 1821 Marcy was made adjutant-general of the New York militia.",
        "For 1900-1901 the total expenditure on famine relief was nearly 3 crores (say, £2,000,000 sterling); and a continuance of drought necessitated an estimate of 1 crore in the budget of the following year.",
        "In the budget of 1842 Sir Robert Peel terminated the deficit by reviving the income tax.",
        "The success of this budget in stimulating consumption and in promoting trade induced Sir Robert Peel to follow it up in 1845 with an even more remarkable proposal.",
        "This budget was a much greater step towards free trade than the budget of 1842.",
        "The chief object in his third budget in 1846the reduction of the duty on corn to I s.",
        "The occasion deserves to be recollected as one on which a prime minister, who was not also chancellor of the exchequer, has himself proposed the budget of the year.",
        "The estimates were recast, the budget was withdrawn, and the nation was content to dispense with any addition to its military and naval strength.",
        "When the new parliament met in the autumn of 1852, it was at once plain that the issue would be determined on the rival merits of the old and the new financial systems. Disraeli courted the decision by at once bringing forward the budget, which custom, and perhaps convenience, would have justified him in postponing till the following spring.",
        "This defect in the budget was exposed in a great speech by Gladstone, which did much to ensure the defeat of the scheme and the fall of the ministry.",
        "The first session of the Aberdeen administration will be chiefly recollected for the remarkable budget which Gladstone brought forward.",
        "For Gladstone, in framing his budget, had contemplated a continuance of peace, and the country was, unhappily, already drifting into war.",
        "The budget, which Childers brought forward as chancellor of the exchequer, was attacked by the Conservative party; and an amendment proposed by Sir Michael Hicks-Beach, condemning an increase in the duties on spirits and beer, was adopted by a small majority.",
        "A sample of De Morgan's bibliographical learning is to be found in his account of Arithmetical Books, from the Invention of Printing (1847), and finally in his [[Budget]] of Paradoxes.",
        "His first budget was a quaint failure, and was thrown out by a coalition of Liberals and Peelites which he believed was formed against Mr Disraeli more than against the chancellor of the exchequer.",
        "At the emperor's request he remained to pilot the mutilated budget through the House; but on the 14th of July 1909 the acceptance of his resignation was announced.",
        "As no regular budget was attempted, as accounts were not kept, and as audit was unknown, the opportunities for fraud and embezzlement were endless.",
        "Iceland has her own budget, the Althing having, by the constitution of 1874, the right to vote its own supplies.",
        "As the Althing only meets every other year, the budget is passed for two years at once.",
        "He devoted himself especially to financial questions, and in 1882 was reporter of the budget.",
        "The government resigned in March 1893 on the refusal of the chamber to accept the Senate's amendments to the budget.",
        "One such public meeting must be held annually to pass the budget and fix the taxation for the year.",
        "Camacho drew up an excellent budget and collected taxation with a decidedly unpopular vigour.",
        "His first measure was to make the festival-money a permanent item in the budget.",
        "Healy, voiced the general dislike in Ireland of the Budget of 1909, the rejection of which by the House of Lords had precipitated the dissolution of parliament.",
        "This added burden combined with bad harvests, a fall in the revenue and a deficit in the budget to heighten popular discontent.",
        "This council must be consulted on matters affecting the budget.",
        "reform: the vote on the budget, order in finance, regular convocation of the states-general, and a written constitution in order to get rid of arbitrary rule.",
        "Between 1885 and r9o~ the revenue of Spain varied from 30,000,000 to 40,000,000 and the expenditure was approximately equal; deficits were commomi towards the beginning of this period, surpluses towards the end For an analysis of the budget the \\ear 1008 may be taken as typical mriasnuch as trade had then resumed it~ normal condition, aftem the disturbing influence of tariff revision in 1906 and the failure of many crops in 1907.",
        "These additional burdens rendered it necessary that taxation and the budget should be thoroughly reorganized.",
        "however, had succeeded in less than eighteen months in giving a decisive and vigorous impulse to the reorganization of the budget, of taxation and of the home and colonial debts.",
        "This was none the less distasteful to the Republicans, who thundered, against personal government, and to the Liberals, who clamoured for the Cortes and the budget.",
        "Seor Moret now accepted the premiership; he took over Seor Echerays budget, while General Weyler was replaced at the war office by General Luque.",
        "It sent General Weyler to keep Barcelona in order, caused the release of most of the prisoners in Monjuich, reduced the forces in Morocco, reopened negotiations with Rome for a modification of the concordat, and on the 31st of December, the end of the financial year, was responsible for the issue of a royal decree stating that the budget would remain in force until the Cortes could pass a new one.",
        "Both before and after the defeat of Mr Gladstone's government on the Budget in June 1885, he associated himself with what was known as the \"Unauthorized Programme,\" i.e.",
        "In the budget of 1902 a duty of a shilling a quarter on imported corn had been reintroduced.",
        "In September the parliament, by a large majority, threw out the budget, and the king, having nowhere else to turn for help, at Roon's advice summoned Bismarck to Berlin and appointed him minister-president and foreign minister.",
        "For four years he ruled without a budget, taking advantage of an omission in the constitution which did not specify what was to happen in case the crown and the two Houses could not agree on a budget.",
        "It may reduce or increase the amounts asked, and may add new items. The budget then goes to the board of estimates, which has a month for its consideration.",
        "The budget is apportioned among twelve committees which have almost invariably given close and conscientious examination to the actual needs of the departments.",
        "The budget estimates for the financial year 19051 9 06 placed the expenditure of the estate at X1,323,437.",
        "He was minister of foreign affairs during part of the brief Gambetta administration, and subsequently one of the vice-presidents of the chamber, serving also on the budget commission and on a special industrial and agricultural inquiry.",
        "The raffle of a new Jeep was an annual fund-raising activity that gleaned a substantial portion of the Chamber of Commerce's yearly budget.",
        "But impor­tant things, like his health or our budget or Randyâ€”those we share.",
        "The budget was augmented by various donations.",
        "This year's budget is $17 million and the student cohort will be $15,000 - a growth achieved through graft and a little guile.",
        "abstain in the vote on the Government's final budget today.",
        "The machinations over the budget and over agriculture seem abstruse.",
        "accounts for 33 percent of the budget, followed closely behind by textbooks at 25 percent.",
        "account receivablecludes general ledger, budget, cost allocations, accounts payable, accounts receivable, and statutory statement automation.",
        "accumulated deficit of 10% of their total health budget.",
        "OLAF known by the French acronym OLAF, the European Anti-fraud Office is responsible for combating fraud against the EU budget.",
        "across-the-board editorial budget cuts by an accountant holding the whip hand.",
        "I recently booked flights with a budget airline for a European City break.",
        "allocate an annual budget toward the direct costs of the Group's work.",
        "Action: Graham Payne to amend budget allocations to reflect the revised budgets agreed by the EB.",
        "allytanyahu claimed these concessions did not undermine his budget, but he spent every penny in the reserves to pay off his coalition allies.",
        "The B&S alto trombone is a high quality budget alto which has been very well received.",
        "Depending on budget, there's an enormous amount of choice.",
        "announced in last weekÃ¢s budget.",
        "appropriations subcommittee recently cut back on the administration's 2004 budget request for the arms.",
        "The first concerns the extent to which budget appropriations either get mis-spent or disappear completely.",
        "Hotel accommodation at 5th arrondissement can be made available at budget prices.",
        "Hotel accommodation at 14th arrondissement can be made available at budget prices.",
        "Hotel accommodation at 18th arrondissement can be made available at budget prices.",
        "Browse through our list of luxury and budget downtown 5th Arrondissement hotels to get the 5th arrondissement hotels to get the 5th Arrondissement hotel accommodation of your choice.",
        "Browse through our list of luxury and budget downtown 5th arrondissement hotels to get the 5th Arrondissement hotel accommodation of your choice.",
        "Cradle of Fear Fans of the underground UK horror scene should be familiar with the low budget horror auteur Alex Chandon.",
        "baa point out that the airport's budget style operators have more than doubled their passenger traffic during the past 12 months.",
        "ballpark budget we stated.",
        "basic salary there will be an On Target Budget of 10% .",
        "bastions in the cities, under the banner of its much-vaunted ' participatory budget ' .",
        "India's budget is about 20% that of China, China accounts for more than half of the developing world's expenditures on plant biotech.",
        "You have probably noticed by now how many successful video games have been made into big budget blockbuster movies (e.g.",
        "In addition to legal requirements, accurate bookkeeping will enable your business to budget and plan for the future.",
        "break-even budget would be achieved by the end of the year.",
        "They saved up money from the household budget to enable their husbands to visit the brothel.",
        "From the approved budget of £ 6,500 costs incurred were £ 5, 70.00.",
        "Each year the Council reviews its service and expenditure plans and agrees a budget which runs from 1st April to 31st March.",
        "Students on a tighter budget may forego these luxuries in order to pay lower rent.",
        "The annual budget for the Service is over £ 3 million.",
        "We have a pooled budget for Adult Learning Disabilities.",
        "limited budget For now, winter is the slow wedding season.",
        "Budget You will usually need to prepare a balanced budget You will usually need to prepare a balanced budget showing all your other income sources and everything that you will need to spend.",
        "budget deficit stands at 4 per cent of GDP.",
        "budget airlines are expected to begin flights within the next 2-3 years.",
        "budget allocation was made, the treasurer would be able to see what funds had been gathered from sponsorship.",
        "budget holder should always be kept informed.",
        "budget constraints.",
        "Let's discover how to decorate your kitchen on a shoestring budget.",
        "The cost of funding the post would be £ 31,900 in a full year which had been included in the approved revenue budget.",
        "The only thing growing in the US is the defense budget.",
        "Social services spending has been slashed by £ 4.2 million in this year's draft budget.",
        "Most fog machines come with some type of remote control either in the form of a simple single push button on the budget machines.",
        "It happened to also be budget day so there was a definite buzz around the house of commons.",
        "At LuleÃ¥ airport we collected our hire car, a Vauxhall Astra, booked with Budget in the UK.",
        "Unfortunately, the budget could not stretch to Russian caviar!",
        "amateur sports clubs also benefitted from the budget, as donations are now exempt from tax.",
        "The only problem was that the job came in £ 15m over budget, all of which had to be met from council coffers.",
        "The smug complacency displayed in the recent Budget was therefore understandable up to a point.",
        "budget constraints need to be weighed against the goal of perfect reproduction.",
        "The budget cabinet is a sturdy all steel construction to give maximum capacity of filing drawings.",
        "Members of the guidance department were furloughed for the summer because of the school's budget crunch and could not be found.",
        "cut taxes while hugely increasing the defense budget as \" voodoo economics.",
        "Its budget is under extreme pressure, with the Scottish Executive proposing major cutbacks in its grant for SAC's education services.",
        "Restructuring and budget cutbacks are straining the system and placing accelerating demands on personnel.",
        "dedicated to help you budget your diet.",
        "Spain has an accumulated deficit of 10% of their total health budget.",
        "The Government's annual budget deficit stands at 4 per cent of GDP.",
        "The school pays for the hire of the pool and three instructors from its budget delegated by the LEA.",
        "He said the costs would be borne by the Home budget, and Council did not demur.",
        "The budget is based on an adjusted cash basis, which includes capital expenditure but excludes depreciation.",
        "depute headteacher, with the very effective support of the senior administration officer, managed the school's budget very well.",
        "devolution of the central university budget for studentships.",
        "If you're on a budget cloth diapers can be used as a substitute.",
        "discernment of priorities of work & budget.",
        "If you are on a tight budget the most cost-effective option in backpacking hostels is to sleep in a shared dorm.",
        "Browse through our list of luxury and budget downtown New Delhi hotels to get the New Delhi hotel accommodation of your choice.",
        "A budget can then be developed, giving certainty to funders and allowing drawdown of funds against the adopted business plan.",
        "Budget drip watering system offering the benefits of drip watering system offering the benefits of drip watering without the need for mains water supply.",
        "Or appendix endix e even tho the budget for health are hard to.",
        "economical solution to working from home on a limited budget.",
        "During the primaries, Bush had derided Reagan's hallmark pledge to cut taxes while hugely increasing the defense budget as \" voodoo economics.",
        "enrollees health hmo insurance medical ppo pay the self employed budget officein response.",
        "In the 1999 budget the landfill tax is placed on an \" landfill escalator \" of £ 1 per year until 2004.",
        "exceed significantly the £ 76k budget surplus.",
        "I did a budget in excel including how much I spend on food, utilities.. .",
        "expansionary budget already seems out of tune with the times.",
        "In short, the \" Budget Rent-a-Car \" company was suing Chissano's company expresso tours over unpaid bills.",
        "The Budget also announces a further extension to the scope of the new reliefs.",
        "fail to deliver their planned benefits, or deliver late or over budget.",
        "Are you getting low/no budget filmmakers coming in for advice too?",
        "And as sportswear brands face flack from Oxfam over labor issues, budget clothing retailer Primark joins the Ethical Trading Initiative.",
        "In addition to the increased budget, the team were given more time to complete filming, which turned out to be quite fortuitous.",
        "galore offers electric scooters & mobility scooters that fit your budget, your taste, and your lifestyle.",
        "On a low budget We slept in our tent all the nights, and we carried our own camping gear.",
        "Kenny told me he was signing a goalkeeper which would take up the rest of the playing budget.",
        "giant gorilla King Kong won't just devour your bananas - he'll also devour your budget!",
        "Budget hotel in the Headingley area of Leeds near the cricket ground.",
        "There are loads of hotels to choose from to suit every pocket from the budget hacienda to 6 star luxury resorts.",
        "ideal for travelers on a budget and backpackers visiting the UK.",
        "incompetent handling of the social services budget was behind the rise.",
        "Another welcome low budget indie release from the nice folk at Cryptkeeper?",
        "The monthly installment should come well within your budget.",
        "Budget details Food - £ 45 per week for a single person is a sensible but not lavish budget.",
        "You can chose to stay in luxury African safari lodges or budget national parks accommodation.",
        "macintosh computers will provide something to meet just about any budget.",
        "meager budget, a hand painted sign can be affixed to the trunk of the car spelling out the joyous news.",
        "Hotels here cater for those on a budget, as well as people seeking middle to high end alternatives.",
        "miniscule compared to its military budget.",
        "miniscule budget to work with.",
        "minuscule budget.",
        "The global economic recovery has gathered less momentum than forecast in Budget 2002.",
        "The demands of the state budget have become so monstrous that they threaten to devour the peasant with all his land and products.",
        "He was everything that I had hoped the night clerk of a creepy Fargo budget motel would be.",
        "mother of the bride dresses to suit every budget size.",
        "Campaigners face a nail-biting wait to see whether the Chancellor will give approval to tax changes in what could be his last Budget.",
        "But the bad politicians are too concerned about their budget to listen to science nerds, right?",
        "This is a good insight into small budget filmmaking from a talented newcomer.",
        "Topical Budget was a silent British newsreel that ran for almost twenty years from September 1911 to March 1931.",
        "next-door pub on budget meals called Hail Marys.",
        "In his recent Budget, Chancellor Gordon Brown offered a one-off £ 200 refund to pensioners.",
        "Failing to budget for those extra expenses can result in buying a camera just to find out it is not operable without spending more.",
        "Forecast reconciliation of net operating cost to net resource outturn and resource budget outturn 15.",
        "It is the tenant who has to pay for budget overruns.",
        "overspend the budget anymore than what they will get rewarded to do.",
        "overspend on the budget.",
        "overspend in the maintenance budget last year, the work was delayed.",
        "Footpaths take a greater proportion of our annual budget than they should, but their priority is greatly overstated.",
        "With horror pastiche the flavor of the moment, Nispel and Kosar pay tribute to Tobe Hooper's low budget 1974 original.",
        "peg tiles can have the same effect on your budget in Kent.",
        "pending clarification of the Council's budget cuts.",
        "The increase in world petroleum prices has given the Russian budget a windfall increase of $ 1 billion a month.",
        "pippin's work is a wpt the board for of the budget.",
        "art pippin 's work is a wpt the board for of the budget.",
        "Well you get the simplistic but entertaining low budget shocker ' Death Bed ' !",
        "And we did it on a financial shoestring, with no secure budget.",
        "shoestring budget by a hitherto unknown director.",
        "supermarket shoppers are spending £ 470 a year - a sixth of their food budget - on packaging, a bbc report suggests.",
        "Payments might be made based on actual versus desired wind speeds to offset budget shortfalls.",
        "Despite these actions there remained an ongoing budget shortfall of around £ 1m.",
        "sleazy, low budget affair.",
        "The film turns out to be a rather sleazy, low budget affair.",
        "smug complacency displayed in the recent Budget was therefore understandable up to a point.",
        "Better instruments - even budget and modestly priced have a solid wood soundboard.",
        "The United States ' defense budget for fiscal 2003 is bigger than the next 16 military spenders combined.",
        "standstill budget would require a 9.7% increase in the precept.",
        "Budget team owners may purchase access to real-time stats for a nominal fee.",
        "This includes all aspects of staff management, maintaining accurate accounts, menu planning, ordering, stocktaking and budget control.",
        "I'd like to offer cheeses and meats on an already strained family budget.",
        "studio budget apartment is the smallest for 2 to 4 people.",
        "A House appropriations subcommittee recently cut back on the administration's 2004 budget request for the arms.",
        "Britain would no longer be there to plug the budget gap with massive subventions from the UK Treasury.",
        "The board further noted that the college budget for the year had moved from a small projected surplus to a deficit of £ 73,000.",
        "At the same time the government is claiming to have amassed a current budget surplus of £ 23 billion last year.",
        "This paper gives views on tobacco taxation in advance of the forthcoming Budget.",
        "Low budget nonsense that becomes too tedious to even be unintentionally funny.",
        "tempted fate by preparing an annual budget.",
        "tenner in hand from my budget for my wedding outfit.",
        "tenth of one percent of the Federal budget."
    ],
    "definition": [
        "a. An itemized summary of estimated or intended expenditures for a given period along with proposals for financing them: submitted the annual budget to Congress.\nb. A systematic plan for the expenditure of a usually fixed resource, such as money or time, during a given period: A new car will not be part of our budget this year.\nc. The total sum of money allocated for a particular purpose or period of time: a project with an annual budget of five million dollars.",
        "A stock or collection with definite limits: “his budget of general knowledge” ( William Hazlitt )",
        "Appalachian Mountains A wallet or small pouch.",
        "To plan in advance the expenditure of: needed help budgeting our income; budgeted my time wisely.",
        "To enter or account for in a budget: forgot to budget the car payments.",
        "Of or relating to a budget: budget items approved by Congress.",
        "Appropriate for a restricted budget; inexpensive: a budget car; budget meals.",
        "budg′et·ar′y\nadjective",
        "budg′et·er budg′et·eer′\nnoun",
        "Link/Cite",
        "The amount of money or resources earmarked for a particular institution, activity or time-frame.",
        "An itemized summary of intended expenditure; usually coupled with expected revenue.",
        "Of or relating to a budget.",
        "Appropriate to a restricted budget.\nWe flew on a budget airline.",
        "(intransitive) To construct or draw up a budget.\nBudgeting is even harder in times of recession",
        "To provide funds, allow for in a budget.\nThe PM’s pet projects are budgeted rather generously",
        "To plan for the use of in a budget.\nThe prestigious building project is budgeted in great detail, from warf facilities to the protocollary opening.",
        "Link/Cite"
    ]
}