{
    "translation": ".1 מגושם\n.2 גדול ונפוח",
    "uses": [
        "The fur is too long and bulky for linings.",
        "He was lean and wiry compared to Damian's bulky build.",
        "Sometimes it has a more bulky appearance.",
        "Dean smiled in spite of himself as Fred swept the kitchen table clear of cups and cat, dropping a bulky folder and spilling its paper contents.",
        "The sec­ond, smaller knapsack contained a bulky sweater, rain gear, three sweatbands and a rolled up cap.",
        "roso); his labours were directed chiefly to the less important and less bulky Arabian authors, of whom Haly was the most noted; the real classics were not introduced till later.",
        "Instead of regarding these as only ministering to the construction of the bulky portions, the living protoplasts take the first place as the essential portion of the tree, and all the other features are important mainly as ministering to their individual well-being and to their multiplication.",
        "Take the case of a stranded ship carrying a bulky cargo of hemp and grain, but carrying also some bullion.",
        "Yet for this bulky collection of essays, philosophical and others, Schopenhauer received as honorarium only ten free copies of the work.",
        "His Treatise on the Law of Sale of Personal Property with References to the American Decisions and to the French Code and Civil Law - a bulky volume known to practitioners as Benjamin on Sales - is the principal text-book on its subject, and a fitting monument of the author's career at the English bar, of his industry and learning.",
        "Its property of absorbing large proportions of water, up to 80%, and yet present the appearance of a hard solid body, makes the material a basis for the hydrated soaps, smooth and marbled, in which water, sulphate of soda, and other alkaline solutions, soluble silicates, fuller's earth, starch, &c. play an important and bulky part.",
        "The hydroxide Be(OH)2 separates as a white bulky precipitate on adding a solution of an alkaline hydroxide to a soluble beryllium salt; and like those of aluminium and zinc, this hydroxide is soluble in excess of the alkaline hydroxide, but is reprecipitated on prolonged boiling.",
        "They are very bulky, and with the exception of a few, particularly the 116th and 118th, which introduce the most sweeping and laudable reforms into the law of intestate succession, are much more interesting, as supplying materials for the history of the time, social, economical and ecclesiastical, than in respect of any purely legal merits.",
        "There was a flicker of warmth in his gaze as he teased Katie, and he almost seemed approachable without the bulky trench coat lined with weapons.",
        "An air-engine working on this cycle would be intolerably bulky and mechanically inefficient.",
        "Under such circumstances it would be folly to look upon them as anything but late productions, at all events later than the Early Version, and equal folly to assign these bulky volumes to the last two years of Wycliffe's 3 See Paues, op. cit.",
        "metu starchy xylem-parenchyma, which, when the xylem is bulky, usually appear among the tracheids, the phloem also often being penetrated by similar bands of phloem-parenchyma.)",
        "The Speculum Naturale fills a bulky folio volume of 848 closely printed double-columned pages.",
        "In addition to the cell types described, it is a very common occurrence in these bulky forms for rhizoid-like branches of the cells to grow out, mostly from the cells at the periphery of the medulla, and grow down between the cells, strengthening the whole tissue, as in the Rhodophyceae.",
        "Lime also assists in the decomposition of the organic matter or humus in the soil and promotes nitrification; hence it is of great value after green manuring or where the land contains much humus from the addition of bulky manures such as farm-yard dung.",
        "Roots and fruits too bulky to be placed on the sheet of the herbarium may be conveniently arranged in glass-covered boxes contained in drawers.",
        "(1839), each in his day metropolitan of Moscow, are bulky compilations which cannot be memorized, though there is a short introductory catechism prefaced to Philaret's volume (Eng.",
        "Here he continued his multifarious labours; but the church seems to have decreased, and his many engagements and bulky correspondence interfered seriously with his pulpit work, and with the discipline of his academy, where he had some 200 students to whom he lectured on philosophy and theology in the mathematical or Spinozistic style.",
        "Over and above the numerous editions, there is a bulky literature of an explanatory and controversial character, for which the world is indebted to Paracelsus's followers and enemies.",
        "trace a three-fold division of tissue systems, a division of which there are indications among the lower plants, and which is the expression of the fundamental conditions of the evolution of a bulky differ- Tissue entiated plant-body.",
        "Sometimes, however, the centre of a bulky root stale has strands of metaxylem (to which may be added strands of metaphioem) scattered through it, the interstices being filled with conjunctive.",
        "The city's river commerce, though of less relative importance since the advent of railways, is large and brings to its wharves much bulky freight, such as coal, iron and lumber; it also helps to distribute the products of the city's factories; and the National government has done much to sustain this commerce by deepening and lighting the channel.",
        "But they had to have bulky reflector antennas fitted on top of the vehicle.",
        "The cut portions of bulky sets should be suffered to lie a short time before being planted, in order to dry the surface and prevent rotting; this should not, however, be done with such tropical subjects as caladiums, the tubers of which are often cut up into very small fragments for propagation, and of course require to be manipulated in a properly heated propagating pit.",
        "breakaway from the bulky profile of the average pickup.. .",
        "bulky on small babies.",
        "This makes the unit bulky for no added benefit to the consumer.",
        "These files can become bulky, and may take up a lot of space.",
        "The bishop, it should be added, returned to the charge in 1658 with ponderous Castigations of Mr Hobbes's Animadversions, and also made good his previous threat in a bulky 4 During all the time he was abroad he had continued to receive from his patron a yearly pension of (80, and they remained in steady correspondence.",
        "end of the harbour some 65 acres of land were reclaimed during 1905-1906, and wharves built for the handling of heavy and bulky goods such as timber and corrugated iron.",
        "C. sclerops, the spectacled alligator, has the widest distribution, from southern Mexico to the northern half of Argentina, and grows to a bulky size.",
        "Almost as bulky as a woodcock; it is of a much more slender build, and its long legs and neck give it a graceful appearance, which is enhanced by the activity of its actions.",
        "Characteristic of the commerce of the state is the shipment by the Great Lakes of bulky freight, chiefly iron ore, grain and flour and lumber.",
        "A consideration of the Filicaceae as arranged above will show that the several sub-orders may in general terms be said to form a series between those in which the sorus consists of a single circle of bulky sporangia and those Polypodiaceae in which the numerous small sporangia appear to be grouped without order in the sorus.",
        "Still more was it the object of his Augustinus, a bulky treatise on the theology of St Augustine, barely finished at the time of his death.",
        "Magnesia alba, a white bulky precipitate obtained by adding sodium carbonate to Epsom salts,is a mixture of Mg(CO 3 H) (OH) 2H 2 O,Mg(CO 3 H) (OH) and Mg(OH) 2.",
        "Night-soil is an excellent manure for all bulky crops, but requires to be mixed with earth or peat, or coal-ashes, so as both to deodorize it and to ensure its being equally distributed.",
        "In Todea the sori, each of which consists of a single circle of bulky sporangia, are borne on the under surface of the pinnae.",
        "In the bulky forms colorless branches frequently grow out from some of the cortical cells, and, pushing among the already-formed threads in a longitudinal direction, serve to strengthen the thallus by weaving its original threads together.",
        "bulky, heavy waste to be moved with minimal risk.",
        "bulky rubbish?",
        "Travel These can often be too bulky or not powerful enough.",
        "The headset comes with a nifty in-car clip for securing the device, along with a rather bulky belt pouch.",
        "This is only a guide however, as some of the \" smaller \" sacks are still fairly bulky with plenty of props inside.",
        "He saw the prisoner coming along the road from the direction of Hyde, and noticing his pockets were somewhat bulky he stopped him.",
        "Dislikes: Slightly bulky, fiddly keypad, no mp3 support, 4MB memory, terrible ringtone quality.",
        "bulky to carry with me at all times.",
        "This year the AWL's national council was reduced from 26 to 23 members - which still seems too bulky.",
        "Wide between the legs so may look bulky on small babies.",
        "By strength we mean not muscle mass but power because if you get too bulky, it will hinder your swing.",
        "Before this time the majority of mowers were made from the more bulky and heavy cast iron.",
        "However, despite its bulky size, the gull is largely composed of feathers.",
        "Extract: BULKY ITEM COLLECTION SERVICES Who can use the service - All occupied Domestic dwellings for which free household waste collection provided... .",
        "Absorption of food, especially fatty foods cannot take place, producing bulky foul smelling, frequent stools.",
        "Adding bulky organic matter builds a highly friable, water-retentive and fertile soil.",
        "The look of the actual device is on the bulky side, with rubber grips fitted either side of the main casing.",
        "Gusset Envelope Has a gusset Envelope Has a gusset along each side of the envelope to allow for bulky mailings.",
        "The suits themselves feel bulky and somewhat inflexible, but are remarkably comfortable overall.",
        "Waterproof Jacket Rain / wind proof parka (must fit over bulky clothing ).",
        "Well, this can be explained by the presence of three bulky benzene rings (see below ).",
        "And don't forget - you can dispose of your bulky rubbish at the Port Solent Household Waste Recycling Center for free!",
        "The undigested fat also traps water in the feces, resulting in pale, bulky, greasy stools which are difficult to flush away.",
        "bulky substituents slow this process, however, and in the case of the molecule shown the two enantiomers have been isolated.",
        "With the bionic hands ' amazing tactile agility, Scott easily strapped on his bulky tool belt and attached the safety tether line.",
        "Can be fitted when hood is down to keep dust and showers out, less bulky and less costly than a full tonneau.",
        "undergone an emergency resection of a bulky tumor leaking into the left chest following endoscopic dilatation.",
        "How long will it take to get a bulky uplift following my request?",
        "The important function of aeration, by which the inner living tissues of the bulky plant-body obtain the oxygen necessary for their respiration, is secured by the development of an extensive system of intercellular spaces communicating with the external air.",
        "stele becomes more bulky, all its elements increas- ~ ~ 0 ing in number (fig.",
        "we pass, again, from these to examine more bulky, and consequently more complex, plants, we find that the differences which can be observed between them and the simple lowly forms are capable of being referred to the increased number of the protoplasmic units and the consequent enlarged bulk of the mass or colony.",
        "The interest passes from the bulky dense interior, with the elaborate features of its cell -walls, to the superficial parts, where its life is in evidence.",
        "exactly straight and parallel, and bulky carts are made with four rowlets fitting these rails, whereby the carriage is so easy that one horse will draw down four or five chaldrons of coals \" (from io-6 to 13.2 tons).",
        "Yet over and over again his determination of the affinities of several groups even of European birds was disregarded; and his labours, being contained in a bulky and costly work, were hardly known at all outside of his own country, and within it by no means appreciated so much as they deserved '-for even Naumann himself, who gave them publication, and was doubtless in some degree influenced by them, utterly failed to perceive the importance of the characters offered by the song-muscles of certain groups, though their peculiarities were all duly described and recorded by his coadjutor, as some indeed had been long before by Cuvier in his famous dissertation 2 on the organs of voice in birds (Lecons d'anatomie comparee, iv.",
        "Second, the very genesis of so bulky a substance as the primary and eutectic graphite while the metal is solidifying (fig.",
        "Well, this can be explained by the presence of three bulky benzene rings (see below).",
        "And do n't forget - you can dispose of your bulky rubbish at the Port Solent Household Waste Recycling Center for free !",
        "Singleton Bulky with a nap rich and soft as sable fur.",
        "Bulky substituents slow this process, however, and in the case of the molecule shown the two enantiomers have been isolated.",
        "The second patient had undergone an emergency resection of a bulky tumor leaking into the left chest following endoscopic dilatation.",
        "I have murky recollections of asphalt wastes patrolled by fierce, bulky boys smelling of penny chews and unwashed clothes.",
        "While foldable diapers can be folded down to any size, including diapers for recently-born babies, there are also specific newborn cloth diapers that are just the right size for newborn babies without the necessity of adding bulky folds.",
        "For shorter trips out, a sling extinguishes the need for bulky strollers that may feature difficult opening and folding methods.",
        "Leave off bulky items like crib bumpers or large pillows that could ruin the clean lines of the crib and furniture.",
        "Bulky and heavy, with larger sets weighing 100 pounds+.",
        "Gone is the bulky rectangle with thick, loud keys and clumsy layout.",
        "However, they are big, heavy, and bulky in size.",
        "The reason is that carpet can get heavy and bulky to handle and this puts a strain on the carrier in terms of weight.",
        "CRT: This is the old school, bulky type of monitor.",
        "These tubes were large and bulky, which in turn limited the size that a television could be.",
        "The cathode ray tubes required the television to be as wide as it was long diagonally, which created televisions that were very bulky.",
        "One of the biggest drawbacks is the large screen that is a bit bulky.",
        "You can control the amount of cushion with how many times your wrap the batting around, but don't go overboard or your perch base will be too bulky.",
        "I noticed that most outdoor furniture is heavy (wrought iron), bulky and geared toward traditional tastes.",
        "The lack of a bulky agitator in the middle of the machine means that, even though the machine might be smaller than your old top-loader, it will actually have a larger capacity.",
        "If they are too bulky, there are many others that fold up and slip into small purses.",
        "Many homeowners find this technology to be far more attractive than traditional, bulky solar cells.",
        "Canvas bags are also fairly bulky, taking up a lot of space if you are planning on making multiple purchases.",
        "Another space saving idea for small bathrooms is to swap bulky storage units for ones that free up more room.",
        "Typically, these devices are tall and bulky, and you may not want your steamer out all the time.",
        "Rather than carrying around a large, bulky map in your bag, you can use your phone as a map for just about anywhere on Earth.",
        "Early camera were bulky, short on storage, and very expensive.",
        "When Henri Cartier-Bresson began his career in photojournalism, the bulky press photographer's camera that used large, single sheets of film, one sheet per image, was the standard tool for taking pictures.",
        "The downside of a trip handle is that it is long, bulky and can appear in your photographs.",
        "You don't have to find room to store bulky and awkward supplies.",
        "Since chipboard is a bulky embellishment, finding a secure adhesive can be a tricky task.",
        "Look for ways to incorporate as many photos as possible in a layout, so you aren't creating a bulky album.",
        "Most cold weather looks consist of bulky too-big jackets, causing the wearer to loose their \"shape\".",
        "For a more rounded corsage, however, a bouquet of flowers that is too large can be bulky.",
        "Duvet covers are also easier to store than a comforter since they are less bulky.",
        "Some of these white snow pants are overall style, others are coverall, and still others will allow layering of sweatshirts and overcoats without being too bulky.",
        "Everyday hockey wear usually only consists of wearing the jersey as the equipment used to play hockey is often too heavy and bulky for daily wear.",
        "The majority of soft shell jackets feature a tighter cut, eliminating excess bulky material and making them perfect for sports-themed outings, like hiking, biking, camping, etc. They often feature breathable, stretchy material as well.",
        "The airy qualities of a summer dresses are easily overwhelmed by bulky cardigans and hoodies.",
        "These fit tips keep overalls from looking bulky, and they can also be adjusted to a child's needs.",
        "Shoes - Emo footwear can run the gamut from bulky army boots to high-top Converse tennis shoes.",
        "Windjammer offers exclusively Caribbean itineraries, focusing on many out of the way ports of call that are not frequented by larger cruise lines and bulky ships.",
        "Choose light fabrics (cotton, satin, silk, etc.) that can be condensed easily into luggage; avoid bulky clothes that take up more space.",
        "The advantage a book has over an Internet webpage is that you can carry the book with you while you work on your project and make sure that your work is matching up with the pictures…not an easy task with a bulky computer.",
        "Gone are those bulky, unattractive lighting tracks; modern track lights are sleek, stylish, and come in a wide array of shapes, sizes, and finishes.",
        "Bulky clothing like sweaters fit best on shelves.",
        "Using one large or a number of smaller mirrors in a small bathroom will make the space look larger and maximize the light without adding bulky fixtures.",
        "If you've come to hate that bulky door hogging the space in your small bathroom, consider a pocket door that slides into the wall when it's open.",
        "Sports gear can be big and bulky but is usually lightweight.",
        "These are typically measured in millimeters. 2mm or 3mm sized silver balls will be big enough to give a good display without being so large that they are bulky or heavy.",
        "Styles for women are still wide, bulky rings.",
        "A professional bodybuilder can pull it off, but unless you have a tanned, freshly waxed chest, bulky enough to set your groceries on while searching for your car keys, this kind of clothing may not be your thing.",
        "This is particularly great for those that loathe the bulky look.",
        "During the winter, you want a coat that is roomy enough to accommodate a pullover sweater underneath, yet still fitted enough to look flattering without anything bulky beneath.",
        "Avoid heavy padding if you have a large upper body or bulky upper arms.",
        "If you have stayed away from wool socks because you think of them as bulky and uncomfortable, you haven't tried a pair of Wigwam socks.",
        "Not bulky - Sleeveless dresses are an excellent alternative to the bulk caused by sleeves under jackets.",
        "They can be bulky, loud and a bit of pain to take off when you have to use the restroom.",
        "Be sure that you don't select women's long plus size shorts that are too big, baggy or bulky, especially if you carry additional weight through your hips, belly and bottom, because this will add bulk to that area.",
        "Since these are worn with dressy flats, you don't want anything bulky.",
        "They serve as a smart and comfortable alternative to traditional, bulky outerwear, which provide warmth but can also feel quite cumbersome to individuals who spend time working outdoors.",
        "The perfect winter coat isn't just some bulky old thing that keeps you warm at the first sign of dismally cold weather.",
        "First, try to find something that isn't bulky.",
        "When winter weather does set in, hooded parkas offer a less bulky advantage over most other kinds of winter wear because they are designed with the active person in mind.",
        "Heavier coats can look kind of bulky even before you put them on, so if you're trying to avoid adding to your bulk, look for styles that sport vertical seams and lines.",
        "It's time to put to rest those unflattering, bulky winter coats of old and embrace the new breed of elegant plus size couture coats instead.",
        "This can be tricky, since so many coats appear bulky and downright unshapely.",
        "The machine itself is usually bulky and, with the addition of a humidifier, the total size and weight of the machine can make it difficult to travel with the machine.",
        "Originally CPAP machines were designed as big, bulky, heavy machines.",
        "The mask may be too bulky and uncomfortable.",
        "Problems can occur when the masks are too bulky, and when they don't fit properly.",
        "The selection, though colorful, is not made up solely of bulky frames that only the biggest plastic frame lover could enjoy.",
        "Eyeglass frames tend to be falling into two categories these days: big, bulky, and plastic, for one; small, discreet, wire, and partially rimless for the other.",
        "From bulky lenses without true frames to thin high-index lenses that correct near and distance vision from a lightweight, nearly invisible frame, eyeglasses could be considered one of the best creations of history.",
        "Do they feel bulky, heavy, or uncomfortable?",
        "The demand for goggles that have room for prescription eyeglasses is important for riders who don't want to wear large and bulky helmets, but would still like the eye protection that motorcycle goggles offer.",
        "They tend to be lighter than you may think, but they also have a tendency to feel bulky until you get used to the sensation of effectively wearing two pairs of glasses.",
        "They used to have a layered effect, but that created bulky, heavy lenses.",
        "At first glance, the GameCom is a little bulky.",
        "Being just a little less bulky than the Lynx and having a short battery life was the ultimate demise of the system.",
        "A hundred things have improved since we opened up that very first bulky, monochromed-screen Game Boy but one thing has remained the same: the games push the portable handheld with each screen, button press, and movement.",
        "Not as bulky as Sagat, Adon learned to focus his attacks on speed rather than brute force.",
        "Though the system was bulky and featured a small monochrome screen, great games such as Tetris made it a winner with gamers.",
        "External: External frames are a good choice for transporting bulky items (such as tents and large sleeping bags) which can be strapped to the frame.",
        "Some people prefer adding a mattress, but this can be quite bulky.",
        "On the other hand, plastic covers can add a significant amount of \"bulk\" to your phone, making a handset that was once small, sleek, and slim into one that is overly bulky.",
        "Most smartphones tend to be bulky, but the Treos show off a little smaller size while packing a lot of features, and the Treos use the Verizon network pretty well.",
        "However, who wants to pull out a bulky planner every time he or she needs to look something up.",
        "The large amount of fat remaining in the feces makes it bulky, oily, and foul-smelling.",
        "A bulky dressing and splint supports the hand after surgery, with uninjured fingers left free to exercise.",
        "Dietary fiber intake should be increased gradually, along with an increase in water consumption, in order to produce soft, bulky stools.",
        "It is long enough to try different hair styles, but short enough that it isn't too bulky or weighty.",
        "A-line: A classic A-line bob with the front slightly longer and the back slightly more elevated is an ideal cut for anyone with a bulky or textured hair type.",
        "Since many woman experience hand swelling during pregnancy, you may need to forego your favorite bulky rings, but there is no reason you can keep wearing a studded necklace or thick leather bracelets.",
        "Instead of heavy, bulky chairs, today's beach chairs are made of sturdy, yet lightweight material.",
        "Simply put, various thong styles are available for men who prefer less bulky swimwear.",
        "This is especially true of suits made of stretchy fabrics, as they become more bulky when weighted with water.",
        "Despite spending so many hours working out, she is not bulky, a fact she attributes to the good work of her personal trainer.",
        "It folds up nice a small, and this makes it much more convenient than bulky blankets of old.",
        "Starting with big, bulky digital cameras and camcorders (perfect for capturing everything outdoors), kids can observe, record and revisit nature repeatedly.",
        "Fiber is the bulky, indigestible portion of foods such as fruits and vegetables.",
        "Contrasting styles, such as bulky sweaters and slim jeans, can also work to break up the vertical lines of a ruler shaped figure.",
        "Fabrics that cling or drape softly will look more flattering than unstructured, bulky materials.",
        "Avoid pants with bulky pockets or drawstring waists to avoid bulkiness.",
        "Petite size jean jackets will usually have armholes that are set higher on the jacket, which solves the problem of having bulky, excess fabric under your arms.",
        "This means steering clear of bulky styles that swallow up petite frames.",
        "Don't go bulky: Pashminas add bulk to your outfit, so avoid wearing bulky clothes when sporting one.",
        "The bamboo yarn is not as bulky as some other types, allowing scarves made form this fiber to be easily screen painted or hand painted.",
        "It does this without adding any excess bulk, which is extremely important since bulky gloves can feel cumbersome and inhibit regular activities (like driving and moving items).",
        "Short, bulky zip-up jackets worn over a tailored business suit do not communicate authority and are best reserved for outdoor activities like skiing or hiking.",
        "This way of wearing a pashmina takes the place of wearing a coat, so it's perfect for wearing with cocktail dresses that aren't easily flattered by bulky coats and jackets.",
        "If you are looking for something that is not too bulky for your favorite breakfast morning staple, a slim 4 slice toaster might be the way to go.",
        "However, some people feel that the device is too tall or bulky overall, making it highly noticeable in a room.",
        "It is always worth checking the cost of delivery, however, as candle molds are often bulky and the cost of delivery can soon add up.",
        "If you are mailing your letter, remember not to enclose any \"extras\" since items like candy, toys and other bulky objects can slow down mail sorting equipment.",
        "Ease of movement: if your child will be wearing the costume for an event such as an egg hunt, parade, or other activity, make sure the bunny costume is not so bulky as to impede movement.",
        "At the same time, longer stones may seem too bulky for a very narrow, delicate band.",
        "Thickness: Because of the bulky design of the Harley Davidson logo, these rings are generally thicker than most traditional wedding bands.",
        "Larger hobos look more proportionate with larger women and can offset bulky winter coats and outerwear.",
        "For Spring, Kooba is going big and bulky.",
        "The slingback style has never made an impact on the formal scene due to the bulky nature of the purse.",
        "For women, they fill in nicely when that bulky, overstuffed wallet starts adding a little too much weight to handbags.",
        "Easy to find and so convenient to grab when you're on the go, a leather wallet purse is the perfect alternative to a bulky handbag.",
        "Mini backpacks are large enough to carry all your necessities, but small enough prevent them from being bulky and cumbersome to carry around.",
        "This way, the bag is not too bulky and it doesn't weigh you down; an important consideration, especially when traveling.",
        "Messenger bags have quickly replaced the bulky boxy shape of a typical briefcase and the school boy charm of rugged backpacks or bookbags.",
        "It is not bulky or heavy and is comfortable to carry.",
        "If you're hauling your things, they can become pretty bulky.",
        "A woman may not always choose to carry a wallet inside her purse, if only because she finds it a bulky addition to an already overflowing bag.",
        "Since toting around bulky handbags on balmy summer days can be cumbersome, it's worth toting around something more lightweight yet equally strong.",
        "Bulky, thick wallets tend to wear on clothing and are difficult to get in and out of a back pocket.",
        "Remember that a smaller wallet can still be bulky if you pack it too full, so buy one with ample space for your cards and other items.",
        "The conventional monitors are large and bulky compared to LCD screens, but they provide a clear and smooth image.",
        "Yet, platform wedge shoes are generally too bulky and overpowering to accentuate delicate eveningwear.",
        "The lack of bulky material around the foot makes your whole leg look longer because the visual line isn't broken up by thick bands of color.",
        "Knee-high boots tend to be too bulky for most pants.",
        "Their bulky sole adds a casual element to your look, so this item can be paired with jeans or pants just as easily as they can with dresses.",
        "If your legs aren't as long as you'd like and you're concerned that wearing ankle cuff sandals will make your legs look shorter, choose a pair with a thin strap instead of a bulky one.",
        "Athletic shoes have become much more fashion forward in their design and use of color in recent years; they're not as bulky or dull looking as they used to be.",
        "The wrist watch became popular during the 19th century when soldiers in combat recognized the inconvenience of having a bulky and clumsy pocket watch with them.",
        "The receiver is a bit bulky and requires two AA batteries.",
        "Alarm clocks are quite bulky purchases and might incur quite high delivery fees.",
        "This is a delightful alternative to large and bulky charm bracelets.",
        "The first digital watches were bulky in size and design.",
        "One of the most compelling justifications for the shift from bulky clock radios to minuscule high-tech devices centers on the superior technology that's responsible for these drastic changes in size.",
        "These watches would also work well for people going on a hike together or other outdoor activities where you want to stay in contact but not have to carry bulky equipment.",
        "But, because of built-in support and a form-fitting silhouette, there's no need to wear a bulky sports bra underneath it.",
        "This is better than bulky sweaters for movement.",
        "For instance, if you know that you need a bulky yarn, you automatically eliminate all those yarns that don't look bulky.",
        "However, if you choose to use bulky embellishments on your card, you may need to pay extra postage if you wish to send your greeting through the mail.",
        "Therefore when working with bulky yarns, make sure that are knitting to the correct tension and not knitting too tight.",
        "Tight knitting with a bulky yarn will make a robust fabric, but not one that will drape well.",
        "Finer yarn is usually two- or three-ply, while bulky yarn can have up to 14 plies.",
        "This is a flexible way to get images onto preprinted fabric, but the resulting transfers can be bulky and feel rubbery.",
        "Bulky yarns work nicely for oversized crocheted dogs.",
        "Insoluble fiber helps to form soft, bulky stools and to increase their transit time through the digestive tract.",
        "When a child is noticed to be irritable, pale, failing to grow or has a flat buttocks, potbelly and bulky stools, medical attention should be sought.",
        "In general, complex carbohydrates tend to be bulky, filling foods that have the ability to absorb excess stomach acid.",
        "Is it big and bulky, suitable only for bigger rooms and not a good fit for small apartments?",
        "The problem is, you don't want to strap on two bulky systems when you go running.",
        "Training obliques in particular can help visually \"tighten up\" the waist by acting as the body's own girdle, just don't overdo it to the point where they get too bulky and take away from the flat abs you've worked so hard for.",
        "Back in the 1950s, women were discouraged against weight training, for fear that it would build big, bulky muscles.",
        "Some women fear that strength training will make their muscles become bulky and unattractive.",
        "Those vintage two-piece sets were often bulky and too warm for people to wear for sustained activity.",
        "Recent Pilates chair innovations have transformed the chair from a bulky and heavy piece of wood equipment to a slim and sleek metal bench with black padding and accents.",
        "In addition to bulky weights and cardio machines, you can purchase a number of smaller pieces of home fitness equipment at a fraction of the cost of the larger machines.",
        "Gone are the days of your mother's white and bulky number--now you can get nursing bras with mesh and iridescent overlays, fun hues from sunshine yellow to the hottest of hot pinks and straps that look just like a regular bra.",
        "Wearing a bra that is too small can inhibit circulation and be extremely uncomfortable for daily wear, while wearing a bra that's too loose may offer inadequate support and appear bulky beneath your clothes.",
        "If you have ever participated in a cold weather outdoor sport like skiing or snowboarding, you know that without a good base layer, you get cold in no time at all and if that base layer is bulky, it restricts your range of motion.",
        "Mid-weight - These are a little bit thicker than the Varitherm and Protherm lines and they aren't too bulky where you find your range of motion is wide.",
        "The Fall 2006 Kiss Me collection is especially endearing and will add a sexy comfort to your winter wardrobe of bulky sweaters and jackets.",
        "Wear the Free People Tea Length Seamless Slip from Nordstrom when you need a slip that won't add bulky seams and hits just right for your tea length dresses.",
        "The best shape for underneath bulky layers is actually a lace bra with seams.",
        "The seams will give a lot of lift, which will create a more hourglass figure under the bulky tops.",
        "Other solutions are either very big and bulky or take a personal valet to get it on or off.",
        "Both of these work, but are either bulky or very difficult to get on or off.",
        "Less daring than a thong and less bulky than a boxer, sheer briefs look good under jeans, shorts, and slacks--and they look even better when worn by themselves.",
        "These shorts can be purchased in white or nude, which won't show through most fabrics, and the seams aren't bulky whatsoever.",
        "Unlike years ago when long johns were bulky and downright uncomfortable, today's heavyweight long johns are sleeker, and more pleasing to the touch.",
        "If the lining is bulky, consider sizing up.",
        "This is great for those who don't like the bulky feeling of a longer sleeves on a robe that may constantly need to be rolled up.",
        "With no lace, elastic or bulky seams, there is a good chance you'll achieve a seamless look under your clothes that other thigh-highs can't manage.",
        "If you wear a sheer top beneath a vest or blazer, a transparent camisole adds a thin layer without being too bulky or heavy.",
        "You don't want to choose bulky underthings if your dress is thin, satiny and clingy enough to show every bump, curve and line.",
        "If it's a chilly night and you have the option, you may want to go with something a bit bulky that covers more skin than, say satin panties and a strapless bra.",
        "Juicy Couture Terry Lined Brushed Jersey Robe: This is a fantastic robe for anyone who loves the feel of terry, but loathes the robe's typically bulky and excessive length.",
        "Less daring than a thong and less bulky than a boxer, sheer boxer briefs look good under jeans, shorts, and slacks--and they look even better when worn by themselves.",
        "some bulky Brown Seaweeds, where assimilation is strongly localized, some of the deep cells are highly specialized for the latter function.",
        "In Carinella this separation into lobes of the anterior thickenings of the cords has not yet commenced, the ventral commissure at the same time being extremely bulky.",
        "It was after 4:00 when Dean signed a receipt for the bulky expense folder.",
        "We have not had a chance to try one, but they do look a bit bulky and rugged.",
        "bulky items from my house?",
        "bulky uplift during week commencing 11 October.",
        "bulky, greasy stools which are difficult to flush away.",
        "bulky luggage ahead.",
        "Which ones offer the best shape under bulky clothes?",
        "Even though the shirt, or blouse as it is referred to, is not tucked in, the new design provides a slimmer look with less bulky material at the midsection.",
        "In nothing except the freighting of bulky and imperishable products, like cotton, coal and cereals, was the river ever able to contest the monopoly of the railways."
    ],
    "definition": [
        "Having considerable bulk; massive.",
        "Of large size for its weight: a bulky knit.",
        "Clumsy to manage; unwieldy.",
        "bulk′i·ly\nadverb",
        "bulk′i·ness\nnoun",
        "Link/Cite",
        "Being large in size, mass, or volume.",
        "Unwieldy",
        "(bodybuilding) Having excess body mass, especially muscle.",
        "Link/Cite"
    ]
}