{
    "translation": "לקבור",
    "uses": [
        "I know he'll bury any tip that comes near him!",
        "It would take all night to bury that much stuff.",
        "We should bury him under the scarlet oak.",
        "Dad wanted me to bury his ashes here too.",
        "Let the dead bury their dead, but while one has life one must live and be happy! thought he.",
        "He had married the daughter of the emperor: it was a mistake, but he would bury the world under the ruins.",
        "Small wonder he had tried to bury that part of his life.",
        "I want to bury him up on the hill under that dogwood tree where he used to lay during the summer.",
        "You cannot bury your mother if you're too weak to carry her, can you?",
        "Did you bury things out here to see if I could feel them?",
        "If anyone links me to you, I'm to bury my head and walk away.",
        "But perhaps a man is not required to bury himself.",
        "Whoever camps for a week in summer by the shore of a pond, needs only bury a pail of water a few feet deep in the shade of his camp to be independent of the luxury of ice.",
        "Anyone who, having the means, neglects to bury a dead body which he is legally bound to bury, is guilty of a misdemeanour, but no one is bound to incur a debt for such a purpose.",
        "Parents were unable to leave their home to bury their child if the child died in the hospital.",
        "If he fell into my hands, when I'd caught him I'd bury him in the ground with an aspen stake to fix him down.",
        "The same part of her that recoiled at draining dead men's magic also understood one truth: she was no match for her father, if he decided to bury her with them.",
        "Or, I could bury you in this field, where no one will ever find you.",
        "He had to resist the urge to bury his nose in her hair right then.",
        "Bury, London, 1896), iii.",
        "What a wretched idea to go and bury themselves in the steppes when the French army is in Moscow.",
        "We'll bury him in pieces, where no one will find him.",
        "The queen wished to bury him at the feet of the Swedish kings, and to raise a costly mausoleum in his honour; but these plans were overruled, and a plain monument in the Catholic cemetery was all that marked the place of his rest.",
        "Next time we decide to spend some time alone, I'm going to bury your telephone.",
        "Let the dead past bury its dead, Act, act in the living present, Heart within and God overhead.",
        "It is possible that the Orationes may represent a letter book of Richard de Bury's, entitled Liber Epistolaris quondam domini Ricardi de Bury, Episcopi Dunelmensis, now in the possession of Lord Harlech.",
        "Can't I go away from here, run away, bury myself somewhere? passed through his mind.",
        "Mayer was something else—have a service, bury the guy in absentia and get him the hell off the books.",
        "I came here to bury the past and the immortal world.",
        "This time he'd bury Jake Weller in a mountain of minutiae.",
        "Her father hadn't taken the time to bury these people.",
        "It's the rambling of a disturbed woman but you'd better bury it somewhere before you have to start explaining your upstairs cleaning habits.",
        "Bury, The Later Roman Empire (London, 1889), i.",
        "In November he met some of his nobles at Bury St Edmunds, but as they still refused to pay the scutage no agreement was reached.",
        "They talked for a little while longer and then she announced that she had to bury Brutus, but she would meet them at the stable in a couple hours for the first ride.",
        "Bury and E.",
        "He had risen to fear, heartache, anxiety, bliss, pain and a hundred other feelings that made you beg to be able to bury your head beneath the covers and stay in the warm cocoon of sleep forever.",
        "Jonny should know to respect the dead enough to bury or burn those he killed.",
        "Bury, History of Greece (1902); A.",
        "\"I'll shovel it off somewhere and bury it,\" she said, following him out to the garage.",
        "Now, you can send your soldiers to the castle where the demons are staging an attack, and rejoin the Council, or I can bury you here in your front yard.",
        "A notice of Richard de Bury by his contemporary Adam Murimuth (Continuatio Chronicarum, Rolls Series, 1889, p. 171) gives a less favourable account of him than does William de Chambre, asserting that he was only moderately learned, but desired to be regarded as a great scholar.",
        "How is it you're not ashamed to bury such pearls in the country?",
        "She and her father had buried Mom's ashes there, and then after he died, Josh had helped her bury his ashes there too.",
        "It is, however, with the Benedictine abbey of Bury St Edmunds that he is chiefly associated.",
        "Bury and R.",
        "at Canterbury, Bury St Edmunds, Hereford and York.",
        "The Jews came to England at least as early as the Norman Conquest; they were expelled from Bury St Edmunds in 1190, after the massacres at the coronation of Richard I.; they were required to wear badges in 1218.",
        "I want to bury him.",
        "It is to be supposed that Richard de Bury sometimes brought undue pressure to bear on the owners, for it is recorded that an abbot of St Albans bribed him to secure his influence for the house by four valuable books, and that de Bury, who procured certain coveted privileges for the monastery, bought from him thirty-two other books, for fifty pieces of silver, far less than their normal price.",
        "\"How long did it take you to bury all these things?\" she asked.",
        "We've got two bodies to bury.",
        "Bury, Later Roman Empire, i.",
        "He spent the night deep in thought, forcing himself to face the dark memories he'd tried so hard to bury.",
        "There won't be a body to bury.",
        "That left him with one less body to bury.",
        "Bury's edition of Gibbon's Decline and Fall, v.",
        "Bury (1898), vi.",
        "The Goajiros of Venezuela bury their dead, they confess, simply to get rid of them.",
        "Bury, The Later Roman Empire (London, 1889), ii.",
        "In this respect a country is either centralized, like the United Kingdom or France, 1 For the history of territorial changes in Europe, see Freeman, Historical Geography of Europe, edited by Bury (Oxford), 190; and for the official definition of existing boundaries, see Hertslet, The Map of Europe by Treaty (4 vols., London, 1875, 1891); The Map of Africa by Treaty (3 vols., London, 1896).",
        "His father, Ebenezer Webster (1739-1806), was a sturdy frontiers - man; when, in 1763, he built his log cabin in the town of Salis - bury there was no habitation between him and Canada.",
        "they reappear to bury another supply of dung, which serves as food for the larvae.",
        "It has often been asserted that the Philobiblon itself was not written by Richard de Bury at all, but by Robert Holkot.",
        "Bury, in Eng.",
        "RICHARD AUNGERVYLE (1287-1345), commonly known as Richard De Bury, English bibliophile, writer and bishop, was born near Bury St Edmunds, Suffolk, on the 24th of January 1287.",
        "The various continuations of William of Tyre above mentioned represent the opinion of the native Franks (which is hostile to Richard I.); while in Nicetas, who wrote a history of the Eastern empire from 1118 to 1206, we have a Byzantine authority who, as Professor Bury remarks, \"differs from Anna and Cinnamus in his tone towards the crusaders, to whom he is surprisingly fair.\"",
        "Gladstone..1880-1885Marquess of Salis bury...1885-1886W.",
        "Educated at Bury St Edmunds school and at St John's College, Cambridge, he took his M.A.",
        "To these ecclesiastical precepts and expiations belong in particular the numerous ablutions, bodily chastisements, love of truth, beneficial works, support of comrades in the faith, alms, chastity, improvement of the land, arboriculture, breeding of cattle, agriculture, protection of useful animals, as the dog, the destruction of noxious animals, and the prohibition either to burn or to bury the dead.",
        "the traditions of the Christian tomb-architects sank into utter insignificance, and the expanse of the wasted Campagna now offered room enough to bury the few bodies, without having to descend as once far down below the surface of the earth.\"",
        "The Jews bury here their chief priests, a right the Moslems at times contest, and in 1889 a serious conflict between Jews and Moslems resulted from an attempt of the former to exercise this right.",
        "Irish tradition represents the future apostle as tending the herds of a chieftain of the name of Miliucc (Milchu), near the mountain called Slemish in county Antrim, but Bury tries to show that the scene of his captivity was Connaught, perhaps in the neighbourhood of Croagh Patrick.",
        "Apart from its importance in other respects, Bury's treatment of the subject has at any rate the merit of defending the traditional view of St Patrick's career.",
        "Bury has shown that both Tirechan and Muirchu drew from written material which existed in part at any rate in Irish.",
        "Bury, The Life of St Patrick and his Place in History (London, 1905); J.",
        "Bury, 1898, vol.",
        "Bury, The Student's Roman Empire (1893); T.",
        "Thorpe also prints a continuation by John Taxter (died c. 1295), a 13th-century writer and a monk of Bury St Edmunds.",
        "The sentence was forthwith executed, his body being thrown into the cloaca, where, however, it was found by another pious matron, Lucina, whom Sebastian visited in a dream, directing her to bury him ad Catacombas juxta vestigia apostolorum.",
        "Its habit is to bury its head in its victim's skin and remain there until gorged with blood, when it drops off.",
        "(1793), starting to practise medicine in 1789 at Bury St Edmunds, whence he soon removed to London.",
        "Bury in the Cambridge Modern History, vol.",
        "Bury, Later Roman Empire.",
        "And he repeats the taunt which the Arab Emir addressed to Smbat their leader, as he led him to execution: \"If Christ rose on the third day, then since you call yourself Christ, I will slay you and bury you; and if you shall come to life again after thirty days, then I will know you are Christ, even though you take so many days over your resurrection.\"",
        "Bury, History of Greece, ii.",
        "Like the Chinese the Annamese bury their dead.",
        "Bury's edition of Gibbon (Zosimus ii.",
        "The latter were about to bury him without delay or ceremony, but the gastald or chief magistrate of the city interfered and appointed a public funeral; rumours of his wondrous travels and of posthumous miracles were diffused, and excitement spread like wildfire over Friuli and Carniola; the ceremony had to be deferred more than once, and at last took place in presence of the patriarch of Aquileia and all the local dignitaries.",
        "Bury, London, 1896), v.",
        "Bury (1898), vol.",
        "Since his time the anthropological researches of Broca, Thurnam and Davis, Huxley, Busk, Beddoe, Virchow, Tubino and others have proved the existence in Europe, from Neolithic times, of a race, small of stature, with long or oval skulls, and accustomed to bury their dead in tombs.",
        "Bury's edition of Gibbon's Decline and Fall, iv.",
        "Bury, The Later Roman Empire (London, 1889), u.",
        "After his release Defoe went to Bury St Edmunds, though he did not interrupt either his Review or his occasional pamphlets.",
        "To this inconceivably slowly-growing deposit of inorganic material over the ocean floor there is added an overwhelmingly more rapid contribution of the remains of calcareous and siliceous planktonic and benthonic organisms, which tend to bury the slower accumulating material under a blanket of globigerina, pteropod, diatom or radiolarian ooze.",
        "This fact, together with the extraordinarily rare occurrence of such remains and meteoric particles in globigerina ooze, although there is no reason to suppose that at any one time they are unequally distributed over the ocean floor, can only be explained on the assumption that the rate of formation of the epilophic deposits through the accumulation of pelagic shells falling from the surface is rapid enough to bury the slowgathering material which remains uncovered on the spaces where the red clay is forming at an almost infinitely slower rate.",
        "He then removed to Bury St Edmunds, where he acted as lecturer for ten years, retiring when his bishop (Wren) insisted on the observance of certain ceremonial articles.",
        "Bury, 1896); Finlay, Hist.",
        "Man's utter incapacity to do anything to please God, and his utter personal dependence on God's grace seemed to render the whole system of the Church well-nigh gratuitous even if it were purged of all the \" sophistry \" which to Luther seemed to bury out of sight all that was essential in religion.",
        "The former contains a valuable note on the \"Gothic Christmas\" described in detail in the De cerimoniis; see also Bury in Eng.",
        "Bury, London, 1896, vol.",
        "At Bury Bank, on the hills to the north, an earthwork is traditionally considered to be the site of the capital of the Kingdom of Mercia; there are other works in the neighbourhood at Saxon Low.",
        "He is followed in this view by Bury.",
        "Bury, Ancient Greek Historians (1908), lecture 2.",
        "of Bury, on the Lancashire & Yorkshire railway.",
        "Bury, Ancient Greek Historians (1909); E.",
        "Bury, The Student's Roman Empire, ch.",
        "Bury, Student's Hist.",
        "of Bolton,and 6.6 m.S.E of Bury, by the Lancashire & Yorkshire railway.",
        "It is therefore remarkable that the priests contrived to bury one of the animals in the fourth year of Cambyses.",
        "Bury, Later Roman Empire (1889), i.",
        "He was dragged from the sanctuary at Bury St Edmunds, in which he had taken refuge, and was kept in strait confinement until Richard of Cornwall, the king's brother, and three other earls offered to be his sureties.",
        "BURY, a market-town and municipal, county and parliamentary borough of Lancashire, England, on the river Irwell, 195 m.",
        "Bury, of which the name is derived from the Anglo-Saxon burhg, birig or byrig (town, castle or fortified place), was the site of a Saxon station, and an old English castle stood in Castle Croft close to the town.",
        "The local family of Bury held lands here during the 13th century, and at least for a short time the manor itself, but before 1347 it passed by marriage to the Pilkingtons of Pilkington,withwhom it remained til11485,when on the attainder of Sir Thomas Pilkington it was granted to the first earl of Derby, whose descendants have since held it.",
        "Bury St Edmunds >>",
        "p. 129 in Bury's ed.).",
        "Bury in the English Historical Review (1889), pp. 53-57; G.",
        "(ii.) The collection of Everard of Gateley, a monk of St Edmund at Bury, who wrote c. 1250 three Mary Legends (Rom.",
        "Bury; J.",
        "It was a favourite custom to bury the dead near the graves of the martyrs; and it was the highest wish of many to \"rest with the saints.\"",
        "Rev. (1904); Prof. Bury's Life of St Patrick (1905); Haverfield's Romanization (cited above); and P.1 Vinogradoff, Growth of the Manor (1905), bk.",
        "Bury (London, 1898), where further authorities are cited; F.",
        "Failing the certificate, the clergyman cannot refuse to bury, but he must forthwith give notice in writing to the registrar.",
        "It was his function also to display and guard in battle the banner of the baron or banneret or the pennon of the knight he served, to raise him from the ground if he were unhorsed, to supply him with another or his own horse if his was disabled or killed, to receive and keep any prisoners he might take, to fight by his side if he was unequally matched, to rescue him if captured, to bear him to a place of safety if wounded, and to bury him honourably when dead.",
        "C. Bury blew the charges and she sank.",
        "Bury, Later Roman Empire, bk.",
        "Several early earthworks are seen in the vicinity, among which the circular camp on Bury Hill, S.W.",
        "6 lb The seeds should be thoroughly mixed, and very evenly sown, after which the surface should be raked over to bury them, and then rolled down while dry so as to finish it off smooth and level.",
        "in a straight line, as far as a larger camp, on Bury Down, and is of Danish or Saxon construction.",
        "Bury's History of Greece (1902), and art.",
        "Bury) (London, f900).",
        "The Vita Justiniani of Ludewig or Ludwig (Halle, 1731), a work of patient research, is frequently referred to by Gibbon in his important chapters relating to the reign of Justinian, in the Decline and Fall (see Bury's edition, 1900).",
        "Bury's Later Roman Empire (1889); Hodgkin's Italy and her Invaders (1880).",
        "In the XVIIIth-XXth dynasties a large number of fine tombs were made, and later ages continued to bury here till Roman times.",
        "Bury's Later Roman Empire (1889); Bryce, Holy Roman Empire (1904), pp. 40 seq.",
        "Bury, 1896-1900); L.",
        "STEPHEN GARDINER (c. 14931 555), English bishop and lord chancellor, was a native of Bury St Edmunds.",
        "He was educated at Bury St Edmunds and Westminster, and afterwards at Christ Church, Oxford, where he graduated B.A.",
        "BURY ST EDMUNDS, a market town and municipal and parliamentary borough of Suffolk, England, on the Lark, an affluent of the Great Ouse; 87 m.",
        "Bury St Edmunds (Beodricesworth, St Edmund's Bury), supposed by some to have been the Villa Faustina of the Romans, was one of the royal towns of the Saxons.",
        "By 925 the fame of St Edmund had spread far and wide, and the name of the town was changed to St Edmund's Bury.",
        "of the Abbey of St Edmund's Bury (2nd ed., 1843); H.",
        "Barker, History of Bury St Edmunds.",
        "pp. 302-312 Bury's edition) is based upon the imperial biographers (Historia Augusta) and cannot be regarded as strictly historical in detail.",
        "Bury, History of the Later Roman Empire (1889); H.",
        "(For the campaign see Bury in J.H.S., 1909, xxix.",
        "Bury, Hist.",
        "Bury, 1896), v.",
        "Bury, The Later Roman Empire (1889), ii.",
        "Bury (1898).",
        "Bury, London, 1896), chs.",
        "Bury), and works quoted in the special articles.",
        "Bury, History of Greece, p. 326; G.",
        "The Pastors' College in connexion with the Metropolitan Tabernacle was instituted in 1856, and in 1866 the present Baptist College at Manchester was instituted at Bury in the interests of the \"Strict\" Baptist views.",
        "Bury, London, 1898); Hergenrother, Photius, Patriarch von Constantinopel, vol.",
        "The origin of the Grocers' Company is thus described: \"Twenty-two persons, carrying on the business of pepperers in Soper's Lane, Cheapside, agree to meet together, to a dinner, at the Abbot of Bury's, St Mary Axe, and commit the particulars of their formation into a trading society to writing.",
        "of Cambridge on the Bury branch of the Great Eastern railway.",
        "Bury (1896-1900); H.",
        "Bury, History of the Later Roman Empire (1889); P. Villari, Le Invasioni barbariche in Italia (Milan, 1901); and F.",
        "Bury (London, 1896); G.",
        "In 1461 the men of the town, tenants of the manor which had been granted by the monks of Bury St Edmunds to Gilbert, earl of Clare, and had passed to the Crown with the honour of Clare, claimed exemption from toll, pontage and similar dues as their prescriptive right.",
        "8, where Judas is said to have cast down the money in the Temple, and the priests who had paid it to have recovered the pieces, with which they bought \" the potter's field, to bury strangers in.\"",
        "A very beautiful and typical example of the best work of this period is to be seen in the seal of Richard de Bury, bishop of Durham from 1 333 to 1345 (fig.",
        "- Seal of Richard de Bury, late 14th century.",
        "Bury, 1898); G.",
        "Ashton, Oldham, Rochdale, Bury, Bolton and Wigan form a nearly confluent semicircle of great towns, their prosperity founded on the underlying coal and iron, maintained by imported cotton.",
        "Burgh, Bamborough, Aylesbury, Bury; -bourne, -borne, -burn (O.E.",
        "Bury, 1896), iv.",
        "Bury, London, 1896), chaps.",
        "Bury, in Classical Review, iii.",
        "The crisis came in the parliament of Bury St Edmunds in February 1 447.",
        "It was in the abbey of St Denis that Abelard, now aged forty, sought to bury himself with his woes out of sight.",
        "For an example of the method of Acusilaus see Bury, op. cit.",
        "In 1834 he was articled to a solicitor in Bury St Edmunds, but the uncongenial and sedentary employment soon broke down his health.",
        "The mitred abbots in England were those of Abingdon, St Alban's, Bardney, Battle, Bury St Edmund's, St Augustine's Canterbury, Colchester, Croyland, Evesham, Glastonbury, Gloucester, St Benet's Hulme, Hyde, Malmesbury, Peterborough, Ramsey, Reading, Selby, Shrewsbury, Tavistock, Thorney, Westminster, Winchcombe, St Mary's York.",
        "Bury (Quart.",
        "Bury himself, however, has inflicted a severe blow on the theory by his proof that the so-called oculars of Echinoidea, which were supposed to represent the radials, are homologous with the \"terminals\" (i.e.",
        "Indeed, Bury is constrained to admit that the view of Semon and others may be correct, and that these so-called calycinal systems may not be heirlooms from a calyculate ancestor, but may have been independently developed in the various classes owing to the action of similar causes.",
        "Matters soon came to a head: on hearing that the king was mobilizing his mercenary bands, the barons met at Bury St Edmunds, and leagued themselves by an.",
        "Though the barons and the cOmmons voted a liberal grant at the parliament of Bury (Nov.",
        "In Winchester, London, St Albans, Canterbury, Bury, Beverley, Scarborough and many other places the rioting was as violent as in the countryside.",
        "There was more arson and blackmailing than murder, though some prominent persons perished, such as the judge, Sir John Caven.dish, and the prior of Bury.",
        "Almost his first duty was to bury the insane Charles VI., who only survived his son-in-law for a few months, and to proclaim his little nephew king of France under the name of Henry II.",
        "This led to his death; he was arrested by the order of the queen and the ministers at the parliament of Bury.",
        "On the fatal day of TewkesEdward, bury (May 3, 147 I) her army was beaten, her son was slain in the flight, and the greater part of her chief captains were taken prisoner.",
        "Historians are to serve no, cause but that of truth; in so far even as they desire a line of investigation to lead to a particular result, they are not, maintains Professor Bury, real historians.",
        "Among these Arthur Young's Travels in France during the years 1787, 1788 and 1789 (2 vols., Bury St Edmunds, 1792-1794) are peculiarly instructive.",
        "with natural self-love, we may try to exhibit the bury.",
        "Bury, 1898), vi.",
        "Bury in his monograph on St Patrick is the only trained historian who has ever adequately dealt with any of the problems connected with ancient Ireland.",
        "Bury, Life of St Patrick (London, 1905); W.",
        "Bury.",
        "They both abstain from meat and liquor, marry at the age of puberty, ordinarily celebrate their ceremonies through the agency of the elders of their own caste and bury their dead.",
        "Feuillet, however, having still further declined, he summoned his son to leave Paris and bury himself as his constant attendant in the melancholy château at Saint-LO.",
        "Bury, Ancient Greek Historians (1909), \"a whole-hearted appreciation of Polybius\"; J.",
        "Darian was chopped into so many pieces that there'd been no body to bury.",
        "Mayer was something elseâ€”have a service, bury the guy in absentia and get him the hell off the books.",
        "But Ms. Rosewater said the more detail, the betterâ€”bury them in paper, she called it.",
        "These emotions had taken thousands of years to bury and were bubbling up again, too strong for her to ignore forever.",
        "Born at Lydgate, Suffolk, John Lydgate entered the Benedictine abbey of Bury St Edmunds at fifteen.",
        "The first fine (for 100 marks) was made by the abbot of Bury St Edmunds between 30 and 31 January.",
        "Some graves can be seen in this chamber, as this was the usual place to bury former abbots of the monastery.",
        "Jonathan Schofield is a striker from Bury St Edmunds who is equally adept on the left hand side.",
        "The first group asked, \" What should we do if by chance we bury somebody alive?",
        "One or two species do not bury their eggs, but carry them about attached to their body appendages.",
        "An alternative to burial is to scatter or bury the ashes from a cremation in the garden.",
        "ashes in an urn, scatter or bury them.",
        "assemblether men were committed to Bury Jail for riotously assembling at Hundon and destroying two threshing machines.",
        "beet factory in the Bury st Edmunds areas.",
        "bulldozers used by General McCaffrey in the Gulf to bury Iraqi soldiers alive.",
        "bury the hatchet.",
        "bury the dead.",
        "bury somebody alive?",
        "bury Vampire Taoist master Chu (Lam Ching-Ying) is called upon by Mr Yam to deal with his father's improperly buried corpse.",
        "bury is buried in the cemetery near to the location of the field hospital.",
        "bury died in 1758, and was buried in the classical graveyard of Greyfriars.",
        "bury is buried in the vault of Hampton Church.",
        "bury died in 1633 and is buried in a splendid tomb opposite the Hospital in Holy Trinity Church.",
        "The membership includes Old Bury Hill Lake, Temple Lake our new specimen carp lake.",
        "The mother was instructed to bury the body the next day and not to open the casket.",
        "molecular shape complementarity is important because bumps and clashes lead to repulsion, while failing adequately to bury hydrophobic surfaces has an entropic cost.",
        "consultant chest physician at Bury district hospital.",
        "On the slopes of Isandhlwana itself, men under Colonel Drury-Lowe are searching the battlefield in order to bury the English dead.",
        "But as he sets out to bury his dear departed wife in fitting style, nothing quite goes to plan.",
        "With a grim yet somewhat optimistic determination, DD piloted the car through the narrow lanes west of Bury.",
        "dominate the headlines, itÃ¢s a good day to bury bad news.",
        "dung pellets for the female to bury.",
        "executed for witchcraft at Bury St. Edmunds during the late 1600s.",
        "In 1924, Mr Ivan Palmer, a farm foreman from near Bury St Edmunds, became licensee.",
        "gaolgust 11 th 1824 Samuel Salter committed to Bury jail charged with stealing a male ass from Philip Golding of Glemsford.",
        "gaollvage was committed to Bury jail on a charge of murder.",
        "We bury her in a shallow grave by the road.",
        "grim yet somewhat optimistic determination, DD piloted the car through the narrow lanes west of Bury.",
        "But as the election results dominate the headlines, itÃ¢s a good day to bury bad news.",
        "incinerate rather than bury their waste.",
        "In either case it appears to have seemed sensible to bury the loot.",
        "But by 1730, he was back in Bury where he patented a machine for twisting and cording mohair and worsted.",
        "Bury Mount, the castle motte in Moat Lane, was probably built by the Normans in the 11th century.",
        "We need to engage with our culture and the issues it raises and faces, not bury our heads like the proverbial ostrich.",
        "He's consultant chest physician at Bury district hospital.",
        "Up to 1834 In 1728, a proposal to erect a poorhouse in Bury was rejected by the Vestry meeting.",
        "Defra have installed 13m ² of roof mounted solar panels providing hot water throughout the year for 120 staff at Bury St Edmunds.",
        "sugar beet factory in the Bury st Edmunds areas.",
        "Bury St Edmunds is a Suffolk market town steeped in history.",
        "upkeep of a rose garden at Bury Abbey.",
        "vernacular architecture in north Bury: a Church on a mission.",
        "Jake Waddilove is a pig veterinarian, and a partner in the Eastgate Veterinary Group, a practice in Bury St Edmunds, Suffolk.",
        "It may seem to be an awfully clever wheeze to some Whitehall spin doctor to \" bury bad news \" in this way.",
        "I gave the poor wretch the wherewithal to bury his daughter and to leave England.",
        "It's rare to see zander take baits as Bury Hill is usually quite murky through all the bream, tench and carp activity.",
        "I picked peg 12 which recently produced 18 zander in a day, including three doubles for one of the Old Bury regulars.",
        "Bury, 1896); G.",
        "from London, 6.3 m.W of Bury, and 16 m.",
        "Bury points out (Ancient Greek Historians, 1909, pp. 1 33 seq.), he was by no means a blind admirer.",
        "This \"traditional biography\" prolongs his life to the year 1461, but it is quite improbable that he lived many years after 1446, when Abbot Curteys died and John Baret, treasurer of Bury, signed an extant receipt for a pension which he shared with Lydgate, and which continued to be paid till 1449.",
        "One of the most obvious defects of this school is excessive attachment to polysyllabic terms. Lydgate is not quite so great a sinner in this respect as are some of his successors, but his tendency cannot be mistaken, and John Metham is amply justified in his censure Eke John Lydgate, sometime monk of Bury, His books indited with terms of rhetoric And half-changed Latin, with conceits of poetry.",
        "Bury, vol.",
        "Bury, Later Roman Empire, vol.",
        "It is a misdemeanour to expose a naked corpse to public view, to prevent the burial of a dead body, or to disinter it without authority; also to bury or otherwise dispose of a dead body on which an inquest ought to be held, without giving notice to a coroner.",
        "ii.): he prayed that the pride of the dragon might be humbled and God shewed him the dead body lying upon the waves - and there was none to bury it.",
        "Bury, Appendix 8 to vol.",
        "Examples of Selenops (Clubionidae) lie flat and absolutely still on the bark of trees, to which their coloration assimilates, and spring like a flash of light upon any insect that touches their legs; the Lycosidae dart swiftly upon their prey; and the Salticidae, which compared with other spiders have keen powers of vision, stealthily stalk it to within leaping distance, then, gathering their legs together, cover the intervening space with a spring and with unerring aim seize it and bury their fangs in its body.",
        "As it was illegal in Roman times to bury within the walls, we are forced to the conclusion that the places where these sepulchral remains have been found were at one time extramural.",
        "The well-known Bury Cooperative Society was established in 1856.",
        "Bury (who agrees with Ranke in rejecting the authorship of Procopius) A History of the Later Roman Empire (1889), vol.",
        "5 The snake-tribes of the Punjab clothe and bury a dead serpent, and elsewhere in India when one is killed in the village a copper coin is placed in its mouth and the body ceremonially burned to avert ev11.5 These snake-tribes claim to be free from snake-bite, as also the ancient Psylli of Africa and the Ophiogenes (\" serpent born \") of Cyprus who were supposed to be able to cure others.",
        "Bury, Ancient Greek Historians (1909), lecture i.; histories of Greek literature by Muller-Donaldson (ch.",
        "But, however correct the observations and the homologies of MacBride may be, they do not, as Bury (op. cit.) has well pointed out, afford sufficient grounds for his inference that the abactinal (i.e.",
        "Feuillet, however, having still further declined, he summoned his son to leave Paris and bury himself as his constant attendant in the melancholy chÃ¢teau at Saint-LO.",
        "St Ethelbert, Hessett, is just to the south of the A14 to the east of Bury, signposted at a junction.",
        "Secondly, commentators tend to bury themselves in the trite cliches of international football.",
        "But Bury 's hard work appeared to be undone when Swansea were awarded their penalty.",
        "The royalties from the book still pay for the upkeep of a rose garden at Bury Abbey.",
        "Decent vernacular architecture in north Bury: a Church on a mission.",
        "The score of Bury 6 Derby County 0 is the biggest winning margin in FA Cup final history.",
        "Bury yogurt pot or similar up to neck in the soil.",
        "It 's rare to see zander take baits as Bury Hill is usually quite murky through all the bream, tench and carp activity.",
        "It is an instinct in cats to bury their waste, so all you have to do is show your kitten the litterbox, and he'll catch on very quickly.",
        "They can appear to quietly enjoy your stroking one minute, then bury their teeth and claws in you the next.",
        "It took her two weeks after his death to get married and it took a month to bury him.",
        "Why did it take so long for Smith to bury her son?",
        "Do not pack this documentation in your luggage or bury it inside a carry-on bag - it will be checked multiple times and you should keep it available until you have been issued your ship's ID card.",
        "You'll need to bury the crown with about two inches of soil.",
        "Beer: Put a little beer (Budweiser is fine, though not itself organic) into a cup and bury it, leaving the rim of the cup about an inch above the ground.",
        "Golden Shovel - Buy two shovels, then bury one.",
        "Buy a second shovel, then bury one just outside of your house.",
        "Use the Golden Shovel to bury a bag of money to grow a Money Tree.",
        "To throw off the other players, bury trash and pitfalls.",
        "You can also bury items to act as both fun bonus prizes, and additional decoys.",
        "Bury a few on the shoreline to provide you with the fruit without having to travel to the island to get it.",
        "The smoke and bold taste would bury the flavor of the wine.",
        "Never bury your trash - bears have a keen sense of smell and they are sure to find and dig it up.",
        "If you aren't able to bury your beloved pet, then cremation is another option.",
        "They are faced with the fact that there is no baby to bury, and many times, no physical evidence that their child had lived, except for maybe an ultrasound picture.",
        "If you opt for the latter construction, you'll need to bury a prefabricated pool form and cover it with screen wire.",
        "Others choose to bury baby blankets, toys, ultrasound photos, or small mementos in a private family ceremony.",
        "If you purchase moon sand in a kit, you may get additional items to \"bury\" in the sand as well as accessories like a small shovel, pick, molds, and sifter.",
        "Many Wicca practitioners will bury the candle in a secluded place after the spell has been cast.",
        "Which is why in order for a cheater to be successful at cheating, he needs to be in a relationship with an ostrich (someone who is willing to bury her head in the sand).",
        "Gardening: Bury the ring (in a protective box) in a favorite gardening spot, attach the ring to flowers, or use a gardening analogy when proposing.",
        "To Love is to Bury Sookie and Sam investigate a link to the murders.",
        "When Bill sets out to double-cross Eric and bury him in cement, Eric escapes and reveals Bill's lies to Sookie.",
        "Have a clear message - Don't bury the purpose of the letter.",
        "All of our ghosts and secrets do keep/Gather them all we'll bury them deep/I could sing for sorrow.",
        "In fact, users on sites that allow user ratings may purposely vote down or bury blogs that have too many Google ads, or blogs that are characterized by an obvious, hard sell sales pitch.",
        "Bury, The Student's Roman Empire (1893), where a concise table of the journeys is given; P. von Rohden, s.v.",
        "Interment in rock-hewn tombs, \" as the manner of the Jews is to bury,\" had been practised in Rome by the Jewish settlers for a considerable period anterior to the rise of the Christian Church.",
        "In the present article Bury's reconstruction of the saint's life has been chiefly followed.",
        "Apparently the deserts are destitute of all vegetation: yet three kinds of herbs exist, which bury themselves deep in the earth, and survive long periods of drought.",
        "We hear 3 of \" Brownists \" in London about 1585, while the London petitioners of 1592 refer to their fellows in \" other gaols throughout the land \"; and the True Confession of 1596 specifies Norwich, Gloucester, Bury St Edmunds, as well as \" many other places of the land.\"",
        "If nothing else, we can bury motion sensors a few feet away, if you think the Others will sense anything close to the portal.",
        "He adds that he has appended it to the Rabdologia, in addition to the promptuary, because he did not wish to bury it in silence nor to publish so small a matter by itself.",
        "He acted for a short time as a private chaplain, but was appointed in 1679 to the small rectory of Ampton, near Bury St Edmunds, and in 1685 he was made lecturer of Gray's Inn.",
        "Bury (7 vols.",
        "Bury (Eng.",
        "Its immediate occasion was the disputation at Heidelberg (1568) for the doctorate of theology by George Wither or Withers, an English Puritan (subsequently archdeacon of Colchester), silenced (1565) at Bury St Edmunds by Archbishop Parker."
    ],
    "definition": [
        "a. To place (a corpse) in a grave, a tomb, or the sea; inter.\nb. To dispose of (a corpse) ritualistically by means other than interment or cremation.",
        "a. To place in the ground; cover with earth: The dog buried the bone. The oil was buried deep under the tundra.\nb. To place so as to conceal; hide or obscure: buried her face in the pillow; buried the secret deep within himself.",
        "To occupy (oneself) with deep concentration; absorb: buried myself in my studies.",
        "To put an end to; abandon: buried their quarrel and shook hands.",
        "Slang To outdo or defeat by a large margin: The team was buried in the first half by its crosstown rivals.",
        "bur′i·er\nnoun",
        "Link/Cite",
        "To ritualistically inter in a grave or tomb.",
        "To place in the ground.\nbury a bone;  bury the embers",
        "(often figuratively) To hide or conceal as if by covering with earth or another substance.\nshe buried her face in the pillow;  they buried us in paperwork",
        "(figuratively) To suppress and hide away in one's mind.\nsecrets kept hidden; she hid her shame and put on a smiling face.",
        "(figuratively) To put an end to; to abandon.\nThey buried their argument and shook hands.",
        "(figuratively) To score a goal.",
        "(slang) To kill or murder.",
        "A borough; a manor",
        "ruby, Ruby",
        "A metropolitan borough of Greater Manchester, England",
        "A placename suffix indicating a fortified place.",
        "Link/Cite"
    ]
}