{
    "translation": "לעקוף",
    "uses": [
        "It was designed to be adversary propaganda and to bypass censorship.",
        "When you look at an Apple laptop on the Amazon site, you may notice that other merchants offer the same item for sale, at a lower price.Many people bypass these other merchants, buying only from Amazon.",
        "He was 57 and had seemed to be making a good recovery from his quadruple heart bypass two weeks before.",
        "In rare cases, urine from an ectopic ureter will bypass the bladder and dribble out of the bottom somewhere, through a natural orifice like the vagina or a completely separate unnatural opening.",
        "Furthermore, guests can either purchase their tickets at the park gate or they can opt for the Print-N-Go tickets that can be purchased online and printed at home to bypass lengthy gate lines.",
        "bypass the firewall when accessing hosts.",
        "bypass graft (or CABG) improves blood flow to the heart.",
        "congregate around an enormous middle oak ' tree toward the Northern end of the bypass.",
        "coronary artery bypass grafting, open-heart surgery, heart transplants.",
        "It's possible that a technically knowledgeable participant could bypass the security by using system programs of some kind.",
        "Understandably, some people aren't comfortable with this kind of scrutiny, and a CGI bypass proxy uses the very same technology to put yet another proxy in between the user and the \"monitoring\" proxy.",
        "artery bypass grafting, open-heart surgery, heart transplants.",
        "Since oxygen and nutrients are received from the placenta and the umbilical cord instead of the lungs, the ductus arteriosus acts as a \"short cut\" that allows blood to bypass the deflated lungs and go straight out to the body.",
        "Applying for Section 8 in person rather than online gives you the ability to provide important details to local housing agency workers, which may allow you to bypass the long wait list.",
        "If you need to bypass your infant's pediatrician, or simply want additional information on early autism symptoms, there are numerous agencies and not-for-profit organizations available to assist you.",
        "Keep in mind that administrators of the sites that you are trying to bypass are actively trying to locate the IP addresses of the various CGI proxy sites so that they can be blocked.",
        "He was able to bypass Gabriel's death-dealers too easily during his frequent trips to the lake.",
        "Coronary artery angioplasty and bypass before elective surgery 21 elective patients had coronary angiography.",
        "artery bypass graft surgery longer than they should be?",
        "Includes recipient whitelisting so selected recipients can bypass heuristic antispam testing and real-time blacklists NEW!",
        "The PTFE coated blade is available as anvil or bypass and the tool has 10 year guarantee.",
        "SURGICAL bypass If the symptoms are severe and the patient is not suitable for angioplasty I will consider an operation to bypass the blockage.",
        "A study was to investigating whether the use of cardiopulmonary bypass increased the risk of developing acute renal failure.",
        "THE long-awaited A27 bypass at Arundel will be included in the government's next road-building p.. .",
        "Stroke, November 2001 Tissue engineering - the new coronary bypass?",
        "A \" triple heart bypass \" would have three separate grafts made at the same time.",
        "bypass grafting, open-heart surgery, heart transplants.",
        "bypass surgery fairly soon.",
        "bypass capacitor trade studies and introduction to switching power integrity.",
        "bypass valve \"?",
        "A simple example of different methods of harvesting veins for use in coronary artery bypass surgery makes the point.",
        "These days the A9 takes a dual carriageway bypass route which crosses the Moray Firth at Kessock bridge.",
        "cardiopulmonary bypass increased the risk of developing acute renal failure.",
        "charisma bypass?",
        "coronary artery bypass graft (or CABG) improves blood flow to the heart.",
        "center Bypass When any eq fader is in its center detent position, the filter is automatically bypassed, for optimum performance.",
        "In addition, you can bypass the low-pass filter entirely, for a bandwidth of 20 kHz.",
        "To Generate loss warned that failure coronary bypass ge.",
        "Treatment requires a short segment bypass graft to remove the risk of rupture.",
        "Volume 9, Number 8, September 2002 Are waiting times for coronary artery bypass graft surgery longer than they should be?",
        "Neonatal intensive care and coronary artery bypass grafts will both save lives.",
        "The best view of the church with its tower is now from the bypass that cuts through its former graveyard.",
        "Measured total hemoglobin Direct measurement of total hemoglobin provides more accurate results for bypass patients.",
        "hyperspace bypass.",
        "interposition vein cuff (Miller cuff) may be used to augment the distal anastomosis of a prosthetic infrainguinal bypass.",
        "junction 23A onto the Derby bypass and following signs for the A50.",
        "It opened in 1927 and was built to bypass the terrible traffic congestion, and it was actually closed in 2003 amidst much lamentation.",
        "Certainly, it can bypass the middleman, and there are already several print-related services which attempt to bypass Distributors.",
        "By playing direct football to the front two of Sam Gibbons and Ben Mackenzie we were able to bypass the midfield.",
        "mine workings to enable the bypass to cross the redeveloped areas.",
        "The bypass makes its way downhill where the A417 joins us from the left for a short multiplex.",
        "In 1988, English Heritage did not raise an objection to the bypass in relation to the castle.",
        "oxbow bypass and the confluence.",
        "patency of lower extremity bypass grafts: a meta-analysis.",
        "The influence of anesthetic method on infrainguinal bypass graft patency: a closer look.",
        "Can their own USB sticks bypass the security policy?",
        "quadruple heart bypass two years ago, is a former junk food addict.",
        "We have placed these in three categories; coronary artery bypass grafting (CABG ), aortic valve replacement (AVR) and other.",
        "The blood is then rerouted to a heart-lung (bypass) machine.",
        "B&Q bypass secateurs, the lowest priced model actually fared the best in our trial.",
        "Complete with aluminum fork, trowel and transplanting trowel not to mention anvil secateurs and bypass pruners, this kit is fantastic value.",
        "Back in the proxy server section, tick Bypass proxy server for local addresses.",
        "This could be particularly significant for a bypass project.",
        "signposted from the roundabout at the Eastern end of the Dorchester bypass.",
        "slip road will carry traffic from the motorway heading for Rochdale which will bypass the traffic signals.",
        "Turn right and join the A720 city bypass southbound.",
        "A bypass capacitor stores an electrical charge that is released to the power line whenever a transient voltage spike occurs.",
        "One interesting prospect is the possibility of getting into a high level in Muxa, to bypass the sump.",
        "sump bypass.",
        "By utilizing new technology in local exchanges, we are able to offer xDSL services which bypass the regular BT network.",
        "However, the campaign against the Newbury bypass marks a watershed in transport policy.",
        "As a town Perth has expanded steadily westwards in recent years toward its bypass.",
        "Only once have i had to ask the surgeons to bypass the pylorus in a patient.",
        "Mr Clinton, 60, who underwent a quadruple heart bypass two years ago, is a former junk food addict.",
        "We have placed these in three categories; coronary artery bypass grafting (CABG), aortic valve replacement (AVR) and other.",
        "The first project I was involved in was Ellon Bypass a roadworks scheme.",
        "Back in the Proxy Server section, tick Bypass proxy server for local addresses.",
        "Kingston Maurward is signposted from the roundabout at the Eastern end of the Dorchester bypass.",
        "A slip road will carry traffic from the motorway heading for Rochdale which will bypass the traffic signals.",
        "We searched the main chamber for a possible sump bypass.",
        "The first bypass, \" New Road \" was built in 1837 to allow westbound traffic to avoid the town center.",
        "However, its lever operated bypass damper (which is used for starting and loading the stove) makes a bit complex to use.",
        "If you are looking for a petite housecat, you may want to bypass this often superlatively sized breed.",
        "Online Wholesale Furniture Vendors - Some furniture brokers bypass the retailer stores entirely and sell directly to the public online.",
        "When incoming perceptions bypass the rational part of the brain, a person may act without the regulating effect of wisdom, memory or judgment.",
        "This could be a way for them to bypass listening to complaints or showing them you can put a smile on your face even when it's hard.",
        "Some companies will simply bypass the retail stores and opt to market directly to outlet stores.",
        "Pastore, 60, who had triple bypass surgery in 2005, reportedly said the training was too hard on him.",
        "Regis Philbin, the long-standing host of ABC television's Live With Regis and Kelly, was expected to have a triple bypass heart surgery on March 14, 2007.",
        "He said he got a second opinion but bypass surgery was recommended.",
        "In an attempt to once and for all shed the 150 or so extra pounds that her body was carrying, she underwent gastric bypass surgery.",
        "In August 2003, the former co-host of The View underwent a gastric bypass procedure.",
        "In 2003, \"The Dawg\" underwent a highly publicized gastric bypass surgery that helped him lose more than 100 pounds.",
        "You can, however, bypass the kennel club and contact an AKC Show Superintendent directly and ask them to add you to their mailing list.",
        "You can prune gardenias with a variety of hand tools, but experts recommend pruning gardenias with a bypass pruner.",
        "This gardening tool is a hand-held, heavy duty gardening shear with a special blade called a bypass blade.",
        "Bypass pruners work much like ordinary scissors.",
        "If you're shopping for pruners and the package doesn't say whether or not they are bypass pruners, look for a pruner with two separate blades joined by a screw.",
        "Outdoor gardenias, especially more mature plants, may have tough stems that require a nice, sharp bypass pruning shear.",
        "A bypass sliding patio door can save space because the door slides sideways instead of opening inwards.",
        "Aluminum framed bypass doors usually provide the homeowner with the least expensive option.",
        "The bypass patio door kits come with a right-hand or left-hand option for which way the door slides open.",
        "The bypass sliding door can allow more solar glare to enter the home which promotes heat loss in the winter and increased temperatures in the summer.",
        "Swinging patio doors often provide a superior energy-efficient option over bypass sliding patio doors because they have heavy weatherstripping installed around the edges.",
        "Swinging patio doors do not offer the space efficiency of the bypass door, but they often offer a more anesthetically pleasing look to the home.",
        "By sprouting the grain and then milling the sprouted seeds, the final product allows you to bypass the grain's natural self-defense against being consumed.",
        "This will open up the windpipe to bypass completely the blocked airway.",
        "Fortunately, Flash Pass is available for the coaster and can allow riders to bypass the lengthy line if they are willing to pay the extra charges for the privilege.",
        "If you dread the long lines at theme parks, this special pass will let you bypass the crowds and go straight to the front of the line every time.",
        "Other PSX cheat devices actually allow cheaters to bypass the PlayStation's copy protection schemes and browse the contents of the game CDs in the comfort of their living rooms.",
        "It might mean that you need to bypass NHL 08 to recoup the difference in price, but at least you get peace of mind.",
        "When loading a game for the first time, they are impossible to bypass.",
        "When initially loading a game, they are impossible to bypass.",
        "Install the water heater bypass kit so that you don't waste antifreeze by filling the water heater tank with antifreeze.",
        "The iPhone is initially \"locked\" to AT&T, but there are ways to bypass this restriction.",
        "Intracranial bypass surgery is a surgical procedure performed to restore blood flow around a blocked blood vessel in the brain.",
        "African Americans are 13 percent less likely to undergo coronary angioplasty and one-third less likely to undergo bypass surgery than are Caucasians.",
        "A heart-lung bypass machine pumps blood for the heart while the heart is stopped and the wall defect is being repaired.",
        "This passageway allows blood to bypass the lungs, which are not yet functional in the fetus.",
        "Endarterectomy and surgical bypass are two surgical treatment options, but they are not common in children.",
        "Bypass surgery reroutes the blood flow around the narrowed or blocked sections of the renal artery.",
        "Reactive hypoglycemia can be triggered by enzyme disorders and by gastric bypass surgery.",
        "ECMO is a technique similar to a heart-lung bypass machine, which assists the infant's heart and lung functions with use of an external pump and oxygenator.",
        "Normally, this bypass duct closes within the first few hours or days after birth.",
        "In this operation, a tube is inserted in the larynx so that air can bypass the blockage.",
        "Judicial bypass laws are also available in states with parental consent requirements, in case a teen believes she can't safely obtain parental consent.",
        "You may also submit a photo to be considered for the Grand Finals, but that one comes with a hefty $350.00 bypass fee and has to be pre-approved by management.",
        "Liquids bypass the time needed to break down a tablet, and the thought is that it makes them more readily available to the body.",
        "He doesn't have to have his heart in the game and he can bypass his head too as long as body doesn't portray him.",
        "For the transgendered person, dating websites offer an opportunity to bypass many problems that come with being a transgendered person in the dating field.",
        "Bypass arrangements are another popular modern design.",
        "This is a variation on the more common ladder style, though bypass designs are often curved to add even more illusion.",
        "More unique settings also include a matched trio of diamonds in a bypass ring for contemporary flair with traditional symbolism.",
        "Swirls, boxter settings, open or solid hearts, bypass designs and other unique options can be found with both rubies and diamonds.",
        "Prong ring settings are the most popular choice for three stone rings, though more unusual designs may use bezel settings, channel settings, or bypass settings for greater flair.",
        "For dieters who have a significant amount of weight to lose, this makes Medifast a great alternative to lap band or gastric bypass surgery.",
        "Myrtlewood Golf Club:  Located at 48th Ave. N. and Highway 17 Bypass, it is home to Pine Hills and Palmetto golf courses.",
        "What's more, because of its reputation for laid-back living, most college coeds looking to party hardy bypass Bermuda and opt for a more raucous place to get drunk.",
        "If you don't need items from a particular section, you just bypass it altogether.",
        "However, many diet foods completely bypass ingredients such as high-fructose corn syrup in favor of chemical sweeteners such as Splenda.",
        "However, gastric bypass relocates the stomach attachment to either the ileum or jejunum portion of the small intestine, which is much farther along the length of the intestine.",
        "Gastric bypass patients traditionally have been known to lose weight quicker due to the combination of procedures and the greater inability to absorb calories from food.",
        "A common side effect of gastric bypass surgery is called the dumping syndrome.",
        "Intestinal bypass was once the most common procedure, but has since been replaced with the restrictive and malabsorption practices.",
        "Dr. Sears: The key factor in the MedWell Program is molecular insights that have been learned about how to control hunger using gastric bypass surgery.",
        "Gastric bypass surgery changes your digestive system and reduces the size of your stomach to that of a walnut.",
        "Some people think that having gastric bypass surgery allows a person to eat whatever they want and that they will still lose weight.",
        "The diet for those who have had gastric bypass surgery is designed to aid the healing process and to reinvent the way you eat.",
        "Surgery is traumatic for your system and the diet for gastric bypass lessens the stress on the parts of your body that have undergone that trauma.",
        "Due to the smaller size of your stomach, once you've had gastric bypass surgery the amount you eat will change.",
        "Phase 1 - Liquids: The first foods eaten following gastric bypass surgery are liquids or semi-liquids.",
        "Each person's body is unique and how you respond to gastric bypass surgery will determine how soon you move through the phases of this diet.",
        "A diet after gastric bypass surgery typically involves foods that help the body heal after the procedure followed by a low-fat eating plan.",
        "A typical diet after gastric bypass surgery goes through four distinct stages.",
        "The specific instructions for following a bypass eating plan after surgery are made using a case-by-case approach.",
        "The information is not designed as an outline for you to follow, and those who have not had the procedure should never follow an eating plan for post gastric bypass procedure.",
        "The main advantage of the Cami is that fact that it allows you to utilize an entire section of your wardrobe that you would ordinarily bypass for your daytime activities.",
        "Morgan, 31, started her first diet at age 12 and had gastric bypass surgery a few years ago, but all the weight she lost returned.",
        "Ironically, Perrin later accepted the money and used it for gastric bypass surgery, which helped her lose 94 pounds.",
        "In 1983 Isaac Asimov had triple bypass surgery.",
        "She successfully connected the bypass circuit to restore the communications array.During the episode \"The Changeling\", Uhura's memory was wiped by a space probe called Nomad.",
        "These sites will sometimes allow you to bypass filters at work or school.",
        "There are really only two reasons to use a CGI bypass proxy: to be sneaky, or to be free.",
        "There are two ways to use a CGI bypass proxy: use one that is already installed on a web page, or install your own.",
        "For that reason, you may want to install a CGI bypass proxy on your own server or on a server where you can freely host your own site.",
        "Regardless of your reasons, CGI proxies used to bypass screening are effective tools and, in the true spirit of the internet, easy to find and implement.",
        "Another kind of proxy is called a CGI Bypass Proxy, which is basically used to bypass all the above kinds of proxy servers.",
        "bypass the midfield."
    ],
    "definition": [
        "An alternative passage created surgically to divert the flow of blood or other bodily fluid or circumvent an obstructed or diseased organ.",
        "A surgical procedure to create such a channel: a coronary artery bypass; a gastric bypass.",
        "Link/Cite"
    ]
}