{
    "translation": "חישוב",
    "uses": [
        "Even from a distance it was obvious that his calculation was accurate.",
        "This triangle, for the convenience of calculation, we divide into two right-angled triangles.",
        "Although the matter can be fully treated only upon the basis of a dynamical theory, it is proper to point out at once that there is an element of assumption in the application of Huygens's principle to the calculation of the effects produced by opaque screens of limited extent.",
        "In every case the calculation proved fallacious.",
        "Since heats of formation afford such convenient data for calculation on the above method, they have been ascertained for as many compounds as possible.",
        "Then, provided a r includes the greatest term, it will be found that (A - a)\" lies between 0' r and ar+1ï¿½ For actual calculation it is most convenient to write the theorem in the form methods of procedure.",
        "According to Hopkinson's calculation, this sample behaved as if 91% of the iron contained in it had completely lost its magnetic property.'",
        "A certain amount of planning and calculation went into all of her actions.",
        "The details of the calculation are given in the article Electric conduction, § where also will be found an account of the methods which have been used to measure the velocities of many ions by direct visual observation.",
        "Of other Indian writers mention may be made of Cridhara, the author of a Ganita-sara (\" Quintessence of Calculation \"), and Padmanabha, the author of an algebra.",
        "When the waves are convergent and the recipient screen is placed so as to contain the centre of convergency - the image of the original radiant point, the calculation assumes a less complicated form.",
        "Of the water received by Albert Nyanza annually (omitting the Victoria Nile from the calculation) between 50 and 60% is lost by evaporation, whilst 24,265,000,000 cubic metres are annually withdrawn by the Bahr-el-Jebel.",
        "Finally, calculation by statistics (William Farr, Karl Pearson, and others) has been brought into line with other scientific methods: the method is a difficult one, and one full of pitfalls for the unwary, yet when by co-operation of physician and mathematician its applications have been perfected its services will appear more and more indispensable.",
        "By the government's calculation, about 40 percent of India's population, or half a billion people, are below that level.",
        "The burning of Moscow had cost him, according to the head steward's calculation, about two million rubles.",
        "- The calculation of the values of simple algebraical expressions for particular values of letters involved is a useful exercise, but its tediousness is apt to make the subject repulsive.",
        "The calculation of the percentage of the particular constituent is simple.",
        "This is at least of the order observed, which is all that can be expected from a calculation which assumes I + and I_ equal.",
        "If a decennial period be taken, then-for the purpose of the new calculation -the earliest year is omitted and the latest year added, the number of years continuing at ten.",
        "The news of the strengthening of the British army and navy lately announced in the king's speech had perhaps annoyed him; but seeing that his outbursts of passion were nearly always the result of calculation - he once stated, pointing to his chin, that temper only mounted that high with him - his design, doubtless, was to set men everywhere talking about the perfidy of Albion.",
        "Reckoning by that standard we might push the earliest Neolithic remains back behind io,000 B.C.; but the calculation would be worthy of little credence.",
        "Taking into account the heat absorbed by the box and the metal, Rumford calculated that the heat developed was sufficient to raise 26.58 lb of water from the freezing to the boiling point, and in this calculation the heat lost by radiation and conduction was neglected.",
        "When we consider the costs of all the wrong decisions ever made—a calculation I don't even know how to approach—we will think of it as a diminishing problem receding into the past.",
        "if we come to a calculation the number of species of animals will be found much less than is generally imagined, not amounting to a hundred species of quadrupeds, nor to two hundred of birds..",
        "An important instance in which the calculation can be made is that of an elongated ellipsoid of revolution placed in a uniform field H o, with its axis of revolution parallel to the lines of force.",
        "Possessing an immense range of knowledge, he has filled up lacunae in nearly every part of physics, by experiment, by calculation, and by clear accurate thought.",
        "It was also used in the calculation of rates of interest.",
        "For simplicity of calculation, the clear length of each rod between the yokes is made 12.56 (=47r) centimetres, while the coil surrounding the standard bar contains 100 turns; hence the magnetizing force due to a current of n amperes will be ion C.G.S.",
        "Taylor Jones showed in 1897 that only a small proportion of the contraction exhibited by a nickel wire when magnetized could be accounted for on Kirchhoff's theory from the observed effects of pulling stress upon magnetization; and in a more extended series of observations Nagaoka and Honda found wide quantitative divergences between the results of experiment and calculation, though in nearly all cases there was agreement as to quality.",
        "This difference of calculation led to Easter being observed on different Sundays, in certain years, in England, by the adherents of the two churches.",
        "To apply the method to the calculation of N n, it is necessary that we should be able to express N in the form A+a or Aa, where a is small in comparison with A, A\" is easy to calculate and a/A is convenient as a multiplier.",
        "(v.) The further extension to fractional values (positive or negative) of n depends in the first instance on the establishment of a method of algebraical evolution which bears the same relation to arithmetical evolution (calculation of a surd) that algebraical division bears to arithmetical division.",
        "It is often convenient, as in ï¿½ 56 (ii.) and (vi.), to consider the mode of development of such a series, without regard to arithmetical calculation; i.e.",
        "The last years of his life were troubled by a new period of storm and stress which called for his highest powers of calculation and self-control.",
        "The calculation results in -A,113 B2Bi+2A2B3B2Bi-AzB3BaBi+A4B3B1-2AlB3B2B1 -MB2B2131+MB33231+A213MB1 + A 2 B a Bi -2A2B3B2B +A2B1B1=0.",
        "This calculation was falsified by events.",
        "At first an eight years' cycle was adopted, but it was found to be faulty, then the Jewish cycle of 84 years was used, and remained in force at Rome till the year 457, when a more accurate calculation of a cycle of 532 years, invented by Victorius of Acquitaine, took its place.",
        "The application of the method to the calculation of (I +x) n, when n= p/q, q being a positive integer and p a positive or negative integer, involves, as in the case where n is a negative integer, the separate consideration of the form of the coefficients b 1, b 2, ...",
        "Gauss in particular employed it in the calculation of the magnetic potential of the earth, and it received new light from Clerk Maxwell's interpretation of harmonics with reference to poles on the sphere.",
        "It is scarcely necessary to remark that in all such cases the calculation applies in the first instance to homogeneous light, and that, in accordance with Fourier's theorem, each homogeneous component of a mixture may be treated separately.",
        "Calculation shows that, if the aperture be s in., an achromatic lens has no sensible advantage if the focal length be greater than about II in.",
        "(15), formulae which may be utilized for the calculation of G, H when u (or v) is small.",
        "Descending series of the semi-convergent class, available for numerical calculation when u is moderately large, can be obtained from (12) by writing x=uy, and expanding the denominator in powers of y.",
        "Pitiscus (1561-1613), who himself carried the calculation of a few of the earlier sines to twenty-two places.",
        "The calculation that he would work harmoniously with Rodney was not altogether justified by the results.",
        "These numbers have been taken as a basis for calculation of population, and one statistician reasoned that if 50,000 were buried in one churchyard 100,000 should represent the whole mortality of London.",
        "Unfortunately, the calculation of probable railway revenue on The railwhich the conventions had been based proved to be way C0fl enormously exaggerated.",
        "Density of population is measured by the average number of people residing on a unit of area; but in order to compare one part of the world with another the average should, strictly speaking, be taken for regions of equal size or of equal population; and the portions of the country which are permanently uninhabitable ought to be excluded from the calculation.'",
        "Conradus Mel in his Antiquarius Sacer (1719) described a \"pantometron nauticum\" which he claimed would show without calculation the distance sailed by the ship; and J.",
        "It has also the right to purchase the undertaking at the end of the first fifteen years, the net profits of the preceding seven years to govern the calculation of the purchase price.",
        "If therefore we choose a quantity e such that log e I o X X= I, log i oe = X, which gives (by more accurate calculation) e=2.71828..., we shall have lim(loge(I+0))}/0=I, and conversely 'lim' {ex+0 - e x } 143= The deduction of the expansions log e (' +x) = x - Zx 2 + 3x 3 - ..., e x = I +.x+x2/2!+x3/3!-}-..., is then more simply obtained by the differential calculus than by ordinary algebraic methods.",
        "He estimates the population to have been 180,000 persons, which Dr Creighton affirms to be nearly three times the number that we obtain by a moderate calculation from the bills of mortality in 1532 and 1 535.",
        "The ellipsoid is the only shape for which a and (3 have so far been determined analytically, as shown already in § 44, so we must restrict our calculation to an egg-shaped bullet, bounded by a prolate ellipsoid of revolution, in which, with b =c, Ao= fo (a2 + X)V [4(a2+X)(b +X)2]-J0 2(a2 +X)3/2(b2+X), (13) Ao+2Bo = I, (t4) _ B 0 t - A 0 I a?I-A0' Q I - Bo I-{- A o I-?",
        "According to Kriimmel's calculation the proportional areas at a high temperature are as follows: Percentage of Ocean'Surface with Temperature.",
        "Sir John Murray calculates that at least 80% of the water in the ocean has a temperature always less than 40 F., and a recent calculation by Kriimmel gave in fact a mean temperature of 39° F.",
        "According to Ekman's calculation with a trade-wind blowing at 16 m.",
        "According to a calculation made by P. Frech in 1900, on the basis of the then rate of production, the coalfields of central France, central Bohemia, the kingdom of Saxony, the Prussian province of Saxony and the north of England, would be exhausted in 100 to 200 years, the other British coalfields, the Waldenburg-Schatzlar and that of the north of France in 250 years, those of Saarbriicken, Belgium, Aachen and Westphalia in 600 to Boo years, and those of Upper Silesia in more than 1000 years.",
        "A simple approximate calculation of the pressure exerted by a gas on its containing vessel can be made by supposing that the molecules are so small in comparison with their distances apart that they may be treated as of infinitesimal size.",
        "For molecules of known gases the calculation is still easier.",
        "But if hinges are introduced at crown and springings, the calculation of the stresses in the arch ring becomes simple, as the line of pressures must pass through the hinges.",
        "In the calculation of range tables for direct fire, defined officially as \" fire from guns with full charge at elevation not exceeding 15°,\" the vertical component of the resistance of the FIG.",
        "(2A2+ 41ï¿½i +2)a(3ï¿½3+12ï¿½2+ 1) b, due to the generating function 2 15 (1 -z)(1 -z 2) 2 (1 -z3) For the case 0=r, 0'=4., the condition is a 1 r 1 T 2 r 3 7 4 (a i + T 1)(a + T 2)(a 1 T (a i + T 4) II (T s T t) 0; the calculation gives Selecting the product A;B 4 B 3 B2, we find the simplest perpetuant A1B4(A 1 B2+A1B3+B4)(-B3-A1B2B3-ATB4) =0.",
        "The British official History of the War gave the number as 87,000; another calculation, based on the number killed, taken prisoner and surrendered, made the total 90,000.",
        "That ought to make Edith Shipton dead last by Dean's calculation.",
        "Elise whipped out her micro and focused on the calculation.",
        "Boole was one of the most eminent of those who perceived that the symbols of operation could be separated from those of quantity and treated as distinct objects of calculation.",
        "The catastrophe was the greatest of its kind that has ever occurred in any country; the number of persons killed was approximately 150,000, while the injured were beyond calculation.",
        "It is emphatically a speculation; it cannot be demonstrated by observation or established by mathematical calculation.",
        "at the ordinary temperature, which must be allowed for in the thermochemical calculation.",
        "Energyequations, such as the above, may be operated with precisely as if they were algebraic equations, a property which is of great advantage in calculation.",
        "Thus if it calculates the result of some experiment, it is not the experimentalist's well-attested results which are on their trial, but the basis of the calculation.",
        "A corroboration is also to be found in the report of the first census for 1801, where a calculation is made of the probable population of the years 1700 and 1750.",
        "The total figure he asked for amounted to 95,000 men, his calculation being based upon the strength of the opposing army, as this was fairly accurately known.",
        "As a rule the basis of calculation was 100 rupees from every ten houses, with a To% deduction for those exempted by custom.",
        "Most of the writers already noticed worked out the problems connected with the projection of images in the camera obscura more by actual practice than by calculation, but William Molyneux, of Dublin, seems to have been the first to treat them mathematically in his Dioptrica Nova (1692), which was also the first work in English on the subject, and is otherwise an interesting book.",
        "If the calculation be carried farther backas has been done by the seismic disaster investigation committee of Japan, a body of scientists constantly engaged in studying these phenomena under government auspices,it is found that, since the countrys history began to be written in the 8th century AD,, there have been 2006 major disturbances; but inasmuch as 1489 of these occurred before the beginning of the Tokugawa administration (early in the 17th century, and therefore in an era when methods of recording were comparatively defective), exact details are naturally lacking.",
        "In this calculation we neglect altogether the fact that electric force distributed on curved lines exists outside the interspace between the plates, and these lines in fact extend from the back of one \"Edge plate to that of the other.",
        "Measurement of Capacity.-Numerous methods have been devised for the measurement of the electrical capacity of conductors in those cases in which it cannot be determined by calculation.",
        "The alloys of tin and gold are hard and brittle, and the combination of the metals is attended with contraction; thus the alloy SnAu has a density 14.243, instead of 14.828 indicated by calculation.",
        "He contributed two memoirs to the Philosophical Transactions, one, \"Logometria,\" which discusses the calculation of logarithms and certain applications of the infinitesimal calculus, the other, a \"Description of the great fiery meteor seen on March 6th, 1716.\"",
        "According to Kriimmel's calculation the areas of the ocean beyond various depths are as follows: - On the whole the floor of the ocean is very smooth in its contours, and great stretches can almost be called level.",
        "Joly) go so far as to base a calculation of the age of the earth on the assumption that the ocean was originally filled with fresh water.",
        "Tornoe vainly attempted to apply a correction for this loss by calculation; and subsequently S.",
        "Van der Waals, in a famous monograph, On the Continuity of the Liquid and Gaseous States (Leiden, 1873), has shown that the imperfections of equation (14) maybe traced to two_causes: (i.) The calculation has not allowed for the finite size of the molecules, and their consequent interference with one another's motion, and (ii.) The calculation has not allowed for the field of inter-molecular force between the molecules, which, although small, is known to have a real existence.",
        "It is also convenient to regard as coming under mensuration the consideration of certain derived magnitudes, such as the moment of a plane figure with regard to a straight line in its plane, the calculation of w]iich involves formulae which are closely related to formulae for determining areas and volumes.",
        "The area of a rectangle, for instance, is found by calculation from the lengths of the sides, not by construction of a square of equal area.",
        "The third step is the arithmetical calculation of the area or volume of the rearranged figure.",
        "calculation.",
        "(ii) Developable surfaces, such as the cylinder and the cone, form a special class, so far as the calculation of their area is concerned.",
        "When an area has been calculated in terms of square feet, primes and square inches, the primes and square inches have to be reduced to square inches; and similarly with the calculation of volumes.",
        "We have now to consider the extension of formulae of this kind to other figures, and their application to the calculation of moments and volumes.",
        "Its calculation therefore involves the calculation of the area and the first moment of the graph.",
        "If, for instance, the graph were a trapezium, the calculation of the area would be equivalent to finding the integral, from x=a to x=b, of an expression of the form px+q.",
        "The calculation of this last expression is simplified by noticing that we are only concerned with the mutual ratios of Xo, X 1, ...",
        "These results may be extended to the calculation of an expression of the form fxo u4(x)dx, where 0(x) is a definite function of x, and the conditions with regard to u are the same as in § 82.",
        "The calculation of the expressions in brackets may be simplified by taking the pairs in terms from the outside; by finding the successive differences of uo + um, ill + um_l, ..., or of uI u i +umi, ..",
        "The application of the methods of §§ 75-79 to calculation of the volume of a briquette leads to complicated formulae.",
        "are obtained from the data by summation and multiplication; and the ordinary methods then apply for calculation of its volume.",
        "The following are some examples of cases in which the above methods may be applied to the calculation of areas and integrals.",
        "The following are instances of the application of approximative formulae to the calculation of the volumes of solids.",
        "Rules for calculation of areas are also given in such works as F.",
        "Discussions of the approximate calculation of definite integrals will be found in works on the infinitesimal calculus; see e.g.",
        "On calculation of moments of graphs, see W.",
        "The ingots are valued by weighing and assaying, and a calculation is made as to the amount of copper required for melting with them to produce the standard alloy.",
        "Calculation of the Velocity of Sound Waves in A ir.",
        "It is convenient to give this calculation before proceeding to describe the experimental determination of the velocity in air, in other gases and in water, since the calculation serves to some extent as a guide in conducting and interpreting the observations.",
        "The bridge carried a railway, but it proved weak owing to errors of calculation, and it was taken down in 1884.",
        "The variance in the strength of existing bridges is such as to be apparent to the educated eye without any calculation.",
        "In spite of this, the calculation was defeated; for in Europe every true democracy at once becomes national, and hence the national problem infected the working-classes so soon as they won parliamentary power; the \" International \" split up into national groups, just as the bourgeoisie had done before it.",
        "An energy which never slackened, a doggedness which no adversity could crush, a fiery ambition coupled with the coolest calculation, and a diplomatic unscrupulousness which looked always to the end and never to the means, these were the salient qualities of the reconstructor of the dismembered Danish state.",
        "The calculation of the stress in the various parts of the gun due to the powder pressure is dealt with in the article Ordnance.",
        "The factor T becomes of importance in long range high angle fire, where the shot reaches the higher attenuated strata of the atmosphere; on the other hand, we must take about 800 in a calculation of shooting under water.",
        "These functions, T, S, D, 1, A, are shown numerically in the following extract from an abridged ballistic table, in which the velocity is taken as the argument and proceeds by an increment of 10 f/s; the column for p is the one determined by experiment, and the remaining columns follow by calculation in the manner explained above.",
        "The numbers have been changed from kilogramme-metre to poundfoot units by Colonel Ingalls, and employed by him in the calculation of an extended ballistic table, which can be compared with the result of the abridged table.",
        "The calculation can be carried out in each region of velocity from the formulae: (25) T(V) - T(v) =k f vvm dv, S(V)-S(v) =k f vvm+ldv I (V)-I(v)=gk v vv m-ldv, and the corresponding integration.",
        "of a range table by calculation with the ballistic table; and it is to be compared with the published official range table which follows.",
        "- Determine by calculation with the abridged ballistic table the remaining velocity v, the time of flight t, angle of elevation 0, and descent 13 of this 6-in.",
        "- 1 or, as (88) and (90) may be written for small angles, (91) sin 20.=2C [I (V) - oS j, (92) sin 20 =2C [O S - I (v)] To simplify the work, so as to look out the value of sin 20 without the intermediate calculation of the remaining velocity v, a doubleentry table has been devised by Captain Braccialini Scipione =S (U) - S (u), = I (U) - I (u); mean angle (70), (Problemi del Tiro, Roma, 1883), and adapted to yd., ft., in.",
        "But no formula has yet been invented, derived on theoretical principles from the physical data, which will assign by calculation a definite magnitude to 3.",
        "To obtain an estimate of the accuracy of a gun, as much actual practice as is available must be utilized for the calculation in accordance with the laws of probability of the 50% zones shown in the range table (see Probability.) Ii.",
        "14, and, reckoned from that point, Tiberius's fifteenth year might be, according to different methods of calculation, either A.D.",
        "of distilled water of the temperature of 4° C., under an atmospheric pressure equal to 760 millimetres at 0° C. at sea-level and latitude 45°; the weighing being made in air, but reduced by calculation to a vacuum.",
        "Other formulae which are deducible from this equation are given in the portion of this article relating to the calculation of logarithms.",
        "The former translated the work into English; the latter was concerned with Napier in the change of the logarithms from those originally invented to decimal or common logarithms, and it is to him that the original calculation of the logarithmic tables now in use is mainly due.",
        "Briggs continued to labour assiduously at the calculation of logarithms, and in 1624 published his Arithmetica logarithmica, a folio work containing the logarithms of the numbers from to 20,000, and from 00,000 to ioo,000 (and in some copies to roi,000) to 14 places of decimals.",
        "The table occupies 300 pages, and there is an introduction of 88 pages relating to the mode of calculation, and the applications of logarithms.",
        "The original calculation of the logarithms of numbers from unity to ror,000 was thus performed by Briggs and Vlacq between 1615 and 1628.",
        "The first calculation or publication of Briggian or common logarithms of trigonometrical functions was made in 1620 by Edmund Gunter, who was Briggs's colleague as professor of 1 It was certainly published after Napier's death, as Briggs mentions his \" librum posthumum.\"",
        "During the last years of his life Briggs devoted himself to the calculation of logarithmic sines, &c. and at the time of his death in 1631 he had all but completed a logarithmic canon to every hundredth of a degree.",
        "The calculation of the logarithms not only of numbers but also of the trigonometrical functions is therefore due to Briggs and Vlacq; and the results contained in their four fundamental works - A rithmetica logarithmica (Briggs), 1624; Arithmetica logarithmica (Vlacq), 1628; Trigonometria Britannica (Briggs), 1633; Trigonometria artificialis (Vlacq), 1633 - have not been superseded by any subsequent calculations.",
        "In the preceding paragraphs an account has been given of the actual announcement of the invention of logarithms and of the calculation of the tables.",
        "Rejecting therefore, those which he had prepared already, Briggs began, at Napier's advice, to consider seriously the question of the calculation of new tables.",
        "There seems, however, no ground whatever for supposing that Briggs meant to express anything beyond his hope that the reason for the alteration would be explained in the posthumous work; and in his own account, written seven years after Napier's death and five years after the appearance of the work itself, he shows no injured feeling whatever, but even goes out of his way to explain that he abandoned his own proposed alteration in favour of Napier's, and, rejecting the tables he had already constructed, began to consider the calculation of new ones.",
        "The \" new invention in Denmark \" to which Anthony Wood refers as having given the hint to Napier was probably the method of calculation called prosthaphaeresis (often written in Greek letters irpooOa4aipeats), which had its origin in the solution of spherical triangles.",
        "Wittich in 1584 made known at Cassel the calculation of one case by this prosthaphaeresis; and Justus Byrgius proved it in such a manner that from his proof the extension to the solution of all triangles could be deduced.3 Clavius generalized the method in his treatise De astrolabio (1593), lib.",
        "An account has now been given of Napier's invention and its publication, the transition to decimal logarithms, the calculation of the tables by Briggs, Vlacq and Gunter, as well as of the claims of Byrgius and the method of prosthaphaeresis.",
        "The invention of logarithms and the calculation of the earlier tables form a very striking episode in the history of exact science, and, with the exception of the Principia of Newton, there is no mathematical work published in the country which has produced such important consequences, or to which so much interest attaches as to Napier's Descriptio.",
        "The calculation of tables of the natural trigonometrical functions may be said to have formed the work of the last half of the 16th century, and the great canon of natural sines for every 10 seconds to 15 places which had been calculated by Rheticus was published by Pitiscus only in 1613, the year before that in which the Descriptio appeared.",
        "In the construction of the natural trigonometrical tables Great Britain had taken no part, and it is remarkable that the discovery of the principles and the formation of the tables that were to revolutionize or supersede all the methods of calculation then in use should have been so rapidly effected and developed in a country in which so little attention had been previously devoted to such questions.",
        "In addition to the logarithms reprinted from the Trigonometria, there are given logarithms for every second of the first two degrees, which were the result of an original calculation.",
        "If we consider only the logarithms of numbers, the main line of descent from the original calculation of Briggs and Vlacq is Roe, John Newton, Sherwin, Gardiner; there are then two branches, viz.",
        "In 1871 Edward Sang published a seven-figure table of logarithms of numbers from 20,000 to 200,000, the logarithms between 10o,000 and 200,000 being the result of a new calculation.",
        "Those engaged upon the work were divided into three sections: the first consisted of five or six mathematicians, including Legendre, who were engaged in the purely analytical work, or the calculation of the fundamental numbers; the second section consisted of seven or eight calculators possessing some mathematical knowledge; and the third comprised seventy or eighty ordinary computers.",
        "As a consequence of the double calculation, there are two manuscripts, one deposited at the Observatory, and the other in the library of the Institute, at Paris.",
        "A very full account of these tables, with an explanation of the methods of calculation, formulae employed, &c., was published by Lefort in vol.",
        "For fuller details with respect to some of these works, for an account of tables published in the latter part of the 19th century, and for those which would now be used in actual calculation, reference should be made to the article Tables, Mathematical.",
        "The following calculation of log 5 is given as an example of the application of a method of mean proportionals.",
        "The introduction of infinite series into mathematics effected a great change in the modes of calculation and the treatment of the subject.",
        "In the following account only those formulae and methods will be referred to which would now be used in the calculation of logarithms.",
        "The following still more convenient formulae for the calculation of log e 2, loge3, &c. were given by J.",
        "Taking as an example the calculation of the Briggian logarithm of the number 43,867, whose hyperbolic logarithm has been calculated above, we multiply it by 3, giving 131,601, and find by Gray's process that the factors of 1.31601 are (I) 1.316 (5) I.",
        "The preceding methods are only appropriate for the calculation of isolated logarithms. If a complete table had to be reconstructed, or calculated to more places, it would undoubtedly be most convenient to employ the method of differences.",
        "in many places, but in and near the Appalachian Mountains its thickness is much greatermore than five times as great if the maximum thicknesses of all formations be made the basis of calculation.",
        "The data gathered by the Federal census have never made possible a satisfactory and trustworthy calculation of the birthrate, and state and local agencies possess no such data Birth-rate for any considerable area.",
        "Among the ancient Egyptians, as would appear from a calculation in the Rhind papyrus, the number (3) 4, i.e.",
        "The next to advance the calculation was Francisco Vieta.",
        "With Vieta, by reason of the advance in arithmetic, the style of treatment becomes more strictly trigonometrical; indeed, the Universales Inspectiones, in which the calculation occurs, would now be called plane and spherical trigonometry, and the accompanying Canon mathematicus a table of sines, tangents and secants.'",
        "The calculator's work having now become easier and more mechanical, calculation went on apace.",
        "This is not an indication of the density in settled parts; as in Quebec, Ontario and the western provinces there are large unpopulated districts, the area of which enters into the calculation.",
        "P. 9); It May Be Exhibited Under A Variety Of Forms, But The Above Is Perhaps The Best Adapted For Calculation.",
        "2 an embolismic The result so obtained would in general be more accurate than the Jewish calculation, from which it may differ a day, as fractions of a day do not enter alike in these computations.",
        "We therefore should expect a band in place of the line, which is the case, but our calculation is not able to give the displacement of the most intense portion, which is what we require for comparison with experiment.",
        "In the former case the mancus was the usual unit of calculation.",
        "Particular laws of force may be suggested by a study of the simplest cases in which they are manifested, and from them results may be obtained by calculation as to the motions of systems of any given structure.",
        "At the same time he thought of the possibility of terrestrial gravity extending to the moon, and made a calculation with regard to it.",
        "It is important as an addition to the logic of the subject rather than on account of any practical advantages which it affords for purposes of calculation.",
        "WHITGIFT, JOHN (c. 1530-1604), English archbishop, was the eldest son of Henry Whitgift, merchant of Great Grimsby, Lincolnshire, where he was born, according to one account in 1 533, but according to a calculation founded on a statement of his own in 1530.",
        "To illustrate the main features of the calculation, we may suppose that the surface is subject to a simple-harmonic cycle of temperature variation, so that the temperature at any time t is given by an equation of the form 0 - 0 0 = Asin 27rnt= A sin 27rt/T, (5) where 0 0 is the mean temperature of the surface, A the amplitude of the cycle, n the frequency, and T the period.",
        "He divided the Homeric poems into books (with capitals for the Iliad, and small letters for the Odyssey), and possibly was the author of the calculation of the days of the Iliad in the Tabula Iliaca.",
        "A rough calculation of the number of these who go to form or to reinforce the field armies and the mobilized garrisons may be given:",
        "multiplying and dividing by 5 and finding the 13/4 value were also among the fundamental instruments of calculation, and all multiplication proceeded by repetitions of these processes with addition, e.g.",
        "To Meyer is further due a calculation that XXIV the Egyptian calendar was introduced in XXV:",
        "Thoth presided over writing, measuring and calculation, and is prominent in the scene of the weighing of the soul.",
        "Halley's most notable scientific achievements were - his detection of the \"long inequality\" of Jupiter and Saturn, and of the acceleration of the moon's mean motion (1693), his discovery of the proper motions of the fixed stars (1718), his theory of variation (1683), including the hypothesis of four magnetic poles, revived by C. Hansteen in 1819, and his suggestion of the magnetic origin of the aurora borealis; his calculation of the orbit of the 1682 comet (the first ever attempted), coupled with a prediction of its return, strikingly verified in 1759; and his indication (first in 1679, and again in 1716, Phil.",
        "According to a calculation made in 1904, out of 1370 appointments with a salary of goo a year and upwards, 1263 were held by Europeans, 15 by Eurasians and 92 by natives of India.",
        "had been so far unfolded and fixed in my mind, I felt that the new instrument for applying calculation to geometry, for which I had so long sought, was now, at least in part, attained.\"",
        "Even in Hamilton's earlier work it was shown that all such questions were reducible to the solution of linear equations in quaternions; and he proved that this, in turn, depended on the determination of a certain operator, which could be represented for purposes of calculation by a single symbol.",
        "For purposes of calculation, Callendar (Proc. R.S.",
        "17, p. 1 77, 1882) in a slightly different form, and appropriately applied to the calculation of the vapour-pressures of mercury at ordinary temperatures, where they are much too small to be accurately measured.",
        "where and Table Of Properties Of Saturated Steam The values of the coaggregation-volume c, which form the starting-point of the calculation, are found by taking n =10/3 for convenience of division in formula (13).",
        "A similar method of calculation might be applied to deduce the thermodynamical properties of other vapours, but the required experimental data are in most cases very imperfect or even entirely wanting.",
        "The analytical calculation of the work done by a system of forces in any infinitesimal displacement is as follows.",
        "the calculation of the amounts to be made good and paid by the several interests, which is a complicated matter.",
        "At the present time constructors almost always employ the inverse method: they compose a system from certain, often quite personal experiences, and test, by the trigonometrical calculation of the paths of several rays, whether the system gives the desired reproduction (examples are given in A.",
        "(or 4.5 milreis to the pound sterling) and the conto of reis (moo milreis) are used for the calculation of large sums. Gold pieces of 10, 5, 2 and 1 milreis were coined up to 1891; 10, 5, and 2 testoon (testdo) pieces, worth respectively 1000, 500 and 200 reis, are coined in silver; testoons of Ioo reis and half testoons of 50 reis, in nickel; pieces of 20, 10 and 5 reis in bronze.",
        "T = 3aK; whereas according to the above calculation T = 20aK.",
        "Even If The Tension At The Circumference Of The Tube Acted Vertically, And The Whole Of The Liquid Below This Level Passed Into The Drop, The Calculation Would Still Be Vitiated By The Assumption That The Internal Pressure At The Level In Question Is Atmospheric. It Would Be Necessary To Consider The Curvatures Of The Fluid Surface At The Edge Of Attachment.",
        "Now that the length of a division has been estimated a priori, it is perhaps preferable to reverse Plateau's calculation, and to exhibit the frequency of vibration in terms of the other data of the problem.",
        "A calculation analogous to that of Lord Kelvin may be applied to find the frequency of small transverse vibrations of a cylinder of liquid under the action of the capillary force.",
        "This calculation was exactly fulfilled.",
        "To simplify calculation and to enable the assayer to use the metric system of weights employed in all chemical calculations, the \"assay ton\" (\"A.T.\"",
        "Davy on the application of machinery to the calculation and printing of mathematical tables, he discussed the principles of a calculating engine, to the construction of which he devoted many years of his life.",
        "It need hardly be said that this method of determining the mean type of a race, as being that of its really existing and most numerous class, is altogether superior to the mere calculation of an average, which may actually be represented by comparatively few individuals, and those the exceptional ones.",
        "\"All the compliments,\" he says, \"that I have received from Arago, Laplace and Biot never gave me so much pleasure as the discovery of a theoretic truth, or the confirmation of a calculation by experiment.\"",
        "If the sources of energy within the atom can be drawn upon, and the phenomena of radio-activity leave no doubt about this, there is here an incalculable source of heat which takes the cogency out of any other calculation respecting the sources maintaining the sun's radiation.",
        "At the commencement of his new career he enriched the academical collection with many memoirs, which excited a noble emulation between him and the Bernoullis, though this did not in any way affect their friendship. It was at this time that he carried the integral calculus to a higher degree of perfection, invented the calculation of sines, reduced analytical operations to a greater simplicity, and threw new light on nearly all parts of pure mathematics.",
        "Basing the calculation on the figures for the ten years 1896-1905, the average annual production is slightly over two and a half million carats, of the average annual value of £4,250,000, the average price per carat being £1: 13: 3.",
        "For simplicity of calculation Rankine chose logarithmic curves for both the inner and outer faces, and they fit very well with the conditions.",
        "As an arithmetical calculator he was not only wonderfully expert, but he seems to have occasionally found a positive delight in working out to an enormous number of places of decimals the result of some irksome calculation.",
        "He could not, however, put his hand upon his calculation, but he promised to send it to Halley.",
        "After the latter had left Cambridge, Newton set to work to reproduce the calculation.",
        "But the result of a rigid application of this principle would be that the calculation of the cost of 3 1B of tea at 2s.",
        "11.1 (i.) Exact Calculation",
        "11.2 (ii.) Approximate Calculation",
        "Though convenient for exhibiting the composition of any particular number, it was inconvenient for purposes of calculation; and in fact calculation was entirely (or almost entirely) performed by means of the abacus.",
        "The calculation of powers (i.e.",
        "of N when n and p are given) is involution; the calculation of roots (i.e.",
        "of n when p and N are given) is evolution; the calculation of logarithms (i.e.",
        "The calculation of a logarithm can be performed by successive divisions; evolution requires special methods.",
        "The Idea Of A Large D Multiple Of A Small Number Is Simpler Than That Of A Small Multiple Of A Large Number, But The Calculation Of The Latter Is Easier.",
        "Calculation of Square Root.-The calculation of the square root of a number depends on the formula (iii) of § 60.",
        "In calculating an average it should be observed that the addition of any numerical quantity (positive or negative) to each of the measurements produces the addition of the same quantity to the average, so that the calculation may often be simplified by taking some particular measurement as a new zero from which to measure.",
        "Langley, A Treatise on Computation (1895), has notes on approximate and abbreviated calculation.",
        "a tax on every ploughiand which replaced the rough calculation of Domesday Bookknights elected by the shires shared in all the calculations then made for the new impost.",
        "It was this: from the observed perturbations of a known planet to deduce by calculation, assuming only Newton's law of gravitation, the mass and orbit of an unknown disturbing body.",
        "How much or how little judgment shows in that calculation, when viewed in the light of later days, we do not discuss.",
        "It is also said to his honour that he \"never struck at a little man,\" and that was well; but it is explained as readily by pride and calculation as by magnanimity.",
        "We have no similar calculation of loss for Great Britain, where wheat is not so much grown, but it is well known that there is a continual, serious depreciation of value in the crops due to parasitic fungi.",
        "But no one can tell whether the study of physiological phenomena in general, and of nervous phenomena in particular, will not reveal to us, besides the vis viva or kinetic energy of which Leibnitz spoke, and the potential energy which was a later and necessary adjunct, some new kind of energy which may differ from the other two by rebelling against calculation\" (Bergson, Time and Free Will, Eng.",
        "When further he teaches that the attainment of happiness depends almost entirely upon insight and right calculation, fortune having very little to do with it; that the pleasures and pains of the mind are far more important than those of the body, owing to the accumulation of feeling caused by memory and anticipation; and that an indispensable condition of mental happiness lies in relieving the mind of all superstitions, which can be effected only by a thorough knowledge of the physical universe - he introduces an ample area for the exercise of the philosophic intellect.",
        "Indeed, in many parts of his work, in the department of legislative and constitutional theory, it is rather assumed that the interests of some men will continually conflict with those of their fellows, unless we alter the balance of prudential calculation by a readjustment of penalties.",
        "Consequently the facts of moral development imply with the emergence of human consciousness the appearance of something qualitatively different from the facts with which physiology for instance deals, imply a stratum as it were in development which no examination of animal tissues, no calculation of consequences with regard to the preservation of the species can ever satisfactorily explain.",
        "There were three courts, the outer or great court, the middle court of Ishtar and Zamama, and the inner court on the east side of which was the tower of seven stages (known as the House of the Foundation of Heaven and Earth), 90 metres high according to Hommel's calculation of the measurements in the tablet; while on the west side was the temple proper of Merodach and his wife Sarpanit or Zarpanit, as well as chapels of Anu, Ea and Bel on either side of it.",
        "But the most striking incident in the history of the verification of Newton's law was the return of Halley's comet to perihelion, on the 12th of March 1759, in approximate accordance with Clairault's calculation of the delays due to the action of Jupiter and Saturn.",
        "The latter admitted of ready calculation.",
        "The chief points of difference were the calculation of Easter and the form of the tonsure, in addition to questions of discipline such as the consecration of bishops per saltum and bishops without dioceses.",
        "In the calculation of Easter the Irish employed the old Roman and Jewish 84-years' cycle which they may have received from St Patrick and which had once prevailed all over Europe.",
        "A simple calculation shows that formally there are 64 possible moods.",
        "The calculation of the areas of African drainage systems, made by Dr A.",
        "The tables which he drew up from information obtained from all the presbyteries of Scotland were based on a system of actuarial calculation that supplied a precedent followed by insurance companies in modern times for reckoning averages of longevity.",
        "When light from an extended source is made to converge upon the crystal, the phenomenon of rings and brushes localized at infinity is obtained.The exact calculation of the intensity in this case is very complicated and the resulting expression is too unwieldy to be of any use, but as an approximation the formula for the case of a parallel beam may be employed, the quantities and p therein occurring being regarded as functions of the angle and plane of incidence and consequently as variables.",
        "But the method which was peculiarly his, and which still forms the open road to discoveries in natural science, consisted in the combination of experiment with calculation - in the transformation of the concrete into the abstract, and the assiduous comparison of results.",
        "From certain expressions used in astrological texts that are earlier than the 7th century B.C. it would appear, indeed, that the beginnings at least of the calculation of sun and moon eclipses belong to the earlier period, but here, too, the chief work accomplished was after 400 B.e., and the defectiveness of early Babylonian astronomy may be gathered from the fact that as late as the 6th century B.C. an error of almost an entire month was made by the Babylonian astronomers in the attempt to determine through calculation the beginning of a certain year.",
        "The calculation is affected by the \"aspects,\" i.e.",
        "A cross-table is very convenient for this calculation, for with the aid of the two movable slides situated in the plane of the plate and at right angles to one another, the point where the two crystal edges intersect can be quickly and correctly brought into the revolving axis of the plate.",
        "In carrying out this calculation the marks of the thread-plate have only to be placed exactly parallel to the crystal edge.",
        "The calculation is most convenient if the micrometer is left in the position of zero and the object is moved till one of its edges corresponds to the zero mark of the eyepiece scale.",
        "These may be diminished by using different parts of the objective micrometer for the correction of the eyepiece scale, and the calculation of the size is based on the found mean value.",
        "(2) Self-interest, founded on the love of pleasure and the fear of pain, is the sole spring of judgment, action, affection; self-sacrifice is prompted by the fact that the sensation of pleasure outweighs the accompanying pain; it is thus the result of deliberate calculation; we have no liberty of choice between good and evil; there is no such thing as absolute right - ideas of justice and injustice change according to customs. (3) All intellects are equal; their apparent inequalities do not depend on a more or less perfect organization, but have their cause in the unequal desire for instruction, and this desire springs from passions, of which all men commonly well organized are susceptible to the same degree; and we can, therefore, all love glory with the same enthusiasm and we owe all to education.",
        "Perhaps independently of Aryabhatta (born at Pataliputra on the Ganges 476 A.D.), he introduced the use of sines in calculation, and partially that of tangents.",
        "However, before such simulations became computationally feasible, considerable attention was given to the calculation of thermodynamic properties of clusters from the PES.",
        "acceptor splice site calculation program based on the maximum entropy model.",
        "actuarial calculation of risk factors.",
        "Solution method: A simple method for exact calculation of scattering amplitudes is proposed.",
        "arithmetic calculation took him only a few minutes.",
        "The idea behind using interval arithmetic is always to ensure that the true value of a calculation is within known bounds.",
        "And we've asked two of the UK's leading bookmakers to make their best calculation of the odds.",
        "calculation of a coupling coefficient takes a small fraction of a second.",
        "calculation of these probabilities rather easily.",
        "The out-of-plane behavior should be verified by calculation according to the guidance provided for partition walls.",
        "This greatly simplifies the calculation so that the amount of work required is merely horrendous.",
        "Yet the idea of automating calculation was an old one.",
        "All insurers base prices on actuarial calculation of risk factors.",
        "The problem is that the Spectrum ROM handles this line interpretation as an arithmetic calculation, and calls its calculating routines.",
        "A step-by-step calculation process is set out and illustrated with a worked example.",
        "The residue option uses residue centroids calculated from the currently selected atoms for the calculation.",
        "This method offers the option of using results from the base calculation to calculate the coefficients for the larger data set.",
        "However, this tacit knowledge built up by close personal association with the calculation is not readily communicable.",
        "convolution theorems for the Mellin transforms to produce analytic structures for part of the calculation.",
        "cost-benefit calculation for whole families to move is much more uncertain.",
        "A transition dipole moment function is included in the calculation.",
        "dissociate in a solution, and so the calculation is more complex.",
        "The technique is computationally efficient and allows the calculation of the properties of interacting elements.",
        "emblematic for British proponents of mechanized calculation.",
        "Despite the fact that these tables were never published, they remained emblematic for British proponents of mechanized calculation.",
        "This can be done on the basis of a per protocol calculation, using the numbers randomized at enriched enrollment.",
        "Do you agree with our proposals for changes to the guidance on the method of calculation for commission equivalence?",
        "Actual and potential crop evapotranspiration, and calculation of soil water balances.",
        "For this to be achieved a rigourous one-loop calculation based on a self-consistent perturbation expansion is needed.",
        "The 'carbon footprint ' is a calculation of how much carbon the pub emits during day to day operations.",
        "foreknowledge cannot be elicited from spirits; it cannot be obtained inductively from experience, nor by any deductive calculation.",
        "They made a calculation, and declared that I had lost nearly a hundred thousand francs.",
        "If you're unlucky the business person says the calculation has got completely garbled somehow and is completely wrong.",
        "Gazetteers ask for the gazetteers ask for the gazetteer for a calculation of the distance from Barrow in Furness to another place.",
        "gazetteer for a calculation of the distance from Aldershot to another place.",
        "Horsepower: A calculation of the motor's maximum horsepower: A calculation of the motor's maximum horsepower.",
        "inaccuracy there are inherent inaccuracies in this calculation.",
        "The ` ` intensity Definition ' ' level contains parameters relevant to the calculation of hybridization intensities for the image.",
        "isomorphism tests, Calculation of all subgroups, Calculations with finitely presented structures.",
        "inverse kinematics Given knowledge of an achieved pattern of movement, calculation of the component elements of movement required to produce the observed movement.",
        "laborious calculation procedures used in the design process.",
        "Using the original Industrial Tribunal calculation and applying the statutory maximum then in force Mr Clements ' compensation should have been £ 11,000.",
        "Specifically, I am interested in: The calculation of the spectroscopy of exotic hybrid mesons.",
        "In the calculation median seeing conditions are assumed, the zenith angle is zero, and the deformable mirror is conjugate to 6.5 km.",
        "molecular orbitals will be deemed active in the MP calculation.",
        "During the calculation of structures considerations of theoretical chemistry and applied molecular modeling are also taken into account.",
        "Google may be changing their index calculation method to allow for a continuous update (which will effectively end the roughly monthly dances ).",
        "particularitynly general guidelines, the calculation of the simplified direct evaluation presents other particularities that your Coddan may inform you about.",
        "perturbation calculation is required, may not be calculated with the program.",
        "Normally by the end of the calculation less than one half of the entries in BOX actually are used to define the limiting polyhedron.",
        "Note about detector readout overheads: These overheads are NOT currently included in the OT total time calculation.",
        "rectilinear motion does not require special calculation.",
        "Our pricing tools enable fast calculation of all set-up fees and annually recurring costs based on any number of locations and the bandwidth required.",
        "sealant restorations are therefore counted in the calculation of the F component of the DMF index.",
        "self-consistent atomic calculation.",
        "The first is Bob Puttock's calculation for working out the changes in wave-guide propagation through the droop snoot of Concorde.",
        "spreadsheet calculation for a site in North Western Tanzania.",
        "stabilizer calculation in the symmetric group given by the degree component.",
        "It's a useful internal calculation you don't need stopwatch at your desk.",
        "It also has an internal tachometer for calculation of speed over a given distance.",
        "The following diagram illustrates the calculation using the tangent of the angle.",
        "We make use of the convolution theorems for the Mellin transforms to produce analytic structures for part of the calculation.",
        "Calculation 1: Original calculation: mean thermal Jeans mass 1 solar mass, minimum object mass ~3 Jupiter masses.",
        "thousandth year of the age of Kali according to astronomical calculation and evidence in the revealed scriptures.",
        "Simple Calculation of Shadows Shadow length can be calculated quite simply using trigonometry.",
        "undershoot calculation.",
        "utilitarian calculation.",
        "The image calculation allows you to see the changes to the image caused by embedding the watermark.",
        "2, 5 0 9,559 „ A more recent calculation by Kriimmel gives the total area as 2,967,570 sq.",
        "The actual calculation follows a similar course to that by which Huygens's conception of the resolution of a wave into components corresponding to the various parts of the wave-front is usually verified (see Diffraction Of Light).",
        "We may take X =6 X I o' 5 cms.,, u - I =0.0003; whence from (21) we obtain as the distance x, equal to I/h, which light must travel in order to undergo alteration in the ratio e : 1, x=4 4XIo 13 Xn (22) The completion of the calculation requires a knowledge of the value of n, the number of molecules in unit volume under standard conditions, which, according to Avogadro's law, is the same for all gases.",
        "Inscribing in and circumscribing about a circle two polygons, each of ninety-six sides, and assuming that the perimeter of the circle lay between those of the polygons, he obtained the limits he has assigned by sheer calculation, starting from two close approximations to the value of 1 / 3, which he assumes as known (265/153 < A t 3 < 1351/780).",
        "In 1832, by the aid of a particular hypothesis as to the constitution of the ether, he reached by a rigorous dynamical calculation results agreeing with those obtained by A.",
        "\" I found in them,\" he says, \" different propositions on numbers of which, after a calculation, I perceived the truth; as for the figures, I had, so to speak, many truths put before my eyes, and many others concluded from them by analogy; but it did not seem to me that they told my mind with sufficient clearness why the things were as I was shown, and by what means their discovery was attained.\"",
        "In the preface to the appendix containing the local arithmetic he states that, while devoting all his leisure to the invention of these abbreviations of calculation, and to examining by what methods the toil of calculation might be removed, in addition to the logarithms, rabdologia and promptuary, he had hit upon a certain tabular arithmetic, whereby the more troublesome operations of common arithmetic are performed on an abacus or chess-board, and which may be regarded as an amusement A facsimile of this document is given by Mark Napier in his Memoirs of John Napier (1834), p. 248.",
        "In the dedication of the former he refers to himself as \"mihi jam morbis pene confecto,\" and in the \"Admonitio\" at the end he speaks of his \"infirma valetudo\"; while in the latter he says he has been obliged to leave the calculation of the new canon of logarithms to others \"ob infirmam corporis nostri valetudinem.\"",
        "There is no anticipation or hint to be found in previous writers, 3 and it is very remarkable that a discovery or invention which was to exert so important and far-reaching an influence on astronomy and every science involving calculation was the work of a single mind.",
        "Nothing shows more clearly the rude state of arithmetical knowledge at the beginning of the 17th century than the universal satisfaction with which Napier's invention was welcomed by all classes and regarded as a real aid to calculation.",
        "For the purpose of avoiding calculation, tables are provided showing the values of the total insulation according to the formula, corresponding to various values of d.",
        "According to an approximate calculation the number of head of Live live stock in Italy in 1890 was 16,620,000, thus divided: k horses, 720,000; asses, 1,000,000; mules, 300,000",
        "He remained, however, in complete ignorance of the degree of preparation attained on the Russian side, and since the seizure of Warsaw together with the control of the resources of Poland in men and material its occupation would afford, was the chief factor in his calculation, he turned at once to the eastward as soon as all further organized resistance in Prussia was ended by the surrender of Prenzlau and Lubeck.",
        "(2A2+ 41Ã¯¿½i +2)a(3Ã¯¿½3+12Ã¯¿½2+ 1) b, due to the generating function 2 15 (1 -z)(1 -z 2) 2 (1 -z3) For the case 0=r, 0'=4., the condition is a 1 r 1 T 2 r 3 7 4 (a i + T 1)(a + T 2)(a 1 T (a i + T 4) II (T s T t) 0; the calculation gives Selecting the product A;B 4 B 3 B2, we find the simplest perpetuant A1B4(A 1 B2+A1B3+B4)(-B3-A1B2B3-ATB4) =0.",
        "He proposed to apply the same principles to the calculation of the disturbances produced in the rotation of the planets by external action on their equatorial protuberances, but was anticipated by Poisson, who gave formulae for the variation of the elements of rotation strictly corresponding with those found by Lagrange for the variation of the elements of revolution.",
        "A subsequent planimetric calculation, which takes into account these territorial changes, increases the area to 3,270,000 sq.",
        "it is for purposes of illustration and suggestion rather than for purposes of deduction and exact calculation.",
        "Then, provided a r includes the greatest term, it will be found that (A - a)\" lies between 0' r and ar+1Ã¯¿½ For actual calculation it is most convenient to write the theorem in the form methods of procedure.",
        "It is often convenient, as in Ã¯¿½ 56 (ii.) and (vi.), to consider the mode of development of such a series, without regard to arithmetical calculation; i.e.",
        "The calculation is effected by the following formulae: - _ 760w(I +0.0036651) D - o oo12934XVXB ' _ h hl h2 B +0.000181, (1 +o 00018t 2 I +0.000'8/ +s) in which w = weight of substance taken; = temperature of vapour jacket; V = volume of vapour at t; h= height of barometer reduced to 0 0; 1 1 = temperature of air; h, =height of mercury column below vapour jacket; 1 2 = temperature of mercury column not heated by vapour; h 2 =height of mercury column within vapour jacket; s= vapour tension of mercury at 1Ã‚°.",
        "Modern orometry has introduced the calculation of the mean angle of the slope of a given uneven surface provided that maps can be prepared showing equidistant contour lines.",
        "Sir John Murray calculates that at least 80% of the water in the ocean has a temperature always less than 40 F., and a recent calculation by Kriimmel gave in fact a mean temperature of 39Ã‚° F.",
        "This inexactness may, however, be ignored, since the numbers or ratios in question can generally be obtained to a greater degree of accuracy than the other numbers involved in the calculation (see (ii) (b) below).",
        "In the calculation of range tables for direct fire, defined officially as \" fire from guns with full charge at elevation not exceeding 15Ã‚°,\" the vertical component of the resistance of the FIG.",
        "But, as originally pointed out by Euler, the difficulty can be turned if we notice that in the ordinary trajectory of practice the quantities i, cos i, and sec i vary so slowly that they may be replaced by their mean values,, t, cos 7 7, and sec r t, especially if the trajectory, when considerable, is divided up in the calculation into arcs of small curvature, the curvature of an arc being defined as the angle between the tangents or normals at the ends of the arc.",
        "In the application of Siacci's method to the calculation of a trajectory in high angle fire by successive arcs of small curvature, starting at the beginning of an arc at an angle 4) with velocity v4), the curvature of the arc 4-8 is first settled upon, and now (80) n=1(0+0) is a good first approximation for n.",
        "Treating this final velocity v e and angle 0 as the initial velocity vo and angle 4) of the next arc, the calculation proceeds as before (fig.",
        "A calculation of this trajectory is given by Lieutenant A.",
        "of distilled water of the temperature of 4Ã‚° C., under an atmospheric pressure equal to 760 millimetres at 0Ã‚° C. at sea-level and latitude 45Ã‚°; the weighing being made in air, but reduced by calculation to a vacuum.",
        "John Thomson of Greenock (1782-1855) made an independent calculation of logarithms of numbers up to 120,000 to 12 places of decimals, and his table has been used to verify the errata already found in Vlacq and Briggs by Lefort (see Monthly Not.",
        "A full account of this method as applied to the calculation of the Tables du Cadastre is given by Lefort in vol.",
        "Xo-yo®ETris, from Xoyos, word, account, calculation, and TiOEvac, to set, i.e.",
        "The idea of such forces, however, had been distinctly formed by Newton, who gave the first example of the calculation of the effect of such forces in his theorem on the alteration of the path of a light-corpuscle when it enters or leaves a dense body.",
        "What Dennett should have said is only that rectilinear motion does not require special calculation.",
        "The second method used a calculation that would maintain the original value of the repo as a whole.",
        "Periods of unpaid leave will not be included in the calculation of the normal sabbatical entitlement.",
        "It is a broad collection of numerical and symbolic calculation and visualization tools with a familiar scratchpad interface.",
        "Sealant restorations are therefore counted in the calculation of the F component of the DMF index.",
        "The computed density therefore does not correspond to a self-consistent atomic calculation.",
        "The first is Bob Puttock 's calculation for working out the changes in wave-guide propagation through the droop snoot of Concorde.",
        "The example given here is a simple spreadsheet calculation for a site in North Western Tanzania.",
        "This can be done (albeit not very effectively) by a stabilizer calculation in the symmetric group given by the degree component.",
        "It 's a useful internal calculation you do n't need stopwatch at your desk.",
        "Calculation 1: Original calculation: Mean thermal Jeans mass 1 solar mass, minimum object mass ~3 Jupiter masses.",
        "We are presently in the five thousandth year of the age of Kali according to astronomical calculation and evidence in the revealed scriptures.",
        "This has the added advantage that we can inspect the values to find out whether we need an undershoot calculation.",
        "It 's a language that chimes with the propositional logic of the workplace, the language of league tables and utilitarian calculation.",
        "You need not want a printout for each and every calculation that you make.",
        "The calculation is based on weighted factors and each bureau uses different percentages.",
        "The percentages in this calculation are approximate.",
        "Calculation of APR is important any time you borrow money.",
        "For example, you might want to repeat the prior calculation, using a $200 month payment instead of the $100 minimum payment.",
        "Information about FICO score calculation, including guidance on how to improve a score, can be found on the company's consumer information website.",
        "The child support calculation formula for California takes the parents' income and the amount of time each one spends with the children into consideration.",
        "Calculating the amount of child support to be paid is complicated, and lawyers and judges use computer programs to perform the calculation.",
        "The child support calculation formula for California is complicated.",
        "The basis for spousal support relies on many different variables, making it impossible to create one specific calculation.",
        "During the marriage, any property received as a gift or as part of an inheritance is excluded from any calculation of marital property.",
        "In cases where alimony and child support are ordered, the same gross income calculation is used to create both separate payments.",
        "The idea behind this calculation is that during the marriage, household income is shared equally to pay expenses.",
        "In addition, if both child support and alimony payments are ordered, a deduction will be made from the gross income used in the second support calculation to reflect the amount of maintenance already scheduled to be paid.",
        "The result of that calculation will give you the amount of financial assistance that you are eligible to receive.",
        "You can easily figure out how much mulch to buy using this manual calculation method.",
        "You can make a rough material calculation by multiplying the number of feet across or around the area by the height.",
        "This figure is the basis for your calculation.",
        "This value depends upon a calculation based on the years until you retire.",
        "Use your calculation as a worst case scenario or the best case, depending upon your point of view.",
        "The calculation is a good wake-up call that values your time and effort.",
        "The apnea hypopnea index (AHI) is a calculation that determines the severity of sleep apnea.",
        "The basic calculation aside, differences in measuring hypopnea and apnea can alter the results.",
        "So depending on how many guests you have over you can use the simple calculation to figure out how much you need.",
        "Calculation of this force is determined by subtracting the baseline (resting) pressure from the peak pressure recorded for all contractions in a ten-minute period.",
        "This pressure calculation results in a force termed Montevideo units.",
        "The unit of measurement for this calculation is called a Montevideo unit, and ideally the sum total of the pressures should be between 150 and 250 Montevideo units to achieve cervical dilation.",
        "If the calculation is in this range and the woman's cervix is not changing, then and only then can a diagnosis of failure to progress be made.",
        "This calculation provides the state with your weekly earnings, which it then divides in half.",
        "That's not necessarily a bad thing, but if you aren't ready for the phone calls and spam that will result from your \"free\" calculation, run, don't walk, away from the site.",
        "Sliding scales for principal, start date, and interest allow you to do a simple mortgage calculation and see the results in a color-coded graph.",
        "Also, if taxes and homeowner's insurance costs will be added into the equation, the numbers for the calculation may not be definite numbers.",
        "The solution is to verify with your consultant that the calculation includes an estimate of all four elements of PITI.",
        "For calculation purposes you can start by assuming that the maintenance costs are going to be equal to 1 percent of the purchase price of the home.",
        "Look for a table that allows the calculation of the impact of any additional payments which you may decide to make during the term of your mortgage.",
        "Referred to altogether as PITI, the calculation should give you a firm idea of what your overall payment will be each month.",
        "Referred to altogether as PITI, the calculation should give you a relatively firm idea of what your overall payment will actually be.",
        "Calculators4Mortgages.com is a comprehensive site that provides all the details necessary to do a refinance calculation.",
        "Mortgage101 provides a calculator that allows you to input your information, including your current mortgage details and the details of the refinanced mortgage, and gives you an exact calculation as to how much you will save.",
        "Slight differences in calculation methods and reporting methods can cause a skewed view of interest rates otherwise.",
        "The accuracy of the results depends on proper use of the test and proper calculation of when a menstrual cycle should begin.",
        "Naegele's Rule is a calculation that obstetricians use to estimate the possible delivery date.",
        "This relatively simple calculation carries some assumptions that may not be accurate for everyone.",
        "Because of this uncertainty, the due date calculation is considered an estimate.",
        "If you know the first day of your last menstrual period, the calculation is simple.",
        "This energy calculation will work for both cooling and heating room air.",
        "Life Path, this calculation reveals your reason for being in this world.",
        "Math skills are also put to the test with money handling, price determination, supply shopping, and profit calculation.",
        "Add in the cost of arranging for childcare as well when making this calculation.",
        "A statistical calculation of the probability that a person could correctly guess the right card by chance is 20% - 370 correct hits out of the 1850 trials.",
        "The net worth calculation includes income from parent or subsidiary companies and investments.",
        "Most companies reimburse according to the IRS standard mileage rates and are normally reimbursed on a business expense form through a calculation of IRS mileage rate multipled by actual mileage.",
        "The simplest calculation these calculators will perform for you is miles per gallon.",
        "However, the basic idea behind the calculation is simple.",
        "Your BMI calculation stands for your body mass index calculation.",
        "There is a simple formula you can use to find your BMI calculation.",
        "You want to make sure your calculation is up to date and correct.",
        "Since you need to burn more calories than you take in, a good rule of thumb is to take your Harris-Benedict calculation and subtract between 300 and 500 calories from that number.",
        "If you'd like a more specific calculation of your BMR, many physicians and health centers offer BMR testing.",
        "This calculation helps you understand whether your weight falls into a healthy range.",
        "This calculation takes into consideration your height and weight and can be calculated by following a formula or using an online body mass index calculator.",
        "If your BMI is 30 or above and you can't believe you are obese, there is a chance you have a muscular build which can throw off the calculation.",
        "To calculate your ratio, divide your waist measurement by your hip measurement or you can use one of many online calculators to do the calculation for you.",
        "Eat 500 fewer calories per day than the number obtained by using the Harris Benedict Equation without eating less than your BMR calculation.",
        "Other criteria unique to the individual are also entered into the calculation.",
        "Comparing this figure to a similar calculation from a regular priced item will show what the real discount is.",
        "The rate and calculation of penalties assessed against a taxpayer who files or pays late depends on the amount they owe and how long it has been overdue.",
        "For corporations accustomed to exact statistics, impressions, and an exact calculation of return on investment, the vagueness and uncertainty of social media as part of an SEO strategy can be maddening."
    ],
    "definition": [
        "a. The act, process, or result of calculating.\nb. An estimate based on probabilities.",
        "Careful, often cunning estimation and planning of likely outcomes, especially to advance one's own interests.",
        "cal′cu·la′tive\nadjective",
        "Link/Cite",
        "(mathematics, uncountable) The act or process of calculating.",
        "(mathematics, countable) The result of calculating.",
        "(countable) Reckoning, estimate.\nBy my calculation, we should be there by midnight.",
        "(countable) An expectation based on circumstances.",
        "auction call",
        "Link/Cite"
    ]
}