{
    "translation": "הסוואה",
    "uses": [
        "This is just verbal camouflage behind which private shareholders are still dipping their ever-larger ladles into an increasing stream of tax revenues.",
        "But she doesn't want to be seen today, perfect camouflage!",
        "A rhinestone camo purse may teeter on the glamorous side, but unless it's completely covered in gleaming stones or employs the camouflage pattern very discreetly, chances are it won't pass muster at a truly dressy function.",
        "Feminine, fashion-forward and simply adorable, the Heart flip flop has a simple half inch heel, printed straps (in either zebra, camouflage or cheetah) and a delicate rhinestone-encrusted heart for a bold touch.",
        "They can explain what works best for your height, weight and breadth and help you learn how to camouflage your lesser aspects while enhancing your best features so that you'll always put the \"snap\" in snappy.",
        "Done in a camouflage design, this funky bag is a vintage one that features an interior compartment that is roomy enough to hold notebooks and the like, but there is also a closed flap compartment to hold small, valuable items.",
        "A fire truck or flame cake - or flaming cherries jubilee - is perfect for a firefighter wedding, an airplane or wings cake can be a delicious choice for a pilot, and a camouflage cake is great for a military man.",
        "In terms of specific colors, you'll be able to select styles here where the brighter colors are placed on the areas you want to highlight, while darker colors shade in those places you'd prefer to camouflage.",
        "From vibrant camouflaged headbands adorned with studs to shoulder bags embedded with rhinestones, there are so many treats out there that prove camouflage can look as trendy as anything seen on the runways.",
        "It took off during the 1990s, when all manner of big name designers, ranging from Christian Dior and Dolce and Gabbana to Tommy Hilfiger and Issey Miyake, began to produce garments with camouflage patterns.",
        "camouflage futon cover picked.",
        "The photos at the top of the page show how cosmetic camouflage can make a dramatic difference.",
        "Teens can purchase camouflage dresses at formal stores, online or sew them at home.",
        "cosmetic camouflage.",
        "We also saw a red baby octopus with white spots, not such a great camouflage!",
        "Skirted suits help camouflage larger bottoms and thighs.",
        "camouflage make-up is the logical way to help clients enjoy the best possible results from their surgery.",
        "camouflage jacket, he walked from his motel into the woods.",
        "camouflage paint, very close to the ground.",
        "Perhaps the neighbor's son wears camouflage in another climate.",
        "They also went on to show that humans are also fooled by active motion camouflage.",
        "For a plus size woman, an empire style dress helps camouflage some of the midsection's unwanted curves or bumps.",
        "Today's plus size women are rediscovering the way pantyhose helps camouflage blemishes or other imperfections like scars or varicose veins.",
        "The other big new feature is the addition of camouflage.",
        "One piece swimsuits are a terrific way to camouflage this area of the body, yet still look fashion forward enough to feel fabulous.",
        "Know your body; know what you want to enhance and what you want to camouflage.",
        "Often they are afforded some camouflage by having loyalty card type benefits included in their system of operation.",
        "urban camouflage should BLEND with the environment most of us live in.",
        "They seem quite prepared to rest motionless through the day, relying on their excellent camouflage to escape notice.",
        "The sloth's greenish color and its sluggish habits provide an effective camouflage: hanging quietly, the sloth resembles a bundle of leaves.",
        "Our range includes waistcoats, bomber jackets, camouflage trousers & camouflage trousers & camouflage & plain t-shirts.",
        "A new monthly skin camouflage clinic is being run by the Red Cross Audiology services are being provided.",
        "Their acheivement was superb, 10 Aircraft were re-painted in full desert camouflage in less than 5 hours.",
        "Perhaps you could buy an old army camouflage from an army surplus store for some real grit.",
        "chiffon tops under admiral style jackets and other military garb (IMPORTANT NOTE: no camouflage, please!",
        "Sum to prepare is spending two graduation he camouflage futon cover picked.",
        "They use this ability for both camouflage and signaling to other cuttlefish.",
        "Clothed in camouflage or deep-blue denim dungarees, they're searching the stacks for beans, beef jerky and Budweiser beer.",
        "A masterpiece of natural camouflage, this bird would prove evasive to us all except Crystal!",
        "To better camouflage urban grime, the Lightning CityX features Villain Black cast aluminum wheels and a Midnight Black chin fairing and front fender.",
        "The short staircase was lined with perhaps twenty paramilitaries - ministry of Interior forces - in gray camouflage carrying machine guns.",
        "A German sniper in his distinctive camouflage smock with built-in face veil is taking aim from an electricity pole.",
        "The camouflage may be good, but it does not fool the hungry song thrush.",
        "splodge of paint, which tends to camouflage with the surroundings.",
        "All wore camouflage uniforms, red berets, and had the Serbian flag on the sleeve of their uniforms.",
        "BOND 20 Genuine British Military NATO Straps in Camouflage Very strong and durable British webbing NATO straps.",
        "A neat band of color shows up better than a rough splodge of paint, which tends to camouflage with the surroundings.",
        "Some aspects of the decor; camouflage nets, withy sculptures, backdrops and hanging objects.",
        "The chameleon's ability to camouflage itself allows it toadaptto new environments and hide from predators.",
        "What are popular with teens are more generally themed patterns, such as beach or surf, tropical, tiki or jungle prints, and camouflage inspired patterns.",
        "Clothes made specifically for hunting will keep you warm in cold weather and camouflage you from your prey.",
        "In addition to safety, you also have to consider the need to camouflage yourself when hunting different types of game.",
        "If you are hunting in a heavily-wooded area, green camouflage makes sense.",
        "The clothes cost from $7.99 for a pink camouflage tee shirt to $10.88 for a dress.",
        "Did you know there are a few quick fixes you can use to camouflage these blemishes?",
        "This helps camouflage the litter box and make it look more like a part of the decor.",
        "Camouflage Chi depleting \"poison arrows\" - Poison arrows can be sharp corners on furniture or empty corners in a room.",
        "This can help define your eyes, while at the same time provide a little camouflage in case your lines aren't perfect.",
        "Camouflage Cream: You'll face the world with confidence after dotting on this lightweight concealer, which is crease-resistant and long-wearing.",
        "Permanent Makeup for Bald Head: Some facilities offer a procedure to help camouflage the appearance of hair loss.",
        "Makeup can camouflage your flaws and enhance your appearance.",
        "Apply a concealer liberally at the corner of the eyes and under the eye area to camouflage any dark circles or irregular coloring.",
        "Estee Lauder Double Wear Maximum Cover Camouflage Makeup: This face and body makeup offers the heaviest coverage of all of the company's foundations.",
        "Dark under eye circles can cause a woman to look aged, so a little bit of under eye camouflage can make a big difference.",
        "If you don't want to cut your photos, use stickers to help camouflage glare, unattractive backgrounds, and other undesirable elements within the image.",
        "Consider coating your design with colored ink that matches your flocking powder to help camouflage any gaps in the glue.",
        "If you sew, you may wish to take a traditional prom dress pattern and make the dress from an unusual print such as camouflage, plaid, or pajama print.",
        "Camouflage formal wear includes tea length, short, long and even bridal gowns.",
        "Guys will not be left out of the camouflage fun, with tuxedo embellishments available in Mossy Oak patterns as well.",
        "In 1986 company founder, Toxey Haas walked through wooded areas near West Point, Mississippi gathering leaves and dirt to create the perfect forest camouflage design.",
        "Much to Toxey's surprise, wildlife photographers also donned the camouflage gear to hide in plain sight while taking outdoor photos.",
        "A discreet strip of Mossy Oak camouflage on the bodice, camouflage lace, or inserted panels, are all options when choosing a woodsy gown.",
        "Formal wear stores also carry camouflage bridal gowns, complete with a Mossy Oak lace veil.",
        "Satin or silk dresses with camouflage trim are among the most common styles of Mossy Oak gowns.",
        "Two-piece camouflage dresses dominate the current offerings from online suppliers.",
        "Dresses range from playful and \"tom-boyish\" to elegant styles, which just happen to be from a camouflage material.",
        "Mixing brown satin fabric with a touch of Mossy Oak material makes it hard to notice the dress is camouflage at first glance.",
        "The growing number of styles and suppliers offer a prom dress suited to nearly every personality of the camouflage fan club.",
        "Purchasing camouflage fabric in a more traditional formal style material generally requires a special order and costs approximately $20 per square yard.",
        "Camouflage jewelry might be a bit hard to find, but can be purchased at online retailers dealing in Mossy Oak gowns.",
        "Camouflage paint purchased from a paint supplier allows the teen to make matching wrist cuffs, bangle bracelets and even earrings.",
        "Inexpensive plastic jewelry painted with camouflage paint must dry thoroughly before adding a clear coat of sealer.",
        "After the clear coat dries, camouflage accessories are prom ready.",
        "Over thirty different styles of camouflage formal dresses, including bridal gowns are available.",
        "Dress styles included a \"baby doll\" neckline, \"A-line\" bottom, halter-top, sleeveless, cap sleeve, and two-piece camouflage gowns.",
        "Silver pumps with a camouflage bow or pumps with Mossy Oak fabric which lace up the calf, round out the matching shoe ideas.",
        "Mossy Oak style shrugs, boleros and jackets provide not only warmth, but add a little something extra to the camouflage prom gown.",
        "If a teen is planning to wear a camouflage formal gown to a fall homecoming or winter sports dance, Mossy Oak style gloves are necessary to complete the camouflage fashion statement.",
        "Many little boys and older boys will opt for camouflage and other military themed bedroom décors, especially if his dad is in one of the military branches.",
        "Camouflage bedding comes in various colors to give your child a wider choice of bedding.",
        "Camouflage clothing is always popular with given groups of kids, but there are periods in fashion history when everything from kids' camo jackets to strappy tank tops are all the rage.",
        "Ultimately, children imitate each others' clothing styles, and camouflage clothing items are no exception.",
        "Camouflage jackets are a popular camo item for boys, and to a lesser degree, for girls.",
        "The kids' clothing department on Amazon.com is another good resource for online purchase of camouflage items.",
        "Whichever color scheme and camouflage item of clothing your child would like to have, there are more than enough places to buy it directly on the Internet.",
        "Skull Camo Cargos: These popular shorts have a camouflage pattern with tiny black skulls top-stitched throughout.",
        "Traditional collars come in every color of the rainbow as well as a variety of spunky patterns such as camouflage, paw print, zebra, leopard, and smiley prints.",
        "Crab spiders, rather than spinning a web or hunting on foot, employ camouflage to catch their prey.",
        "Camouflage clothing is a favorite of hunters, campers and fishers as well as those who prefer this signature pattern for their casual wear.",
        "There are several different colors and patterns associated with camouflage, and big and tall camo shirts are no exception.",
        "However, some men are more into computers and books than hunting or fishing and would probably never appreciate camouflage anything.",
        "Recent trends in belts include alligator skin, thin belts, cotton belts in fun colors and camouflage or military-style belts.",
        "If you want to get a camouflage or otherwise military looking trendy belt, don't go for something designer.",
        "Men's camouflage clothing is ideal for outdoor activities like hunting and fishing, but some guys just enjoy wearing it, too.",
        "Either way you prefer to wear it, there are several types of camouflage to choose from.",
        "Camouflage clothing isn't just limited to BDUs for members of the military.",
        "Men's camouflage clothing can be used as a necessity in outdoor activities or just worn for a rugged, masculine look around town.",
        "There are several types of camouflage, so if you aren't looking for something activity-specific, you can choose one of the attention-grabbing camouflage items.",
        "The most traditional type of camo, frequently seen in all types of men's camouflage clothing, is woodland camouflage.",
        "Tiger stripe camouflage is another option, though it's seen less frequently.",
        "Woodland camouflage is often a better choice unless you're wearing your camouflage to make a style statement.",
        "Smokey branch camouflage is another one that is often used for hunting because it helps the hunters blend in with their surroundings, successfully hiding from their prey.",
        "Desert camouflage is most often associated with the military, rather than with hunters.",
        "Desert camouflage would stand out in a forest setting because it's made up of shades of tan and light to medium brown.",
        "Digital camo can take its color cues from nearly any of the popular camouflage styles.",
        "It's not difficult to find camouflage clothing unless you're looking for something very specific, like camo underwear or a pair of lounge pants.",
        "This site has a wide selection of camouflage clothing for men, including overalls, sweats, robes, loungewear, NASCAR clothing with camo, rain suits and more.",
        "Army Navy Shop offers all types of camouflage, so if you're looking for something that stands out rather than blending in, check here.",
        "For a pair of camouflage cargos, check out the Arizona Camo Cargo Short found at JCPenney.",
        "The style is popular for military forces and can be designed in several variations including those with a ring that can hold a band of foliage that may be attached to the hat to aid in camouflage.",
        "This style works because the slight flare helps to camouflage the stomach area and the short style shows off great legs.",
        "So you may not want to accept the pear-shaped body you have been given, but there are ways of dressing so you can camouflage your imperfections while highlighting your assets.",
        "Wide leg pants will camouflage wide hips and look stylish.",
        "Empire waists: The high waist of an empire dress helps to camouflage a tummy and hips.",
        "You can further camouflage a tummy by wearing a loose fitting top or slip a gauzy cotton shirt over another shirt, leaving the over-shirt unbuttoned.",
        "The sturdy material works to gently shape the body, but doesn't provide a lot of camouflage.",
        "Waist shaping accentuates hourglass shapes, while draped skirts will camouflage tummies and hips if necessary.",
        "With a slightly loose fit on top, they are ideal for women who want to draw attention from their bellies and camouflage the midriff area.",
        "This gives you a better idea of what will camouflage your upper arms or any other flaw you would like to smooth over with that perfect dress.",
        "If you have thinning hair in the front, you may need to opt for shorter layers that can be poofed a bit and used to camouflage a bald spot.",
        "There are also camouflage print reading glasses that both men and women can enjoy wearing.",
        "Camouflage is awesome to wear and even cooler to see in action.",
        "They come in all colors, including camouflage, and are about 80 to 90 inches long and 33 inches wide.",
        "Make sure to bring hunting pants and plenty of warm camouflage clothing.",
        "You can opt for the BMW Zen theme, the Camouflage theme, and more.",
        "Parents can also help children find creative solutions to deal with teasing, camouflage their lesions, and educate their peers about the disease.",
        "It probably won't return your hair to its original thickness, but many people find that it does enough to camouflage a bald or thinning spot.",
        "An A-line bob also works to camouflage a heavier frame and helps to soften your jaw and neckline.",
        "Mascara: A touch of brown mascara at the root will temporarily camouflage grey outgrowth or single strands.",
        "Allow kids to pick out their own paper designs, like fun animal prints or camouflage patterns.",
        "Camouflage or dark grey and black patterned paper makes the final product look more realistic.",
        "Layering. Adding a wrap or blazer to a dress can cover up arms and camouflage a growing belly.",
        "Belly camouflage is no longer the rule of maternity wear.",
        "Rock Star Moms: This website features original designs like camouflage tube tops and skull and cross bone tunics.",
        "In most cases this will be a regular scoop bottom, but some swimsuits offer a boy-leg bottom to camouflage the hip area as well.",
        "For the water sports enthusiast who can't get enough of camouflage gear, camo wetsuits are perfect for all of your underwater activities.",
        "Shops that specialize in water sports equipment and accessories usually carry wetsuits, but you will have to check them out to see if they stock the camouflage pattern wetsuits you desire.",
        "This company is credited with being the first in the world to develop a camouflage wetsuit over a decade ago.",
        "If you want to camouflage your hips but still show off your legs, there are great new swim minis in various lengths that are really trendy and very functional as well.",
        "One of the more intriguing looks in this category is the Foil Camouflage.",
        "Named so for its slightly reflective material, the Foil Camouflage is much more than just a print bikini.",
        "Whether that print is flame metal, foil camouflage or a white leopard micro bikini is entirely up to you!",
        "For example, a camouflage pair of shorts may be perfect for a friend's pool party, but if you are going on vacation, you may want to choose a style that offers a bit more whimsy.",
        "While a bit pricier at $42.00, the Quicksilver Enforce Ripstop Camouflage Board Short at Nordstrom does give off that \"runway\" vibe.",
        "These patterns do vary widely, but it's not uncommon to see an animal print or camouflage pattern within the collection.",
        "You may have seen camouflage styles before, but what makes the N2N Titan different is its contrast stitching.",
        "The visual interest created by shirring can be a good camouflage tactic or can make a woman's body appear more shapely.",
        "What's fantastic about this skimpy swimsuit is its camouflage print.",
        "Shirring throughout the torso helps to camouflage any tummy bulges as well.",
        "Tummy hider: If you want to camouflage your tummy, look for a suit that flatters and firms.",
        "Admittedly, most of the tummy control gained from tankinis is gained from the top piece, but you can select the perfect bottom piece to provide added camouflage for your problem areas.",
        "For those of you out there that are wondering what women's board shorts camo means, it simply means shorts that are done in an army camouflage print.",
        "Levi's, an American fashion staple, also offers a pair of camouflage shorts that are sure to please.",
        "Amazon also offers the Purple Camouflage look of BDU Shorts.",
        "Camouflage prints also look stunning on the beach.",
        "At Alibaba.com, a global trading site, you'll find a camouflage bikini set by the Berrydog Apparel Company.",
        "Among the wide collection you'll find navy camouflage, pink camo, and an appealing flesh-colored camo called \"Desert\".",
        "Full Bust: A full bust is not necessarily a bad thing at all, but you should have options if you want to camouflage it, or highlight other areas of your figure.",
        "Another option is layering leggings and men's trousers, like a pair of knee pad leggings with a pair of looser camouflage drawstring pants.",
        "Wear a long-sleeved camouflage or brown long-sleeve shirt underneath (or two) to fight the chill, and don't be afraid to add a few hunting-inspired wildlife pins to your vest.",
        "Camouflage is a great way to add detail to your wardrobe without looking inappropriate.",
        "While the traditional camouflage in green and brown is standard, if you look closely at what's available at hunting stores, you'll see that the patterns vary greatly from brand to brand.",
        "There's also orange-accented camouflage, which provides greater safety and a totally different look.",
        "Figure-flattering camouflage items are plentiful at Camo Diva.",
        "Sportsman Guide offers compression pants in camouflage that look just like trendy leggings.",
        "On the other hand, there were vivid new prints, including leopard, zebra, tie-dye and camouflage.",
        "Pink camouflage handbags offer a distinctive look that combines the camo trend with femininity.",
        "Camouflage handbags create a delicious combination of strength and femininity.",
        "The handbag is a feminine accessory, and yet camouflage conveys a long-standing association with strength.",
        "Then urbanization of camouflage accessories and clothing lends to its appeal and makes it feel fresh and fun.",
        "Today, camouflage bags are made by a variety of designers and come in many styles.",
        "Camouflage purses in handbags come in shades of green, greens and browns, blues, beiges and browns, dark browns and blacks, reds, creams and blacks, purples, pinks, and more.",
        "A pink camouflage handbag is a great accessory, and can be worn numerous places.",
        "This Muted Pink Camouflage Bag, by Xhilaration and available at Amazon, packs loads of charm into a little hobo.",
        "The Handbag Warehouse features this camouflage satchel with pink fauz leather trim and tassels.",
        "Where else can you find pink camouflage purses and handbags?",
        "Canvas or other sturdy material in designs like camouflage are another type of material used for these wallets.",
        "This trendy bag comes in camouflage green, chicory and white.",
        "Truth be told, camouflage and rhinestones are hardly the most common elements to pair together, but when they do unite, the result is unforgettable.",
        "Just like so many other types of patterns, camouflage is universally accepted as a fashionable part of any wardrobe.",
        "Though it has always been, first and foremost, a military tool used to conceal target spots, the transition of camouflage to everyday life is not surprising.",
        "Not surprisingly, trendy camouflage patterns are a must in a teenage wardrobe.",
        "Today, there are even different varieties of camouflage that signal a vast departure from the traditional earthy, natural tones.",
        "Though this classic style has proven an enduring one in the fashion world, the introduction of bold colors to camouflage has made a strong difference in its widespread appeal.",
        "With colors like pink, red, blue and purple employed frequently, the camouflage pattern has earned itself an entirely new audience.",
        "In addition to color, fun little elements can also make camouflage look chic in a whole new way.",
        "In fact, sporting an accessory with a camouflage pattern is the best way to wear this look - it's minimal, no fuss and much less overbearing than going head-to-toe.",
        "Camouflage stands out beautifully this way, too.",
        "If you're in the market for a camouflage accessory, consider an updated camouflage bag.",
        "It may not sound like the most likely combination in the world, but rhinestones and camouflage make a smart team, indeed.",
        "Try one of these intriguing styles if you're searching for a purse that successfully pulls off the camouflage pattern and makes good use of rhinestones.",
        "If you're drawn to the traditional camouflage pattern and don't want to veer too far away from it, consider this tote bag.",
        "Camouflage purses are more casual than anything else, so feel free to break them out if you're headed to the mall with friends, going out to the movies or attending an outdoor event.",
        "Jeans, khaki pants, solid color polo shirts, nice t-shirts -- all of these things will have a longer shelf life than that pink camouflage skirt and matching shirt set.",
        "Camouflage is prominently featured, and interesting fabric pairings such as raw-edge canvas or denim with lace are often seen.",
        "Colors are black with olive camouflage, chocolate and tan and black and white.",
        "Cayman base, but with a secure-fit upper made of soft Neoprene in five patterns: Camouflage, Croc Attack, Flames, Glam and Haze, designed for kids on the run.",
        "There is a long list of colors and patterns from which to choose for your uppers, including glitter, leopard print, zebra print, camouflage, mirror and hologram.",
        "G Unit Camo is a street shoe in a camouflage design.",
        "They're available in bold, fun colors like red, purple, pink and even camouflage.",
        "Camouflage: Camouflage makes a great half or full sleeve tattoo, but due to regulations, you'll have to wait until you're out before you can have this extensive of a tattoo.",
        "Girls often love pink watches and boys needn't be left out as camouflage colored watches are very fashionable and are popular with this young age set.",
        "You can either purchase a new shirt for your project or use an old shirt that has a few stains you want to camouflage with the dye.",
        "The pouch can be decorated in a variety of ways, including a tuxedo print, camouflage, animal print, and tie-dye.",
        "Otherwise, you might like flames, animal prints, camouflage, Christmas plaid or any one of a number of others - there are plenty.",
        "Sexy Army Nurse: Featuring a gartered apron skirt and push-up bra top in camouflage, a headpiece, tie, stethoscope and shrug, all you need are some red stockings and dog tags to please the boys.",
        "Get your GI Joe on with this nylon camouflage pattern jock.",
        "A Cami shows off your décolletage and flatters both small and larger breasts, while the shorts enhance and camouflage your rear.",
        "Tan pantyhose can help alleviate much of this cosmetic issue, as the coloring of the pantyhose can help to camouflage blue or green veins.",
        "The following styles of camouflage are the kind that blend nicely with your lingerie and don't look too trashy or loud.",
        "If a touch of camouflage is what you want, then you should be able to find the style that most impresses you.",
        "Abstract Camo: This camouflage could easily be mistaken for a modern print.",
        "Girly Camo: This camouflage pattern uses the same pattern as a green camo, but it is rendered in pink instead.",
        "Some lingerie designs look better when rendered in a camouflage print, as you'll soon see.",
        "Instead of sticking to the granny panties and a heavy, dark green design, look for lingerie styles that allow just a peek out of your favorite camouflage design.",
        "Camisoles: Camisoles are a nice way to wear camouflage because you get more out of the pattern.",
        "Panties: Look for camouflage panties in high-waisted or retro styles, bound with contrast elastic.",
        "Camouflage can be found in a slightly abstract black-and-white print, and when edged in lace, it's a winner.",
        "These links will help you find the right camouflage lingerie to suit your frame and your personal taste.",
        "It's time to get shopping for dark green camisoles, coordinating panties, and some flirtier, girlier camouflage selections.",
        "Check out camouflage lingerie for fuller figures at Torrid.",
        "The Pajama Shoppe carries solid, striped, paisley and camouflage silk boxers, so you should have no trouble finding just the design you want.",
        "You can also wear a baby doll -- the floaty fabric will camouflage your stomach while showing off your decolletage.",
        "Camouflage a large midsection by wearing a high-waisted nightie.",
        "Of note is the Camouflage Print String Bra Top and Matching Booty Shorts.",
        "If you have military ties, a camouflage background is perfect.",
        "One unique offering is a sleepover invitation for boys titled \"Mission: Sleepover\" with a smiley face wearing a camouflage army hat.",
        "These cords were hard to camouflage during filming.",
        "On older stretch marks, a self-tanning product applied evenly may be able to temporarily camouflage them.",
        "For example, trying to camouflage a cold sore with makeup is not a good idea, as it will cause irritation and in most cases aggravate the problem.",
        "An example of this is the Navy Working Uniform, or NWUs, which resemble the camouflage of the land-based Army, complete with a more \"digital\" pattern.",
        "They may however carry regulation camouflage wear, boots, and some caps or official rugged weather gear.",
        "Union sharpshooters wore dark green jackets to help hide them and served as camouflage.",
        "Today you may wonder why they would choose a color that stood out during combat, but back then soldiers didn't think of things like trying to blend in with camouflage.",
        "The color will camouflage the stains while keeping you looking professional and tidy.",
        "Camouflage Utility Uniforms are worn by expeditionary combat units.",
        "The Marine Corps camouflage and combat utility uniform come in two designs: The desert combat utility uniform or the woodland combat utility uniform.",
        "No snag cuff closure - In the past, Marines complained that buttons used to secure the cuffs on their sleeve caught on things such as camouflage netting.",
        "Waistband - The camouflage utility uniform waistband is now adjustable.",
        "For instance, the change from black boots to brown boots was the result of feedback from snipers who suggested brown would make better camouflage.",
        "These khaki uniforms were among the first camouflage worn by military.",
        "British soldiers serving in Cyprus and the Middle East are issued tropical combat clothing in two-tone DPM camouflage.",
        "Whether they are looking for a four-button suit, a camouflage shirt or a hockey jersey, specialty stores both on and off line offer a wide selection of clothing for big and tall men.",
        "The fabric has a camouflage print to it, which combines with the red helmets to pay homage to the 1942 World Championship Team which wore leather helmets and went on to fight in World War II.",
        "This suit is made to break up the wearer's image and camouflage her with the ocean bottom.",
        "The brown, blue and black tones in this versatile suit will provide great camouflage to the wearer.",
        "The cut out also offers a bit more control and camouflage than a bikini does for a less-than-perfect figure."
    ],
    "definition": [
        "Link/Cite",
        "A disguise or covering up.",
        "The act of disguising.",
        "(military) The use of natural or artificial material on personnel, objects, or tactical positions with the aim of confusing, misleading, or evading the enemy.",
        "(textiles) A pattern on clothing consisting of irregularly shaped patches that are either greenish/brownish, brownish/whitish, or bluish/whitish, as used by ground combat forces.",
        "(biology) Resemblance of an organism to its surroundings for avoiding detection",
        "Clothes made from camouflage fabric, for concealment in combat or hunting.",
        "To hide or disguise something by covering it up or changing the way it looks.",
        "Link/Cite"
    ]
}