{
    "translation": "מועמד",
    "uses": [
        "In 1 9 05 he was Democratic candidate for mayor of New York on the Municipal Ownership ticket, and four years later on the Independence League ticket; in 1906 he was candidate for governor of New York on the Democratic and Independence League tickets, in every instance being defeated.",
        "After a few words of greeting, each candidate was directed to stand on either side of the raised platform.",
        "Each candidate was known, not by his name, but by a number.",
        "He was defeated as Democratic candidate for governor in 1864.",
        "I was the logical candidate as both women had children needing attention.",
        "One logical candidate was the offspring of Edith Plotke and Josh Mulligan: someone forty years old, perhaps a red head.",
        "There was a brief reaction: Henry Stuart Foote (1800-1880), Unionist, was elected governor in 1851 over Davis, the States' Rights candidate, and in the same year a Constitutional Convention had declared almost unanimously that \"the asserted right of secession\".",
        "He was then a candidate for the Polish crown; and having purchased the support of the emperor Charles VI.",
        "I figured this county deserves a more astute sheriff than the current candidate, so I tossed my hat in the ring this morning.",
        "Dean pulled down the top on his Jeep and slowly drove uptown, giving off what he hoped were candidate smiles and waves to the locals, all of whom seemed to be walking the sun drenched street.",
        "\"The final decision of which candidate is best suited for the job rests with you, the voters,\" he added.",
        "died in February 1513, and the conclave, after a stormy seven day's session, united on Cardinal de' Medici as the candidate of the younger cardinals.",
        "king of Bohemia, a candidate for the throne, was almost alone in his opposition.",
        "Mr. Gilman sent my written work to the examiners with a certificate that I, candidate No. 233, had written the papers.",
        "A petition was presented to him begging him to be a candidate for the presidency, and with some reluctance the veteran leader gave his consent.",
        "But he appeared again on the scene in the general elections of 1909, as a Christian Democratic candidate; he was elected, and alone of the Catholic deputies took his seat in the Chamber on the Extreme Left, where all his neighbors were violent anti-clericals.",
        "On the strength of these works he offered himself as a candidate for the university chair of jurisprudence, but as he had no personal or family influence was not elected.",
        "As soon as Jake Weller left, Cynthia questioned her husband about the candidate filing papers Weller handed him.",
        "While I'm not disagreeing with you that Edith looks like the best candidate, in my mind she's still the flavor of the month at the fruitcake sale.",
        "Arnulf, who was a candidate for the German crown in 919, claimed to be independent, and openly defied the German king, Conrad I.",
        "\"If it isn't candidate David Dean,\" Fitzgerald said, not even trying to warm the ice in his voice.",
        "Cesare's position was greatly shaken, and when he tried to browbeat the cardinals by means of Don Michelotto and his bravos, they refused to be intimidated; he had to leave Rome in September, trusting that the Spanish cardinals would elect a candidate friendly to his house.",
        "Marcy in 1833-1839, was a member of the New York Assembly in 1842, in 1844 and in 1845, being speaker in 1845; mayor of Utica in 1843, and in 1852 was elected governor of the state over Washington Hunt (1811-1867), the Whig candidate, who had defeated him in 1850.",
        "When Bulgaria under the Berlin Treaty was constituted an autonomous principality under the suzerainty of Turkey, the tsar recommended his nephew to the Bulgarians as a candidate for the newly created throne, and Prince Alexander was elected prince of Bulgaria by unanimous vote of the Grand Sobranye (April 29, 1879).",
        "No candidate can be returned unless he obtains more than half the votes given and more than one-sixth of the total number on the register; otherwise a second ballot must be 1898-1899.19021903.",
        "Having failed to secure a re-election to the Senate in '887, Harrison was nominated by the Republican party for the presidency in 1888, and defeated Grover Cleveland, the candidate of the Democratic party, receiving 233 electoral votes to Cleveland's 168.",
        "If in 1869 he appeared to deviate from this principle by being a candidate at Marseilles for the Corps Legislatif, it was because he yielded to the entreaties of the Imperial government in order to strengthen its goodwill for the Suez Canal.",
        "Tucker (1802-1859), the Democratic candidate, representing the repudiators and David O.",
        "Such was his energy, that soon a network of branches of the Union Civica Radical was organized throughout the republic, and Dr Bernardo Irigoyen was put forward as a rival candidate to Dr Saenz Pena.",
        "He was elected to the Norwich School Board in 1899, being the first candidate run by the local Labour party to win a seat on a public body.",
        "Michael was the perfect candidate.",
        "The minority among the \"nations\" chose him as rector in opposition to the elected candidate, Aubri de.",
        "The belief in a vast Antarctic continent stretching far into the temperate zone had never been abandoned, and was vehemently asserted by Charles Dalrymple, a disappointed candidate nominated by the Royal Society for the command of the Transit expedition of 1769.",
        "Mr. Dean here, part time detective and sheriff candidate, tracked down a hot lead on some bones—maybe a long dead villain—up at The Lucky Pup mine.",
        "During the same year, however (according to some, two years later, under Pompey's new law), Scaurus was condemned on a charge of illegal practices when a candidate for the consulship. He went into exile, and nothing further is heard of him.",
        "To secure election a candidate must at the first voting poll an absolute majority and a number of votes equal to one-fourth of the number of electors.",
        "At Rome down to the last it made a difference whether the candidate for office was patrician or plebeian, though the difference was in later times commonly to the advantage of the plebeian.",
        "Each candidate must make, at least five days before the elections, a declaration setting forth in what constituency he intends to stand.",
        "The time had now come (1880) when the Republican party must nominate a candidate for the presidency.",
        "Blaine was made a senator from Maine, the leadership of the House of Representatives passed to Garfield, and he became the Republican candidate for speaker.",
        "Like his predecessor, he enjoyed the protection and support of the Polish king, Sigismund III., and was strong enough to ii., compel Shuiski to abdicate; but as soon as the throne was vacant Sigismund put forward as a candidate his own son, Wladislaus.",
        "Once he became a candidate for governor, in 1876, but his candidature was a forlorn hope, undertaken from a sense of duty after the regular nominee had withdrawn.",
        "When Innocent died, Chigi, the candidate favoured by Spain, was elected pope on the 7th of April 1655ï¿½ The conclave believed he was strongly opposed to the nepotism then prevalent.",
        "Both parties in the state in 1888 declared in favour of free coinage, and in 1892 instructed their delegates to the national conventions to oppose any candidate who did not favour this policy.",
        "He was defeated by a candidate of the National Democratic party in East Ham, and none of the Pacifist Labour men with whom he had made common cause found their way into Parliament.",
        "The Roman king, who was an unsuccessful candidate, took up arms, drove the Hungarians from Austria, and regained Vienna, which had been in the possession of Matthias since 1485; but he was compelled by want of money to retreat, and on the 7th of November 14 9 1 signed the treaty of Pressburg with Ladislaus, king of Bohemia, who had obtained the Hungarian throne.",
        "At the general elections of March I9o9, over a score of Clerical deputies were returned, Clericals of a very mild tone who had no thought of the temporal power and were supporters of the monarchy and anti-socialists; where no Clerical candidate was in the field the Catholic voters plumped for the constitutional candidate against all representatives of the Extreme Left.",
        "On the death of Mithradates of Pergamum, tetrarch of the Trocmi, DeIotarus was a candidate for the vacancy.",
        "He was minister to Great Britain in1796-1803and again in 1825-1826, and was the Federalist candidate for vicepresident in 1804 and 1808, and for president in 1816, when he received 34 electoral votes to 183 cast for Monroe.",
        "In 1273 he was a candidate for the German crown, but was induced to support Rudolph, count of Habsburg, whose eldest daughter, Matilda, he married in this year.",
        "On the 14th of September, under an agreement dated the 14th of August, they invited King George of Greece, in the event of the high commissionership becoming vacant, to propose a candidate for that post, to be nominated by the powers for a period of five years, and on the 25th of September Prince George left the island.",
        "He is said to have established the rule that any candidate for the office should meet and slay in single combat its holder at the time, who always went about armed with a drawn sword in anticipation of the struggle.",
        "After nine years spent at Laleham he was induced to offer himself as a candidate for the vacant head-mastership of Rugby; and though he entered somewhat late upon the contest, and though none of the electors was personally known to him, he was elected in December 1827.",
        "In 1920 Mr. Hoover was mentioned as a possible candidate for president.",
        "Whenever he felt inclined, he gave in his name as a candidate.",
        "He hummed, a feeling of mild accomplishment sandwiched between the failure to contact Martha and the trepidation of potentially being made a fool by Seymour \"Fitz\" Fitzgerald, sheriff candidate.",
        "Drew (1827-1900), the Democratic candidate for governor, then secured a mandamus from the circuit court restraining the board from going behind the face of the election returns; this was not obeyed and a similar mandamus was therefore obtained from the supreme court of Florida, which declared that the board had no right to determine the legality of a particular vote.",
        "Martin Van Buren, then in the Crawford interest, came to the conclusion that the candidate for the second place, by his foreign origin, weakened the ticket, and in October Gallatin retired from the contest.",
        "Though he had been a hard-money Democrat, he joined the Greenback party after the Civil War, and in 1876 was its candidate for the presidency, but received only 81,740 out of the 8,412,833 votes cast.",
        "If a candidate is unseated a casual vacancy is created which has to be filled by a new election.",
        "Fred was anxiously glancing between her bedroom and the front door where he was expecting the arrival of Bird Song's latest domestic helper candidate.",
        "How can he be a candidate?",
        "he stood candidate for the imperial crown.",
        "Indeed, this is the only method when it is sought to set aside the election on any of the usual grounds, such as corrupt or illegal practices, or the disqualification of the candidate at the date of election.",
        "On the latter's death in 518 Justin used for his own election to the throne money that he had received for the support of another candidate.",
        "In 1871 he was a defeated candidate for governor of Massachusetts, and also in 1879 when he ran on the Democratic and Greenback tickets, but in 1882 he was elected by the Democrats who got no other state offices.",
        "As presidential nominee of the Greenback and Anti-Monopolist parties, he polled 175,370 votes in 1884, when he had bitterly opposed the nomination by the Democratic party of Grover Cleveland, to defeat whom he tried to \"throw\" his own votes in Massachusetts and New York to the Republican candidate.",
        "In 1840 he was the Liberty party's candidate for the vice-presidency.",
        "Smith (\" National \" or \" Greenback \"), 41,371; Alonzo Garcelon (1813-1906) (Democratic), 28,218; as no candidate received a majority of the votes, the election was left to the legislature.",
        "In 1880 the Democrats and Greenbacks united and elected their candidate, but after 1883 Maine was strongly Republican until 1910.",
        "of the constitution a majority of the total number of votes cast was required for election; in case no candidate should receive a majority, it was prescribed that the \" House of Representatives shall, by ballot, from the persons having the four highest numbers of votes on the lists, if so many there be, elect two persons and make returns of their names to the Senate, of whom the senate shall, by ballot, elect one, who shall be declared the governor.\"",
        "Returning in 1827, he continued his studies, preached as a candidate in various churches, and improved in health.",
        "With Fitzgerald out, you're the only candidate.",
        "Fitzgerald isn't going to withdraw as a candidate?",
        "General Bartolome Mitre was proposed by the portenos as their candidate.",
        "Civil war immediately ensued, in which several American and British officers and sailors were killed by the natives, the Germans upholding the claims of Mataafa, and the British and Americans supporting the rival candidate.",
        "It was declared that he had long lived in England, and in only one case (1896) had he been able to vote for a presidential candidate.",
        "After the expulsion of King Otho in 1862, the Greek nation, by a plebiscite, elected the British prince, Alfred, duke of Edinburgh (subsequently duke of Coburg), to the vacant throne, and on his refusal the national assembly requested Great Britain to nominate a candidate.",
        "He had offered himself as a candidate for the office of secretary to the Assembly of Notables which the king had just convened, and to bring his name before the public published another financial work, the Denonciation de 'agiotage, which abounded in such violent diatribes that he not only lost his election, but was obliged to retire to Tongres; and he further injured his prospects by publishing the reports he had sent in during his secret mission at Berlin.",
        "He was a Free Soil candidate for Congress (1850), but was defeated; was indicted with Wendell Phillips and Theodore Parker for participation in the attempt to release the fugitive slave, Anthony Burns, in Boston (18J3); was engaged in the effort to make Kansas a free state after the passage of the Kansas-Nebraska Bill of 1854; and during the Civil War was captain in the 51st Massachusetts Volunteers, and from November 1862 to October 1864, when he was retired because of a wound received in the preceding August, was colonel of the First South Carolina Volunteers, the first regiment recruited from former slaves for the Federal service.",
        "In 53, when Milo was candidate for the - consulship and Clodius for the praetorship, the two leaders met by accident on the Appian Way at Bovillae and Clodius was murdered (January 52).",
        "Two years later he passed the examination for the \"baccalaureat es sciences\" enabling him to become candidate for the Ecole normale.",
        "In 1865 he agreed to stand as parliamentary candidate for Westminster, on conditions strictly in accordance with his principles.",
        "Viewed as a candidate for ministerial office, he might be regarded as a failure in parliament, but there can be no doubt that his career there greatly extended his influence.",
        "(1533-1559), but in the course of the \" Count's War \" he was taken prisoner by Count Christopher, the Catholic candidate for the throne, and forced to do him homage.",
        "On the 2nd of July 1704, with the assistance of a bribing fund, Charles's ambassador at Warsaw, Count Arvid Bernard Horn, succeeded in forcing through the election of Charles's candidate to the Polish throne, Stanislaus Leszczynski, who could not be crowned however till the 24th of September 1705, by which time the Saxons had again been defeated at Punitz.",
        "In 1914 he defeated Foraker in the Republican primaries as candidate for the U.S. Senate, and was elected with a majority of 10o,000 for the term of 1915-21; but his friendship with Foraker remained unabated.",
        "His favourite candidate was his personal friend William H.",
        "to become a candidate for the throne of Poland; for the engagements into which he entered in order to secure the support of the emperor Charles VI.; for the shameless and ill-timed tergiversations of Saxony during the wars of the Austrian Succession; for the intrigues which entangled the electorate in the alliance against Frederick the Great, which led to the Seven Years' War; and for the waste and want of foresight which left the country utterly unprepared to resist the attack of the king of Prussia.",
        "At the Democratic Convention for the nomination of a presidential candidate held at Baltimore in 1912, he led on 27 ballots, and had a clear majority on eight, but he was finally defeated by Woodrow Wilson of New Jersey.",
        "The candidate whose work is notified as tres bien is admitted to the examinations at Hue, which qualify for the title of doctor and the holding of administrative offices.",
        "In 1864 he was the Democratic candidate for vice-president.",
        "Crawford, and received the electoral vote of Georgia for vice-president; but he shrewdly kept out of the acrimonious controversy which followed the choice of John Quincy Adams. He early recognized the availability of Andrew Jackson, however, as a presidential candidate, and after the election sought to bring the Crawford and Jackson followers together, at the same time strengthening his control as a party leader in the Senate.",
        "No candidate living could have secured the succession without a recurrence of civil war.",
        "He was the first territorial delegate in the Congress of the United States and was the author of the first step in the development of the country's later homestead policy; the first presidential candidate to be selected upon the ground of \" expediency \" alone; and the first president to die in office.",
        "In 1866 the chair of the philosophy of mind and logic in University College, London, fell vacant, and Martineau became a candidate.",
        "In 1881 he presented himself as a political candidate for Saintes, but was defeated.",
        "Fox himself was elected for Westminster with fewer votes than Admiral Lord Hood, but with a majority over the ministerial candidate, Sir Cecil Wray.",
        "The courses are long, ranging from six to nine years; and the degrees are those of candidate, licentiate and doctor.",
        "He was several times a candidate in vain.",
        "Bryan, the Democratic candidate for the presidency, has voted for the Republican nominees in presidential elections.",
        "and Carloman, but had a dispute with Louis, who wished to instal a candidate in the episcopal see of Beauvais without the archbishop's assent.",
        "Edwards's preaching became unpopular; for four years no candidate presented himself for admission to the church; and when one did in 1748, and was met with Edwards's formal but mild and gentle tests, as expressed in the Distinguishing Marks and later in Qualifications for Full Communion (1749) the candidate refused to submit to them; the church backed him and the break was complete.",
        "After deliberating for more than a month they elected Robert of Anjou's candidate, Jacques Duese, who was crowned on the 5th of September, and on the 2nd of October arrived at Avignon, where he remained for the rest of his life.",
        "When the Wilson scandals occasioned the downfall of Grevy in December 1887, Carnot's high character for integrity marked him out as a candidate for the presidency, and he obtained the support of Clemenceau and of all those who objected to the candidatures of men who have been more active in the political arena, so that he was elected by 616 votes out of 827.",
        "McClellan was never again ordered to active command, and the political elements opposed to the general policy of Lincoln's administration chose him as presidential candidate in 1864, on a platform which denounced the war as a failure and proposed negotiating with the South for peace.",
        "In1895-1903he was a Democratic representative in Congress; in 1903 he was elected mayor of New York City on the Tammany ticket, defeating mayor Seth Low, the \"Fusion\" candidate; and in 1905 he was re-elected for a four-year term, defeating William M.",
        "The Conservative party carried their candidate in 1857, Mariano Ospino, a lawyer by profession; but an insurrection broke out in 1859, which was fostered by the ex-president Mosquera, and finally took the form of a regular civil war.",
        "Salgar, a Liberal candidate elected in opposition to General Herran, a treaty was finally concluded with the United States in connexion with an interoceanic canal, a bank was established at Bogota, and educational reforms instituted.",
        "In September 1838 he went up to London, and was accepted by the London Missionary Society as a candidate.",
        "In 1859 he stood as Liberal candidate for Leeds, but was beaten.",
        "He took an active part in the organizing of the Free Soil party, in revolt at the Whigs' nomination of a slave-holding southerner for the presidency; and in 18 4 8 was defeated as a candidate for the national House of Representatives.",
        "In 1851 control of the Massachusetts legislature was secured by the Democrats in coalition with the Free Soilers, but after filling the state offices with their own men, the Democrats refused to vote for Sumner, the Free Soilers' choice for United States senator, and urged the selection of some less radical candidate.",
        "Among the measures adopted were: a'law (of doubtful constitutionality) requiring legislators to vote for the people's choice for a United States senator - this was adopted by a vote of 69,668 to 21,162; a corrupt practices act, regulating the expenditure of moneys in political campaigns and limiting a candidate's expenses to onefourth of one year's salary; an amendment permitting the establishment of state institutions elsewhere than at the capital; an amendment changing the time of state elections from June to November; an amendment permitting the legislature to pass a law providing for proportional representation, i.e.",
        "It is to be noted that the Republican party had not favoured requiring a pledge from members of the legislature that they would vote for the people's choice for senator; that the Democratic candidate for senator (Gov.",
        "Chamberlain) was a prominent advocate of the initiative, the referendum and the direct election of United States senators; and that a wing of the Republican party worked for the choice of the Democratic candidate by the people in the hope that the (Republican) legislature would not ratify the popular choice and so would nullify the direct primary law.",
        "The new state was at first Democratic in politics, and the southern faction of the Democratic party in 1860 made a bid for its support by nominating as their candidate for vice-president, on the ticket with John C. Breckinridge, Joseph Lane (1801-1881), then a senator from Oregon and previously its territorial governor.",
        "The Electoral Commission decided that the three votes should be counted for Hayes - if the one Democratic elector had been adjudged chosen, the Democratic candidate for the presidency, S.",
        "In 1766, when only eighteen, he was candidate for the chair of mathematics in Marischal College, Aberdeen, and, although he was unsuccessful, his claims were admitted to be high.",
        "In 1900 he was Socialist candidate for president of the United States, receiving 96,116 votes; was again candidate in 1904, 1908 and 1912,.",
        "In 1920, although still imprisoned, he was again nominated presidential candidate by the Socialists and received 915,302 votes, ranging from 25 in Vermont to 203,400 in New York.",
        "On the 21st of December 1671 he was proposed as a candidate for admission into the Royal Society by Dr Seth Ward, bishop of Salisbury, and on the 11th of January 1672 he was elected a fellow of the Society.",
        "The active part which Newton had taken in defending the legal privileges of the university against the encroachments of the crown had probably at least equal weight with his scientific reputation when his friends chose him as a candidate for a seat in parliament as one of the representatives of the university.",
        "Newton does not seem to have been a candidate at this election,.",
        "but at the next dissolution in 1705 he was again a candidate for the representation of the university.",
        "(The candidate for baptism, we further learn from his tract On Baptism, prepared himself by prayer, fasting and keeping of vigils.) Before stepping into the font, which both sexes did quite naked, the neophytes had to renounce the devil, his pomps and angels.",
        "Usually two sponsors made themselves responsible for the past life of the candidate and for the sincerity of his faith and repentance.",
        "By 1808 the opponents of slavery, found chiefly among the Quaker settlers in the south-eastern counties, began to awake to the danger that confronted them, and in 1809 elected their candidate, xIv.",
        "Before the Civil War, except when William Henry Harrison was a candidate for the presidency, its electoral vote was generally given to the Democratic party, to which also most of its governors belonged.",
        "favor of the candidate whom he had selected.",
        "Matilda had a few genuine partisans, such as her half-brother Robert, earl of Gloucester, tile illegitimate son of Henry I., btit the large majority of those who took arms in her name were ready to sell their allegiance to either candidate in return for lands, or grants of rank or privilege.",
        "France had a rival candidate for Elizabeths throne in Mary Stuart, the wife of the dauphin who soon ~ (1559) became king as Francis II.; and Spanish favor was sought to neutralize this threat.",
        "When the king chose Shelburne as prime minister, they refused to follow him, and put forward the incompetent duke of Portland as their candidate for the office.",
        "Louis Philippe regarded this despatch as a departure rom the principle on which he had agreed with Lord Aberdeen, md at once hurried on the simultaneous marriages of the qUeen vith the French candidate, and of her sister with the duc de ~4ontpensier.",
        "The common story that he was a candidate for Adam Smith's chair of moral philosophy at Glasgow, when Hume was rejected in favour of an obscure nobody (1751), can be shown to be wholly false.",
        "The official ballot is of the blanket type, with names of candidates in party columns, but with no candidate's name repeated on the ballot and with no emblems to mark the party columns.",
        "The ticket is made up of as many coloured sheets as there are party organizations (plus one for independent nominations), and the name of each candidate is on a perforated slip, which must be detached if it is to be voted.",
        "A candidate for either house must have resided in the state at least one year, must be a qualified elector in the district from which he is chosen, and may not be a member of Congress or hold any military or civil office under the United States.",
        "Barstow (1813-1865), a candidate for re-election, and his Republican opponent, Coles Bashford (1816-1878), threatened to result in civil war.",
        "In 1861 he was an unsuccessful candidate for the United States senatorship from New York.",
        "In the contested election of 1159, for instance, though a majority of the cardinals had elected Cardinal Roland (Alexander III.), the defeated candidate Cardinal Octavian (Victor IV.), while his rival was modestly hesitating to accept the honour, seized the pluviale and put it on his own shoulders hastily, upside down; and it was on this ground that the council of Pavia in r 160 based their declaration in favour of Victor, and anathematized Alexander.",
        "He had himself set the age qualification of the directors at forty, and thus debarred himself as candidate, as he was only thirtyfour.",
        "writing Disraeli entered the political arena as candidate for High Wycombe (1832), he was nominated by a Tory and seconded by a Radical - in vain; and vain were two subsequent attempts in the autumn of 183 2 and in 1834.",
        "CARPET-BAGGER, a political slang term for a person who stands as a candidate for election in a locality in which he is a stranger.",
        "It is particularly used of such a candidate sent down by the central party organization.",
        "He was the Whig candidate for lieutenant-governor of New York in 1846, and was defeated by Addison Gardner (Democrat); but when in 1847 Gardner was appointed a judge of the state court of appeals, Fish was elected (November 1847) to complete the term (to January 1849).",
        "In 1848 he actively supported Martin van Buren, the Free Soil candidate, for the presidency, and in 1852 he supported Franklin Pierce, but soon afterwards helped to organize the new Republican party, and presided at its preliminary convention at Pittsburg, Pennsylvania, in February 1856.",
        "In 1860 he took an active part in the presidential campaign in behalf of Lincoln, in whose cabinet he was postmaster-general from 1861 until September 1864, when he resigned as a result of the hostility of the Radical Republican faction, who stipulated that Blair's retirement should follow the withdrawal of Fremont's name as a candidate for the presidential nomination in that year.",
        "He was an unsuccessful candidate for the U.S. Senate from New York on this party's ticket in 1914 and 1916.",
        "In January 1885 Parnell visited Thurles, where he gave a remarkable proof of his power by breaking down local opposition to his candidate for Tipperary.",
        "His candidate in a by-election at Kilkenny was beaten by nearly two to one, and he himself was injured in the eyes by lime being thrown at him.",
        "Thus he was able to be a candidate for this formidable power, which had just been defined by the Constituent Assembly and entrusted to the choice of the people, \"to Providence,\" as Lamartine said.",
        "1, 1833 to Dec. 31, 1838), but was defeated in 1838 by the Whig candidate, William H.",
        "In the Democratic convention at Baltimore, in 1852, Marcy was a prominent candidate for the presidential nomination, and from 1853 to 1857 he was secretary of state in the cabinet of President Pierce.",
        "Any portion of a county containing as many as 150 inhabitants may be incorporated as a town or city, and as such it possesses complete self-government in all purely local matters, even 2 Before 1904, under a law of 1901, the people voted for candidates for the United States Senate, but the legislative assembly was in no way bound to carry out the decision of the popular vote; and in 1904 the legislature chose as United States senator a candidate for whom no votes had been cast in the popular election.",
        "The former was caused by the reappearance of Stanislaus Leszczynski as a candidate for the Polish throne after the death of Augustus II.",
        "The interests of Russia would not permit her to recognize a candidate dependent directly on France and indirectly upon Sweden and Turkey, all three powers being at that time opposed to Russia's \"system.\"",
        "In 1830 he was elected to Congress as a Whig from the Salem district, defeating the Jacksonian candidate for re-election, B.",
        "The chair was not exactly offered to him, as has been sometimes asserted, but the electors, having met and talked over the subject, authorized one of their number, who was Hamilton's personal friend, to urge him to become a candidate, a step which his modesty had prevented him from taking.",
        "Saturninus was elected tribune for the third time for the year beginning the 10th of December ioo, and Glaucia, although at the time praetor and therefore not eligible until after the lapse of two years, was a candidate for the consulship. M.",
        "Antonius the orator was elected without opposition; the other government candidate, Gaius Memmius, who seemed to have the better chance of success, was beaten to death by the hired agents of Saturninus and Glaucia, while the voting was actually going on.",
        "His determined opposition to the empire, culminating in 1869 in a campaign in favour of the radical candidate opposed to 0111vier, was rewarded by his election as mayor of the 11th arrondissement of Paris and as deputy for the Seine.",
        "1458), a candidate for the German throne in 1440, and William II.",
        "the commonalty and the nobles) was as to the person who should be chosen to be the king, although it is true that either candidate, the half-witted son of Philip II., Philip Arrhidaeus, or the posthumous son of Alexander by Roxana, opened the prospect of a long regency exercised by one or more of the Macedonian lords.",
        "He served as a Free Soiler in the Massachusetts house of representatives from 1849 to 1853, and was speaker in 1851 and 1852; he was president of the state Constitutional Convention of 1853, and in the same year was elected to the national House of Representatives as a coalition candidate of Democrats and Free Soilers.",
        "A personal quarrel with President Grant led in 1872, however, to his joining the Liberal-Republican revolt in supportof Horace Greeley, and as the Liberal-Republican and Democratic candidate he was defeated for re-election.",
        "In 1874 he was successful as a Democratic candidate, serving one term (1875-1877).",
        "In 189 Glabrio was a candidate for the censorship, but was bitterly opposed by the nobles.",
        "At Artaxata Zeno, the popular candidate for the throne, was crowned king of Armenia.",
        "Resigning the secretaryship in 1848, he was elected to the national House of Representatives as an anti-slavery Whig to succeed John Quincy Adams, and was re-elected in 1849, and, as an independent candidate, in 1850, serving until March 1853.",
        "In 1852 he was the candidate of the Free-soilers for the governorship of Massachusetts, but was defeated.",
        "In 1885 he abandoned journalism, and became Liberal candidate for the Harrow division of Middlesex at the general election, but was defeated.",
        "1834), a Democrat, was chosen governor, but the Republican candidate, S.",
        "On the death of Augustus II., king of Poland (1733), France had put forward as candidate Stanislaus Leszczynski, War of Louis XV.'s father-in-law.",
        "It was therefore decided that with the cardinals each nation should associate six delegates, and that the successful candidate should be required to poll two-thirds of the suffrages, not only in the Sacred College, but also in each of these five groups.",
        "From 1903 to 1905 he was a member of the Legislature of New Hampshire, and in 1912 he was an unsuccessful candidate for governor on the Progressive ticket.",
        "The ordinary use of \"hustings\" at the present day for the platform from which a candidate speaks at a parliamentary or other election, or more widely for a political candidate's election campaign, is derived from the application of the word, first to the platform in the Guildhall on which the London court was held, and next to that from which the public nomination of candidates for a parliamentary election was formerly made, and from which the candidate addressed the electors.",
        "In 17 9 6 Pinckney was the Federalist candidate for vice-president, and in1797-1801he was a Federalist representative in Congress.",
        "After the breach between Jackson and Calhoun, Van Buren was clearly the most prominent candidate for the vice-presidency.",
        "The revolt against Democratic rule was undoubtedly serious, but a study of the popular vote shows that the election of Harrison, the Whig candidate, was less of a revolution than many affected to think.",
        "In 1871 he was twice a candidate for the National Assembly, but was defeated.",
        "He was chairman of the Republican State Committee (1892, 1896), candidate for the U.S. Senate (1894, 1900), member of the Republican National Committee (1896, 1900), and a delegate to the Republican National Convention on four occasions.",
        "In a campaign largely restricted to the question of free-silver coinage he was defeated for re-election in 1894, and subsequently was also defeated as the Democratic candidate for the United States Senate.",
        "In the election, however, he was defeated by William McKinley, the Republican candidate, receiving 176 electoral votes to 271.",
        "In 1904 although not actively a candidate for the Democratic nomination (which eventually went to Judge Parker), he was to the very last considered a possible nominee; and he strenuously opposed in the convention the repudiation by the conservative element of the stand taken in the two previous campaigns.",
        "Vacancies were filled by the Apella, that candidate being declared elected whom the assembly acclaimed with the loudest shouts - a method which Aristotle censures as childish (Polit.",
        "The Roman Church forbids ordination to higher grades unless the candidate has received all the inferior orders.",
        "He resigned from the Senate in 1851 to become a candidate of the Democratic States-Rights Party for the governorship of his state against Foote, the candidate of the Union Democrats.",
        "Cobden was candidate for Stockport, but was defeated, though not by a large majority.",
        "On the dissolution which followed Lord Palmerston's defeat, Cobden became candidate for Huddersfield, but the voters of that town gave the preference to his opponent, who had supported the Russian War and approved of the proceedings at Canton.",
        "At the general election of 1790 he came forward as a candidate for that distinguished constituency, in opposition to Fox and Lord Hood, but was defeated; and, at a second trial in 1796, he was again at the bottom of the poll.",
        "Even as late as 1622 the Protestants at the diet of Pressburg were strong enough to elect their candidate, Szaniszl6 Thurz6, palatine.",
        "On Dec. 27 1912 Cuvaj was replaced by a colourless official, Dr. Unkelhausser, who marked time until a fresh candidate for the post of commissary or dictator was forthcoming in the person of Baron Skerlecz (July 23 1913).",
        "This Bestia is probably not the Lucius Calpurnius Bestia, aedile, and a candidate for the praetorship in 57.",
        "He was librarian at Lambeth, and in 1862 was an unsuccessful candidate for the Chichele professorship of modern history at Oxford.",
        "These chaplains are classified as follows: - Ecclesiastical, if the foundation has been recognized officially as a benefice; Lay, if this recognition has not been obtained; Mercenary, if the person who has been entrusted with the duty of performing or procuring the desired celebration is a layman (such persons also are sometimes called \"Lay Chaplains\"); Collative, if it is provided that a bishop shall collate or confer the right to act upon the accepted candidate, who otherwise could not be recognized as an ecclesiastical chaplain.",
        "He was ordained priest at Rome, and was, even before the end of 1550, mentioned as a likely candidate for the cardinal's hat.",
        "Menshikov was committed to the Petrine system, and he recognized that, if that system were to continue, Catherine was, at that particular time, the only possible candidate.",
        "After the resignation of President Grevy (2nd of December 1887), he was a candidate for the presidency of the republic, but the radicals refused to support him, and he withdrew in favour of Sadi Carnot.",
        "In 1891 Mills was a candidate in the Democratic caucus for Speaker of the house, but was defeated by Charles F.",
        "Leaving the Democratic party on the Kansas-Nebraska issue, he assisted in the formation of the Republican party in Connecticut, and was its candidate for governor in 1856; he was a delegate to the Republican national conventions of 1856 and 1860.",
        "In 1859 he was the Republican candidate for Speaker of the House, but was obliged, after a contest that lasted two months, to withdraw, largely because of the recommendation he had inadvertently given to an anti-slavery book, The Impending Crisis of the South (1857), by Hinton Rowan Helper (1829-1909).",
        "He was prominent among those who brought about the chartering of Greater New York in 1897, and in this year was an unsuccessful candidate, on an independent ticket, for mayor of New York City; in 1900, on a fusion ticket, he was elected mayor and served in 1901-1903.",
        "The only vote which he had ever cast for a presidential candidate was in 1856 for James .Buchanan; and leading Democrats, so late as by Grant, but a treaty negotiated with this end in view failed to obtain the requisite two-thirds vote in the Senate.",
        "The Democrats had despaired of electing a candidate of their own, and hoped to achieve success by adopting the Cincinnati nominee, should he prove to be an eligible person.",
        "But with almost incredible fatuity, they adopted Greeley as their candidate.",
        "Presi- the beginning of 1868, hoped to make him their can 1868y' didate in the election of that year; but the effect of the controversy with President Johnson was to bring Grant forward as the candidate of the Republican party.",
        "The Democratic party nominated the one available Democrat who had the smallest chance of beating him - Horatio Seymour, lately governor of New York, an excellent statesman, but at that time hopeless as a candidate because of his attitude during the war.",
        "2 Sprague was elected over the radical Republican candidate through a coalition of Democrats and conservative Republicans.",
        "The Duke was anxious to obtain a capable candidate to aid him in regaining his ascendancy over the rebellious borough.",
        "On the death of the childless tsar, he was the popular candidate for the vacant throne; but he acquiesced in the election of Boris Godunov, and shared the disgrace of his too-powerful family three years later, when Boris compelled both him and his wife, Xenia Chestovaya, to take monastic vows under the names of Philaret and Martha respectively.",
        "After having been an unsuccessful candidate for the German throne in 1438, Frederick was chosen king of Bohemia in 1440, but declined the proffered honour.",
        "After some years spent in journalism at Chicago, he was in 1874 elected as the Liberal candidate to represent Levis in the Canadian parliament.",
        "His grandfather, Frederick Frelinghuysen (1753-1804), was an eminent lawyer, one of the framers of the first New Jersey constitution, a soldier in the War of Independence, and a member (1778-1779 and 1782-1783) of the Continental Congress from New Jersey, and in 1793-1796 of the United States senate; and his uncle, Theodore (1787-1862), was attorney-general of New Jersey from 1817 to 1829, was a United States senator from New Jersey in 1829-1835, was the Whig candidate for vice-president on the Clay ticket in 1844, and was chancellor of the university of New York in 1839-1850 and president of Rutgers College in 1850-1862.",
        "He was ardently opposed to the extension of slavery and supported Martin Van Buren, the Free Soil candidate for the presidency in 1848.",
        "In 1868 he was the Democratic candidate for vice-president on the ticket with Horatio Seymour.",
        "At the presidential election of the 17th of January 1906 he was a candidate in opposition to M.",
        "Accordingly he became a candidate for the borough of Poole, and was returned the 21st of May 1695.",
        "C., in 1860 he was the Virginia delegation's choice as candidate for the presidency of the United States, but was defeated for the nomination by Stephen A.",
        "22 the beginning of heresy is traced to a certain Thebuthis, a candidate for the bishopric after the death of James, as rival to Symeon.",
        "1875), and in the following February stood as Royalist and Catholic candidate for Pontivy.",
        "The invitation of a Venetian nobleman induced him again to visit Italy, where he resided two years, till his return to be a candidate for the chair of jurisprudence at Basel.",
        "Mr Addicks was an avowed candidate in 1895, but the opposition of the Regular Republicans, who accused him of corruption and who held the balance of power, prevented an election.",
        "Despite this apparent abandonment of their cause by the national organization, the Regulars continued their opposition, the state being wholly without representation in the Senate from the expiration of Senator Kenney's term in 1901 until 1903, when a compromise was effected whereby two Republicans, one of each faction, were chosen, one condition being that Addicks should not be the candidate of the Union Republicans.",
        "His splendid war record and his personal popularity caused his name to be considered as a candidate for the Presidency as early as 1868, and in 1880 he was nominated for that office by the Democrats; but he was defeated by his Republican opponent, General Garfield, though by the small popular plurality of seven thousand votes.",
        "During the years which immediately preceded the war, as well as during the first 18 months of the conflict, he was himself a candidate for the office of Imperial Chancellor, in the sense that many of the reactionary Conservatives and of those who advocated a ruthless conception of policy in peace and war regarded him as their political hope.",
        "In 1848, largely on account of his personal attachment to Martin Van Buren, he participated in the revolt of the \"Barnburner\" or free-soil faction of the New York Democrats, and in 1855 was the candidate of the \"softshell,\" or anti-slavery, faction for attorney-general of the state.",
        "The failure in the history of the Gur Khan to meet all points in the story of the bishop of Gabala led Professor Bruun of Odessa to bring forward another candidate for identity with the original Prester John, in the person of the Georgian prince John Orbelian, the \"sbasalar,\" or generalissimo under several kings of Georgia in that age.",
        "539-542 As regards any real foundation for the title of \"Presbyter\" we may observe that nothing worth mentioning has been alleged on behalf of any candidate.",
        "He refused to allow his name to be brought forward as a candidate when the Cortes of 1868, after the Revolution, sought for a ruler.",
        "In 1896 he was a candidate for the presidential nomination in the Republican national convention.",
        "In 1848 he proclaimed himself a Republican; but after the establishment of the Second Empire he changed his views, and in 1865 was returned to the chamber as the official candidate for his native place.",
        "by the republican candidate.",
        "The last of these provides that 25% of the voters choosing a municipal officer may, by signing a petition for his recall, force a new election during his term of office and thereby remove him if another candidate receives a greater number of votes.",
        "In 1844 he was the Whig candidate for the governorship of New York, but was defeated.",
        "In the autumn of 1852 he was an unsuccessful candidate for nomination for the presidency by the Whig National Convention, and he went out of office on the 4th of March 1853.",
        "It prescribes a fast before baptism for the baptizer as well as the candidate.",
        "Two years later (1865) he was the Democratic candidate for district attorney, but was defeated.",
        "His ability received further recognition when in 1882 he was nominated by his party as its candidate for governor.",
        "1833) of Iowa, the candidate of the \" People's \" party.",
        "In the same year he had been an unsuccessful candidate for the professorship of the practice of physic, but subsequently an arrangement was made between him and John Gregory, who had gained the appointment, by which they agreed to deliver alternate courses on the theory and practice of physic. This arrangement proved eminently satisfactory, but it was brought to a close by the sudden death of Gregory in 1773.",
        "Eugenius was the candidate of the nobles, and the clerical faction brought forward a competitor.",
        "He never held political office, although he was a candidate for the Republican senatorial nomination against Senator Thomas C. Platt in 1897.",
        "A statement of receipts and expenditures of an election campaign, showing the amount received from each contributor and the name of t every person or committee to whom more than $5 was paid, must be filed by the treasurer of every political committee within twenty days after the election; each candidate also must file a statement of his contributions.",
        "A candidate for the office of governor or lieutenant-governor must be at least thirty years of age and must have resided within the state for five years next preceding his election.",
        "Politically this opposition had the effect of temporarily reviving the Federalist party, which secured control of the legislature, and gave the electoral vote of the state in 1812 to De Witt Clinton, whom the Federalists had accepted as a candidate to oppose Madison for re-election on the war issue.",
        "In 1826 in Genesee county the disappearance of a printer named William Morgan was attributed to Free-Masons and aroused a strong antipathy to that order; and the anti-Masonic movement, through the fostering care of Weed, Francis Granger (1792-1868) and others, spread to other states and led eventually to the establishment of a political organization that by uniting various anti-Jacksonian elements, polled in the New York state election of 1832 more than 156,000 votes for Francis Granger, their candidate for governor against Marcy, who was chosen by about 10,000 plurality.",
        "Cleveland likewise carried the state in 1892, but in 1888 Benjamin Harrison, the Republican candidate, the factional quarrels being settled, carried the state.",
        "Mr Fraser, who:was an unsuccessful candidate for the presidency in 1896, was the son of a Presbyterian minister, who had acted as a minister in the Dutch Reformed Church since the middle of the century.",
        "In the National Republican Convention in 1860, not being sent by the Republicans of his own state on account of his opposition to William Seward as a candidate, he was made a delegate for Oregon.",
        "In 1861 he was a candidate for United States senator, his principal opponent being William M.",
        "When it was clear that Evarts could not be elected, his supporters threw their votes for a third candidate, Ira Harris, who was thus chosen over Greeley by a small majority.",
        "In 1867 he was a delegate-at-large to the convention for the revision of the state constitution, and in 1869 and 1870 he was the Republican candidate for controller of the state and member of Congress respectively, but in each case was defeated.",
        "In August, on representations of the alarming state of the contest, he took the field in person, and made a series of campaign speeches, beginning in New England and extending throughout Pennsylvania, Ohio and Indiana, which aroused great enthusiasm, and were regarded at the time by both friends and opponents as the most brilliant continuous exhibition of varied intellectual power ever made by a candidate in a presidential canvass.",
        "Determining to enter active politics, he gave up his legal studies without qualifying for the bar, and in 1881 was elected to the New York legislature as a regular Republican, although in opposition to the \"boss\" of the assembly district for which he was a candidate.",
        "He was elected again in 1882 and in 1883, and at the age of twenty-four was his party's candidate for Speaker of the Assembly.",
        "After Mr Blaine's nomination, however, he supported him in the campaign as the chosen candidate of the party, in spite of the fact that an important wing of the Republican party \"bolted\" the nomination and espoused the candidacy of Grover Cleveland, who was elected president.",
        "In 1886 he was the Republican candidate for mayor of New York City, but was defeated by Abram F.",
        "Hewitt, the Tammany candidate, and received a smaller vote than Henry George, the candidate of the United Labor party.",
        "Mr Roosevelt, however, received a larger proportion of the total vote cast than any mayoralty candidate of the Republican party had previously received in New York City.",
        "It was his frankly expressed wish to be nominated and elected president in 1904, and he was nominated unanimously by the Republican National Convention at Chicago, and was elected in November of that year by the largest popular majority ever given to any candidate in any presidential election.",
        "In 1279 he returned to England as archbishop of Canterbury, being appointed by the pope on the rejection of Robert Burnell, Edward I.'s candidate.",
        "He was a member (1899) of the Schurman Philippine Commission, and in 1899 and 1900 was spoken of as a possible Democratic candidate for the presidency.",
        "He was a prominent candidate for the Republican presidential nomination in 1876.",
        "In 1892 he was instrumental in bringing about the third nomination of Mr Cleveland, and took an influential part in the ensuing presidential campaign; but in 1896, disapproving of the \"free-silver\" agitation, he refused to support his party's candidate, Mr W.",
        "His part as imperial pretender was unfortunate and inglorious: his democratic opinions were unacceptable to the imperial party, and before his death he was virtually deposed in favour of his son Prince Napoleon Victor, who, supported by Paul de Cassagnac and others, openly declared himself a candidate for the throne in 1884.",
        "In 63 he was a candidate for the consulship, but was defeated by L.",
        "a large fortune at a comparatively early age, he came to England in 1910, and stood successfully for the House of Commons as Unionist candidate for Ashton-under-Lyne.",
        "But the Romanists (who form 13% of the electors) are steadily growing in numbers and in influence, while the Christian Catholics are losing ground rapidly, the highest number of votes received by a candidate for the conseil superieur having fallen from 2003 in 1874 to 806 in 1890 and 507 in 1906, while they are abandoning the country churches (some were lost as early as 1892) which they had taken from the Romanists in the course of the Kulturkampf.",
        "In 1913 he was an unsuccessful candidate for the presidency of the Republic, and on the fall of M.",
        "In Poland the bishops and most of the Catholic magnates were for an Austrian archduke, while the strongly anti-German szlachta were inclined to accept almost any candidate but a German, so long as he came with a gift in his hand and was not a Muscovite.",
        "1579), brother of the famous marshal, and bishop of Valence, to procure the election of the French candidate, Henry, duke of Anjou.",
        "It was not the contingent but the actual deposition of the king that they demanded, and they had their candidate for the throne ready in the person of Gabriel Bethlen, the new prince of Transylvania.",
        "He was compelled by public opinion to support the claims of Louis XV.'s father-inlaw Stanislaus Leszczynski, ex-king of Poland, to the Polish crown on the death of Frederick Augustus I., against the RussoAustrian candidate; but the despatch of a French expedition of 150o men to Danzig only served to humiliate France.",
        "He then became a candidate for the presidency, but was defeated, and his cabinet remained in office till January 1895; it was under it that Captain Dreyfus was arrested and condemned (23rd of December 1894).",
        "The beginning of this shameful \"subsidy policy\" was the treaty of Fontainebleau, 1661, by a secret paragraph of which Sweden, in exchange for a considerable sum of money, undertook to support the French candidate on the first vacancy of the Polish throne.",
        "Subsequently crossing over to France, he appears to have lived mainly on his lands in Normandy until 1324, when he was invited to England by King Edward II., who hoped to bring him forward as a candidate for the Scottish crown.",
        "In the next month there was an election of congressmen, and an anti-secession candidate was chosen in nine out of ten districts.",
        "In 1907 the Republicans again elected their candidate for governor.",
        "In 1860 Everett was the candidate of the short-lived Constitutional-Union party for the vice-presidency, on the ticket with John Bell, but received only 39 electoral votes.",
        "Similarly, he is of opinion that some probation, even in the higher and more difficult sciences, might be enforced as a condition of exercising any liberal profession, or becoming a candidate for any honourable office.",
        "In 1805 he became a candidate for the vacant professorship of mathematics at Edinburgh, but was unsuccessful.",
        "This glade can seldom be reached until she candidate is in his forty-fifth year, which involves a probaLion of thirty-one years in the case of those who have entered on the novitiate at the earliest legal age.",
        "A candidate for the presidency must be a native-born Mexican citizen in the full exercise of his political rights, 35 years of age, not an ecclesiastic, and a resident of the republic at the time of the election.",
        "On the 27th of the same month a contested election in Paris, resulting in the return of the opposition candidate, M.",
        "He resigned the governorship in 1905 on being elected to the U.S. Senate, and was reelected for two succeeding terms. He was an unsuccessful candidate for the presidential nomination at the Republican National Convention in 1908.",
        "Livius Drusus, who was murdered in 91, and in the same year was an unsuccessful candidate for the tribunate.",
        "The chasuble is thus in a special sense the sacerdotal vestment, and at the ordination of priests, according to the Roman rite, the bishop places on the candidate a chasuble rolled up at the back (planeta plicata), with the words, \" Take the sacerdotal robe, the symbol of love,\" &c.; at the end of the ordination Mass the vestment is unrolled.",
        "In January 1852 the legislature of New Hampshire proposed him as a candidate for the presidency, and when the Democratic national convention met at Baltimore in the following June the Virginia delegation brought forward his name on the thirty-fifth ballot.",
        "This fact, combined with the colourless record of their candidate, enabled them to sweep the country at the November election.",
        "When the Democratic national convention met at Cincinnati in June 1856, Pierce was an avowed candidate for renomination, but as his attitude on the slavery question, and especially his subserviency to the South in supporting the pro-slavery party in the Territory of Kansas, had lost him the support of the Northern wing of his party, the nomination went to James Buchanan.",
        "In elections as well as in legislative acts an absolute majority was required, and hence the candidate who gained a mere relative majority was not returned.",
        "In fact, however, the electors exercise no discretion, and are chosen under a pledge to vote for a particular candidate.",
        "The great importance of these nominating bodies lies not only in the fact that there are an enormous number of state, county and city offices (including judicial offices) filled by direct popular election, but also in the fact that in the United States a candidate has scarcely any chance of being elected unless he is regularly nominated by his party, that is to say, by the recognised primary or convention.",
        "It then proceeds to receive the nomination of various aspirants to the position of party candidate for the presidency.",
        "The roll of states is called alphabetically, and each state, as reached in the roll, is entitled to present a candidate.",
        "When one aspirant has been duly selected as the party candidate for the presidency, the convention proceeds to choose in the same way a person to be candidate for the vicepresidency.",
        "again appeared upon the scene as a candidate for the Polish throne; but Horn was still strong enough to prevent a rupture with Russia.",
        "He was released from prison on the ground that he was a candidate for the Reichstag, and recovered his liberty in time to arrange the mass meeting on the Theresienwiese at Munich on Nov.",
        "confirmatio, from confirmare, to establish, make firm), in the Christian sense, the initiatory rite of laying on of hands, supplementary to and completing baptism, and especially connected with the gift of the Holy Ghost to the candidate.",
        "While the office was well known in Rome, there is nothing to prove that it was also an order through which, as to-day, every candidate to the priesthood must pass.",
        "The evidence available, therefore, points to the fact that the acolyte was only a local office and was not a necessary step or order for every candidate.",
        "The bestknown of those who bore it was Marcus Calpurnius Bibulus, consul with Julius Caesar, 59 B.C. He was the candidate put forward by the aristocratical party in opposition to L.",
        "But Ottakar was not the successful candidate.",
        "In 1873 he removed from Cincinnati to Fremont, his intention being to withdraw from public life; but in 1875 the Republican party in Ohio once more selected him as its candidate for the governorship. He accepted the nomination with great reluctance.",
        "The \"sound-money campaign\" in Ohio having attracted the attention of the whole country, Hayes was marked out as a candidate for the presidency, and he obtained the nomination of the Republican National Convention of 1876, his chief competitor being James G.",
        "The candidate of the Democratic party, Samuel J.",
        "During the agitation over the introduction of slavery into the territory acquired from Mexico, Yancey induced the Democratic State Convention of 1848 to adopt what is known as the \"Alabama Platform,\" which declared in substance that neither Congress nor the government of a territory had the right to interfere with slavery in a territory, that those who held opposite views were not Democrats, and that the Democrats of Alabama would not support a candidate for the presidency if he did not agree with them on these questions.",
        "In 1858 the LiberalConservative party, formed in 1854 by a coalition, attempted to bring him out as a candidate for the upper house, which was at this date elective, but though he had broken with the advanced reformers, he could not approve of the tactics of their opponents, and refused to stand.",
        "When John Sobieski died in 1696, Augustus was a candidate for the Polish throne, and in order to further his chances became a Roman Catholic, a step which was strongly resented in Saxony.",
        "But the regius professorship of divinity at Cambridge fell vacant, and Lightfoot, who was then Hulsean professor, declining to become a candidate himself, insisted upon Westcott's standing for the post.",
        "But he at once offered himself as a candidate for governor and was elected and re-elected, and was then sent to the United States Senate, serving from 1857 to 1862.",
        "This court, faithful to the practice observed by it in the preceding elections, nominated another candidate, Cadalus, bishop of Parma, who was proclaimed at the council of Basel under the name of Honorius II., marched to Rome, and for a long time jeopardized his rival's position.",
        "At the beginning of 1913 he became a candidate for the presidency.",
        "He was an antiTammany man and was associated with the group that successfully opposed the Tammany candidate for the U.S. Senate in the session of 1911-2.",
        "For practical details as to the conduct of political elections in England reference must be made to the various text-books on the subject; the candidate and his election agent require to be on their guard against any false step which might invalidate his return.",
        "Failure on the part of a parliamentary candidate or his election agent to comply with the requirements of the law in any particular is sufficient to invalidate the return.",
        "Thus, where the judges who try an election petition report that there has been treating, undue influence, or any illegal practice by the candidate or his election agent, but that it was trivial, unimportant and of a limited character, and contrary to the orders and without the sanction or connivance of the candidate or his election agent, and that the candidate and his election agent took all reasonable means for preventing corrupt and illegal practices, and that the election was otherwise free from such practices on their part, the election will not be avoided.",
        "When corrupt practices have been charged the judge shall also report (I) whether any such practice has been committed by or with the knowledge or consent of any candidate, and the nature thereof; (2) the names of persons proved to have been guilty of any corrupt practice; and (3) whether corrupt practices have extensively prevailed at the election.",
        "The report of the judges to the speaker is to contain particulars as to illegal practices similar to those previously required as to corrupt practices; and they are to report further whether any candidate has been guilty by his agents of an illegal practice, and whether certificates of indemnity have been given to persons reported guilty of corrupt or illegal practices.",
        "Apart from his personal expenses such as postage, travelling expenses, &c., a candidate is prohibited from spending anything himself to promote either his nomination or his election, but he is allowed to contribute to the treasury of the political committee.",
        "A candidate therefore is not, as far as the law is concerned, liable to any expense whatever.",
        "The amount of a candidate's contribution varies greatly, according to the office sought, the state in which he lives, and his private wealth.",
        "On one occasion, in a district in New York, a candidate for Congress is credibly believed to have spent at one election $50,000.",
        "It is, however, the conclusion of Mr Bryce, in his American Commonwealth, that as a rule a seat in Congress costs the candidate less than a seat for a county division in the House of Commons.",
        "In 1860, not being quite ready to ally himself wholly with the Republican party, he declined to be a candidate for the Republican nomination for the vice-presidency, and supported the Bell and Everett ticket.",
        "He was not a candidate for re-election to Congress in 1864, and died in Baltimore, Maryland, on the 30th of December 1865.",
        "Lunalilo, a grandson of Kamehameha I., was king for two years, and in 1874, backed by American influence, Kalakaua was elected his successor, in preference to Queen Emma, a member of the Anglican Church and the candidate of the pro-British party.",
        "In 1906 he supported William Randolph Hearst, the unsuccessful candidate for governor of New York on the Independence League.",
        "Hildebrand set up Gerard, bishop of Florence, as a rival candidate, won over a part of the Romans to his cause, and secured the support of the empress regent Agnes at the Diet of Augsburg in June.",
        "A split among the Democrats in 1835, due to the opposition of the Germans to internal improvements and to the establishment of a public school system, resulted in the election as governor of Joseph Ritner, the antiMasonic candidate.",
        "After the separation of the Garrisonian and the political abolitionists in 1840 the new party was formed, and in 1840, and again in 1844, as the Liberty party, it made Birney its candidate for the presidency.",
        "In the election of 1836 he was supported as a candidate for the vice-presidency by the friends of Hugh L.",
        "White of Tennessee, the Democratic candidate opposed to Martin Van Buren, and received 47 votes, none of them from Virginia.",
        "He was chairman of the commission which drafted the charter for Greater New York, and in 1897 was defeated as Republican candidate for mayor of the city.",
        "Before this is granted the candidate is submitted to a double examination as to his fitness, first by a papal delegate at his place of residence (processus informativus in partibus electi), and afterwards by the Roman Congregation of Cardinals assigned for this purpose (processus electionis definitivus in curia).",
        "The people of the district to which the candidate belonged were called together; his qualifications for the privileges about to be conferred upon him were inquired into; and, if he were deemed fitted and worthy to receive them, his chief, his father, or one of his near kinsmen presented him with a shield and a lance.",
        "The former and simpler of these modes was naturally that used in war: the candidate knelt before \" the chief of the army or some valiant knight,\" who struck him thrice with the flat of a sword, pronouncing a brief formula of creation and of exhortation which varied at the creator's will.'",
        "The process of inauguration was commenced in the evening by the placing of the candidate under the care of two \"esquires of honour grave and well seen in courtship and nurture and also in the feats of chivalry,\" who were to be \" governors in all things relating to him.\"",
        "And when they had been served with wines and spices they went away leaving only the candidate, the esquires, \" the priest, the chandler and the watch,\" who kept the vigil of arms until sunrise, the candidate passing the night \" bestowing himself in orisons and prayers.\"",
        "The knights then dressed him in distinctive garments, and they then mounted their horses and rode to the hall where the candidate was to receive knighthood; his future squire was to ride before him bareheaded bearing his sword by the point in its scabbard with his spurs hanging from its hilt.",
        "And when everything was prepared the prince or subject who was to knight him came into the hall, and, the candidate's sword and spurs having been presented to him, he delivered the right spur to the \" most noble and gentle \" knight present, and directed him to fasten it on the candidate's right heel, which he kneeling on one knee and putting the candidate's right foot on his knee accordingly did, signing the candidate's knee with the cross, and in like manner by another \" noble and gentle \" knight the left spur was fastened to his left heel.",
        "Although by the code of chivalry no candidate could be knighted before the age of twenty-one, we have seen how great nobles like the Berkeleys obtained that honour for their infant heirs in order to avoid possible pecuniary loss; and French writers of the r4th century complained of this knighting of infants as a common and serious abuse.'",
        "All the medieval orders of knighthood, however, insisted in their statutes on the noble birth of the candidate.",
        "In ordinary circumstances twenty years of military, naval or civil service must have been performed before a candidate can be eligible for the rank of chevalier, and promotions can only be made after definite service in the lower rank.",
        "But Louis the German, who was also a candidate for the succession of Louis II., revenged himself for Charles's success by invading and devastating his dominions.",
        "Towards the close of the republic, if not earlier, the successful candidate was bound to have completed his thirtieth year before he entered on office, but Augustus lowered the age to twenty-five.",
        "Gresham was a candidate for the Republican presidential nomination in 1884 and 1888, in the latter year leading for some time in the balloting.",
        "Gradually, however, he grew out of sympathy with the Republican leaders and policy, and in 1892 advocated the election of the Democratic candidate, Grover Cleveland, for the presidency.",
        "He refused the offer of the crown of Jerusalem on the death of Baldwin, and declined to be nominated as a candidate for the imperial crown in succession to the emperor Henry V.",
        "In 1810 he was asked by Davy to offer himself as a candidate for the fellowship of the Royal Society, but declined, possibly for pecuniary reasons; but in 1822 he was proposed without his knowledge, and on election paid the usual fee.",
        "He practised law in his native place after taking his degree in Paris in 1835, and in 1846 sought election by his fellowcitizens to the Chamber of Deputies as an official candidate of the Guizot ministry.",
        "They received no electoral votes, all these being divided between the Whig candidate, Zachary Taylor, who was elected, and the Democratic candidate, Lewis Cass.",
        "After Croker's failure to \"carry\" the city in the presidential election of 1900 and the defeat of his mayoralty candidate; Edward M.",
        "The successful candidate had to take an oath to the people (that he would not take bribes, &c.) and to go through certain preliminary rites.",
        "In the ensuing election Johnson received most of the Democratic electoral votes, but was defeated by the Whig candidate, John Tyler.",
        "When the resignation of the Dufaure cabinet brought about the abdication of Marshal MacMahon, Gambetta declined to become a candidate for the presidency, but gave his support to Grevy; nor did he attempt to form a ministry, but accepted the office of president of the chamber of deputies (January 1879).",
        "In 1844 he was the Democratic candidate for the governorship, but he was defeated.",
        "Caecilius, a candidate for the same office.",
        "He became a candidate for the Illinois House of Representatives; and on the 9th of March 1832 issued an address \"To the people of Sangamon county\" which betokens talent and education far beyond mere ability to \"read, write and cipher,\" though in its preparation he seems to have had the help of a friend.",
        "He had become an eloquent and influential public speaker, and in 1840 and 1844 was a candidate on the Whig ticket for presidential elector.",
        "He was elected to the state House of Representatives, from which he immediately resigned to become a candidate for United States senator from Illinois, to succeed James Shields, a Democrat; but five opposition members, of Democratic antecedents, refused to vote for Lincoln (on the second ballot he received 47 votes-50 being necessary to elect) and he turned the votes which he controlled over to Lyman Trumbull, who was opposed to the Kansas-Nebraska Act, and thus secured the defeat of Joel Aldrich Matteson (1808-1883), who favoured this act and who on the eighth ballot had received 47 votes to 35 for Trumbull and 15 for Lincoln.",
        "The National Convention of the Republican Party in 1856 cast i ra votes for Lincoln as its vice-presidential candidate on the ticket with Fremont, and he was on the Republican electoral ticket of this year, and made effective campaign speeches in the interest of the new party.",
        "The campaign was unusually animated - only the Whig campaign for William Henry Harrison in 1840 is comparable to it: there were great torchlight processions of \"wide-awake\" clubs, which did \"railfence,\" or zigzag, marches, and carried rails in honour of their candidate, the \"rail-splitter.\"",
        "in May 1125, and after a protracted contest Lothair, duke of Saxony, the candidate of the clergy, was chosen in the following The reign August to succeed him.",
        "While they were thus employed the friends of the house of Hohenstaufen, convinced that Fredericks kingship was not possible, chose the late emperors brother, Philip, duke of Swabia, to fill the vacant throne; soon afterwards the enemies of the house found a candidate in the person of.",
        "one candidate, and after a long delay there was a double election for the throne.",
        "In February 1856 he was a member of the Pittsburg convention which led to the organization of the national Republican party, and in the same year he was a candidate for governor of Indiana; he was defeated, but his campaign resulted in the effective organization of the new party in his state.",
        "He was a candidate for the Republican nomination for the presidency in 1876, and at the national convention of his party received 124 votes on the first ballot; the nomination, however, finally went to Rutherford B.",
        "In mixed districts separate constituencies and registers were established for the electors of each race, who could only vote on their own register for a candidate of their own race.",
        "In 1883 he was the Republican candidate for governor of Ohio, but was defeated; in 1885 and 1887, however, he was elected, but was again defeated in 1889.",
        "At the general election in 1841 Cobden was returned for Stockport, and in 1843 Bright was the Free Trade candidate at a by-election at Durham.",
        "as king, and he continued to support Henry, although on the death of Charles cardinal de Bourbon in 1590 he himself was mentioned as a candidate for the throne.",
        "supported the claim of his candidate with force of arms, obtaining as the price of his assistance several towns in which the suzerainty of the Egyptian sultan had been acknowledged.",
        "A candidate for either house of the Rigsdag must have passed the age of twenty-five.",
        "Debs, former Socialist candidate for president, who was sentenced to 10 years in a Federal prison for a speech opposing the war and denouncing war as the work of capital.",
        "In February 1819 Hobhouse was the Radical candidate at a by-election for the representation of the city of Westminster, but he failed to secure election.",
        "In 1800 he was the Federalist candidate for vice-president, and in 1804 and again in 1808 for president, receiving 54 electoral votes in the former and 47 in the latter year.",
        "In 1519, Frederick, who alone among the electors refused to be bribed by the rival candidates for the imperial throne, declined to be a candidate for this high dignity himself, and assisted to secure the election of Charles V.",
        "In the manifesto the three ministers asserted that \" from the peculiarity of its geographical position, and the considerations attendant upon it, Cuba is as necessary to the North American republic as any of its present members \"; spoke of the danger to the United States of an insurrection in Cuba; asserted that \" we should be recreant to our duty, be unworthy ingly on his return from England in 1856 he was nominated by the Democrats as a compromise candidate for president, and was elected, receiving 174 electoral votes to 114 for John C. Fremont, Republican, and 8 for Millard Fillmore, American or \" Know-Nothing.\"",
        "In 1857 he was an unsuccessful candidate for lieutenant-governor on the Republican ticket.",
        "Parker, the Democratic candidate.",
        "In 1816 in the congressional caucus which nominated James Monroe for the presidency Crawford was a strong opposing candidate, a majority being at first in his favour, but when the vote was finally cast 65 were for Monroe and 54 for Crawford.",
        "Nevertheless, in a letter to Captain Lambton, an unsuccessful Liberal candidate for Newcastle, in September 1900, he condemned the general conduct of affairs by Lord Salisbury's government, while in several speeches in the House of Lords he strongly urged the necessity of army reform.",
        "Foster, the candidate upon whom the Douglas and Breckinridge Democrats and the Constitutional Unionists had united, by 32,000 votes, after a spirited campaign which was watched with intense interest by the entire country as an index of the result of the ensuing presidential election.",
        "Foreign intervention was avoided through the renewal of war between Francis and Charles; and the insurgents were hampered by having no rival candidate for the throne and no means of securing the execution of their programme.",
        "Professor Beesly stood unsuccessfully as Liberal candidate for Westminster in 1885 and for Marylebone in 1886, and is the author of numerous review articles on social and political topics, treated from the positivist standpoint, especially on the Irish question.",
        "The term of senators is four years, that of representatives two years; and in the election of representatives since 1870 there has been a provision for \"minority\" representation, under which by cumulative voting each voter may cast as many votes for one candidate as there are representatives to be chosen, or he may distribute his votes (giving three votes to one candidate, or 12 votes each to two candidates, or one vote each to three candidates), the candidate or candidates receiving the highest number of votes being elected.",
        "Requisites for membership in the General Assembly are citizenship in the United States; residence in Illinois for five years, two of which must have been just preceding the candidate's election; and an age of 25 years for senators, and of 21 years for representatives.",
        "Douglas was elected, but the vote showed that Illinois was becoming more Northern in sympathy, and two years later Lincoln, then candidate for the presidency, carried the state.",
        "In 1876 the Greenback Party, the successor in Illinois of the Independent Reform Party, secured a strong following; although its candidate for governor was endorsed by the Democrats, the Republicans regained control of the state administration.",
        "The student was admitted without examination as bachelor after from four to six years' study, and after from six to eight years' study became qualified as a candidate for the doctorate.",
        "The candidate first took an \" oath that he had complied with all the statutable conditions, that he would give no more than the statutable fees or entertainments to the rector himself, the doctor or his fellow-students, and that he would obey the rector.\"",
        "The vote of the doctors present was taken by ballot, and the fate of the candidate was determined by the majority.",
        "The successful candidate, who received the title of licentiate, was, on payment of a heavy fee and other expenses, permitted to proceed to the conventus or final public examination.",
        "This consisted in the delivery of a speech and the defence of a thesis on some point of law, selected by the candidate, against opponents selected from among the students.",
        "The successful candidate received from the archdeacon the formal \" licence to teach \" by the authority of the pope in the name of the Trinity, and was invested with the insignia of office.",
        "For admission to the baccalaureate a preliminary test or \" Responsions \" was first required, at which the candidate had to dispute in grammar or logic with a master.",
        "The first part was conducted in private by the chancellor and four examiners (temptatores in cameris), and included an inquiry into the candidate's residence, attendance at lectures, and performance of exercises, as well as examination in prescribed books; those candidates adjudged worthy were admitted to the more important examination before the faculty, and the names of successful candidates were sent to the chancellor in batches of eight or more at a time, arranged in order of merit.",
        "(The order of merit at the examination for the licentiateship existed in Paris till quite recently.) Each successful candidate was then required to maintain a thesis chosen by himself (quodlibetica) in St Julian's church, and was finally submitted to a purely formal public examination (collatio) at either the episcopal palace or the abbey of Ste Genevieve, before receiving from the chancellor, in the name of the Trinity, the licence to incept or begin to teach in the faculty of arts.",
        "At their best they fulfilled precisely the technical purpose for which they were intended; they fully tested the capacity of the candidate to teach the subjects which he was required to teach in accordance with the methods which he was required to use.",
        "The medieval candidate for the doctorate in medicine, although required to have attended practice before presenting himself, discussed as his thesis a purely theoretical question, often semi-theological in character, of which as an extreme example may be quoted \" whether Adam had a navel.\"",
        "The \" senior wrangler \" was the first candidate in order of merit in the first part of the mathematical tripos.",
        "Permission to print the theses is given by the rector or vice-rector after report from one or more professors, and they are then discussed publicly by the faculty and the candidate (soutenance de these).",
        "In the faculty of sciences a candidate for the doctorate may submit two theses, or else submit one thesis and undergo an oral examination.",
        "of questions to be answered in writing should as a rule be divided into two parts: (i.) a number of questions requiring short answers and intended to test the range of the candidate's knowledge; (ii.) questions requiring long answers, intended to test its depth, and the candidate's powers of co-ordination and reflection.",
        "A further distinction is important, especially in such subjects as mathematics or foreign languages, in which it is legitimate to ask what precise power on the part of a candidate the passing of an examination shall signify.",
        "In applying tests of memory, it may be legitimate to allow a candidate to pass who answers correctly from 30 to 50% of the questions; such an allowance if applied to a test of capacity, such as the performance of a sum in addition, the solution of triangles by means of trigonometrical tables, or the translation of an easy passage from a foreign language, appears to be irrational.",
        "A candidate who obtains only 50% of the marks in performing such operations cannot be regarded as being able to perform them; and, if the examination is to be treated as a test of his capacity to perform them, he should be rejected unless he obtains full marks, less a certain allowance (say 10, or at most 20%) in view of the more or less artificial conditions inherent in all examinations.",
        "The oral examination is better suited than the written to discover the range of a candidate's knowledge; it also serves.",
        "To take a simple instance: a candidate partly educated in Germany may obtain more marks in German at a scholarship examination than another who is more gifted, but whose opportunities have been less; the question at once arises, are the examiners to take the circumstances of the candidate into account or not ?",
        "In certain scholarship examinations held formerly by the London County Council a percentage was added to the marks of each candidate proportionate to the number of months by which his age fell short of the maximum age for entry.",
        "The organization and conduct of examinations, in such a way that each candidate shall be treated in precisely the same way as every other candidate, is a complex matter, especially where several thousand candidates are concerned.",
        "But examinations consist as a rule of a number of tests, each one of which is complex; and a mark is recorded in respect of each test or portion of a test in order to enable the examining body to estimate the performance, considered as a whole, of the candidate.",
        "It is necessary to allow for them in considering the failure of an individual candidate as an index of inefficiency..",
        "The element of chance, which prevails in the region on either side of the border between pass and failure, obviously prevails equally on either side of the border between \" classes,\" where candidates are classified; it has been suggested by Dr Schuster that numerical order should accompany classification so as to avoid the creation of an artificial gap between the last candidate in one class and the highest in the next.",
        "In the competitive examination for the Indian civil service, places are allotted on the aggregate of marks obtained in a number of subjects selected by the candidate from a list of thirty-two.",
        "Erudition would be tested by the power of writing, at leisure, a dissertation on some subject selected by the examiners or the candidate or, in the case of a teacher, by the delivery of a lecture on the subject.",
        "Although an energetic member of the South St Pancras borough council, he failed to secure election to the London County Council when he stood as a candidate in 1904.",
        "He became a person of so much importance that he was urged to be a candidate for the dignity of emperor.",
        "The Greecei on to candidate proposed was Prince William George of Gliicksburg, brother of the princess of Wales; and the British government declared to the provisional government of Greece that his selection would be followed by the long-refused cession of the Ionian Islands.",
        "In June 1918 he became a candidate for the presidency against Gen.",
        "In 1842-1844 and again in 1847-1850 he served in the state house of representatives, and became the recognized leader on the Democratic side; he was thrice defeated for Congress, and was twice an unsuccessful candidate for governor.",
        "In the presidential election of 1796 John Adams, the Federalist candidate, received the largest number of electoral votes, and Jefferson, the Republican candidate, the next largest number, and under the law as it then existed the former became president and the latter vice-president.",
        "He refused to be re-elected for a third time, though requested by the legislatures of five states to be a candidate; and thus, with Washington's prior example, helped See C. R.",
        "For the British of Madras, under the instinct of self-preservation, were compelled to maintain the cause of another candidate to the throne of Arcot in opposition to the nominee of Dupleix.",
        "This candidate was Mahommed Ali, afterwards known in history as Wala-jah.",
        "On the whole, British influence predominated in the Carnatic, and their candidate, Mahommed Ali, maintained his position at Arcot.",
        "But Clive, again acting upon the policy he had learned from Dupleix, had provided himself with a rival candidate to the throne.",
        "His prominence as a candidate first for the presidential and then for the vice-presidential nomination in the Republican national convention of 1860 led to his being selected by President Lincoln as secretary of war.",
        "At this time he was a prospective candidate for the consulship, and was obliged by the hostility of the nobles towards \" new men \" to look for help wherever it was to be found.",
        "The last-named declined to be a candidate, and decided the election in favour of Othman.",
        "On each side an umpire was appointed, Abu Musa al-Ash`ari, the candidate of Ash`ath, on that of Ali, Amr-ibn-el-Ass (q.v.) on that of Moawiya.",
        "There was, however, a much more dangerous candidate, viz.",
        "In 1831 he published his important Essentials of Parliamentary Reform (an elaboration of his previous Statement), and, after refusing to stand as parliamentary candidate for the city in 1831, changed his mind and was elected head of the poll, with three other Liberals, in December 1832.",
        "Although a candidate for re-election, he was defeated by the pro-slavery party.",
        "The candidate in r808 of the Republican party, although bitterly opposed in the party by John Randolph and George Clinton, Madison was elected president, defeating C. C. Pinckney, the Federalist candidate, by 122 votes to 47.",
        "After President Roosevelt's policies became defined, Senator Hanna came to be regarded as the leader of the conservative branch of the Republican party and a possible presidential candidate in 1904.",
        "Elisha Baxter (1827-1899) was the regular Republican candidate for governor in 1872.",
        "In 1867 he removed to New York City, and in 1869 was the unsuccessful Republican candidate for secretary of state of New York.",
        "In 1880 he was the candidate of the Greenback party for president and received a popular vote of 308,578; and in 1892 he was the candidate of the People's party, and received 22 electoral votes and a popular vote of 1,041,021.",
        "In 1840 and in 1858 he was a candidate for the governorship of New York on an anti-slavery platform.",
        "Hayes, the Republican candidate for governor of Ohio.",
        "Blaine withdrew his name there was a movement, begun by Republican congressmen, to nominate McKinley, who received 16 votes on the seventh ballot, but passionately refused to be a candidate, considering that his acquiescence would be a breach of faith toward Sherman.",
        "The campaign was enthusiastic: the Republican candidate was called the \"advance agent of prosperity\"; \"Bill McKinley and the McKinley Bill\" became a campaign cry; the panic of 1893 was charged to the repeal of the McKinley tariff measure; and \"business men\" throughout the states were enlisted in the cause of \"sound money\" to support McKinley, who was elected in November by a popular vote of 7,106,779 to 6,502,925 for Bryan, and by an electoral vote of 271 to 176.",
        "Before marrying Anne he had been a candidate for the throne of Poland.",
        "In 1920 he was a prominent candidate for the presidential nomination at the Republican National Convention.",
        "In national elections the state has supported the Democratic party, except in 1860, when its vote was cast for John Bell, the candidate of the Constitutional Union party.",
        "4 He went professedly as an enthusiastic worshipper of Greek art and a humble candidate for the suffrages of Greek judges.",
        "He was spoken of for the presidency in 1844, but declined to become a candidate, and was appointed as secretary of state in the cabinet of President Tyler, serving from the 1st of April 1844, throughout the remainder of the term, until the 10th of March 1845.",
        "When the Democratic national convention met in Baltimore in 1844 he was mentioned as a possible candidate for the vice-presidency but was suddenly brought forward as a \"dark horse\" and selected to head the ticket.",
        "Finding it impossible under the two-thirds rule to nominate their candidate, the followers of Van Buren brought forward Polk, who was popular in the South, in order to defeat Lewis Cass and James Buchanan.",
        "He was defeated at the polls by a Boulangist candidate in 1889, and sat in the senate from 1891 to 1893, when he returned to the popular chamber.",
        "In 1888 in the National Republican convention he was a candidate for the presidential nomination, but withdrew his name in favour of Benjamin Harrison, whose offer to him in 1889 of the portfolio of state he refused.",
        "Being a candidate for the presidency Clay had to take the insult without wincing.",
        "While a candidate for president in 1844, he opposed in the \"Raleigh letter\" the annexation of Texas on many grounds except that of its increasing the slave power, thus displeasing both the men of anti-slavery and those of pro-slavery sentiments.",
        "Crawford, Andrew Jackson, and John Quincy Adams, he was a candidate for that office.",
        "In 1839 he was a candidate for the Whig nomination, but by a secret ballot his enemies defeated him in the party convention, held in December of that year, and nominated William Henry, Harrison.",
        "The result threw Clay into paroxysms of rage, and he violently complained that his friends always used him as their candidate when he was sure to be defeated, and betrayed him when he or any one could have been elected.",
        "Polk, the Democratic candidate.",
        "It is said that 'Amr persuaded Abu Musa that it would be for the advantage of Islam that neither candidate should reign, and asked him to give his decision first.",
        "At the Trade Union Congress in 1887 he attacked the secretary, Mr. Broadbent, for supporting capitalist candidates at elections,: thus starting the campaign for Independent Labour representation which he brought into prominence in 1888 by contesting Mid-Lanark as an Independent Labour candidate.",
        "His attitude on this question made him very popular in America, and he was a strong, but unsuccessful, candidate for the Democratic nomination for the presidency in 1844.",
        "The suffragans of Canterbury claimed a share in choosing the new primate, although that right had been exclusively reserved to the monks of Canterbury by a papal privilege; and John supported the bishops since they were prepared to give their votes for his candidate, John de Gray, bishop of Norwich.",
        "After hearing the case Innocent 1 Pope Innocent, however, would not confirm this election, and the disappointed candidate threw himself into the contest between the English barons on the one side and King John and the pope on the other.",
        "In the national Republican nominating conventions of 1880 and 1884 he was a candidate for the presidential nomination.",
        "Incidentally the candidate is trained to perform his duties as a tribesman, but religion presides over the course, demanding earnest endeavour of an impressionable age.",
        "Jung (La Verite sur la masque de fer) had brought forward another candidate, with the attractive name of \"Marechiel,\" a soldier of Lorraine who had taken part in a poisoning plot against Louis XIV., and was arrested at Peronne by Louvois in 1673, and said to be lodged in the Bastille and then sent to Pignerol.",
        "He opposed Louis's candidate for the electorate of Cologne (1688), approved the League of Augsburg, acquiesced in the designs of the Protestant William of Orange, even in his supplanting James II., whom, although a Roman Catholic, he distrusted as a tool of Louis.",
        "of the Magnalia; The Short History of New England (1694); Bonifacius, usually known as Essays To Do Good (Boston, 1710; Glasgow, 1825; Boston, 1845), one of his principal books and one which had a shaping influence on the life of Benjamin Franklin; Psalterium Americanum (1718), a blank verse translation of the Psalms from the original Hebrew; The Christian Philosopher: A Collection of the Best Discoveries in Nature, with Religious Improvements (1721); Parentator (1724), a memoir of his father; Ratio Disciplinae (1726), an account of the discipline in New England churches; Manuductio ad Ministerium: Directions for a Candidate of the Ministry (1726), one of the most readable of his books.",
        "Refusing to be a presidential candidate in 1888, he became secretary of state under President Harrison, and resumed his work which had been interrupted nearly eight years before.",
        "This shameful \"subsidy policy\" dates from the Treaty of Fontainebleau, 1661, by a secret paragraph of which Sweden, in exchange for a considerable sum of money, undertook to support the French candidate on the first vacancy of the Polish throne.",
        "Their leader, Ture Rudbeck, was elected marshal of the Diet over Frederick Axel von Fersen (q.v.), the Hat candidate, by a large majority; and, out of the hundred seats in the secret committee, the Hats succeeded in getting only ten.",
        "These elections are held on the 25th of June in the last year of a presidential term, the electors cast their votes on the 25th of July, and the counting takes place in a joint session of the two chambers of congress on the 30th of August, congress in joint session having the power to complete the election when no candidate has been duly chosen by the electors.",
        "The death of every bishop was always the signal for violent disputes among the neighbouring feudal states, each of them intriguing to secure the election of its own candidate; but, as stated above, Brabant and Gelderland had at last to recognize the fact of the supremacy of Holland over the see.",
        "He was a candidate for the Moldavian throne in 1859, and subsequently a prominent member of the Russophil party in the Rumanian parliament.",
        "After him Abu Said, grandson of Miran Shah, and once governor of Fars, became a candidate for empire, and allied himself with the Uzbeg Tatars, seized Bokhara, entered Khorasan, and waged war upon the Turkoman tribe aforesaid, which, since the invasion of Azerbaijan, had, under Jahan Shah, overrun Irak, Fars and Kermgn, and pillaged Herat.",
        "There was, however, a second candidate for power in the person of a half-brother, Abbas.",
        "At the presidential election in December he was put forward as the Socialist candidate, but secured only 370,000 votes.",
        "His long and honourable diplomatic career began in 1707, when he was sent to Rome to induce the pope not to recognize Charles XII.'s candidate, Stanislaus Leszczynski, as king of Poland.",
        "His extortions and subsequent impeachment by P. Clodius Pulcher having disqualified him as a candidate for the consulship, he formed a conspiracy, in which he was joined by young men of all classes, even Crassus and Caesar, according to rumour, being implicated.",
        "In 1909 a direct primary elections law was passed which required a majority of all votes to nominate, and, to make a majority possible, provided for preferential (or second-choice) voting, such votes to be canvassed and added to the first-choice vote for each candidate if there be no majority by the first-choice vote.",
        "An electoral assembly is formed for the purpose consisting 1 of the twelve members of the Holy Synod, the eight lay members of the National Mixed Council, twentyeight representatives of as many dioceses (the remaining dioceses having only the right to nominate a candidate by letter), ten representatives of the parishes of Constantinople, ten representatives of all persons who possess political rank, ten representatives of the Christian trades of Constantinople, the two representatives of the secretariat.",
        "Harrison was a member of the Ohio senate in 1819-1821, and was an unsuccessful candidate for the National House of Representatives in 1822, when his Missouri vote helped to cause his defeat; he was a presidential elector in 1824, supporting Henry Clay, and from 1825 to 1828 was a member of the United States Senate.",
        "Early in 1835 Harrison began to be mentioned as a suitable presidential candidate, and later in the year he was nominated for the presidency at large public meetings in Pennsylvania, New York and Maryland.",
        "largely to his clear, if non-committal, political record, rendered him the most \" available \" candidate for the Whig party for the campaign of 1840, and he was nominated by the Whig convention at Harrisburg, Pa., in December 1839, his most formidable opponent being Henry Clay, who, though generally regarded as the real leader of his party, was less \" available \" because as a mason he would alienate former members of the old Anti-Masonic party, and as an advocate of a protective tariff would repel many Southern voters.",
        "Because of his fame as a frontier hero, of the circumstance that a part of his home at North Bend, Ohio, had formerly been a log cabin, and of the story that cider, not wine, was served on his table, Harrison was derisively called by his opponents the \" log cabin and hard cider \" candidate; the term was eagerly accepted by the Whigs, in whose processions miniature log cabins were carried and at whose meetings hard cider was served, and the campaign itself has become known in history as the \"log cabin and hard cider campaign.\"",
        "After 1873 he practised law in Chicago, was the Democratic candidate for governor of Illinois in 1880, became a Populist in 1894, and defended the railway strikers in Chicago in the same year.",
        "His residence in Louisiana, his ownership of a large plantation with its slaves, and his family connexion with Jefferson Davis (who had married his daughter), rendered him more acceptable to many of the Southern Democrats than their party candidate, Lewis Cass, an advocate of \" squatter sovereignty \" and the representative of the democracy of the free North-west.",
        "In 1869 he was the Democratic candidate for governor of Ohio, but was defeated by Rutherford B.",
        "Hunter, of Virginia, a Democrat and a compromise candidate, was elected to the position; and on the 28th of February 1839 the Democratic candidates were admitted to their seats, to which a congressional committee, reporting afterwards, declared them entitled.'",
        "In 1852 the Free-soil candidate for the presidency received only 350 votes in New Jersey; and in 1856 the Democratic candidate received a plurality of 18,605 votes, even.",
        "In 1809, after his defeat by Sir John Moore, he invadedPortugal and took Oporto, but, busying himself with the political settlement of his conquests in the French interests and, as he hoped, for his own ultimate benefit as a possible candidate for the throne, he neglected to advance upon Lisbon, and was eventually dislodged from Oporto by Sir Arthur Wellesley, making a painful and almost disastrous retreat over the mountains.",
        "In this enterprise (summer of 1204) Baldwin came into collision with Boniface of Montferrat, the rival candidate for the empire, who was to receive a large territory in Macedonia with the title of king of Saloniki.",
        "In 1899 Cavaignac was an unsuccessful candidate for the presidency of the republic. He had announced his intention of retiring from political life when he died at his country-seat near Flee (Sarthe) on the 25th of September 1905.",
        "Adams in 1825-29, and candidate for vice-president on the Adams ticket in 1828.",
        "The French government regarded the appointment of Palmerston as a certain sign of renewed hostilities, and they availed themselves of a despatch in which Palmerston had put forward the name of a Coburg prince as a candidate for the hand of the young queen of Spain, as a justification for a departure from the engagements entered into between M.",
        "It was natural, therefore, that he should be regarded as a candidate for the purple.",
        "In contrast to Cavaignac he was the candidate of the advanced parties, but also of the monarchists, who reckoned on doing what they liked with him, and of the Catholics, who gave him their votes on condition of his restoring the temporal power to Rome and handing over education to the Church.",
        "\"Prince, altesse, monsieur, monseigneur, citoyen\" (he was called by all these names indifferently at the Elysee), he appeared as the candidate of the most incompatible interests, flattering the clergy by his compliments and formal visits, distributing cigars and sausages to the soldiers, promising the prosperous bourgeoisie \"order in the street\" and business, while he posed as the \"father of the workers,\" and won the hearts of the peasants."
    ],
    "definition": [
        "A person who seeks or is nominated for an office, prize, or honor.",
        "A student who has nearly completed the requirements for a degree.",
        "One that seems likely to gain a certain position or come to a certain fate: young actors who are candidates for stardom; a memorandum that is a good candidate for the trash can.",
        "can′di·da·cy can′di·da·ture′\nnoun",
        "Link/Cite",
        "A person who is running in an election or who is applying to a position for a job.",
        "A participant in an examination.",
        "Something or somebody maybe suitable for or in danger of something or somebody.",
        "candelabrum",
        "candela",
        "candid",
        "candle",
        "candlepower",
        "candlestick",
        "chandler",
        "chandlery",
        "Link/Cite"
    ]
}