{
    "translation": "מסוגל, כשיר",
    "uses": [
        "I knew he was capable of something like this.",
        "Our eyes are capable of seeing only a narrow spectrum of light.",
        "Was the man capable of thinking of someone other than himself?",
        "Or at least, capable of revenge.",
        "It wasn't enough, but it was all she felt capable of at the moment.",
        "Maybe he simply wasn't capable of having a relationship deeper than surface friendship.",
        "Maybe he didn't like to walk, but he was certainly good at it – and capable of stealth.",
        "Unlike her father, this creature was capable of sympathy.",
        "We are not capable of more, he added.",
        "He was both a strategic thinker and capable of detailed execution.",
        "Once she wouldn't have thought him capable of something so unfair.",
        "We see with our eyes many people doing mind-numbingly boring jobs and assume that is all they are capable of doing.",
        "Was he truly the only person capable of doing those wondrous deeds?",
        "Yet somewhere deep inside she feared that if he was capable of betrayal once, then he might be again.",
        "As much as it didn't make sense, as much as his day job terrified her … She wanted Darkyn, more so now that she knew he had a side – however tiny – that was capable of caring for her and only her.",
        "I never expected him to be capable of treating you well.",
        "He was warm and solid at her back, the only thing capable of grounding her in the nightmare of a world she lived in.",
        "\"I'm much more comfortable telling you why I feel capable of performing the duties than picking apart Mr. Fitzgerald,\" Dean said as he detailed his duties in direct police work and the experience he'd gained from them.",
        "But he could not restrain himself and with the virulence of which only one who loves is capable, evidently suffering himself, he shook his fists at her and screamed:",
        "He had almost been kind, or at least, as kind as he was capable of being.",
        "If you weren't capable, you'd be dead.",
        "She'd seen what he was capable of in his visions.",
        "\"I am capable, you know,\" Jenn said and crossed her arms.",
        "No one else would be capable of executing the dramatic capture of my nemesis and the lovely child as well.",
        "As irritated as he was with Darkyn's words, he was also fascinated by the idea the demon lord who prided himself on preying on the vulnerabilities of others was capable of being offended.",
        "It was ridiculous - sending him into town after such personal items when she was perfectly capable of going by herself.",
        "From her visions, neither of them was capable of any measure of kindness.",
        "If you think it's capable of something world shattering, you're mistaken.",
        "Capable of loving him the way he'd craved for the entirety of their existence together.",
        "If he refrained from making advances, how could she know if she was capable of resisting him?",
        "\"Is there no part of you capable of …\" she stopped.",
        "Deidre clung to him, no part of her capable of resistance.",
        "She is capable of anything.",
        "He was a man of manners, like one who had seen the world, and was capable of more civil speech than you could well attend to.",
        "Two millennia later, it is fair to assume that humans are still capable of this kind of memory.",
        "I always said he was the only man capable of defeating Napoleon.",
        "It's so pleasant when you understand your true talents and realize your superiority makes you capable of near impossible goals.",
        "You write that in Petersburg he is spoken of as one of the most active, cultivated, and capable of the young men.",
        "The number of beings capable of killing one was less than five, and the last thing they needed was an Original Being showing up to complicate matters.",
        "Can any one doubt after reading these questions that the child who was capable of asking them was also capable of understanding at least their elementary answers?",
        "If we obtained this ten-thousand-fold increase simply by allowing specialization and dividing work up among people, then what astronomical gains will we achieve by outsourcing that work to robots capable of working with unimaginable precision at unimaginable speed?",
        "When starting on a journey or changing their mode of life, men capable of reflection are generally in a serious frame of mind.",
        "Capable of happiness and sorrow and compassion.",
        "It is very difficult to tell the truth, and young people are rarely capable of it.",
        "She didn't like the reminders that the men around her were capable of such violence.",
        "It didn't make sense that nothing could save the girl, or that Darkyn was capable of trying to.",
        "For this purpose a capable officer, Bolkhovitinov, was chosen, who was to explain the whole affair by word of mouth, besides delivering a written report.",
        "His hands might be soft, but he was capable of dealing with whatever came in his direction.",
        "For the foreseeable future, technological advance will drive the world of wealth creation—and it is capable of producing more wealth than everything that has come before it.",
        "I know exactly what you are and what you're capable of.",
        "There were days when she wished she was more like him, capable of great evil.",
        "They plead for me, their master, to stop but I never will now that I know what I'm capable of accomplishing.",
        "Though she doubted he was capable of emotions like she was, he was capable of more than he claimed, too.",
        "While Dean had been at odds with the man since their first confrontation last January, it was Fitzgerald's venomous comments at the debate that led Dean to now believe him capable of almost anything.",
        "She waited for Darkyn to return but was too scared of what he was capable of doing to open the door and see the damage.",
        "She didn't want to imagine what her father was capable of.",
        "\"I should not have believed anyone who told me that I was capable of such love,\" said Prince Andrew.",
        "The recognition of man's free will as something capable of influencing historical events, that is, as not subject to laws, is the same for history as the recognition of a free force moving the heavenly bodies would be for astronomy.",
        "If he was half as creative at torturing people and planning his battles as he was in bed, he was more than capable of doing it.",
        "And he will find he is capable of adding far more value than as a set of eyes watching a screen.",
        "I do not remember a time since I have been capable of loving books that I have not loved Shakespeare.",
        "Its warm touch seemed so like a human caress, I really thought it was a sentient being, capable of loving and protecting me.",
        "She shivered, not wanting to imagine what Darkyn was capable of or how hard it might be to outmaneuver him to leave Hell.",
        "Isn't any young man capable of restraint—responsibility?",
        "Deidre had never seen him like this, as a quietly commanding figure, capable of lethal force one moment and gentle kisses the next.",
        "She felt sorry for herself: sorry that she was being wasted all this time and of no use to anyone-- while she felt herself so capable of loving and being loved.",
        "She didn't think she was capable of such an emotion after living in fear for so long.",
        "That Damian was capable of the same level of violence as these men reminded her that this world was nothing like hers.",
        "This was Zamon's plan, to offer Darkyn something capable of distracting him, of shifting his focus.",
        "I know what you were capable of as a deity.",
        "One such as you is not capable of understanding how …complex that relationship is.",
        "In Prince Andrew's eyes Speranski was the man he would himself have wished to be--one who explained all the facts of life reasonably, considered important only what was rational, and was capable of applying the standard of reason to everything.",
        "Barclay is said to be the most capable of them all, but I cannot say so, judging by his first movements.",
        "But she was human now, capable of being what she wasn't before.",
        "But the idea he did want her was almost a relief, another sign he was capable of providing at least some form of affection.",
        "These robots can be powered by computers capable of performing a billion calculations a second.",
        "Pacing in her room, she tried hard not to think of what her father was capable of doing to someone he thought was a threat to her.",
        "I am perfectly capable of taking care of myself, but if you think I want to spend the rest of my life like this, you don't know me at all.",
        "The English teacher used a tree as a metaphor for her students' abilities to grow into strong, capable adults.",
        "\"I didn't think there was anyone capable of the nukes, if not us,\" Brady observed.",
        "Hunting, extermination, as methodical and merciless as he knew himself capable of.",
        "favor of peace, The Italian jron-clad fleet comnded by the incapable Persano, afier wasting much time at ranto and Ancona, made an unsuccessful, attack on the lmatian island of Lissa on the 18th of July1 an4 pn the 20th s completely defeated by the Austrian squadron, consisting wooden ships, but commanded by the capable Admiral ~ethoff.",
        "No, she didn't think all women should want what she did, and she was perfectly capable of taking care of herself.",
        "By rot ting a small electro-magnet in water, between the poles of ano her magnet, and then measuring the heat developed in the wat r and other parts of the machine, the current induced in the coils, and the energy required to maintain rotation, he cal b lated that the quantity of heat capable of warming one you d of water one degree F.",
        "Jule couldn't shake his amazement that there was a vamp capable of thinking.",
        "Raised by the Dark One, the only other deity capable of reviving a dead-dead soul.",
        "She lifted his hand and put the pen in it, fearful that he would not be capable of writing.",
        "Was he capable of being genuinely interested in her as more than a duty?",
        "From the visions he showed her, he was capable of things she'd never dreamed of.",
        "Gabriel shifted, well aware Rhyn was capable of this.",
        "Neither Kris nor Sasha was capable of mercy or empathy.",
        "Though she tried hard not to fear death, she wondered what kind of creature was capable of breaking through bars made of materials she'd never before seen and held in place with some sort of magic.",
        "I'd say that's true, but I don't think him capable of walking away from a duty so great.",
        "Rhyn found he didn't need to respond; Giovanni was capable of discussing himself --and his Hannah --without any sign of stopping.",
        "You aren.t capable of caring for someone else or keeping her safe.",
        "He despised her video game playing and art, instead saying she needed a man capable of keeping her feet on the ground long enough for her to focus on doing something real with her life.",
        "His trusted advisor had never done so before, but A'Ran hadn't thought any member of his household capable of the complexities of battle planning.",
        "Given his experience and lauding as one of the most capable strategic battle planners in the Five Galaxies-- the only reason he hadn't been driven out by the Yirkin despite his tiny army-- he found himself learning a tidbit here and there.",
        "She wasn't good at handling drama; Evelyn had always been like a perfect older sister, capable of patience and listening.",
        "He was torn between wanting to confront Ne'Rin and demand he make his sister an honorable woman and laughing out loud to know that he had chosen a nishani capable of healing his planet, his people.",
        "She met his gaze, wondering if any part of him was capable of affection or if she'd wither like a dried-out flower.",
        "She'd wanted to return home since she arrived, yet when presented with the enormity of her importance in her new world … when she realized how incredible it really would be to have a man like A'Ran in her bed every night … when she saw he was capable of passion … when she found out an entire planet full of people would die if she left … She couldn't help the tears at such a thought.",
        "She'd wanted to see if he was capable of being anything more than the cold, distant warrior obsessed with war.",
        "He wondered if this beautiful, loving, compassionate wife of his whom he loved so dearly, was really capable of killing another human being.",
        "Having met him, I'd have to say he was capable of it.",
        "Do you think you're capable of that, keeping it light?",
        "He could tell that she too was capable of more.",
        "She elicited emotions he never felt capable of, never thought existed.",
        "He had no regard for the sentimental value of the farm where she grew up, nor any confidence that she was capable of running it.",
        "Still, marrying Josh while another man was so capable of lighting her fire didn't seem fair - especially when Josh couldn't.",
        "Four keys capable of destroying a continent—and winning a war—were taken under their noses.",
        "No matter what was going on, she had to protect the keys capable of destroying the world.",
        "Their weapons weren't stunners, the laser weapons capable of incapacitating a horse with one glancing shot.",
        "Whatever the madman Arnie had in his hand had provoked her gentle spirit into action he would not otherwise think her capable of.",
        "\"I'm just happy you're alive,\" he said, touching her face in an unexpected display of tenderness Lana studied his chiseled features, which didn't seem capable of much emotion at all.",
        "Is any part of you capable of caring for me, or was everything about the Guardian a lie?",
        "He said nothing, aware the creature before him wasn't capable of communicating a truth in a way most others could understand.  Death was from a time before time.  He would never understand what she saw when she looked out over humanity and saw its Past, Present, Future, and the soul of each human that ever lived.  The size of her vision rendered her unique interpretations puzzling, even to him.",
        "And then I saw how good his heart is.  He's a train wreck, but he's honorable and capable of such good.  Kris pulled me into this world and assumed I'd do what I was told like a good little human.  But when I told Rhyn I wanted to leave him, he asked for another chance.  It's like he woke up then and realized he wasn't in Hell anymore or trapped by his brothers' expectations.",
        "Hardly.  She's not capable of acting anyone's interest but her own.  And, if I don't try to get you out of here, she'll still take you and your baby's souls.",
        "Interesting.  A Death with a history as a mortal.  Not any mortal, but one you say she was in love with.  I'd heard rumor but never thought a deity capable of such a thing.",
        "Think what that said to me—he didn't think I was capable of handling that information.",
        "Until now she would never have believed him capable of such rage.",
        "He wouldn't have thought he was capable of doing that to anyone, much less the woman he loved more than life itself.",
        "Darian wasn't capable of begrudging Damian for anything he did.",
        "It was a loaded question by a woman capable of manipulating a situation to her advantage.",
        "Taran said nothing, angered that Memon was capable of as many secrets as Rissa.",
        "Taran was a man as a man should be: capable of both commanding men at battle and rescuing a woman he had no reason to save.",
        "His wasn't the only route and despite his opinion, she was as capable of finding a safe route as he was.",
        "After all, if she were running any other business and had to take a trip, he'd think she was capable of doing it on her own.",
        "A person never got old enough or mature enough that they were no longer capable of making a poor choice.",
        "At least there would be another person with you in case something happened – and she seems the capable type otherwise.",
        "It wouldn't have mattered if there were seventeen capable people with me – or just you.",
        "There were two things capable of keeping Xander from falling completely to his nature.",
        "In all his years, he'd never met a human capable of slipping by his senses.",
        "She had a weapon capable of destroying the immortal realm but had chosen not to unleash Xander completely, knowing what might happen if she did.",
        "For the first time since landing in the human world, he had the intense urge to track, hunt and bring down something capable of eluding him.",
        "He still didn't understand the question Sofi wanted him to know, but the fact the woman capable of operating on stealth-mode was the answer did not set well with him.",
        "She had two days to steal a necklace from an inhuman creature capable of tracking her down after she did.",
        "It's the key to a great power capable of destroying a world is kept, he said, his hands falling away from her neck.",
        "Jessi sat frozen, unable to fathom that the simple red gem was capable of such magic.",
        "That the last vestige of good or hope he was capable of was now in her hands?",
        "\"You don't know exactly what he's capable of, of how deep that evil runs,\" Damian added.",
        "He's capable of great violence, but he doesn't act indiscriminately.",
        "The choice he made had been to keep her, despite knowing what she was capable of doing to him.",
        "There was a part of her that didn't think him capable of hating her and another that prayed he was upset enough to stay away.",
        "He needed to be inside her and share her emotions, emotions he wasn't capable of feeling on his own.",
        "The things themselves which exist and their changing phases must stand in some internal connexion; they themselves must be active or passive, capable of doing or suffering.",
        "In 1857 Pasteur decisively proved that fermentation was a physiological process, for he showed that the yeast which produced fermentation was no dead mass, as assumed by Liebig, but consisted of living organisms capable of growth and multiplication.",
        "There must be something capable of reflecting light in the wider sense of that term.",
        "ridiculous to describe the idle and courteous voluptuary as being a dark and designing scoundrel, capable of murder if it would serve his ambition.",
        "equatorial telescope, is the first position micrometer constructed capable of measuring position angles to 1' of arc.",
        "The plane surfaces and XX are composed of a bronze of very close texture, which appears capable of receiving a finish having almost the truth and polish of an optical surface.",
        "This form of micrometer is of course capable of giving results of high precision, but the drawback is that the process involves a minimum of six pointings and the entering of six screw-head readings in order to measure the two co-ordinates of the star.",
        "On the 17th of January he was named on the commission for law reform, of which Hale was the chief; and on the 17th of March 1653, he was pardoned of all delinquency and thus at last made capable of sitting in parliament.",
        "The son and successor of Agesilaus II., reigned 360-338 B.C. During his father's later years he proved himself a brave and capable officer.",
        "Any portion of the underground rhizome when broken off is capable of producing a new plant; hence the difficulty of eradicating them when once established.",
        "The book will contain four essays, all in French, with the general title of Project of a Universal science, capable of raising our nature to its highest perfection; also Dioptrics, Meteors and Geometry, wherein the most curious matters which the author could select as a proof of the universal science which he proposes are explained in such a way that even the unlearned may understand them.'",
        "Perceiving further, that in order to understand these relations I should sometimes have to consider them one by one, and sometimes only to bear them in mind or embrace them in the aggregate, I thought that, in order the better to consider them individually, I should view them as subsisting between straight lines, than which I could find no objects more simple, or capable of being more distinctly represented to my imagination and senses; and on the other hand that, in order to retain them in the memory or embrace an aggregate of many, I should express them by certain characters, the briefest possible.\"",
        "\" Scarcely any supposition,\" 2 he says, \" can be made from which the same result, though possibly with greater difficulty, might not be deduced by the same laws of nature; for since, in virtue of these laws, matter successively assumes all the forms of which it is capable, if we consider these forms in order, we shall at one point or other reach the existing form of the world, so that no error need here be feared from a false supposition.\"",
        "II) is somewhat similar to Messenger's but it is not capable of withstanding so great a pressure.",
        "Independent boilers are made in every conceivable size and form of construction, and many of them are capable of doing excellent work.",
        "That he was capable of better work than is suggested by his average accomplishment is shown by two allegorical poems - the Complaint of the Black Knight and the Temple of Glass (once attributed to Hawes).",
        "A wooden theatre was erected for the occasion, capable of holding 80,000 spectators.",
        "The Teatro Farnese, a remarkable wooden structure erected in1618-1619from Aleotti d'Argenta's designs, and capable of containing 4500 persons, is also in this palace.",
        "The following sketch of the manufacturing industry of France takes account chiefly of those of its branches which are capable in some degree of localization.",
        "France, with a greatly inferior population, now trains every man who is physically capable.",
        "Congo for maternity cases and cases of curable Ubangi-Chad illness; (2) the hospice, where the aged Madagascar poor, cases of incurable malady, orphans, Nossi-be Island foundlings and other children without Ste Marie Island means of support, and in some cases Comoro Islands lunatics, are received; (3) the bureau de Somali Coast bien-faisance, charged with the provision 9f Reunion out-door relief (secours a domicile) in money st Paul 1 or in kind, to the aged poor or those who, Amsterdam though capable of working, are prevented Kerguelen.",
        "But there is no lever capable of raising an entire people if once they have lost their faith in the immortality of the soul \" (quoted by A.",
        "Kaolin, or porcelain clay, although capable of application to commercial purposes, has not as yet been utilized to any extent, although found in several places in New South Wales and in Western Australia.",
        "All this points to a temporary occupation by a race at a far higher stage of culture than any known Australians, who were certainly never capable of executing even the crude works of art described.",
        "Yet the Australian is capable of strong affections, and the blind (of whom there have always been a great number) are cared for, and are often the best fed in a tribe.",
        "In the early years of the 'seventies the colonies entered upon an era of wellbeing, and for about twelve years every man, willing to work and capable of exerting himself, readily found employment.",
        "It supports the government as the power alone capable of promoting legislation, but its support is given only so long as the measures of the government are consistent with the Labour policy.",
        "Whatever his cares, his work or his troubles, I have never noticed in him aught but generous impulses and a love of humanity carried even to those heroic imprudences of which they alone are capable who devote themselves to the amelioration of humanity.\"",
        "But Charles, though a brave soldier and good military organizer, was neither a capable statesman nor a skilful general.",
        "by a Flemish mother, and like the other women of the House a strong and capable ruler.",
        "That he was also capable of strategy of the other type was clear from his conduct of the Irish War.",
        "By the common law of England a corpse is not the subject of property nor capable of holding property.",
        "A bent spring possesses energy, for it is capable of doing work in returning to its natural form; a charge of gunpowder possesses energy, for it is capable of doingwork in exploding; aLeyden jar charged with electricity possesses energy, for it is capable of doing work in being discharged.",
        "it is capable of raising nearly a pound weight attached to the other end of the string, through the same height, and thus can do nearly io foot-pounds of work.",
        "The smoother we make the pulley the more nearly does the amount of useful work which the weight is capable of doing approach ro foot-pounds, and if we take into account the work done against the friction of the pulley, we may say that the work done by the descending weight is ro foot-pounds, and hence when the weight is in its elevated position we have at disposal r o foot-pounds more energy than when it is in the lower position.",
        "\"It is hardly necessary to add,\" he remarks, \"that anything which any insulated body or system of bodies can continue to furnish without limitation cannot possibly be a material substance; and it appears to me to be extremely difficult, if not quite impossible, to form any distinct idea of anything capable of being excited and communicated in the manner that heat was excited and communicated in these experiments, except it be motion.\"",
        "The quantity of energy which, if entirely converted into heat, is capable of raising the temperature of the unit mass of water from C. to 1° C. is called the mechanical equivalent of heat.",
        "Haydn finds the pianoforte so completely capable of expressing his meaning that he is at a loss to find independent material for any accompanying instruments; and the violoncello in his trios has, except perhaps in four passages in the whole collection of thirty-three works, not a note to play that is not already in the bass of the pianoforte; while the melodies of the violin are, more often than not, doubled in the treble.",
        "He does not seem to have found any English trumpeters capable of playing as high parts as those of the German Clarin-Bldser, and his plan seems generally to get as many oboes and bassoons as could be procured to double the top and bottom of his string-band.",
        "While the majority of the Nematodes are parasites, there are many that are never at any period of their life parasitic. These free-living forms are found everywhere - in salt and fresh water, in damp earth and moss, and among decaying substances; they are always minute in size, and like many other lower forms of life, are capable of retaining their vitality for a long period even when dried, which accounts for their wide distribution; this faculty is also possessed by certain of the parasitic Nematodes, especially by those which lead a free existence during a part of their life-cycle.",
        "a motor rated for a quarter load factor means that the motor is capable of exerting its full normal horse-power for three minutes out of every twelve, the pause being nine minutes, or one minute out of every four, the pause being three minutes.",
        "On the great estates in Assyria and its subject provinces were many serfs, mostly of subject race, settled captives, or quondam slaves, tied to the soil they cultivated and sold with the estate but capable of possessing land and property of their own.",
        "When ordered abroad they could nominate a son, if capable, to hold the benefice and carry on the duty.",
        "If there was no son capable, the state put in a locum tenens, but granted one-third to the wife to maintain herself and children.",
        "The size of the accumulators employed varies from a cell capable of an output of 8 ampere-hours, to a size giving 750 ampere-hours.",
        "The life of a cable is usually considered to continue until it is no longer capable of being lifted for repair, but in some cases the duration and frequency of interruptions as affecting Life.",
        "Over the surface of the plate and between it and the indicator there was passed, at a regularly uniform speed, in a direction perpendicular to the line of motion of the indicator, a material capable of being acted on physically by the sparks, through either their chemical action, their heat, or their perforating force.",
        "A relay capable of working at the end of a long cable has long been a desideratum.",
        "43), called \" chokers,\" which are capable, one or all, of being short-circuited by keys K1, K2.",
        "Lodge was, however, fully aware that it was necessary for syntonic telegraphy to provide a radiator capable of emitting sustained trains of waves.",
        "Cadmium is a white metal, possessing a bluish tinge, and is capable of taking a high polish; on breaking, it shows a distinct fibrous fracture.",
        "One of the electrodes was attached to a sounding board capable of being vibrated by sound-waves and the other was held either by springs or weights in delicate contact with it.",
        "When the sounding board was spoken to or subjected to sound-waves, the mechanical resistance of the loose electrode, due to its weight, or the spring, or both, served to vary the pressure at the contact, and this gave to the current a form corresponding to the sound-waves, and it was therefore capable of being used as a speaking-telephone transmitter.'",
        "It is attached to a brass disk E, which is fastened to the centre of the diaphragm F by means of a rivet, and is capable of moving to and fro like a plunger when the diaphragm vibrates.",
        "This system of course requires that the exchange equipment shall include machines _ capable of delivering a positive pulsating current and a negative pulsating current, besides the usual alternations required for the ringing of ordinary subscribers.",
        "It has been proved that the secretion contains a digestive ferment capable of rendering proteid matter soluble.",
        "At the very moment when Matthias was about to profit by the disappearance of his most capable rival, another dangerous rebellion, headed by the primate and the chief dignitaries of the state, with the object of placing Casimir, son of Casimir IV., on the throne, paralysed Matthias's foreign policy during the critical years 1470-1471.",
        "They, and also the inhabitants of central Italy, are more industrious than the inhabitants of the southern provinces, who have by no means recovered from centuries of misgovernment and oppression, and are naturally more hot-blooded and excitable, but less stable, capable of organization or trustworthy.",
        "The electric power required fcir the tramways and the illuminatiQn of Rome is entirely supplied by turbines situated at Tivoli, and this is the case elsewhere, and the harnessing of this waterpower is capable of very considerable extension.",
        "In Milan the archbishop organizes the hitherto voiceless, defenceless population into a community capable of expressing its needs, and an army ready to maintain its rights.",
        "He was capable of givingto Italy a large and noble culture.",
        "But the only state capable of taking the initiative was Piedmont, and the king still hesitated.",
        "The only politician capable of dealing adequately with the situation was Sella, leader of the Right, and to him the crown appealed.",
        "The return of Crispi to powera return imposed by public opinion as that of the only man capable of dealing with the desperate situationmarked the turning-point of the crisis.",
        "The earnest and well-expressed prayer or hymn of praise cannot fail to draw the divine power to the worshipper and make it yield to his supplication; whilst offerings, so far from being mere acts of devotion calculated to give pleasure to the god, constitute the very food and drink which render him vigorous and capable of battling with the enemies of his mortal friend.",
        "8 Ordinary \" inductive \" empiricism shows that it has travelled far from this unprejudiced credulity when it asserts its hard determinism - uniform law, never broken, never capable of being broken.",
        "As already stated, there occur in the Hydromedusae two distinct types of person, the polyp and the medusa; and either of them is capable of non-sexual reproduction by budding, a process which may lead to the formation of colonies, composed of more or fewer individuals combined and connected together.",
        "As described for the polyp, they are wandering cells capable of extensive migrations before reaching the particular spot at which they ripen.",
        "Solitary polyps are unknown in this sub-order; the colony may be creeping or arborescent in form; if the latter, the budding of the polyps, as already stated, is of the sympodial type, and either biserial, forming stems capable of further branching, or uniserial, forming pinnules not capable of further branching.",
        "All parts of matter are capable of developing into all forms; thus the materials of the table and chair may under proper circumstances be developed to the life of the plant or of the animal.",
        "In fact, while holding firmly by the former, Bonnet more or less modified the latter in his later writings, and, at length, he admits that a \" germ \" need not be an actual miniature of the organism, hut that it may be merely an \" original preformation \" capable of producing the latter.4 But, thus defined, the germ is neither more nor less than the \"particula genitalis\" of Aristotle, or the \"primordium vegetale\" or \" ovum \" of Harvey; and the \" evolution \" of such a germ would not be distinguishable from \" epigenesis.\"",
        "Instead of regarding living things as capable of arrangement in one series like the steps of a ladder, the results of modern investigation compel us to dispose them as if they were the twigs and branches of a tree.",
        "The government in some cases recognized these tribunals as capable of judging ecclesiastical causes (Migne, ubi sup.).",
        "There was little of originality in Luria's doctrines; the theory of emanations, the double belief in the process of the Divine Essence as it were self-concentrating (Zimzum) and on the other hand as expanding throughout creation; the philosophical \" sceptism '° which regards God as unknowable but capable of direct intuition by feeling - these were all common elements of mystical thought.",
        "The molybdates are also capable of combining with other oxides (such as phosphorus and arsenic pentoxides) yielding very complex salts.",
        "Some hydathodes also are capable of absorbing as well as excreting water.",
        "This is evident in the case~ of such plants as have a body consisting of filaments or plates of cells, and is little less conspicuous in those whose mass is but small, though the cells are evidently capable of computation in three dimensions.",
        "Certain Algae have been found capable of forming nutritive carbohydrates in darkness, when supplied with a compound of this body with sodium-hydrogen-sulphite.",
        "While they are quite capable of taking up nitrates from the soil where and so long as these are present, they can grow and thrive in soil which contains no combined nitrogen at all, deriving their supplies of this element in these cases from the air.",
        "In such cells as are capable of absorbing it, by virtue oi their chlorophyll apparatus, the greater part of it is converted int< the potential form, and by the transport from cell to cell of th compounds constructed every part of the plant is put into possessiol of the energy it needs.",
        "The stretching of the cell wall by the hydrostatic pressure is fixed by a secretion of new particles and their deposition upon the original wall, which as it becomes slightly thicker is capable of still greater extension, much in the same way as a thick band of indiarubber is capable of undergoing greater stretching than a thin one.",
        "Many experiments point to certain small grains of starch which are capable of displacement as the position of the cell is altered.",
        "Within it or its modifications all the vital phenomena of which living organisms are capable have their origin.",
        "Chloroplasts are very sensitive to light and are capable in.",
        "HaberIandt has shown that in plant cells, when any new formation of membrane is to take place in a given spot, the nucleus is found in its immediate vicinity; and Klebs found that only that portion of the protoplasm of a cell which contains the nucleus is capable of forming a cell-wall; whilst Townsend has further shown that if the non-nucleated mass is connected by strands of protoplasm to the nucleated mass, either of the same cell or of a neighboring cell, it retains the power of forming a cell-membrane.",
        "Notwithstanding the fact, however, that these cells are capable of acting as very efficient lenses the explanation given by Haberlandt has not been widely accepted and evidence both morphological and physiological has been brought forward against it.",
        "In a differentiated body the stem (caulome) is an axis capable of bearing leaves and (directly or indirectly) the proper reproductive organs.",
        "In other words, the plant must be irritable to the stimulus exerted from without, and be capable of responding to it by changes of form and structure.",
        "The seeds of West Indian plants are thrown on the western shores of the British Isles, and as they are capable of germination, the species are only prevented from establishing themselves by an uncongenial climate.",
        "The framework was capable of accommodating itself to new facts, and was indeed far in advance of the knowledge of the period.",
        "In any case it is fully recognized that the plan of the earth is so clear as to leave no doubt as to its being due to some general cause which should be capable of detection.",
        "The yellow type is capable of a higher culture, cherishes higher religious beliefs, and inhabits as a rule the temperate zone, although extending to the tropics on one side and to the arctic regions on the other.",
        "Finally a clause said that \"no person born out of the kingdoms of England, Scotland or Ireland, or the dominions thereunto belonging (although he be naturalized or made a denizen) except such as are born of English parents, shall be capable to be of the Privy Council, or a member of either House of Parliament, or enjoy any office or place of trust, either civil or military, or to have any grant of lands, tenements or hereditaments from the Crown to himself, or to any other or others in trust for him.\"",
        "It may here be remembered that of the mammalia man and monkeys alone are capable of convergence, and have a circumscribed macular area.",
        "They assist in the extremely rapid and vigorous ventilation of the lungs, the latter being capable of but very limited expansion and contraction in birds.",
        "The colour of amethyst is usually attributed to the presence of manganese, but as it is capable of being much altered and even discharged by heat it has been referred by some authorities to an organic source.",
        "The lands are admirably adapted for cattle-breeding purposes, although not capable of fattening animals.",
        "Expert opinions have been advanced stating that gold-mining in Uruguay is capable of development into an important industry.",
        "Other noteworthy buildings are the Federal building (containing post-office, custom-house and Federal court-rooms; erected at a cost of $3,000,000); Tomlinson Hall, capable of seating 3000 persons, given to the city by Daniel Tomlinson; the Propylaeum, a club-house for women; the Commercial club; Das Deutsche Haus, belonging to a German social club; the Maennerchor club-house; the Union railway station; the traction terminal building; the city hall, and the public library.",
        "18) have the prosternal process just mentioned, capable of movement in and out of the mesosternal cavity, the beetles being thus enabled to leap into the air, hence their popular name of \"click-beetles\" or \"skip-jacks.\"",
        "The males are very small, free-flying insects with the prothorax, mesothorax and elytra greatly reduced, the latter appearing as little, twisted strips, while the metathorax is relatively large, with its wings broad and capable of longitudinal folding.",
        "The Passalidae are a tropical family of beetles generally considered to be intermediate between stag-beetles and chafers, the enlarged segments of the feeler being capable of close approximation.",
        "The complicated plot is constructed with greater skill than is usual with this dramatist, and the pathos of particular situations, and of the entire character of Penthea - a woman doomed to hopeless misery, but capable of seeking to obtain for her brother a happiness which his cruelty has condemned her to forego - has an intensity and a depth which are all Ford's own.",
        "In conformity with this principle he denied that the existence of God was capable of being proved, or that the nature of God was capable of being comprehended.",
        "For some time longer the Tatars remained troublesome neighbours, capable of invading and devastating large tracts of Russian territory and of threatening even the city of Moscow, but the Horde was now broken up into independent and mutually hostile khanates, and the Moscow diplomatists could generally play off one khanate against the other, so that there was no danger of the old political domination being re-established.",
        "However, in November 1411 Henry showed that he was still capable of vigorous action by discharging the prince and his supporters.",
        "For local services where stoppages are frequent the demand is for engines capable of quickly ' At the beginning of 1908 the Great Western's loading gauge on its main lines was widened to 9 ft.",
        "He soon learned to call to his aid the subsidiary sciences of geography and chronology, and before he was quite capable of reading them had already attempted to weigh in his childish balance the competing systems of Scaliger and Petavius, of Marsham and Newton.",
        "His manners, if formal, were refined; his conversation, when he felt himself at home, interesting and unaffected; and that he was capable alike of feeling and inspiring a very constant friendship there are many witnesses to show.",
        "Though he had been opposed to the acquisition of the Philippines, he did not believe that the inhabitants were capable of selfgovernment, and he foresaw some of the difficulties of the position.",
        "Weber, which was found capable of explaining all the phenomena investigated by Ampere as well as the induction currents of Faraday.",
        "The wings, which are not capable of being folded, are usually transparent, but occasionally pigmented and adorned with coloured spots, blotches or bands; the wing-membrane, though sometimes clothed with minute hairs, seldom bears scales; the wing-veins, which are of great importance in the classification of Diptera, are usually few in number and chiefly longitudinal, there being a marked paucity of cross-veins.",
        "Flies seem capable of adapting themselves to extremes of cold equally as well as to those of heat, and species belonging to the order are almost invariably included in the collections brought back by members of Arctic expeditions.",
        "Attached to it is the great hall, capable of accommodating l000 men, with an open roof of fine dark oak, the only remaining portion of the castle that was erected by Archibald Douglas, earl of Moray, in 1450.",
        "If the poor were ardent nationalists who would not intermingle with the Greeks, the rich had long outgrown and now could humour such prejudices; and the title of their party was capable of recalling at any rate the sound of the national ideal of righteousness, i.e.",
        "Pompey deferred his decision until he should have inquired into the state of the Nabataeans, who had shown themselves to be capable of dominating the Jews in the absence of the Roman army.",
        "Overlooking all smaller details, we may consider Asia to consist of a northern mass and a southern mass, too rigid to crumple, but not too strong to fracture, and an intermediate belt of softer rock which was capable of folding.",
        "This sudden development of the Japanese is perhaps the most important event of the second half of the 19th century, since it marks the rise of an Asiatic power capable of competing with Europe on equal terms. Their history is so different from that of the rest of Asia that it is not surprising if the result is different.",
        "Arles still possesses many monuments of Roman architecture and art, the most remarkable being the ruins of an amphitheatre (the Arenes), capable of containing 25,000 spectators, which, in the 11th and 12th centuries, was flanked with massive towers, of which three are still standing.",
        "About this time began his connexion with Mme de Nehra, the daughter of Zwier van Haren, a Dutch statesman and political writer, and a woman of a far higher type than Sophie, more educated, more refined, and more capable of appreciating Mirabeau's good points.",
        "The king has been held responsible for the fall of Spain, which was, however, due in the main to internal causes beyond the control of the most despotic ruler, however capable he had been.",
        "Coming to the throne at the age of sixteen, he did the wisest thing he could by allowing himself to be guided by the most capable man he could find.",
        "In John Houghton's Collections on Husbandry and Trade, a periodical work begun in 1681, there is one of the earliest notices of turnips being eaten by sheep:\" Some in Essex have their fallow after turnips, which feed their sheep in winter, by which means the turnips are scooped, and so made capable to hold dews and rain water, which, by corrupting,; _ mbibes the nitre of the air, and when the shell breaks it runs about and fertilizes.",
        "In this capacity it is capable of rendering most valuable assistance, for it can be utilized in moving extensive areas of land in a very short time.",
        "Mantle with two posterior appendages; ctenidium large and capable of protrusion from pallial cavity.",
        "Although the theology of Origen exerted a considerable influence as a whole in the two following centuries, it certainly lost nothing by the circumstance that several important propositions were capable of being torn from their original setting and placed in new connexions.",
        "The most that can be said to he capable of proof is the infiltration of some northern influence into Crete at the end of Minoan Period II.; but it probably brought about no change of dynasty and certainly no change in the prevailing race.",
        "Prince Louis of Battenberg, a most patriotic and capable sailor, unjustly attacked because of his German origin, tendered his resignation as First Sea Lord, and Mr. Churchill put in his place the indefatigable veteran, Lord Fisher.",
        "Doncaster (1906-1907) on the eggs of sawflies, the number of chromosomes is not reduced in parthenogenetic egg-nuclei, while, in eggs capable of fertilization, the usual reduction-divisions occur.",
        "But greater value lies in his generic or sub-generic divisions, which, taken as a whole, are far more natural than those of Linnaeus, and consequently capable of better diagnosis.",
        "Herein he divided the class A y es into two subclasses, to which he applied the names of Insessores and Grallatores (hitherto used by their inventors Vigors and Illiger in a different sense), in the latter work relying chiefly for this division on characters which had not before been used by any systematist, namely that in the former group monogamy generally prevailed and the helpless nestlings were fed by their parents, while the latter group were mostly polygamous, and the chicks at birth were active and capable of feeding themselves.",
        "The young are generally born with their full sight, covered with down, strong, and capable of running or swimming immediately after they leave the egg-shell.\"",
        "It is a most important synthetic reagent; with sodium or sodium ethylate it forms sodio-malonic ester, which reacts readily with alkyl halides, forming alkyl malonic esters, which are again capable of forming sodium derivatives, that by further treatment with alkyl halides yield the di-alkyl malonic esters.",
        "The soil is an oozy mud which can only be made capable of carrying buildings by the artificial means of pile-driving; there is no land fit for agriculture or the rearing of cattle; the sole food supply is fish from the lagoon, and there is no drinking-water save such as could be stored from the rainfall.",
        "But when Venice took possession of the mainland her builders were able to employ a strong hydraulic dark lime from Albettone, which formed a durable cement, capable of resisting salt water and the corrosive sea air.",
        "Kitson), Leif Ericson (Anne Whitney), and Alexander reservoirs holding 2,200,000,000 gallons for immediate use, aqueducts capable of carrying 420,000,000 gallons daily, and a minimum daily supply of 173,000.000 gallons.",
        "The capable performance of these functions, which often involved considerable pecuniary sacrifices, ensured public esteem, honorary inscriptions and statues; and to these honours the head of a great house was careful to add the glory of a splendid tomb, consecrated as the long home \" (lit.",
        "The Phocians, led by two capable generals, Philomelus and Onomarchus, replied by seizing Delphi and using its riches to hire a mercenary army.",
        "A person of unsound mind can grant or take a lease if he is capable of contracting.",
        "- To constitute the relationship of landlord and tenant in the mode under consideration, it is necessary not only that there should be parties capable of entering into the contract, but that there should be a letting, as distinct from a mere agreement to let, and that the right conveyed should be a right to the exclusive possession of the subject of the letting and not a simple licence to use it.",
        "The Indian cottons are usually of short staple (about 4 in.), but are probably capable of improvement.",
        "There is in the cotton states a rural population of over 7,000,000, more or less occupied in cottongrowing, and capable, at the low average of ioo lb a day, of picking daily nearly 50o,000 bales.",
        "Most (perhaps all) metals are capable of crystallization.",
        "He always knew what to say to make people feel better – only now he couldn't talk, and even if he could, he might not be capable of the flowery words.",
        "1 Its methods were stated to be: \" To afford information to every country capable of producing cotton, both by the diffusion of printed directions for its cultivation, and sending competent teachers of cotton planting and cleaning, and by direct communication with Christian missionaries whose aid and co - operation it solicits; to supply, gratuitously, in the first instance, the best seeds to natives in every part of the world who are willing to receive them; to give prizes for the extended cultivation of cotton; and The Association published a weekly paper known as The Cotton Supply Reporter.",
        "Neander found in him the very impulse which he needed, while Schleiermacher found a pupil of thoroughly congenial feeling, and one destined to carry out his views in a higher and more effective Christian form than he himself was capable of imparting to them.",
        "Honorius was one of the feeblest emperors who ever occupied the throne, and the dismemberment of the West was only temporarily averted by the efforts of Stilicho, and, later, of Constantius, a capable general who overthrew the usurpers and was rewarded with a share in the government.",
        "From this it follows that hot-wire ammeters are generally not capable of giving visible indications below a certain minimum current for each instrument.",
        "Leaving the conduct of affairs in the hands of his most capable general, Julius Severus, in the spring of 134 Hadrian returned to Rome.",
        "He was without doubt one of the most capable emperors who ever occupied the throne, and devoted his great and varied talents to the interests of the state.",
        "it is now generally admitted that he was one of the most capable rulers who ever occupied the Byzantine throne.",
        "Of the work of Cyriac of Ancona, written about 1450, only some fragments remain, which are well supplemented by the contemporaneous description of the capable observer known as the \" Anonymus of Milan.\"",
        "These difficulties are met by the assumption that the semicircular masonry formed the base of a retaining-wall which rose to a considerable height, supporting a theatre-like structure capable of seating many thousand persons.",
        "ALPHONSO X., El Sabio, or the learned (1252-1284), is perhaps the most interesting, though he was far from being the most capable, of the Spanish kings of the middle ages.",
        "long leading to a tidal harbour and docks capable of receiving ships drawing 26 ft.",
        "Georg Ernst Stahl, following in some measure the views held by Johann Joachim Becher, as, for instance, that all combustibles contain a \" sulphur \" (which notion is itself of older date than Becher's terra pinguis), regarded all substances as capable of resolution into two components,.",
        "Groups of two or more atoms like SO 2 and OH, which are capable of playing the part of elementary atoms (that is to say, which can be transferred from compound to compound), are termed compound radicals, the elementary atoms being simple radicals.",
        "Perkin, junr., in 1883, that ethylene and trimethylene bromides are capable of acting in such a way on sodium acetoacetic ester as to form triand tetramethylene rings.",
        "Another hexa-substituted benzene compound capable of direct synthesis is mellitic acid or benzene carboxylic acid, C6(000H)6.",
        "cluded that in compounds the benzene nucleus appears to be capable of existence in two tautomeric forms, in the sense that each particular derivative possesses a definite constitution.",
        "It was found that the results were capable of expression by the empirical relation CaH2b= 104.3b+49'09m+105.47n, where C a H 2b denotes the formula of the hydrocarbon, m the number of single carbon linkings and n the number of double linkings, m and n being calculated on the Kekule formulae.",
        "The fifth compound, on the other hand, does not behave as an unsaturated aliphatic compound, but its deportment is that of a nucleus, many substitution derivatives being capable of synthesis.",
        "These relations may be readily tested, for the ratio C p /C„ is capable of easy experimental determination.",
        "Oxygen, nitrogen, hydrogen and carbon monoxide have the value 1.4; these gases have diatomic molecules, a fact capable of demonstration by other means.",
        "The equivalent weight is capable of fairly ready determination, but the settlement of the second factor is somewhat more complex, and in this direction the law of atomic heats is of service.",
        "He obtained the throne by murdering his uncle, his cousin and his half-brother, the legitimate heir, but proved a capable and beneficent ruler.",
        "The meridian of Greenwich has been universally accepted as the initial meridian, but in the case of most topographical maps of foreign countries local meridians are still adhered to - the more important among which are: The outline includes coast-line, rivers, roads, towns, and in fact all objects capable of being shown on a map, with the exception of the hills and of woods, swamps, deserts and the like, which the draughtsman generally describes as \" ornament.\"",
        "In no other country of Europe was there at the close of the 16th century a geographical establishment capable of competing with the Dutch towns or with Sanson, but the number of those who produced maps, in many instances based upon original surveys, was large.",
        "He is called upon more] especially to give a satisfactory delineation of the ground, he must meet the requirements of various classes of the public, and be prepared to record cartographically all the facts of physical or political geography which are capable of being recorded on his maps.",
        "The Italian greyhound is a miniature greyhound, still capable of considerable speed but so delicate that it is almost unable to pull down even a rabbit, and is kept simply as a pet.",
        "They are used in the pursuit of hares, and, although they are capable of very fast runs, have less endurance than foxhounds, and follow the trail with more care and deliberation.",
        "The union of a male and female slave had not the legal character of a marriage; it was a cohabitation (contubernium) merely, which was tolerated, and might be terminated at will, by the master; a slave was, therefore, not capable of the crime of adultery.",
        "215 the emperor Caracalla visited the city; and, in order to repay some insulting satires that the inhabitants had made upon him, he commanded his troops to put to death all youths capable of bearing arms. This brutal order seems to have been carried out even beyond the letter, for a general massacre was the result.",
        "On Mme de Stael's visit to London he was the only Englishman capable of representing his country in talk with her.",
        "Strabo refers to a great cave in Trachonitis capable of holding 4000 robbers.",
        "The council has not limited its duties to the collection of the revenues placed under its administration, but has taken pains to develop commercially the revenues capable of such development.",
        "In the Mediterranean, Crete and Malta yet survived as outposts of Christendom; but the northern coasts of Africa from Egypt to Morocco acknowledged the supremacy of the sultan, whose sea power in the Mediterranean had become a factor to be reckoned with in European politics, threatening not only the islands, but the very heart of Christendom, Italy itself, and capable - as the alliance with France against Charles V.",
        "Yet it would seem that this invention of Napoleon's was intuitive rather than reasoned; he never communicated it in its entirety to his marshals, and seems to have been only capable of exercising it either when in full possession of his health or under the excitement of action.",
        "About half a mile from the town is the Albert Memorial Middle Class College, opened in 1865, and capable of accommodating 300 boys.",
        "The South Bute dock of 502 acres, authorized in 1894 and capable of accommodating the largest vessels afloat, was opened in 1907, bringing the whole dock area of Cardiff (including timber ponds) to about 210 acres.",
        "It consists largely of a dark brown or black sandy loam, finely comminuted, the richness of which in organic matter and mineral salts induces rapidity of growth, and the strength and durability of which render it capable of a long succession of crops.",
        "long on the blocks and capable of receiving vessels up to 21 ft.",
        "But this is not yet perfect, although it has all the form of a perfect insect and is capable of flight; it is what is variously termed a \"pseudimago,\" \"sub-imago\" or \"pro-imago.\"",
        "But in 416 B.C. the Athenians, having attacked the island and compelled the Melians to surrender, slew all the men capable of bearing arms, made slaves of the women and children, and introduced 500 Athenian colonists.",
        "The primary products of the dissociation of albumins are the albumoses, characterized by not being coagulable by heat, more soluble than the albumins, having a far less complex composition, and capable of being \" salted (7) out \" by certain salts, and the peptones, similar to albumoses but not capable of being \" salted out \"; moreover, peptones are less complex than albumoses.",
        "in maximum breadth, capable of holding a vessel of 17,500 tons and draught not exceeding 29 ft., so constructed and equipped that in time of need (war) it could be floated down to Cuxhaven.",
        "Arrhenius pointed out that these exceptions would be brought into line if the ions of electrolytes were imagined to be separate entities each capable of producing its own pressure effects just as would an ordinary dissolved molecule.",
        "Hevea brasiliensis as a rule flourishes to the greatest extent at low altitudes on rich soil capable of retaining moisture.",
        "The technical value of caoutchouc chiefly depends on the extent to which it is capable of being stretched without breaking, and the extent to which it at once returns to its original dimensions.",
        "During the winter the smaller tributaries freeze to the bottom, and about 1st January Lake Baikal becomes covered with a solid crust of ice capable of bearing files of loaded sledges.",
        "The cirri or tentacles, of which three or four pairs are present, are capable of being protruded, and the minute larva swims by means of the ciliary action they produce.",
        "The magnificent early Gothic cathedral is capable of containing 30,000 people.",
        "The existence of such a relation, as 0-1+0-2+.,.+cr2=0, necessitates the vanishing of a certain function of the coefficients A2, A 3, ...A 9, and as a consequence one product of these coefficients can be eliminated from the expanding form and no seminvariant, which appears as a coefficient to such a product (which may be the whole or only a part of the complete product, with which the seminvariant is associated), will be capable of reduction.",
        "With suitable arrangements of iron and coil and a sufficiently strong current, the intensity of the temporary magnetization may be very high, and electromagnets capable of lifting weights of several tons are in daily use in engineering works.",
        "Iron and its alloys, including the various kinds of steel, though exhibiting magnetic phenomena in a pre-eminent degree, are not the only substances capable of magnetization.",
        "W is a weight capable of sliding from end to end of the yoke along a graduated scale.",
        "The mouth lying far back, so that the basal segments of all the prosomatic appendages, excepting those of the 1st pair, are capable of acting as masticatory organs.",
        "It is as follows: \"Tribonian was a man of great natural powers, and had attained as high a culture as any one of his time; but he was greedy of money, capable of selling justice for gain, and every day he repealed or enacted some law at the instance of people who purchased this from him according to their several needs..",
        "In the neighbourhood of the Vaal, confluence, where the river passes through alluvial land, and at some other places, the waters of the Orange are used, and are capable of being much more largely used, for irrigation purposes.",
        "Lacroix - as were capable of appreciating them.",
        "In Mare clausum (1635) John Selden endeavoured to prove that the sea was practically as capable of appropriation as territory.",
        "The present article is concerned exclusively with arbitration in regard to such existing differences as are capable of precise statement and of prompt adjustment.",
        "There are also the bull-ring, capable of accommodating 8000 spectators, the pelota court (el Trinquete) and several parks or gardens.",
        "on the west side of the rock, is capable of storing 30,000 stand of arms. In the armoury is a collection of arms of various dates;.",
        "We may grant the pope's contention that the Edwardine church had no belief in priests who offered in sacrifice the body and blood of Christ or in bishops capable of ordaining such priests.",
        "The immediate result of the papal alliance was to enable Hungary, under both Ladislaus and his capable successor Coloman [Kalman] (1095-1116), to hold her own against all her enemies, and extend her dominion abroad by conquering Croatia and a portion of the Dalmatian coast.",
        "029° - 1301), on the throne was only temporarily successful, and after a horrible eight years' civil war (1301-1308) the crown of St Stephen finally passed into the capable hands of Charles Robert of Naples.",
        "One of his best generals, Pal Kinizsy, was a miller's son, and his capable chancellor, Peter Varady, whom he made archbishop of Kalocsa, came of a family of small squires.",
        "Tisza, a statesman of singular probity and tenacity, seemed to be the one person capable of carrying out the programme of the king and the majority.",
        "had the science been capable of completion.\"",
        "Homologous structures were such as, though greatly differing in appearance and detail from one another, and though performing widely different functions, yet were capable of being shown by adequate study of a series of intermediate forms to be derived from one and the same part or organ of the \" plan-form \" or \" archetype.\"",
        "By some writers the word \" mutation \" is applied only to large and suddenly appearing variations which are found to be capable of hereditary transmission, whilst the term \" fluctuation \" is applied to small variations whether capable of transmission or not.",
        "Both innate and superimposed variations are capable of division into those which are more and those which are less obvious to the human eye.",
        "Instincts, or the inherited structural mechanisms. of the nervous centres, are in antagonism to the results of the reasoning process, which are not capable of hereditary transmission.",
        "That increase, it has been shown, is due to the early marriage and excessive reproduction of the reckless and hopeless, the poorest, least capable, least desirable members of the community.",
        "The Natal invaders fell back to the mountains which enclose the north of the colony; Oliver and Schoeman retired from Cape Colony before the small forces of Gatacre and Clements; and the presidents of the republics, realizing that the British Empire was capable of more resistance than they had calculated upon, put forward feelers aiming at the restoration of the status quo before the war.",
        "It is to be noted, however, that these limits apply to the living matter itself, and many of the apparent exceptions are due to cases in which the living matter is enclosed in protective wrappings capable of resisting heat and cold.",
        "And if we cannot without much hesitation admit that Isaiah was really the first preacher of a personal Messiah whose record has come down to us, yet his editors certainly had good reason for thinking him capable of such a lofty height of prophecy.",
        "The earl showed himself finely capable in practice as in theory, vigorous and tolerant, a man to be feared and a leader to be followed; he took the government entirely into his own hands, repressed the jobbery traditional to the office, established schools and manufactures, and at once conciliated and kept in check the Orange and Roman Catholic factions.",
        "Terence was by birth an African, and was thus perhaps a fitter medium of connexion between the genius of Greece and that of Italy than if he had been a pure Greek or a pure Italian; just as in modern times the Jewish type of genius is sometimes found more detached from national peculiarities, and thus more capable of reproducing a cosmopolitan type of character than the genius of men belonging to other races.",
        "In spite of heavy losses the Austrians were perhaps better in hand and more capable of resuming the battle next morning than the victors, for they were experienced in war, and accustomed to defeat, and retired in good order in three organized columns within easy supporting distance of each other.",
        "Voltaire knew that the public opinion of his time reserved its highest prizes for a capable and successful dramatist, and he was determined to win thcse prizes.",
        "Thus a return of 1871 showed that the schools were capable of accommodating only 39% of the children of School-going age.",
        "The diameter of the cylinders is such that each alone is capable of starting the load.",
        "stroke, are capable of raising millions of gallons per day.",
        "Crown-glass has at the present day almost disappeared from the market, and it has been superseded by sheet-glass, the more modern processes described above being capable of producing much larger sheets of glass, free from the knob or \" bullion \" which may still be seen in old crown-glass windows.",
        "The organic derivatives of silicon resemble the corresponding carbon compounds except in so far that the silicon atom is not capable of combining with itself to form a complex chain in the same manner as the carbon atom, the limit at present being a chain of three silicon atoms. Many of the earlier-known silicon alkyl compounds were isolated by Friedel and Crafts and by Ladenburg, the method adopted consisting in the interaction of the zinc alkyl compounds with silicon halides or esters of silicic acids.",
        "Hydrogen, as was shown by Graham, is capable of uniting with or being occluded by certain metals, notably with palladium (q.v.), into metal-like compounds.",
        "Mercury and copper and some other metals are capable of dissolving their own oxides.",
        "Most metals when molten are capable of dissolving at least small proportions of carbon, which, in general, leads to a deterioration in metallicity, except in the case of iron, which by the addition of small percentages of carbon gains in elasticity and tensile strength with little loss of plasticity.",
        "Bismuth and antimony give (the latter very readily) sesquioxide (Bi 2 O 3 and Sb203, the latter being capable of passing into Sb204).",
        "In 1911-3 a pipe-line was laid from Matadi, on the Congo estuary, to Stanley Pool to supply the river steamers with petroleum for fuel and reservoirs capable of holding 8,000 tons of oil were built.",
        "A fluid, as the name implies, is a substance which flows, or is capable of flowing; water and air are the two fluids distributed most universally over the surface of the earth.",
        "The resultant force is therefore in the direction of the steepest pressure-gradient, and this is normal to the surface of equal pressure; for equilibrium to exist in a fluid the lines of force must therefore be capable of being cut orthogonally by a system of surfaces, which will be surfaces of equal pressure.",
        "This variety of opinion is due to the fact that the data available for settling the chronology often conflict with one another, or are capable of more than one interpretation.",
        "in diameter, which follows the curve of the hemispherical bottom, and is fitted from one side to the other of the defecator; one end is entirely closed, and the other is connected by a small pipe to a shallow circular vessel outside the defecator, covered with an india-rubber diaphragm, to the centre of which is attached a light rod actuating a steam throttle-valve, and capable of being adjusted as to length, &c. The copper pipe and circular vessel are filled with cold water, which on becoming heated by the surrounding juice expands, and so forces up the india-rubber diaphragm and shuts off the steam.",
        "Each cansists of an eversible hollow tentacle provided with hooklets and capable of introversion within a mem The excretory organs consist of flame-cells, richly convoluted canaliculi, and a pair of longitudinal canals leading to the exterior by one or more pores.",
        "8, D) capable of living freely in water for at least a week (Bothriocephalus), which then, if eaten by a stickleback, throws off its ciliated envelope, and creeps by the aid of the hooks through the intestinal wall into the body-cavity of the fish.",
        "In a number of cases there are colicky pains in the abdomen, with diarrhoea or constipation and more or less anaemia, while the Dibothriocephalus latus is capable of producing a profound and severe anaemia closely resembling pernicious anaemia.",
        "025 or 03%, respond freely to applications of phosphates; probably in such cases even the weak acid is capable of dissolving out phosphates from the humus or other compounds which yield little or none to the roots of grasses and clovers.",
        "Many bacteria are known which are capable of denitrification, some of them being abundant in fresh dung and upon old straw.",
        "In this manner poor peats and sands may be covered with a large layer of rock soil capable of growing excellent crops.",
        "It is chemically related to cadmium and mercury, the resemblance to cadmium being especially well marked; one distinction is that zinc is less basigenic. Zinc is capable of isomorphously replacing many of the bivalent metals - magnesium, manganese, iron, nickel, cobalt and cadmium.",
        "What they were, however, was as well known, as capable of proof, and as adequate a check on innovation by either party, as if committed to writing.",
        "We may say, however, that they fall into two classes, general and specific. The general included all that might come under the idea of loyalty, seeking the lord's interests, keeping his secrets, betraying the plans of his enemies, protecting his family, &c. The specific services are capable of more definite statement, and they usually received exact definition in custom and sometimes in written documents.",
        "Reared in this way they are capable of marvellous endurance, marching during a raid twenty hours a day for eight or ten days together.",
        "Warned by a hurried sign by Hamud that his life was in danger, Mahommed at once attacked Bandar, stabbed him and took possession of the citadel; a general massacre of all members of the house of Ibn Rashid followed, and next day Mahommed appeared with his cousin Hamud in the market-place of Hail, and announced his assumption of the amirship. A strong and capable ruler, he soon established his authority over all northern and western Nejd, and in 1872 the opportunity arrived for his intervention in the east.",
        "Ordinarily carbon is used as the electrode material, but when carbon comes in contact at high temperatures with any metal that is capable of forming a carbide a certain amount of combination between them is inevitable, and the carbon thus introduced impairs the mechanical properties of the ultimate metallic product.",
        "But no territorial power had as yet arisen in North Germany capable of subjugating and utilizing the towns, though it could detach the inland towns from the League.",
        "Some species are normally phytophagous, and the vast majority, at any rate, appear to be capable of continuing to exist and reproducing their kind upon a purely vegetarian diet.",
        "An exception must be made of the administration of General Ramon Castilla, who restored peace to Peru, and showed himself to be an honest and very capable ruler.",
        "1878), an honest and enlightened statesman, who did all in his power to retrieve the country from the financial difficulty into which it had been brought by the reckless policy of his predecessor, but the conditions were not capable of solution.",
        "As a mathematician, he was the only Englishman after Sir Isaac Newton and Roger Cotes capable of holding his own with the Bernoullis; but a great part of the effect of his demonstrations was lost through his failure to express his ideas fully and clearly.",
        "long) larva capable of swimming freely for a short time by the aid of five girdles of ciliated cells.",
        "They differ structurally from the normal form in being capable of self-fertilization only, and in the shape and details of their spermatozoa.",
        "The ciliated stage is only capable of free life for five or six hours, and if at the end of that time it has not encountered and attached itself to a minnow, it dies.",
        "This stage is capable of isolated existence for two or three months but remains immature.",
        "Von Linstow has indeed suggested that Gyrodactylus is a larval form capable of reproduction by an asexual method.",
        "The majority of species are hermaphrodite and many are capable of self-impregnation.",
        "On the 7th of November he fought his first battle as a commander, that of Belmont (Missouri), which, if it failed to achieve any material result, certainly showed him to be a capable and skilful leader.",
        "Luminous dark eyes sparkled and flamed beneath his thick, black brows, and his large mouth and prominent nether lips were as capable of gentle sweetness as of power and set resolve.",
        "In the fore feet the web not only fills the interspaces between the toes, but extends considerably beyond the ends of the long, broad and somewhat flattened nails, giving great expanse to the foot when used for swimming, though capable of being folded back on the palm when the animal is burrowing or walking on the land.",
        "The blood-sucking habit is common to both sexes, and the abdomen, being capable of great expansion, is adapted for the periodical ingestion of an abundant food-supply.",
        "CuroaaKTLK6s, capable of demonstration), a logical term, applied to judgments which are necessarily true, as of mathematical conclusions.",
        "Comte is in no true sense a follower of Saint-Simon, but it was undoubtedly Saint-Simon who launched him, to take Comte's own word, by suggesting the two starting-points of what grew into the Comtist system - first, that political phenomena are as capable of being grouped under laws as other phenomena; and second, that the true destination of philosophy must be social, and the true object of the thinker must be the reorganization of the moral, religious and political systems. We can readily see what an impulse these far-reaching conceptions would give to Comte's meditations.",
        "But the two are quite capable of being regarded, and for the purposes of an account of Comte's career ought to be regarded, as an integral whole.",
        "Adoption, for example, as a practice for improving the happiness of families and the welfare of society, is capable of being weighed, and can in truth only be weighed, by utilitarian considerations, and has been commended 1 For Comte's place in the history of ethical theory see Ethics.",
        "He was too much under the sway of feeling and concrete imagination to be capable of great things in abstract thought.",
        "The Duke was anxious to obtain a capable candidate to aid him in regaining his ascendancy over the rebellious borough.",
        "Certainly the Japanese have proved themselves capable of great things, and their achievements seem to have been helped rather than retarded by their attention to detail.",
        "Joun has produced, and is thorou~hly capable of producing, bronzes at least equal to the best of Seimin s masterpieces, yet he has often been induced to put Seimins name on objects for the sake of attracting buyers who attach more value to cachet than to quality.",
        "In short, the little chisel becomes in his fingers a painters brush, and when it is remembered that, the basis upon which he works being simply a thread of silk, his hand must be trained to such delicacy of muscular effort as to be capable of arresting the edge of the knile at varying depths within the diameter of the tiny filament, the difficulty of the achievement will be understood.",
        "Velvet, however, is not capable of being made the basis for pictures so elaborate and microscopically accurate as those produced by the yuzen process on silk crape or habutaye.",
        "Again, an infinite world cannot be wholly engaged either in evolution or in dissolution, so that it is really unmeaning to discuss the universality of the cosmic process until it is settled that we have a universe at all, capable of being considered as a whole.",
        "On the other hand, he advances too easily from the maxim that function is prior to, and makes, structure to the conclusion that the results of use and disuse are therefore immediately incarnated in structural adaptations capable of hereditary transmission.",
        "Eight hydraulic hoists, of the most up-to-date pattern, are capable of shipping 5,600 tons of coal per hour.",
        "This, which has long been recognized as a class-reaction, is obviously capable of endless variation.",
        "The substances which we at present term anhydrous acids (acid oxides) only become, for the most part, capable of forming salts with metallic oxides after the addition of water, or they are compounds which decompose these oxides at somewhat high temperatures.\"",
        "The reservoir at Yodobashi is capable of supplying water (from the river Tama) to all parts at a pressure varying from 80 to too ft.",
        "The folds can be stretched out, so that the skin is capable of a great degree of distension.",
        "But it is still capable of producing men of original force; it still maintains the traditions of a happier time; it is still alive to the value of literary culture, and endeavours by minute attention to style to produce new effects.",
        "It is now called in the district the Sarant' Aulai or Forty Courts, and is said to be capable of holding 3000 people.",
        "Besides their ordinary condition all bodies are capable of being thrown into a physical state in which they are said to be electrified or charged with electricity.",
        "It must be noted, however, that potential is a mere mathematical concept, and has no objective existence like difference of level, nor is it capable per se of producing physical changes in bodies, such as those which are brought about by rise of temperature, apart from any question of difference of temperature.",
        "Nor are the numina, not being anthropomorphic, capable of relation XXIII.",
        "It has not been found possible to determine, before experiment, whether any given man or woman will prove capable of the hallucinatory experiences.",
        "Persons of recognized \"imaginativeness,\" such as novelists and artists, do not seem more or less capable of the hallucinatory experiences than their sober neighbours; while persons not otherwise recognizably \"imaginative\" (we could quote a singularly accurate historian) are capable of the experiences.",
        "Ordinary scryers of fancy pictures are common enough, but scryers capable of apparently supra-normal successes 1 \"Philosophie der Geistes,\" Hegel's Werke, vii.",
        "in length, and an ounce of gold covering a silver wire is capable of being extended more than 1300 m.",
        "Graham showed that gold is capable of occluding by volume 0.48% of hydrogen, 0.20% of nitrogen, 0.29% of carbon monoxide, and 0.16% of carbon dioxide.",
        "One of the greatest difficulties in the treatment of gold by amalgamation, and more particularly in the treatment of pyrites, arises from the so-called \" sickening \" or \" flouring \" of the mercury; that is, the particles, losing their bright metallic surfaces, are no longer capable of coalescing with or taking up other metals.",
        "The chief officer of this, as of other forests, was the justice in eyre who held the justice seat, the highest forest court and the only court of record capable of entering and executing judgments on offenders; the lower courts were the Swainmote and Wodemote, the former of which is still held, in a modified form, in the Verderers' Hall of the King's House at Lyndhurst.",
        "Though married three times Casimir left no sons; but he had the satisfaction of knowing that his domains would pass into the hands of a nephew every whit as capable and sagacious as himself.",
        "Work was begun on the arsenal in 1883 and continued as the finances of the state permitted; it is capable of turning out new warships and of executing repairs of all kinds for the Mediterranean squadron.",
        "deep, is divided into two compartments, each capable of containing a full-sized battleship, and can be pumped dry in eight hours by two 600 h.p. steam pumps.",
        "Parliamentary powers were obtained to construct a graving dock capable of accommodating the largest class of warships.",
        "He Was Distinctly A Bon Vivant, But Withal An Upright, Conscientious And Capable Minister.",
        "A fresh issue of ammunition and food was all the men needed to make them a thoroughly efficient fighting force comprising some ioo,000 troops capable, with a resolute leader and an efficient staff, of crossing over to the right bank of the Moselle, overrunning the I.",
        "Finlay speaks of him as a capable partisan leader who had great influence over his men, and describes him as of \"middle size, thin, dark-complexioned, with a bright expressive animal eye which indicated gipsy blood.\"",
        "The earl of Sandwich did nothing becoming a capable commander.",
        "The French king, who knew that his fleet was not as yet capable of meeting the Dutch single-handed, was content to withdraw his ships from the North Sea and the ocean.",
        "There can be little doubt that neither in guns nor in gunnery was the British squadron capable of meeting the enemy, and long before the fatal day it should have been reinforced by at least two cruisers of the 1st Cruiser Squadron, all of which were ships in long commission with good armament.",
        "Those who care to understand the contradictions of which such a character was capable should study his correspondence with Vettori.",
        "As an administrator Philip had all the vices of his type, that of the laborious, self-righteous man, who thinks he can supervise everything, is capable of endless toil, and jealous of his authority, and who therefore will let none of his servants act without his instructions.",
        "They moult five times, becoming with each change of skin darker in colour; in about three weeks they become adult and capable of laying parthenogenetic eggs.",
        "Here it undergoes its fifth and last moult, and appears as a winged female, capable of reproducing parthenogenetically.",
        "Oros, sun, and Ã†Tpov, a measure), an instrument originally designed for measuring the variation of the sun's diameter at different seasons of the year, but applied now to the modern form of the instrument which is capable of much wider use.",
        "It is true that the scale will require to be capable of being read with much greater accuracy than it th of an inch - for that, even in a telescope of 10 ft.",
        "The ring c, which carries the supports of the handles a', b', is capable of a certain amount of rotation on the tube.",
        "Still he was a capable official, and a faithful servant to Henry VI., who called him \"one of the wisest lords of the land\" (Paston Letters, i.",
        "In the region of tropical hurricanes the navies, while in the Mediterranean and in the Indian Ocean converging wind system of a circular storm causes a heaping many soundings were made in connexion with submarine up of water capable of devastating the low coral islands of the cables to the East.",
        "Buchanan, which has an arbitrary scale and can be varied in weight by placing small metal rings on the stem so as to depress the scale to any desired depth in sea-water of any salinity, the specific gravity being calculated for each reading by dividing the total weight by the immersed volume; (3) the total immersion areometer, which has no scale and the weight of which can be adjusted so that the instrument can be brought so exactly to the specific gravity of the water sample that it remains immersed, neither floating nor sinking; this has the advantage of 'eliminating the effects of surface tension and in Fridtjof Nansen's pattern is capable of great precision.",
        "In another system introduced by the Mannesmann Tube Company the prop is made up of weldless steel tubes sliding telescopically one within the other, which are fixed at the right height by a screw clamp capable of carrying a load of 15 to 16 tons.",
        "Regarded as a capable soldier by the emperor, Albert, in 1475, took a prominent part in the campaign against Charles the Bold, duke of Burgundy, and in 1487 led an expedition against Matthias Corvinus, king of Hungary, which failed owing to lack of support on the part of the emperor.",
        "Its depth, together with its porous nature, makes the fertile soil of Iowa capable of withstanding the extremes of wet and dry remarkably well, and it is perhaps true that, taken as a whole, no other state in the Union has a superior soil for agriculture.",
        "molecula, the diminutive of moles, a mass), in chemistry and physics, the minutest particle of matter capable of separate existence.",
        "According to Boscovich matter is made up of atoms. Each atom is an indivisible point, having position in space, capable of motion in a continuous path, and possessing a certain mass, whereby a certain amount of force is required to produce a given change of motion.",
        "The fact that a solid body in its natural state is capable both of compression and of dilatation indicates that the molecules of the body must not be supposed to be fixed rigidly in position relative to one another; the further fact that a motion of either compression or of dilatation is opposed by forces which are brought into play in the interior of the solid suggests that the position of rest is one in which the molecules are in stable equilibrium under their mutual forces.",
        "This equation is found experimentally to be capable of representing the relation between p, v, and T over large ranges of values.",
        "If that literature was to be a power in the world, it must be handed down to posterity in a form capable of being understood.",
        "On the fall of Biren (November 8th), the regency passed to the baby tsar's mother, though the government was in the hands of the capable vice-chancellor, Andrei Osterman.",
        "They are closely arrayed, capable of depression or elevation, and form a shield to the front of the breast impenetrable by the bill of a rival.",
        "1527) and others, some of whom were well-trained scholars capable of maintaining with vigour and effect their ideas of an apostolic life as the high road to salvation.",
        "Lothair was a strong and capable ruler, who has been described as the \"imitator and heir of the first Otto.\"",
        "For the better accommodation of the increasing commerce of the port of Boston, the commonwealth bought a considerable frontage upon the harbour lines and constructed a dock capable of receiving the largest vessels, and has supplemented the work of the United States government in deepening the approaches to the wharves.",
        "\"In places,\" writes Hearne, \"which have been long frequented by beavers undisturbed, their dams, by frequent repairing, become a solid bank, capable of resisting a great force both of ice arid water; and as.",
        "During the reign of Louis XIV., after 1660, the French government paid great attention to Canada, but not in a way capable of leading to the formation of a colony.",
        "The pattern is that of a true sight, that is to say, the base plate is capable of movement about two axes, one parallel to and the other at right angles to the axis of the gun, and has cross spirit-levels and a graduated elevating drum and independent deflection scale, so that compensation for level of wheels can be given and quadrant elevation.",
        "His tenure of the bishopric was troubled not only by domestic bereavements but also by barbaric invasions of the country (in repelling which he proved himself a capable military organizer) and by conflicts with the prefect Andronicus, whom he excommunicated for interfering with the Church's right of asylum.",
        "Until the rise of the Arian heresy these forms were probably regarded as indifferent, both being equally capable of an orthodox interpretation.",
        "Later, in his movement towards Positivism, he strongly repudiates Kant's separation of phenomenon from noumenon, and affirms that our intellect is capable of grasping the whole reality.",
        "So far too as the Romans were capable of taking interest in speculative questions, the tragic poets contributed to stimulate curiosity on such subjects, and they anticipated Lucretius in using the conclusions of speculative philosophy as well as of common sense to assail some of the prevailing forms of superstition.",
        "The South African springbuck (Antidorcas euchore) is nearly related to the gazelles, from which it is distinguished by the presence on the middle line of the loins of an evertible pouch, lined with long white hairs capable of erection.",
        "Not more than 5% of the householders in India can read and write, and the proportion capable of fully understanding the schedule and of making the entries in it correctly is still lower.",
        "The law divided the subjects of census inquiry into two parts - first, those of primary importance, requiring the aid of the enumerator; and, secondly, those of subsidiary importance, capable of production without the aid of the enumerator.",
        "The cutting machines at the Mint work at 160 revolutions per minute, so that each of the eleven machines would be capable of cutting 19,200 blanks in an hour if it could be fed continuously.",
        "Several types of horse-drawn hoe capable of working one or more rows at a time are used among root and grain crops.",
        "The crest consists of six or eight narrow and elongated feathers, turned slightly upwards at the end, and is usually carried in a horizontal position, extending in the cock beyond the middle of the back; but it is capable of being erected so as to become nearly vertical.",
        "This second plate is capable of rotation about an axis perpendicular to its plane and passing through its centre.",
        "The Japanese 7th and 1st divisions were now Fall advancing on the western main line; the soul of the Part, defence, the brave and capable General Kondratenko, Arthur had been killed on the 15th of December, and though the Japanese seem to have anticipated a further stand,' Stessel surrendered on the 2nd of January 1905, with 24,000 effective and slightly wounded and 15,000 wounded and sick men, the remnant of his original 47,000.",
        "The relative antiquity of the earlier settlements of the Stone and Bronze ages is not capable of being deduced from existing evidence.",
        "Their pottery, though roughly finished, is well made, the vessels often of large size and capable of standing the fire as cooking utensils.",
        "He bids them raise themselves in the scale of being by eating the forbidden fruit, which he declares to be not fatal to life but an opener of the eyes, and capable of equalizing men with gods (iii.",
        "As to those of the first description, it is from the British charters that they derive a capacity by which they are considered as a public body, or at all capable of any public function....",
        "span capable of carrying 10 tons was used in erection.",
        "57), jointed at the A g points A, B, C and D, and all capable of resisting tension and compression.",
        "West of the Missouri river the drift gives place to a fine soil of sand aid clay, with deposits of alluvium in the vicinity of streams. Though lacking in vegetable mould, these soils are generally capable of producing good crops where the water-supply is sufficient.",
        "As a result of this situation, the Catholic condemnation of heresy - though as stringent as ever in principle - has assumed less dangerous forms for the heretic. Nevertheless, it proved capable, even in the 19th century, of imposing onerous restrictions on the heterodox, and practical exemplifications of this hostile attitude persist to the present day.",
        "In 1674 he became, by the appointment of the duke of York (later James II.), governor of New York and the Jerseys, though his jurisdiction over the Jerseys was disputed, and until his recall in 1681 to meet an unfounded charge of dishonesty and favouritism in the collection of the revenues, he proved himself to be a capable administrator, whose imperious disposition, however, rendered him somewhat unpopular among the colonists."
    ],
    "definition": [
        "Having capacity or ability; efficient and able: a capable administrator. See Usage Note at able.",
        "Having the ability required for a specific task or accomplishment; qualified: capable of winning.",
        "Having the inclination or disposition: capable of violence.",
        "Permitting an action to be performed: an error capable of remedy; a camera capable of being used underwater.",
        "ca′pa·ble·ness\nnoun",
        "ca′pa·bly\nadverb",
        "Link/Cite",
        "Able and efficient; having the ability needed for a specific task; having the disposition to do something; permitting or being susceptible to something.\nShe is capable and efficient.\nHe does not need help; he is capable of eating on his own.\nAs everyone knew, he was capable of violence when roused.\nThat fact is not capable of proof.",
        "pacable",
        "Link/Cite"
    ]
}