{
    "translation": "יכולת",
    "uses": [
        "You didn't have the capacity to care.",
        "You've got no official capacity here, Mr. Dean.",
        "Energy is the capacity for doing work.",
        "I am amazed at the human brain's capacity to recognize each nuance of speech.",
        "I shall assume that she has the normal child's capacity of assimilation and imitation.",
        "Despite the pub's standing room only capacity, the table next to her booth was empty.",
        "In what capacity would he be there for her?",
        "He'd served as Damian's executioner for thousands of years, a position he found fitting for his general dislike of the human capacity for evil.",
        "The skull is abnormally thick and the cerebral capacity small.",
        "First, think of energy as the capacity to do work.",
        "They give me a new sense of the variety and capacity of that nature which is our common dwelling.",
        "You don't have the capacity to care.",
        "Bird Song was now officially at full capacity and would remain so for the next few days.",
        "When sitting in its capacity as a criminal court it is known as the tribunal correctionnel.",
        "You and I have no capacity for such a thing, but we will learn.",
        "A diplomat by nature, he had long served in the peacekeeping capacity among his brothers, before he was rendered dead-dead seven months before.",
        "It is not the word, but the capacity to experience the sensation that counts in his education.",
        "The more he realized the absence of all personal motive in that old man--in whom there seemed to remain only the habit of passions, and in place of an intellect (grouping events and drawing conclusions) only the capacity calmly to contemplate the course of events--the more reassured he was that everything would be as it should.",
        "This disposition on the left flank increased Pierre's doubt of his own capacity to understand military matters.",
        "/ ait and John Lydgates Bearbeitungen von Boccaccios De Casibus, Munich, 1885) has thrown much doubt on this statement as regards Italy, but Lydgate knew France and visited Paris in an official capacity in 1426.",
        "Had his actions truly set her on this path to end up as the plaything of a creature with no capacity for mercy?",
        "She stretched to capacity and gripped the edge of the bowl.",
        "\"The Lake's at capacity,\" he replied.",
        "You have the capacity to care now.",
        "Before me I saw a new world opening in beauty and light, and I felt within me the capacity to know all things.",
        "His courage, his bodily strength and size, his skill in the use of weapons, in riding, and in the chase, his speed of foot, his capacity for eating and drinking, his penetrating intellect and his mastery of 22 languages are celebrated to a degree which is almost incredible.",
        "This inherited capacity is a sort of sixth sense--a soul-sense which sees, hears, feels, all in one.",
        "Just as technology magnifies our productive labor, it magnifies our destructive capacity as well.",
        "By that monarch he was made colonel of horse, and in that capacity served in the campaigns during the early part of the reign.",
        "In 1569 William in his capacity as sovereign prince of Orange issued letters-of-marque to a number of vessels to prey upon the Spanish commerce in the narrow seas.",
        "In some twentieth-century science fiction visions of the future, humans created friendly robot sidekicks with data storage capacity and computational speed the human brain lacked.",
        "So a thousandfold increase in capacity at one-fortieth the cost is like the $50,000 Mercedes dropping to a buck and a quarter.",
        "And if Pierre was often struck by Andrew's lack of capacity for philosophical meditation (to which he himself was particularly addicted), he regarded even this not as a defect but as a sign of strength.",
        "The only representative of officialdom remaining on premises, in even a semi-official capacity, was Sheriff Jake Weller.",
        "Practically all the company's servants were traders in their private capacity, and as they claimed various privileges and exemptions this system was detrimental to the interests of the native princes and gave rise to an enormous amount of corruption.",
        "Let a conductor, say a metallic sphere, be supported by a metal rod of negligible electric capacity whose other end is earthed.",
        "For working long submarine cables the apparatus ordinarily employed on land lines cannot be used, as the retarding effect of the electrostatic capacity of the cable is so marked that signals fail to be recorded except at a very slow speed of working.",
        "On the formation of the Wirth ministry in May 1921 he was appointed Minister of Reconstruction, and in that capacity negotiated with the French minister, Loucheur, a convention for supplying German materials for the restoration of the devastated area in France, and thus paying in kind part of the reparation which the German Reich had undertaken to pay in gold.",
        "With the natural capacity of an Italian for changing the expression of his face at will, he drew nearer to the portrait and assumed a look of pensive tenderness.",
        "In his capacity of archbishop, Chicheley remained what he had always been chiefly, the lawyer and diplomatist.",
        "Amidst this sea of financial troubles the government drifted helplessly on, without showing any inclination or capacity to initiate a strong policy of reform in the methods of administration which had done so much to ruin the country.",
        "Pierre was always astonished at Prince Andrew's calm manner of treating everybody, his extraordinary memory, his extensive reading (he had read everything, knew everything, and had an opinion about everything), but above all at his capacity for work and study.",
        "If you like having sore muscles at the end of a day or working a job that requires little of your mental capacity so you can contemplate Nietzsche, hey, more power to you.",
        "Like Dokhturov he had the reputation of being a man of very limited capacity and information, and like Dokhturov he never made plans of battle but was always found where the situation was most difficult.",
        "If the king were a minor, the mayor of the palace supervised his education in the capacity of guardian (nutricius), and often also occupied himself with affairs of state.",
        "Hitherto General Roca had been regarded only in his capacity as a soldier, and not from the point of view of an administrator.",
        "He became a member of parliament, and was sent in 1562 as ambassador to France, where he remained till 1566; and in 1572 he again went to France in the same capacity for a short time.",
        "As we have already stated, the distribution of the capacity along the resistance R must in submarine cable work be made to correspond very accurately with the distribution of the capacity along the resistance of the cable.",
        "If people were permanently obsessed with food, all individual thought, all capacity to argue, even people's sex drive, would disappear.",
        "pincta, pitta, a painted or marked vessel), a liquid measure of capacity, equivalent to s of a gallon.",
        "In order to see whether the heat came out of the chips he compared the capacity for heat of the chips abraded by the boring bar with that of an equal quantity of the metal cut from the block by a fine saw, and obtained the same result in the two cases, from which he concluded that \"the heat produced could not possibly have been furnished at the expense of the latent heat of the metallic chips.\"",
        "Within a few years several methods had been proposed by different inventors, but none was at first very successful, not from any fault in the principle, but because the effect of electrostatic capacity of the line was left out of account in the early arrangements.",
        "The ordinary judicial system of France comprises two classes of courts: (I) civil and criminal, (2) special, including courts dealing only with purely commercial cases; in addition there are the administrative courts, including bodies, the Conseil dEtat and the Conseils de Prefecture, which dGal, in their judicial capacity, with cases coming under the droit administratif.",
        "The faculties of law confer the same degrees in law and also grant certificates of capacity, which enable the holder to practise as an avou; a licence is necessary for the profession of barrister.",
        "resistance and its electrostatic capacity are then measured.",
        "the product of the total capacity and the total resistance, both the capacity and the resistance having a retarding effect on the signals.",
        "In Britain the evergreen oak is quite hardy in ordinary winters, and is useful to the ornamental planter from its capacity for resisting the sea gales; but it generally remains of small size.",
        "In his later years he overcame the drunkenness that was habitual to him in youth; he developed seriousness of character and unselfish devotion to what lie believed was the cause of patriotism; and he won the respect of men of high character and capacity in France and Holland.",
        "He had the unfortunate capacity many men, especially Russians, have of seeing and believing in the possibility of goodness and truth, but of seeing the evil and falsehood of life too clearly to be able to take a serious part in it.",
        "It is the English-speaking race, however, that has shown the most remarkable energy and capacity for colonization.",
        "In this capacity he showed his usual industry and devotion, concluding the treaties between France and Austria and France and Prussia, which preceded the French invasion of Russia in 1812.",
        "d'Assy, receiver-general of finances; and while acting in this capacity, attended the lectures of J.",
        "Their respective followers, and more especially cultured laymen, lacking the capacity for original work, seeking for a solution in some kind of compromise, and possibly failing to grasp the essentials of the controversy, take refuge in a combination of those elements in the opposing systems which seem to afford a sound practical theory.",
        "He followed the fortunes of the dauphin, afterwards Charles V'II., acting in the triple capacity of clerk, notary and financial secretary.",
        "3t The old recognitio, was replaced by the probatio, conducted by the emperor in his censorial capacity, assisted by an advisory board of specially selected senators.",
        "The main capacity in this last circuit consists of a battery of Leyden See J.",
        "capacity is the standard gallon of the United States.",
        "Of robust frame and distinguished appearance, he possessed great courage and military capacity.",
        "This fleet of cable ships now numbers over forty, ranging in size from vessels of 300 tons to 10,000 tons carrying capacity.",
        "It can be shown that if two circuits, both having capacity (C) and inductance (L), are coupled together inductively, then, when oscillations are set up in one circuit, oscillations of two periods are excited in the other differing in frequency from each other and from the natural frequency of the circuit.",
        "The lower ends of these wires are connected through the secondary coil of an oscillation transformer to an earth plate, or to a large conductor placed on or near the earth called a \" balancing capacity.\"",
        "When electric oscillations are set up in an open or closed electric circuit having capacity and inductance, and left to themselves, they die away in amplitude, either because they dissipate their energy as heat in overcoming the resistance of the circuit, or because they radiate it by imparting wave motion to the surrounding ether.",
        "If, however, the antenna is inductively or directly coupled to a condenser circuit of large capacity then the amount of energy which can be stored up before discharge takes place is very much greater, and hence can be drawn upon to create prolonged or slightly damped trains of waves.",
        "The wheel was connected to a receiving antenna and the mercury to earth or to an equivalent balancing capacity.",
        "This last circuit has a natural frequency of its own which is numerically measured by I/27r-!(CL), where C is the capacity of the condenser and L is the inductance of the circuit.",
        "When electric oscillations are set up in these two classes of electric radiators, the first class send out a highly damped wave train and the second a feeble damped wave train provided that they have sufficient capacity or energy storage and low resistance.",
        "an antenna of suitable capacity and inductance to a nearly closed electric circuit consisting of a condenser of large capacity, a spark gap and an inductance of low resistance.",
        "These mechanical qualities correspond to inductance and capacity in electric circuits.",
        "When the methods for effecting this had been worked out practically it finally led to the inventions of Slaby, Braun and others being united into a system called the Telefunken system, which, as regards the transmitter, consisted in forming a closed oscillation circuit comprising a condenser, spark gap and inductance which at one point was attached either directly or through a condenser to the earth or to an equivalent balancing capacity, and at some other point to a suitably tuned antenna.",
        "All of them make use of Marconi's antenna in some form both at the transmitting and at the receiving end, all of them make use of an earth connexion, or its equivalent in the form of a balancing capacity or large surface having capacity with respect to the earth, which merely means that they insert a condenser of large capacity in the earth connexion.",
        "2 In Donitz's wave meter a condenser of variable capacity is associated with inductance coils of various sizes, and the wave meter is placed near the antenna so that its inductance coils have induced currents created in them.",
        "The capacity of the condenser is then altered until the maximum current, as indicated by a hot wire ammeter, is produced in the circuit.",
        "From the known value of the capacity in that position and the inductance the frequency can be calculated.",
        "This might possibly be true to a small extent; but, considering the small capacity of the circuits he used and the nature of his receiving instrument, it is hardly probable that duration of contact sensibly influenced the result.",
        "The electrostatic capacity of a cable of this type is low, and its dimensions are small, the external diameter of a cable containing 1600 ten-lb conductors being only 24 in.",
        "In circuits possessing high resistance and capacity and low inductance per mile, telephonic currents are rapidly attenuated, and the higher the frequency the more rapid is the attenuation.",
        "The capacity of camels for travelling long distances without water - owing to special structural modifications in the stomach - is familiar to all.",
        "His capacity for work was inexhaustible.",
        "Elisa Bonaparte and her husband, Bacciocchi, rulers of Lucca and Piombino, became the heads of the administration in Tuscany, Elisa showing decided governing capacity.",
        "It is interesting, in view of his later efforts to spread the knowledge of the Bible among the people, to know that in the capacity of examiner he insisted on a thorough acquaintance with the Holy Scriptures, and rejected several candidates who were deficient in this qualification.",
        "This weakness was the worst blot on Cranmer's character, but it was due in some measure to his painful capacity for seeing both sides of a question at the same time, a temperament fatal to martyrdom.",
        "Vauquelin, and succeeded in gaining admission, in a humble capacity, to the latter's laboratory.",
        "The boy, according to the legends which soon grew round his life, was a \" wonder-child,\" and early displayed marvellous capacity.",
        "In this capacity he was present in 1569 at the battle of Moncontour, where another member of his family, Count Wolrad of Mansfeld (d.",
        "The general vegetable protoplasm has not the capacity of being nourished by inorganic substances which are denied to the living substance of the animal world.",
        "Many marine Algae appear to be able to regulate their osmotic capacity to the surrounding medium; and T.",
        "It is inconceivable that external conditions can impart to an organism the capacity to develop something that it does not already possess: can impart to it, that is, the capacity for variation in the direction of higher complexity.",
        "In endeavouring to trace the causation of adaptation, it is obvious that it must be due quite as much to properties inherent in the plant as to the action of external conditions; the plant must possess adaptive capacity.",
        "The Arctic-Alpine sub-region consists of races of plants belonging originally to the general flora, and recruited by subsequent additrons, which have been specialized in low stature and great capacity of endurance to survive long dormant periods, sometimes even unbroken in successive years by the transitory activity of the brief summer.",
        "Other prominent structures are the U.S. government and the judiciary buildings, the latter connected with the capitol by a stone terrace, the city hall, the county court house, the union station, the board of trade, the soldiers' memorial hall (with a seating capacity of about 4500), and several office buildings.",
        "In 1904-1905 the city built on the Scioto river a concrete storage dam, having a capacity of 5,000,000,000 gallons, and in 1908 it completed the construction of enormous works for filtering and softening the water-supply, and of works for purifying the flow of sewage - the two costing nearly $5,000,000.",
        "Deputy in 1865, he was from 1868 to 1880 Obergespan (lord-lieutenant), in which capacity he gained the reputation of an excellent administrator.",
        "In 1814 he attached himself to the Bourbons, and under the Restoration was appointed prefect of Somme, deputy for Seine-Inferieure and finally deputy for Seine-et-Oise, in which capacity he was a leader of the Liberal opposition.",
        "In this capacity he was responsible in 1890 for some important reforms in secondary education.",
        "On his return to Canada he became Minister of Militia and Defence, and in that capacity was responsible for the creation of the Overseas force which in 1914 came over to take its share in the World War.",
        "In this capacity he exercised a wide influence on local opinion, and the revolt of the Newcastle electorate in later years against doctrinaire Radicalism was largely due to his constant preaching of a broader outlook on national affairs.",
        "A calcarone with a capacity of 28,256 cub.",
        "The city is lighted by gas and electricity, - it was one of the first cities in the United States to adopt electric lighting, - and has a good watersupply system, owned by a private corporation, with a 41 acre filter plant of 18,000,000 gallons per diem capacity and an additional supply of water pumped from deep wells outside the city.",
        "The monument was erected after designs by Bruno Schmidt of Berlin, with fountains at the base said to be among the largest in the world, their capacity being 20,000 gallons per minute.",
        "They do really seem to engender a kind of hereditary capacity in their members.",
        "Having become senator for the department of Doubs (1895-1902), Rambaud held the position of minister of Public Instruction from 1896 to 1898, and in that capacity endeavoured to carry on the educational work of Jules Ferry, to whose memory he always remained faithful.",
        "His military capacity, inherited from his father, Nasir-ud-din Sabuktagin, was strengthened by youthful experience in the field.",
        "The extensive Alexandra tidal basin, on the north side of the Liffey, admits vessels of similar capacity.",
        "In 1860 he prepared the legislative unification of Italy, opposed the idea of an alliance between Piedmont and Naples, and, after the fall of the Bourbons, was sent to Naples as administrator of justice, in which capacity he suppressed the religious orders, revoked the Concordat, proclaimed the right of the state to Church property, and unified civil and commercial jurisprudence.",
        "The truth seems to be that Justinian was not a great ruler in the higher sense of the word, that is to say, a man of large views, deep insight, a capacity for forming just such plans as the circumstances needed, and carrying them out by a skilful adaptation of means to ends.",
        "The occurrence of characteristic algae at different levels constituting the zones to which reference has already been made, is probably in part an expression of the fact that different species vary in the capacity to resist desiccation from exposure.",
        "A few algae approach the ordinary terrestrial plants in their capacity to live in a sub-aerial habitat subject only to such occasional supplies of water as is afforded by the rainfall.",
        "On leaving the Home Office in 1895, Mr Asquith decided to return to his work at the bar, a course which excited much comment, since it was unprecedented that a minister who had exercised judicial functions in that capacity should take up again the position of an advocate; but it was obvious that to maintain the tradition was difficult in the case of a man who had no sufficient independent means.",
        "Merthyr Tydfil draws its supply from the lesser Taff, while Cardiff's main supply comes from the Great Taff valley, where, under acts of 1884 and 1894, two reservoirs with a capacity of 668 million gallons have been constructed and a third authorized.",
        "Thessaly has been consistently studied by Arbanitopoullos in his capacity as Ephor of Antiquities and as a soldier in the Balkan wars (1912-3).",
        "In this capacity he was also ex officio the superintendent of common schools, and rendered valuable services to his state in perfecting and expanding the free public school system, and in establishing state normal schools.",
        "In his prophetic capacity he published two remarkable books: Chartism (1829), enlarged from an article which Lockhart, though personally approving, was afraid to take for the Quarterly; and Past and Present (1843), in which the recently published Mediaeval Chronicle was taken as a text for the exposure of modern evils.",
        "He is not the only man whom absorption in work and infirmity of temper have made into a provoking husband, though few wives have had Mrs Carlyle's capacity for expressing the sense of injustice.",
        "Those who are curious to pry into the question of Carlyle's marital capacity, and the issues between Froude's assailants and his defenders, may consult New Letters and Memorials of Jane Welsh Carlyle, with introduction by Sir James Crichton-Browne; My Relations with Carlyle, by J.",
        "Having again acted in this capacity during the king's absence in 1275, Giffard died in April 1279, and was buried in his cathedral.",
        "It is also true, however, that they showed a great capacity for government, and in times of peace for peaceful organization.",
        "On leaving the Senate, in 1893, he became chairman of the Commission to the Five Civilized Tribes (sometimes called the Dawes Indian Commission), and served in this capacity for ten years, negotiating with the tribes for the extinction of the communal title to their land and for the dissolution of the tribal governments, with the object of making the tribes a constituent part of the United States.'",
        "General Alfaro then assumed dictatorial powers as supreme chief of the nation, continuing in this capacity until the 6th of February 1897, on which date he was declared to be elected president of the republic. A series of revolutionary movements against the administration of President Alfaro occurred in the course of the next few years.",
        "In 1848 he was consecrated archbishop of Canterbury, in which capacity he dealt impartially with the different church parties.",
        "Later on, the right of creating patricians came to be regarded as inherent in the principate, and was exercised by Claudius and Vespasian without any legal enactment, apparently in their capacity as censor (Tac. Ann.",
        "On the 14th of August 1789 the Constituent Assembly made Camus its archivist, and in that capacity he organized the national archives, classified the papers of the different assemblies of the Revolution and drew up analytical tables of the procesverbaux.",
        "examen, the tongue of a balance) is used in the following article to denote a systematic test of knowledge, and of either special or general capacity or fitness, carried out under the authority of some public body.",
        "At their best they fulfilled precisely the technical purpose for which they were intended; they fully tested the capacity of the candidate to teach the subjects which he was required to teach in accordance with the methods which he was required to use.",
        "- University examinations for degrees having ceased to be used as technical tests of teaching capacity, new examinations have been devised for this purpose.",
        "In many subjects, the written examinations test memory rather than capacity.",
        "Owing to a prevailing confusion between tests of memory and tests of capacity, the allowance for chance fairly applied to the former is apt to be unduly extended to the latter.",
        "In applying tests of memory, it may be legitimate to allow a candidate to pass who answers correctly from 30 to 50% of the questions; such an allowance if applied to a test of capacity, such as the performance of a sum in addition, the solution of triangles by means of trigonometrical tables, or the translation of an easy passage from a foreign language, appears to be irrational.",
        "A candidate who obtains only 50% of the marks in performing such operations cannot be regarded as being able to perform them; and, if the examination is to be treated as a test of his capacity to perform them, he should be rejected unless he obtains full marks, less a certain allowance (say 10, or at most 20%) in view of the more or less artificial conditions inherent in all examinations.",
        "Examinations are suited in the first instance for the purpose for which they were originally designed in medieval universities - the test of technical and professional capacity; it has never been proposed to abolish qualifying examinations for doctors, pharmaceutical chemists, &c.; the tests applied are (or should be) direct tests of capacity carried out under conditions as nearly as possible like those of actual practice.",
        "Examinations as tests of the knowledge of isolated facts are necessarily of relatively small value, because the memory of such facts is transient; and memorization of a large number of facts for examination purposes is generally admitted to be specially transient; the \" knowledge-test,\" considered apart from a test of capacity, is in fact not a test of permanent knowledge, but of the power of retaining facts for a length of time which it is impossible to estimate and which with some candidates extends over a few weeks only.",
        "If pushed to its logical conclusion the view of Paulsen must, it is submitted, lead to the complete abandonment at examinations of tests of \" knowledge \" as distinguished from direct tests of capacity.",
        "of Qishm, she has at no time acquired territory in that region, although she has for generations borne an honourable burden there which no other nation has ever undertaken anywhere, except in the capacity of sovereign.",
        "GALLON, an English measure of capacity, usually of liquids, but also used as a dry measure for corn.",
        "Some modern writers have supposed Pytheas to have been sent out, at public expense, in command of an expedition organized by the republic of Massilia; but there is no ancient authority for this, and Polybius, who had unquestionably seen the original work, expressly states that he had undertaken the voyage in a private capacity and with limited means.",
        "For a few days in 1859 he held office as lord high commissioner, and in that capacity he proposed for the consideration of the assembly a series of reforms. These reforms were, however, declared inadmissible by the assembly; and Sir Henry Storks, who succeeded Gladstone in February 1859, began his rule by a prorogation.",
        "Surveying the questions connected with landed property, with the game laws, the poor, the Established Church, especially in Ireland, he expressed grave doubt on the legislative capacity of the English parliament as compared with the power of renovation manifested in other states of western Europe.",
        "The merit of Hegel is to have indicated and to a large extent displayed the filiation and mutual limitation of our forms of thought; to have arranged them in the order of their comparative capacity to give a satisfactory expression to truth in the totality of its relations; and to have broken down the partition which in Kant separated the formal logic from the transcendental analytic, as well as the general disruption between logic and metaphysic. It must at the same time be admitted that much of the work of weaving the terms of thought, the categories, into a system has a hypothetical and tentative character, and that Hegel has rather pointed out the path which logic must follow, viz.",
        "Hans Christian's son, Friedrich Georg, was brought up to the trade of a tailor, and in this capacity settled in Frankfort in 1686.",
        "He accepted the position of head of the Press Bureau, and in that capacity encouraged, with a view to accelerate enlistment, the publication in The Times of Aug.",
        "But without an intimate knowledge of Fox's political experience and capacity he would hardly have made him his principal secretary, and soon afterwards lord privy seal and bishop of Exeter (1487).",
        "The Lady Margaret Beaufort made him one of her executors, and in this capacity as well as in that of chancellor, he had the chief share with Fisher in regulating the foundation of St John's College and the Lady Margaret professorships and readerships.",
        "One of the most valuable characteristics of the iron alloys is their capacity for hardening, which they owe in the main to the presence of certain small percentages of carbon relatively to minute quantities of other elements: as manganese, tungsten, nickel and others of less importance.",
        "The capacity for hardening is an invaluable property not only in regard to cutting-tools, but also in prolonging the life of parts subjected to severe friction.",
        "His services to France in this capacity were the crowning achievement of his life, and he enjoyed the conspicuous honour of holding his office without a break for five years through as many successive administrations - those of Floquet and Tirard, his own fourth ministry (March 1890-February 1892), and the Loubet and Ribot ministries.",
        "In this capacity, seeing no hope of bringing his army back to France or of consolidating his conquests, he made the convention of El-Arish.",
        "In 1573 he became guardian to the two sons of John William, duke of Saxe-Weimar, and in this capacity was able to add part of the county of Henneberg to electoral Saxony.",
        "Perceiving a molecular isonomy between them and the inorganic compounds of the metals from which they may be formed, he saw their true molecular type in the oxygen, sulphur or chlorine compounds of those metals, from which he held them to be derived by the substitution of an organic group for the oxygen, sulphur, &c. In this way they enabled him to overthrow the theory of conjugate compounds, and they further led him in 1852 to publish the conception that the atoms of each elementary substance have a definite saturation capacity, so that they can only combine with a certain limited number of the atoms of other elements.",
        "The Boer War afforded him an opportunity to show his capacity.",
        "Such as are known and worked at present have been worked from very ancient times, and their capacity is not likely to develop greatly under the Kabul government.",
        "In that capacity, and, before his appointment at Leiden, as a lecturer on political science, history and economics at Amsterdam, he gained great reputation as a political reformer, particularly after the publication of his standard work, Aanteekeningen op de Grondwet (\" Annotations on the Constitution,\" 1839; 2nd ed., Amsterdam, 1841-1843), which became the textbook and the groundwork for the new reform party in Holland, as whose leader Thorbecke was definitely recognized.",
        "(2) The House of Burgesses (Biirgerschaft), of 120 members, elected by free suffrage and exercising its powers partly in its collective capacity and partly through a committee of thirty members.",
        "The details vary in the different provinces; but, broadly speaking, a settlement may be described as the ascertainment of the agricultural capacity of the land.",
        "Warren Hastings, who in his capacity of governor-general claimed a right of control over the decisions of the Bombay government, strongly disapproved of the treaty of Surat, but, when war once broke out, he threw the whole force of the Bengal army into the scale.",
        "On the 7th of May Congress had already chosen him to be secretary for foreign affairs, and in December Jay resigned his seat in Congress and accepted the secretaryship. He continued to act in this capacity until 1790, when Jefferson became secretary of state under the new constitution.",
        "He also participated in the Seven Years' War in a subordinate capacity.",
        "In the last-mentioned capacity he highly distinguished himself by the manner in which he gave effect to the difficult measure of disbanding the French corps in the pay of the nizam.",
        "This success was supposed to prove his capacity for dealing with Orientals, and paved his way to the post of ambassador at Constantinople, which he occupied from 1864 till 1877.",
        "A hodge-podge of pulse was prepared and offered to Apollo (in his capacity as sun god and ripener of fruits) and the Horae, as the first-fruits of the autumn harvest.",
        "The belief in the imminent collapse of the Ottoman dominion was weakened almost to extinction; so was the belief, which inspired the treaty cf 1856, in the capacity of Turkey to reform and develop itself on European lines.",
        "The thermal capacity of a body is measured by the quantity of heat required to raise its temperature one degree, and is necessarily proportional to the mass of the body for bodies of the same substance under similar conditions.",
        "The specific heat of a substance is sometimes defined as the thermal capacity of unit mass, but more often as the ratio of the thermal capacity of unit mass of the substance to that of unit mass of water at some standard temperature.",
        "The two definitions are identical, provided that the thermal capacity of unit mass of water, at a standard temperature, is taken as the unit of heat.",
        "The Method of Mixture consists in imparting the quantity of heat to be measured to a known mass of water, or some other standard substance, contained in a vessel or calorimeter of known thermal capacity, and in observing the rise of temperature produced, from which data the quantity of heat may be found as explained in all elementary text-books.",
        "Among minor difficulties of the method may be mentioned the uncertainty of the thermal capacity of the calorimeter and stirrer, and of the immersed portion of the thermometer.",
        "The methods depending on change of state are theoretically the simplest, since they do not necessarily involve any reference to thermometry, and the corrections for external loss of heat and for the thermal capacity of the containing vessels can be completely eliminated.",
        "The thermal capacity of the scale-pan, &c., can be determined by a separate experiment., or, still better, eliminated by the differential method of counterpoising with an exactly similar arrangement on the other arm of the balance.",
        "This Variation May Have Been Due To The State Of The Lagging, Which Moorby Distrusted In Spite Of The Great Reduction Of The Heat Loss, Or It May Have Been Partly Due To The Difficulty Of Regulating The Speed Of The Engine And The Watersupply To The Brake In Such A Manner As To Maintain A Constant Temperature In The Outflow, And Avoid Variations In The Heat Capacity Of The Brake.",
        "There Are Three Possible Kinds Of Unit, Depending On The Three Fundamental Methods Already Given: (I) The Thermometric Unit, Or The Thermal Capacity Of Unit Mass Of A Standard Substance Under Given Conditions Of Temperature And Pressure On The Scale Of A Standard Thermometer.",
        "In Consequence Of The Small Thermal Capacity Of Gases And Vapours Per Unit Volume At Ordinary Pressures, The Difficulties Of Direct Measurement Are Almost Insuperable Except In Case (2).",
        "The Well Known Experiments Of Regnault And Wiedemann On The Specific Heat Of Gases At Constant Pressure Agree In Showing That The Molecular Specific Heat, Or The Thermal Capacity Of The Molecular Weight In Grammes, Is Approximately Independent Of The Temperature And Pressure In Case Of The More Stable Diatomic Gases, Such As 112,02, N2, Co, &C., And Has Nearly The Same Value For Each Gas.",
        "The Ideal Atomic Heat Is The Thermal Capacity Of A Gramme Atom In The Ideal State Of Monatomic Gas At Constant Volume.",
        "After the murder of Caesar (44) he attracted the notice of Brutus, by whom he was offered the post of military tribune, in which capacity he rendered good service to the republican cause.",
        "Pelagius declared the capacity of every man to become virtuous by his own efforts, and summoned the members of the Church in Rome to enter on the way of perfection in monasticism.",
        "After the restoration of peace his capacity for organization was displayed in all directions.",
        "He had great military capacity and introduced important reforms. On the murder of Walid he prepared to dispute the supreme power with the new caliph, and invaded Mesopotamia.",
        "He seems to have been a man of limited capacity, and had very little share in the achievements accomplished in his name.",
        "In the spring of the following year he gave up his seat at the admiralty on being appointed to the command of the Channel Fleet; and in that capacity he witnessed the partial, and prevented the total, destruction of the French fleet in Basque Roads, on the 12th of April 1809.",
        "In 1814 he acted in a civil capacity as chief commissioner for negotiating a treaty of peace with the United States; for his exertions in which business he was honoured with the Grand Cross of the Bath.",
        "Retiring from the presidency in 1817, Madison returned to his home, Montpelier (in Orange county, Virginia), which he left in no official capacity save in 1829, when he was a delegate to the state constitutional convention and served on several of its committees.",
        "The irrigating capacity of this canal is 1,250,000 acres.",
        "of ideas not due to external causes nor to volition but only to our capacity to think, our disposition to develop them, and finally the ontological proof, that affect the thought of the next age most deeply.",
        "Schleiermacher's formula obviously ascribes a function in knowledge to thought as such, and describes in a suggestive manner a duality of the intellectual and organic functions, resting on a parallelism of thought and being whose collapse into identity it is beyond human capacity to grasp. It is rather, however, a statement of a way in which the relations of the terms of the problem may be conceived than a system of necessity.",
        "In 1136 he accompanied the imperial forces to Italy in the capacity of standard-bearer, distinguished himself by his soldierly skill, and in view of the increasing age and infirmity of Lothair, sought to win the favour of Pope Innocent II.",
        "The energy stored up in the jar in joules is expressed by the value of CV 2, where C is the capacity measured in farads and V the potential difference of the coatings in volts.",
        "If the capacity C is reckoned in microfarads then the energy storage is equal to CV 2 /2 X 19 6 joules or 0.737 CV 2 / 2 X 10 6 foot-pounds.",
        "The size of jar commonly known as a quart size may have a capacity from 4 o 0 th to s 00 oth of a microfarad, and if charged to 20,000 volts stores up energy from a quarter to half a joule or from -ths to Iths of a foot-pound.",
        "For the purposes of wireless telegraphy, when large condensers are required, the ordinary Leyden jar occupies too much space in comparison with its electrical capacity, and hence the best form of con denser consists of a number of sheets of crown glass, each partly coated on both sides with tin foil.",
        "All the tin foils on one side of the glass plates are connected together and all the tin foils on the opposite sides, so as to construct a condenser of any required capacity.",
        "Fessenden in wireless telegraphy, and they form a very excellent arrangement for standard condensers with which to compare the capacity of other Leyden jars.",
        "Owing to the variation in the value of the dielectric constant of glass with the temperature and with the frequency of the applied electromotive force, and also owing to electric glow discharge from the edges of the tin foil coatings, the capacity of an ordinary Leyden jar is not an absolutely fixed quantity, but its numerical value varies somewhat with the method by which it is measured, and with the other circumstances above mentioned.",
        "During frequent journeys to Germany he enlarged his military experience, and upon his appointment to the command of the Naples Army Corps in 1896 displayed sound military and administrative capacity.",
        "Of its large commerce, grain is the chief commodity; it is estimated that about four-fifths of that exported from the port of New York is shipped from here, and the borough's grain elevators have an estimated storage capacity of about 20,000,000 bushels.",
        "The water-supply system is owned and operated by the borough; the water is derived from streams flowing southward in the sparsely settled area east of the borough, and also from driven wells in the same region; it is pumped by ten engines at Ridgewood to a reservoir having a capacity of about 300,000,000 gallons, while a part of it is re-pumped to a high service reservoir near the north entrance to Prospect Park for the service of the most elevated part of the borough.",
        "The king's bodily weakness limited his real capacity, and his early death on the 25th of December 1406 cut short the promise of his reign.",
        "In this capacity, in 530, he received into the emperor's obedience another Narses, a fellow-countryman, with his two brothers, Aratius and Isaac. These Persarmenian generals, having formerly fought under the standard of Persia, now in consequence of the successes of Belisarius transferred their allegiance to the emperor Justinian, came to Constantinople, and received costly gifts from the great minister.",
        "In this capacity he took part in the second Bull Run campaign, and his corps displayed the utmost gallantry in the unsuccessful attacks on Bald Hill.",
        "In this capacity he exercised a moderating influence upon the extreme section of the Independents, who at a later date (1920) joined the Communists.",
        "He is not a prominent figure in Northern mythology, for even in this special capacity he is overshadowed by Odin, and there are hardly any traces of worship being paid to him.",
        "In practice the different degrees of jurisdiction, as represented in the pope, are of no importance: he is bishop of Rome and governs his diocese by direct episcopal authority; he is also the head of the Church, and in this capacity governs all the dioceses, though the regular authority of each bishop in his own diocese is also ordinary and immediate, i.e.",
        "(2) In the matter of infallibility: \"We decree that when the Roman Pontiff speaks ex cathedra, that is to say, when, in his capacity as Pastor and Doctor of all Christians he defines, in virtue of his supreme apostolic authority, a certain doctrine concerning faith or morals to be held by the whole Church, he enjoys, by the divine assistance promised to him in the Blessed Peter, that infallibility with which the divine Redeemer has thought good to endow His Church in order to define its doctrine in matters of faith and morals; consequently, these definitions of the Roman Pontiff are irreformable in themselves and not in consequence of the consent of the Church.\"",
        "DHULEEP SINGH (1837-1893), maharaja of Lahore, was born in February 1837, and was proclaimed maharaja on the 18th of September 1843, under the regency of his mother the rani Jindan, a woman of great capacity and strong will, but extremely inimical to the British.",
        "Some censure, which was directed against the prince in his capacity as lord high admiral, was terminated by his death.",
        "In the most perfect form of federation the states agree to delegate to a supreme federal government certain powers or functions inherent in themselves in their sovereign or separate capacity, and the federal government, in turn, in the exercise of those specific powers acts directly, not only on the communities making up the federation, but on each individual citizen.",
        "The speed of a cable is given in words per minute, the conventional number of five letters per word being understood, though in actual practice, owing to the extensive use of special codes, the number of letters per word is really between eight and nine; and this forms a considerable factor in lowering the earning capacity of a cable.",
        "The wire may have at the upper end a plate called a \" capacity area,\" electrically equivalent to an extension of the wire, or part of the wire may be bent over and carried horizontally.",
        "In 1847 the American colonists declared their country to be an independent republic, and its status in this capacity was recognized in1848-1849by most of the great powers with the exception of the United States.",
        "long, but their capacity is so insufficient that lighterage is still necessary.",
        "The board consists of five classes of members: (I) large landed proprietors (nobles owning S90 acres and over), who sit in person; (2) delegates of the small landowners, including the clergy in their capacity of landed proprietors; (3) delegates of the wealthier townsmen; (4) delegates of the less wealthy urban classes; (5) delegates of the peasants, elected by the volosts.",
        "have been chiefly directed towards increasing the fighting capacity and readiness for immediate service of the troops in Asia, and towards the better reorganization of the local irregular militia forces.",
        "In this way German influence was enormously increased, and was represented by men of considerable capacity holding the highest official positions, such as Biren, Miinnich and Ostermann.",
        "Moreover, the average tractive power per locomotive and the average capacity per freight car advanced greatly in this period, although specific figures cannot be given.",
        "Thus it may fairly be said that the railway system of the United States was reconstructed between 1896 and 1905, so far as concerns rails, sleepers, ballast and the general capacity of a given group of lines to perform work.",
        "It has many advantages for heavy high-speed service, namely, large and well-proportioned boiler, practically unlimited grate area, fire-box of favourable proportions for firing, fairly low centre of gravity, short coupling-rods, and, finally, a combination of the safe and smooth riding qualities of the fourcoupled bogie type, with great steaming capacity and moderate axle loads.",
        "It is used to a limited extent for mountain-grade goods traffic, and has the advantage over the \" Consolidation \" or eight-coupled type of lighter axle loads for a given tractive capacity.",
        "and the goods wagons of Europe and other lands is in carrying capacity.",
        "On the continent of Europe the average carrying capacity is rather higher; though wagons of less than io tons capacity are in use, many of those originally rated at io tons have been rebuilt to hold 15, and the tendency is towards wagons of 15-20 tons as a standard, with others for special purposes holding 40 or 45 tons.",
        "About 1875 their average capacity differed little from that of British wagons of the present day, but by 1885 it had grown to zo or 22 short tons (z000 ib) and now it is probably at least three times that of European wagons.",
        "This high carrying capacity has worked in several ways to reduce the cost of transportation.",
        "But an American car with a capacity of 10o,000 lb may weigh only 40,000 lb, and thus the ratio of its capacity to its tare weight is only about 5 to 2.",
        "in numerous wagons, each of which goes right through to its destination, with the consequence that, so far as general merchandise is concerned, the weight carried in each is a quarter - or less of its capacity.",
        "In this capacity he appeared before the international tribunal of arbitration at Paris in 1899, worthily maintaining the reputation of the American bar.",
        "He had entered the war office in 1870, and in 1880 became general secretary, in which capacity he introduced many useful reforms in the army.",
        "On the great day of atonement the high priest appears in a vicarious and representative capacity, and offers on behalf of the whole nation which he was considered to embody in his sacred person.",
        "In his episcopal capacity he attended several diets of the empire, as well as the opening meetings of the council of Trent; and the influence of his father, now chancellor, led to his being entrusted with many difficult and delicate pieces of public business, in the execution of which he developed a rare talent for diplomacy, and at the same time acquired an intimate acquaintance with most of the currents of European politics.",
        "In 1550 he succeeded his father in the office of secretary of state; in this capacity he attended Charles in the war with Maurice, elector of Saxony, accompanied him in the flight from Innsbruck, and afterwards drew up the treaty of Passau (August 1552).",
        "This capacity he never abused so as to burden his conscience or depress his spirits.",
        "The actual borrowing capacity of the state is limited by its constitution to $300,000, except for the extraordinary purpose of repelling invasion or suppressing insurrection.",
        "He died at his home at Blechingdon in Oxfordshire on the 26th of April 1686, closing a career marked by great ability, statesmanship and business capacity, and by conspicuous courage and independence of judgment.",
        "In this capacity he attracted attention by wearing at the court of Napoleon III.",
        "The steel combustion chamber is of about 250 c.c. capacity, and is wholly immersed in the calorimeter.",
        "Idumaean or Philistine of Ascalon, Antipater had displayed the capacity of his adoptive or adopted nation for his own profit and theirs.",
        "Elected to the Reichstag of 1840, he was in 1848 appointed to a financial post in the Hungarian government, and was transferred in like capacity to Vienna under Esterhazy.",
        "The city added to its waterworks a filtration plant, with a total capacity of 150,000 gal.",
        "He served in this capacity throughout the war, and for a short time before its close was also acting secretary of the treasury.",
        "From 1875 to 1887, when he entered the U.S. Senate, he was again a representative in Congress, and from 1877 almost continuously to the close of his service he was chairman of the Committee on Commerce, in which capacity he had a prominent part in securing the passage of the Interstate Commerce Act of 1887.",
        "The Japanese people have added to their ancient civilization and their remarkable artistic faculty, an adaptation of Western methods, and a capacity for progress in war and commerce, which single them out among Eastern races as a great modern world-force.",
        "Such a reduction of temperature is brought about along the greater part of the coasts of India and of the BurmoSiamese peninsula by the interruption of the wind current by continuous ranges of mountains, which force the mass of air to rise over them, whereby the air being rarefied, its specific capacity for heat is increased and its temperature falls, with a corresponding condensation of the vapour originally held in suspension.",
        "To do this other qualities than mere military capacity were required.",
        "He was one of the British representatives at the congress of Chatillon in February 1814, and in the same capacity was present during the negotiations which led to the treaty of Paris in the following May.",
        "He had been elected a member of the comite diplomatique of the Assembly in July 1790, and became its reporter at once, and in this capacity he was able to prevent the Assembly from doing much harm in regard to foreign affairs.",
        "His qualities and his defects were alike exhibited on a generous scale; and if his greed and arrogance were colossal, so were his administrative capacity and his appetite for work.",
        "But all pain and sorrow are incidental to the human being in his individual capacity.",
        "Kant, though pessimistic as regards the actual man, is optimistic regarding his moral capacity.",
        "But they were absorbed by the direction of military and political combinations, and by intrigues for the preservation of their own power; and, even allowing for all this, they failed to evince the civil capacity which might have been anticipated.",
        "He was appointed a member of an ecclesiastical commission for reforming the church in 1787, in which capacity he was virtually minister of public worship. In 1791-1792 he became a leading member of the financial and general committees of the riksdag.",
        "In this capacity it is capable of rendering most valuable assistance, for it can be utilized in moving extensive areas of land in a very short time.",
        "It must be remembered also that economic work in modern times is carried on by consciously or unconsciously associated effort, and although it must always require high qualities of judgment, capacity and energy, many of the difficulties which at first sight appear so insuperable give way when they are attacked.",
        "In many a country district the gradations of social rank were more continuous, the opportunities of intercourse more frequent, and the capacity for organization greater than in modern times.",
        "But the subject is not only of immediate concern to the state in its corporate and public capacity.",
        "For these problems we want, not a few old-established general principles which no one seriously calls in question, but genuine constructive and organizing capacity, aided by scientific and detailed knowledge of particular institutions, industries and classes.",
        "As for Barras, his venality and vices outweighed even his capacity for successful intrigue.",
        "His capacity to speak German with the king would alone have made Sir Robert detest him.",
        "In 1901 the Copley medal of the Royal Society of London was awarded him as being \"the first to apply the second law of thermodynamics to the exhaustive discussion of the relation between chemical, electrical and thermal energy and capacity for external work.\"",
        "Self-reflection gradually reveals to us human capacity, human function, with, consequently, human responsibility.",
        "ing the dorsal with the ventral sclerites of the Lateral thoracic abdomen, lessens t he capacity of the abdo ternal femoral minal region, while the contraction of the power Longit.",
        "air-sacs, by which the breathing capacity is much increased.",
        "For the same reason he abstained from drastic religious reforms in his capacity as high-priest of Lydia.",
        "He misjudged the character both of the colonists and of the natives, his cardinal mistake being in regarding the African as little removed from the European in intellect and capacity.",
        "m., an average depth of 46 ft., and a capacity of 63,068,000,000 gallons of water.",
        "Saw gins do considerable damage to the fibre, but for short-stapled cotton they are largely used, owing to their great capacity.",
        "With a capacity for the production of cotton almost boundless, the crop which was so insignificant when the century began had in 1860 reached the enormous extent of 4,824,000 bales.",
        "The promise frequently made by Republican campaign leaders that Mr. Harding would surround himself with advisers of capacity and experience, seemed to be fulfilled by his choice of Cabinet members.",
        "All have been arranged in geographical order without reference to productive capacity or importance.",
        "high, with slightly conical wooden roofs covered with sheet iron; their capacity is 35,000 barrels, and they are placed upon the carefully levelled ground without any foundation.",
        "In the earlier refineries the stills, the capacity of which varied from 25 to 80 barrels, usually consisted of a vertical cylinder, constructed of castor wrought-iron, with a boiler-plate bottom and a cast-iron dome, on which the \" goose-neck \" was bolted.",
        "His versatility was shown in his organization of the Army Works Corps which served in the Crimea, his excellent capacity as a man of business in railway management, and his enterprising experiments in floriculture.",
        "The process of soap-boiling is carried out in large iron boilers called \" soap pans \" or \" coppers,\" some of which have capacity for a charge of 30 tons or more.",
        "In this capacity Thomas controlled the issue of royal writs and the distribution of ecclesiastical patronage; but it was more important for his future that he had ample opportunities of exercising his personal fascination upon a prince who was comparatively inexperienced, and thirteen or fourteen years his junior.",
        "There are certain instances in his life which, taken by themselves, show a hardness in treating individuals who would not obey; but as a rule, he tempered his authority to the capacity of those with whom he had to deal.",
        "As a ruler he showed legislative capacity, and a very commendable wish to provide his kingdoms with a code of laws and a consistent judicial system.",
        "Next year he was appointed captain of the steam reserve at Portsmouth; and after serving three years in that capacity, he remained at Portsmouth as flag-captain to the commander-in-chief until 1886, when he was retired by superannuation before he had attained flag rank.",
        "He was not only without political or military capacity, but was so garrulous that he could not keep a secret.",
        "The city obtains its water-supply from the Chattahoochee river (above the mouth of Peachtree Creek), whence the water is pumped by four pumps, which have a daily capacity of 55,000,000 gallons.",
        "In this capacity he defeated the Danish fleet near Gothenburg and thus raised the siege of the city.",
        "In this capacity he did very useful work, and after the Restoration continued in this post at the request of the duc de Richelieu, his work being recognized by his election as a member of the Academie des Inscriptions et Belles-Lettres in 1820.",
        "Atargatis, in the capacity of fro?uovxos, wears a mural crown, is the ancestor of the royal house, the founder of social and religious life, the goddess of generation and fertility (hence the prevalence of phallic emblems), and the inventor of useful appliances.",
        "According to this theory, an element in a compound had a definite saturation capacity, an idea very old in itself, being framed in the law of multiple proportions.",
        "The brilliant researches of Frankland on the organo-metallic compounds, and his consequent doctrine of saturation capacity or valency of elements and radicals, relieved Kolbe's views of all obscurity.",
        "Neumann, who, in 1831, deduced from observations on many carbonates (calcium, magnesium, ferrous, zinc, barium and lead) that stoichiometric quantities (equimolecular weights) of compounds possess the same heat capacity.",
        "each element retains the same heat capacity when in combination as in the free state.",
        "But that he was sufficiently alert as the principal adviser of the elector the results of his labours in that capacity amply prove.",
        "Elliot Smith has shown 7 the existence of the two racial stocks in Egypt, the predynastic Nilotic and the invading \"Armenoid \" from Asia, the man of higher cranial capacity to whom the blossoming of the Egyptian civilization and art out of primitive African barbarism is to be ascribed.",
        "In this office he showed not only a large capacity for hard work, but also general administrative ability and much zeal for the improvement of the service.",
        "Alexander had at first trusted Persian grandees more freely in this capacity; in Babylonia, Bactria, Carmania, Susiana he had set Persian governors, till the ingrained Oriental tradition of misgovernment so declared itself that to the three latter provinces certainly Macedonians had been appointed before his death.",
        "(3) The muzzle more or less shortened, the frontal sinus enlarged, and the cranium elevated and diminished in capacity.",
        "The favourite colour is a uniform sandy, or pale grey tone, but characters directly related to capacity for speed have received most attention.",
        "Friends have always held that war is contrary to the precepts and spirit of the Gospel, believing that it springs from the lower impulses of human nature, and not from the seed of divine life with its infinite capacity of response to the Spirit of God.",
        "Cato, Varro and Columella all agree that slave labour was to be preferred to free except in unhealthy regions and for large occasional operations, which probably transcended the capacity of the permanent familia rustica.",
        "Early in 1776 he was sent to France by Congress, in a semi-official capacity, as a secret agent to induce the French government to lend its financial aid to the colonies.",
        "All intelligent procedure implies the inherited capacity of profiting by experience.",
        "The boy no doubt inherits a capacity for riding a bicycle, otherwise he could never do so.",
        "Individual experience is a condition which without the innate capacity cannot take effect.",
        "So Beauty is by itself described as the Sensuous World, and in this capacity is called the Sacred King or simply the King, whilst Kingdom, the tenth Sephirah, which unites all the nine Sephiroth, is used to denote the Material World, and as such is denominated the Queen or the Matron.",
        "The moment for testing his capacity in the highest degree had now come.",
        "For the Greeks \"love of wisdom\" involved inquiry into the basis and origin of things; the Hebrew \"wisdom\" was the capacity so to order life as to get out of it the greatest possible good.",
        "The depth of the wells is from 840 to 2150 ft.; two wells completed in 1907 had a daily capacity estimated at 35,000,000 to 50,000,000 ft.",
        "Later, without taking into consideration the effective amounts in cash at the disposal of the vilayets, considerable sums were drawn upon them, by means of havales, out of proportion to their capacity.",
        "The system has a delivery capacity of 120,000,000 gallons daily.",
        "farther from the shore, and extending the east breakwater 3 m., the capacity of the outer harbour has been doubled.",
        "Here two reservoirs of a combined capacity of 668 million gallons have been constructed, and a conduit some 36 m.",
        "Again, water, the best electrolytic solvent known, is also the body of the highest specific inductive capacity (dielectric constant), and this property, to whatever cause it may be due, will reduce the forces between electric charges in the neighbourhood, and may therefore enable two ions to separate.",
        "During part of this time (1794-1795) he was also envoy extraordinary to Spain, and in this capacity negotiated (1795) the important Treaty of San Lorenzo el Real; by that treaty the boundary between the United States and East and West Florida and between the United States and \" Louisiana was settled (Spain relinquishing all claims east of the Mississippi above 31 0 N.",
        "The capacity process.",
        "Most kettles at present hold 30 tons of lead; some, however, have double that capacity.",
        "In the Pattinson process the argentiferous lead is melted down in the central cast iron kettle of a series 8-15, placed one next to the other, each having a capacity of 9-15 tons and a separate fire-place.",
        "The plant consists of two tilting oval metal pans (capacity 7 tons), one cylindrical crystallizing pot (capacity 22 tons), with two discharging spouts and one steam inlet opening, two lead moulds (capacity 31 tons), and a steam crane.",
        "On his return he found both his parents dead, and was appointed the guardian of his eleven young brothers and sisters, in which capacity, profiting by the spoliation of the church, he accumulated immense riches.",
        "His extraordinary financial abilities and pronounced political capacity soon found ample scope in public life.",
        "These differences may be arranged in two main groups: (a) Those which have arisen between state and state in their sovereign capacities; (b) Those in which one state has made a demand upon another state, ostensibly in its sovereign capacity, but really on behalf of some individual, or set of individuals, whose interests it was bound to protect.",
        "He also retained a third of the fines which he imposed in his judicial capacity.",
        "The departure of Count Maurice, moreover, had seriously weakened the position of the Dutch, for his successors had neither his conciliatory manners nor his capacity.",
        "Another half-brother, Robert of Mortain, earl of Cornwall, showed little capacity.",
        "In this capacity there is associated with him a goddess Allatu, though there are indications that at one time Allatu was regarded as the sole mistress of Aralu, ruling in her own person.",
        "A rare capacity for tedious work, a dour Catonian rectitude, a passion for truth, pride, irritability at criticism and independence of character, are the marks of Herculano as a man.",
        "His connexion with philosophy was chiefly in the capacity of a translator.",
        "The language, nursed by the academy, developed 1840- rapidly, and showed its capacity for giving expression to 1880.",
        "In their collective capacity the Gandharva share the duties allotted to the single deity.",
        "The principal buildings are the post-office, courthouse, city hall, an auditorium with a seating capacity of 5000, a Masonic building, an Oddfellows' temple, a Y.M.C.A.",
        "It is among them so important whilst the Record in all its details is so far beyond the receptive capacity of the brain, that selection and guidance are employed by the elders in order to enable the younger generation to benefit to the utmost by the absorption (so to speak) in the limited span of a lifetime of the most valuable influences to be acquired from this prodigious envelope of Recorded Experience.",
        "In 1869 he was appointed by Minghetti under secretary of state to the ministry of agriculture and commerce, in which capacity he abolished government control over commercial companies and promoted a state inquiry into the conditions of industry.",
        "His efforts in this capacity failed; but when the city was stormed (70) Titus granted him whatever boon he might ask.",
        "In this capacity Gerbert showed the same energy that had characterized his former life.",
        "The bulk of the Dutch levies were organized on the burgher system - that is, each district was furnished with a commandant, who had under him field-cornets and assistant field-cornets, who administered the fighting capacity of the district.",
        "Finally, to enable them to work their mines to their full capacity, the Rand houses asked for leave to import Chinese labourers.'",
        "That every one who has capacity to understand the law is presumed to know it is a very necessary principle, for otherwise the courts would be continually occupied in endeavouring to solve problems which by their very impracticability would render the administration of justice next to impossible.",
        "This office he actually held for the long period of forty-two years; and it was in this official capacity that he wrote the Histoire du renouvellement del' Academie des Sciences (Paris, 3 vols., 1708, 1717, 1722) containing extracts and analyses of the proceedings, and also the -loges of the members, written with great simplicity and delicacy.",
        "The natives engaged in the fishery used some 400 sailboats of 3 to 15 tons capacity, and the beds were raked in search of pearl oysters.",
        "The correspondence of the two shows that they were far from being on cordial personal terms with one another, but Hood always discharged his duty punctually, and his capacity was so great, and so signally proved, that no question of removing him from the station ever arose.",
        "The importance of Crispi in Italian public life depended less upon the many reforms accomplished under his administrations than upon his intense patriotism, remarkable fibre, and capacity for administering to his fellow-countrymen the political tonic of which they stood in constant need.",
        "According to Ribbert it is the isolation, together with the latent capacity of isolated cells for unlimited poliferation, that gives rise to new growths.",
        "On the 10th of March 1848 Antonelli became premier of the first constitutional ministry of Pius IX., a capacity in which he displayed consummate duplicity.",
        "This fleet is computed to number some 8500 craft, with an aggregate capacity of over 2 million tons, of which about one-tenth are steamships.",
        "His literary capacity was early shown in the remarkable fiction of his Memoirs of Arthur Hamilton (1886) under the pseudonym of \"Christopher Carr,\" and his Poems (1893) and Lyrics (1895) established his reputation as a writer of verse.",
        "Moreover, his association with glass manufacture led him to study the refractive indices of different kinds of glass; he further undertook abstruse researches on electrostatic capacity, the phenomena of the residual charge, and other problems arising out of Clerk Maxwell's electro-magnetic theory.",
        "With their advantages of greater speed and carrying capacity over the horsed vehicles, their introduction was a most important development, though their working at first imposed a severe financial strain on many companies.",
        "The capacity of existing sources, however, was deemed sufficient by a Royal Commission under Lord Balfour of Burleigh in 1893, and this opinion was endorsed by a further Commission under Lord Llandaff.",
        "Ports on the lake are limited in capacity to vessels drawing not more than 14 ft.",
        "Vertical shafts are better adapted to rapid hoisting, and have therefore somewhat greater capacity, than inclined shafts.",
        "The cost of underground haulage is lessened by the use of cars of large capacity.",
        "In Europe the capacity ranges from 1000 to Isoo lb, though the tendency is to increase the size of the cars used.",
        "The capacity of the tank depends on the power required and the distance to be traversed by a single charge of air.",
        "Skips are sometimes of very large capacity, holding 5, 7, and even 10 tons of ore; such are used, for example, in several shafts at Butte, Montana, in the Lake Superior copper district, and in South Africa.",
        "To mine ore or coal at minimum cost it is necessary to work the mine plant at nearly or quite its full capacity and to avoid interruption and delays.",
        "These simple business principles do not seem to be generally recognized by the investing public, and mines, whose earning capacity is accurately known, are frequently quoted on the stock markets at prices which cannot possibly yield enough to the purchaser to repay his investment during the probable life of the mine.",
        "Having graduated and begun to give lectures at Jena in 1605, he in 1606 accepted the invitation of John Casimir, duke of Coburg, to the superintendency of Heldburg and mastership of the gymnasium; soon afterwards he became general superintendent of the duchy, in which capacity he was engaged in the practical work of ecclesiastical organization until 1616, when he became theological professor at Jena, where the remainder of his life was spent.",
        "Elaborate arrangements had been made for water supply to the troops ashore, as the whereabouts and the capacity of wells were doubtful.",
        "The city owns a fine water-supply and a filtration plant covering 20 acres, with a capacity of 30,000,000 gallons daily and storage reservoirs with a capacity of 2 2 7,000,000 gallons.",
        "In 1865 he was called to Leipzig in the same capacity, and he died in that city on the 25th of November 1884.",
        "In the next stage of the process, the glass is raised to a high temperature in order to render it sufficiently fluid to allow of the complete elimination of these bubbles; the actual temperature required varies with the chemical composition of the glass, a bright red heat sufficing for the most fusible glasses, while with others the utmost capacity of the best furnaces is required to attain the necessary temperature.",
        "This baptism may not be conferred until the candidate has reached an age of discrimination and capacity to remember obligations, p y cere seven years being fixed as the earliest age, but it is generally deferred until manhood.",
        "The ore is smelted at Lubumbashi, where in 1918 were seven furnaces with a producing capacity of 40,000 tons a year.",
        "He was appointed chairman of a committee for church extension, and in that capacity made a tour through a large part of Scotland, addressing presbyteries and holding public meetings.",
        "The Larger Catechism is \" for such as have made some proficiency in the knowledge of the Christian religion,\" but is too detailed and minute for memorizing, and has never received anything like the reception accorded to the Shorter Catechism, which is \" for such as are of weaker capacity.\"",
        "He was likewise elected first of the six tribuni militum a populo, but we hear nothing of his service in this capacity.",
        "The council of Trent, in its first period, seemed to increase the reputation of the Society; for the pope chose Laynez, Faber and Salmeron to act as his theologians in that assembly, and in this capacity they had no little influence in framing its decrees.",
        "When the council reassembled under Pius IV., Laynez and Salmeron again attended in the same capacity.",
        "It may, however, well be that the capacity for wintering in the dry state has physiologically replaced the need for resistent fertilized eggs.",
        "Some are moss-dwellers, inhabiting the surface film of water that bathes these plants: such especially are the Bdelloids, with their exceptional capacity for resisting desiccation.",
        "In his professional capacity, his attitude was correct enough; and, indeed, his anxiety for the French alliance and for the marriage between Elizabeth and Anjou led him to suggest concessions to Anjou's Catholic susceptibilities which came strangely from so staunch a Puritan.",
        "This legal capacity rendered them liable to military service as heavy-armed fighting men, and as such they were enrolled in the military units called centuriae.",
        "That system recognized the municeps as at once a citizen of a self-governing city community, and a member of the city of Rome, his dual capacity being illustrated by his right of voting both in the election of Roman magistrates and in the election of magistrates for his own town.",
        "If the hounds jump at the brook, even though they fail to clear it, the rider may take it for granted that at that place the leap is within the capacity of any ordinary hunter in his stride; hence if, when going at three parts speed, a horse's feet come just right to take off, the mere momentum of his body would take him over a place 15 ft.",
        "He became director of the music-school at Pforten in 1572, was transferred to Leipzig in the same capacity in 1594, and retained this post until his death on the 24th of November 1615, despite the offers successively made to him of mathematical professorships at Frankfort and Wittenberg.",
        "He was abbreviator under Leo X., and in that capacity drew up in 1520 the bull against Luther (L.",
        "So the practice of securing places for persons who have served the party, in however humble a capacity, has sprung from the maxim that in the strife of politics the spoils belong to the victors, and has furnished a motive of incomparable and ever-present activity ever since the administration (1829-1837) of President Andrew Jackson.",
        "The reservoirs have a storage capacity of 8,000,000 gal.",
        "An action for illegal interference with the property of the subject is not maintainable against officials of the crown or government sued in their official capacity or as an official body.",
        "But crown officials may be sued in their individual capacity for such interference, even if they acted with the authority of the government (cp. Raleigh v.",
        "In 1632 he was appointed to the long vacant post of hetman wielki koronny, or commander in chief of Poland, and in that capacity routed the Tatars at Sasowy Rogi (April 1633) and at Paniawce (April and October 1633), and the Turks, with terrific loss, at Abazd Basha.",
        "the relative capacity of flour to make large loaves of good quality, Canadian flour is largely in demand for blending with the flour of the softer English wheats.",
        "But from the first he won great popularity even in the English-speaking provinces, and showed unusual capacity for leadership. His party was beaten in the first general election held after he became leader (1891), but even with its policy of unrestricted reciprocity with the United States, and with Sir John Macdonald still at the head of the Conservative party, it was beaten by only a small majority.",
        "From 1319 he was provincial of his order in France, and was present in that capacity at the general chapter at Perouse (1321).",
        "Ninib appears in a double capacity in the epithets bestowed on him, and in the hymns and incantations addressed to him.",
        "Since the capacity of a stream to carry matter in suspension is proportional to its velocity, it follows that any circumstance tending to retard the rate of flow will induce deposition.",
        "It may be that his early death, during the great plague of 1350, at the siege of Gibraltar, only averted a desperate struggle with his legitimate son, though it was a misfortune in that it removed a ruler of eminent capacity, who understood his subjects well enough not to go too far.",
        "He seems to have been a man of great business capacity, gay and careless in temperament, and thoroughly unscrupulous in political action.",
        "His capacity was again demonstrated in the action of Belfast-Dalmanutha (August 23-28, 1900), and after the fall of Pretoria he reorganized the Boer resistance with a view to prolonged guerrilla warfare.",
        "In this capacity he took an active part in the reorganization of finance and of the administration of the departments of France.",
        "The city water supply, owned by a private corporation, is obtained from artesian wells with a capacity of 40,000,000 gallons a day.",
        "A public park extending from the James to the heart of the city, a deep, spacious and well-protected harbour, a large shipbuilding yard with three immense dry docks, and two large grain elevators of 2,000,000 bushels capacity, are among the most prominent features; at the shipbuilding yard various United States battleships, including the \"Kearsarge,\" \"Kentucky,\" \"Illinois,\" \"Missouri,\" \"Louisiana,\" \"Minnesota,\" \"Virginia\" and \"West Virginia,\" were constructed, as well as cruisers, gun-boats, merchant vessels, ferry-boats and submarines.",
        "In 1906 the grain elevators had a capacity of between twenty and thirty millions of bushels, and annual receipts of more than 200,000,000 bushels.",
        "The effects may be varied by altering the capacity and self-induction of the circuit which contains the spark gap. The insertion of self-induction has the advantage of avoiding the lines due to the gas through which the spark is taken, but it introduces other changes in the nature of the spark, so that the results obtained with and without self-induction are not directly comparable.",
        "When we compare together electric discharges the intensity of which is altered by varying, the capacity, we are unable to form an opinion as to whether the effects observed are due to changes in the density of the luminous material or changes of temperature, but the experiments of Sir William and Lady Huggins 1 with the spectrum of calcium are significant in suggesting that it is really the density which is also the determining factor in cases where different concentrations and different spark discharges produce a change in the relative intensities of different lines.",
        "Fitzgerald 6 suggested as an alternative explanation the change of inductive capacity of the medium due to increased density.",
        "inductive capacity may be considered uniform and equal to K, the frequency of the vibration is increased in the ratio of the square root of 1 - le-\"+3(1 - K - 1) to 2.",
        "The photographs taken by Royds show the separate oscillations of each spark discharge even when the circuit only contained the unavoidable capacity of the leads.",
        "Returning to Evesham he was there when the abbey was surrendered to the king (27th of January 1540); and then, with a pension of fro a year, he once more went back to Oxford, but soon after became chaplain to Bishop Bell of Worcester and then served Bonner in that same capacity from 1543 to 1549.",
        "in 1552, and was made vicar of Sunningwell, and public orator of the university, in which capacity he had to compose a congratulatory epistle to Mary on her accession.",
        "In 1550 he was again sent as envoy to Charles V., and he was ambassador to France during the reign of Mary, doing valuable work in that capacity.",
        "There is no observed change in the natural order of things; mankind re-creates itself in the same manner according to the capacity given by Nature, and the various ills to which it is heir, though fatal to individuals, do not avail to modify the whole.",
        "In that capacity he accompanied his uncle to the Berlin congress, and gained his first experience of international politics in connexion with the settlement of the Russo-Turkish conflict.",
        "It was at this time also that he became known in the world of letters, the intellectual subtlety and literary capacity of his Defence of Philosophic Doubt (1879) suggesting that he might make a reputation as a speculative thinker.",
        "Smith in 1891 he became first lord of the treasury and leader of the House of Commons, and in that capacity introduced in 1892 a Local Government Bill for Ireland.",
        "In his capacity as head of the church, \" and president of the Christian agape,\" as St Ignatius of Antioch would have said, the pope was considered to be the supreme president and moderator of the oecumenical assemblies.",
        "To him, also, in his capacity of theologian, the whole of Europe submitted every obscure, delicate or controverted question, whether legal problem or case of conscience.",
        "During the World War he presided over several research committees and he assisted various Government departments in an advisory capacity.",
        "The energy of a system is the measure of its capacity for doing work, on the assumption of suitable connexions with other systems. When the motion of a body is checked by a spring, its kinetic energy being destroyed, the spring, if perfectly elastic, is capable of restoring the motion; but if it is checked by friction no such restoration can be immediately effected.",
        "It has, however, been shown that, just as the compressed spring has a capacity for doing work by virtue of its configuration, so in the case of the friction there is a physical effect produced - namely, the raising of the temperature of the bodies in contact, which is the mark of a capacity for doing the same amount of work.",
        "Petri) is charged with the upkeep, repairs and temporal administration of the great basilica; in this capacity it controls the famous manufacture of the Vatican mosaics.",
        "The weights and measures in use are practically those of China; the dry measures, the most commonly employed, are the bre or bo of about four pints and the bchal of twenty bo; the capacity of the bo varies according to localities.",
        "In 1856 he was elected member of the Accademia della Crusca, in which capacity he took part in the compilation of its famous but still unfinished dictionary, and two years later was appointed assistant keeper of the Tuscan archives, in Florence; then he took charge of the famous Medici archives, whence he collected a vast body of material on the history of Italian art, not all of which is yet published.",
        "This may consist of a glass sphere of 50 litres' capacity, into the neck of which, presented downwards, the necessary tubes are fitted.",
        "In that capacity he did work of the highest value, alike as a writer, teacher and administrator.",
        "This was followed by his marriage, in 1608, to Marie Reigersberg, a lady of family in Zeeland, a woman of great capacity and noble disposition.",
        "There were conferences in which Grotius met Prince Maurice, and taught him that Olden Barneveldt was not the only man of capacity in the ranks of the Remonstrants whom he had to fear.",
        "Theological rancour, however, prevailed over all other sentiments, and, after fruitless attempts to re-establish himself in Holland, Grotius accepted service under Sweden, in the capacity of ambassador to France.",
        "Since belief in the adequacy of the two theories, above outlined, to account for the facts they profess to explain, depends ultimately upon the testimony that can be brought forward of the usefulness of warning characters, of the deception of mimicry and of the capacity for learning by experience possessed by enemies, it is necessary to give some of the evidence that has been accumulated on these points.",
        "They owe their capacity to live under the most inhospitable conditions to the dual nature of the organism, and to their capacity to withstand extremes of heat, cold and drought without destruction.",
        "Of still greater importance is the capacity of many species for supplying food for man and beast.",
        "Thus in the case of saxicolous lichens the mineralogical character of the rock has of itself little or no influence upon lichen growth, which is influenced more especially and directly by their physical properties, such as their capacity for retaining heat and moisture.",
        "Campbell), two Liverpool ferry boats of large capacity and light draught.",
        "He served on McClellan's staff during the West Virginia campaign, and was commissioned brigadiergeneral of volunteers and appointed chief of cavalry of the Army of the Potomac in August 1861, in which capacity he took part in the Peninsular campaign and the Seven Days' Battle.",
        "They therefore looked more carefully to the lakes than to the course of the St Lawrence, and it may be added that their leaders showed an utter want of capacity for the intelligent conduct of war.",
        "In 1890 also the Hall process operated by steam power was installed at Patricroft, Lancashire, where the plant had a capacity of 300 lb per day, but by 1894 the turbines of the Swiss and French works ruined the enterprise.",
        "This subject is far from being exhausted, and it is not improbable that the alloy-producing capacity of aluminium may eventually prove its most valuable characteristic. In the meantime, ternary light alloys appear the most satisfactory, and tungsten and copper, or tungsten and nickel, seem to be the best substances to add.",
        "After his sixtieth year there was a visible decline in the energy and capacity of Sigismund.",
        "On the other hand, there is a growing sense that missions should be the work of the Church in its corporate capacity, and not of voluntary associations.",
        "The Student Volunteer Movement, already referred to, has had large influence in the United States, where it arose; and its leaders have proved themselves men of rare intellectual and practical capacity.",
        "Here he was so successful that in 1848 he was transferred in a like capacity to Flammersfeld, and in 1852 to Heddersdorf.",
        "The chief result of these difficulties was that a spirit of independence and a capacity of judging and acting for themselves was developed in the people of Milan.",
        "Possibly he had shown in connexion with their relief work that practical capacity which seems to have been his distinctive excellence (cf.",
        "This transfer will take place because the inner coatings of the Leyden jars have greater capacity with respect to the earth than the balls.",
        "Let us also suppose that the plates A and C are so distant from each other that there is no mutual influence, and that p' is the capacity of one of the disks when it stands alone.",
        "The ground-water is, therefore, relatively very high and the capacity of the soil for further absorption proportionately low.",
        "To increase the reservoir capacity of the polder, as well as to conduct the water to the windmills or engines, it is intersected by a network of ditches cut at right angles to each other, the amount of ditching required being usually one-twelfth of the area to be drained.",
        "Some of the lighters used in the Rhine transport trade have a capacity of 3000 tons.",
        "But William II., though little more than a boy, was endowed with singular capacity and great strength of will, and he was intent upon ambitious projects, the scope of which has been already indicated.",
        "The town councils, though most of them willing to receive William in his capacity as stadholder, declined to give a hearing to the commission.",
        "The ancestral possessions of the House of Nassau were exchanged for Luxemburg, of which territory King William in his personal capacity The Constitution of 1848.",
        "In this sphere Gregory manifested rare capacity.",
        "They are characterized by their unicellular nature, their power of rapid budding, their capacity for fermenting various sugars, and their power of forming endogenous From Strasburger's Lehrbuch der Botanik, by permission of Gustav Fischer.",
        "During the Crimean War he was recalled in order to take the portfolio of foreign affairs for a second time under Reshid Pasha, and in this capacity took part in 1855 in the conference of Vienna.",
        "Yet the use of an open-hearth furnace of very great capacity, say of 200 tons per charge, has the disadvantage that such very large lots of steel, delivered at relatively long intervals, are less readily managed in the subsequent operations of soaking and rolling down to the final shape, than smaller lots delivered at shorter intervals.",
        "with successively cooler and cooler billets, A-F, and finally with quite cold ones, of consequently great heat-absorbing capacity.",
        "The first cost of a hammer of moderate size is much less than that of a hydraulic press of like capacity, as is readily understood when we stop to reflect what powerful pressure, if gradually applied, would be needed to drive the nail which a light blow from our hand hammer forces easily into the woodwork.",
        "The work done by English furriers was generally good, but since about 1865 has considerably improved on account of the influx of German workmen, who have long been celebrated for excellent fur work, being in their own country obliged to satisfy officially appointed experts and to obtain a certificate of capacity before they can be there employed.",
        "Mention should also be made of the Commentarii Regum, containing decrees concerning the functions and privileges of the kings, and forming a record of the acts of the king in his capacity of priest.",
        "He had Nelson with him as second in command - then a junior admiral but without rival in capacity and in his hold on the confidence of the fleet.",
        "In 1597 he died, leaving children, but none who cared or had capacity to carry on the Aldine press.",
        "Below the piston of the upper cylinder is an annular space E (surrounding the common piston rod) with a capacity equal to the maximum displacement of the liftram, while the corresponding annular area C of the piston of the lower cylinder is just large enough when subjected to the working water pressure to enable the work of lifting the net load to be done and any friction to be overcome.",
        "Learned he was not, but he had naturally bright and clear understanding, an unusually good memory, and a marvellous capacity for taking pains.",
        "The Dutch, however, being masters of the sea, kept the coast closely blockaded, and through sheer exhaustion the king of Spain and the archdukes were compelled to agree to a truce for twelve years (9th of April 1609) with the United Provinces \" in the capacity of free states over which Albert and Isabel made no pretensions.\"",
        "The power of his preaching was universally felt, and his capacity for business placed him at the head of his party.",
        "Added to the greater force of cardiac contraction is a permanent tonic contraction of the organ, so that its internal capacity is reduced.",
        "from the city into a storage reservoir which has a capacity of 2,000,000,000 gallons and is 212 ft.",
        "His official work in the latter capacity would alone have strained the energies of an ordinary man.",
        "In this case it is generally more convenient to consider as unit of heat the thermal capacity c of unit volume, or that quantity which would produce a rise of one degree of temperature in unit volume of the soil or substance considered.",
        "No calorimetric observations are required, but the results are obtained in terms of the thermal capacity of unit volume c, and the measurements give the diffusivity klc, instead of the calorimetric conductivity k.",
        "The thermal capacity and electrical conductivity were measured at various temperatures on the same specimens of metal.",
        "He graduated from Brown University in 1858, studied law in the office of Abraham Lincoln, was admitted to the bar in Springfield, Illinois, in 1861, and soon afterwards was selected by President Lincoln as assistant private secretary, in which capacity he served till the president's death, being associated with John George Nicolay (1832-1901).",
        "He also represented, in another capacity, the best American traditions - namely in literature.",
        "The seating capacity was about 20,000 2 (for illustration see Amphitheatre).",
        "An interesting stone containing nine cavities for measures of capacity found in Pompeii and now preserved in the Naples Museum with Oscan inscriptions erased in antiquity shows that the Oscan system of measurement was modified so as to correspond more closely with the Roman, about 14 B.C., by the duoviri, who record their work in a Latin inscription (C.I.L.",
        "Parker observes of their brain capacity and is an additional testimony to their low morphological rank.",
        "Originally Carthaginian mercenaries, they were induced to serve the Romans in a similar capacity, and Livy (xxiv.",
        "The storage capacity of the reservoir is about 3,750,000 millions of cub.",
        "This would increase the storage capacity 22 times, or to about 9,375,000 millions of cubic feet.",
        "On Trochu's resignation he was appointed to the supreme command, in which capacity he had to negotiate the surrender.",
        "Already he had shown his capacity as a forcible and able debater; aroused to new activity upon the passage of the Kansas-Nebraska Bill, which he regarded as a gross breach of political faith, he now entered upon public discussion with an earnestness and force that by common consent gave him leadership in Illinois of the opposition, which in 1854 elected a majority of the legislature; and it gradually became clear that he was the only man who could be opposed in debate to the powerful and adroit Douglas.",
        "The same process went on in 1907 and 1908, and it was necessarily recognized that the method of balancing the imperial budget by a regular increase of debt could not be satisfactory in a country where the general increase of wealth and taxable capacity had meanwhile _____ been conspicuous.",
        "He therefore turned for help to the imperial government, and at his instance a, clause was added to the penal code forbidding priests in their official capacity to deal with political matters.",
        "The Lincolnshire Curly Coated or Boston pig is a local breed of great size and capacity for producing pork.",
        "In 1875 he was given an important command in the expedition against Khokand under General Kaufmann, showing great capacity in the action of Makram, where he out-manoeuvred a greatly superior force and captured 58 guns, and in a brilliant night attack in the retreat from Andijan, when he routed a large force with a handful of cavalry.",
        "His own ability and the remarkable capacity of his mother proved too much for the king of Leon and his Castilian allies.",
        "For some time the three duchies were administered by Rudolph in his capacity as head of the Empire, of which they formed part.",
        "To say that the government deliberately adopted the Machiavellian policy of mastering the revolution by setting race against race would be to pay too high a compliment to its capacity.",
        "On the other hand, according to British ideas of taxable capacity, Hungary paid, and still pays, more than her share.",
        "The Gautsch redistribution bill proposed to increase the number of constituencies from 4 2 5 to 455, to allot a fixed number of constituencies to each province and, within each province, to each race according to its numbers and tax-paying capacity.",
        "4 In the allotment of the constituencies to the various tax-paying capacity was taken into consideration.",
        "Bright is described by the historian of the League as \"a young man then appearing for the first time in any meeting out of his own town, and giving evidence, by his energy and by his grasp of the subject, of his capacity soon to take a leading part in the great agitation.\"",
        "The municipality owns the water works and the sewer system; the water supply is obtained from the Delaware and is stored in a reservoir having a capacity of about i io,000,000 gallons.",
        "wide, with a seating capacity of about 15,000, is covered by a steel-frame roof without a column for its support; the exterior of the walls is cut stone and brick.",
        "In 1709 he became professor of botany and medicine, and in that capacity he did good service, not only to his own university, but also to botanical science, by his improvements and additions to the botanic garden of Leiden, and by the publication of numerous works descriptive of new species of plants.",
        "In 1714, when he was appointed rector of the university, he succeeded Govert Bidloo (1649-1713) in the chair of practical medicine, and in this capacity he had the merit of introducing the modern system of clinical instruction.",
        "5); of great industry and versatility; combining imaginative enthusiasm and a vein of religious mysticism with a sceptical indifference to popular beliefs and a scorn of religious imposture; and tempering the grave seriousness of a Roman with a genial capacity for enjoyment (Hor.",
        "Marshal Marmont, writing in 1839, mentions the capacity of the Egyptians for endurance; and it was tested In 1883, especially in the 2nd Brigade, since its officers (Turks and Egyptians), anxious to excel as drill-masters, worked their men not only from morn till eve, but also by lamplight in the corridors of the barracks.",
        "Only in two tnces, however, did a local god ever obtain wide acceptance se capacity of demiurge: Ptah of Memphis, who was famed n artist and master-builder, and Khnum of Elephantine, was said to have moulded mankind on the potters wheel.",
        "In this capacity he is sometimes accompanied by the frog-headed goddess Heket.",
        "In that capacity he executed the murderer of his former master IbrahIm; but the resentment which this act aroused among the beys caused him to leave his post and fly to Syria, where he won the friendship of the governor of Acre, ~Ahir b.",
        "On the 1st of February 1773 he received information from Cairo that Abul-Dhahab had made himself Sheik al-Balad, and in that capacity was practising unheard-of extortions, which were making Egypt with one voice call for the return of All Bey.",
        "The price of corn continued 1746/730= to fall; the migration of the peasantry assumed alarming proportions; and at last, \" to preserve the land \" as well as to increase the defensive capacity of the country, the national militia was re-established by the decree of the 4th of February 1733, which at the same time bound to the soil all peasants between the age of nine and forty.",
        "These charges gathered weight until the minister was forced to resign in July 1908, and in September he was arrested on a charge of forgery in his capacity as director of the Zealand Peasants' Savings Bank.",
        "His capacity for accepting the gravest responsibilities was shown, not less than by his handling of an army in battle, by his ruthless devastation of the Valley - a severe measure felt to be necessary both by Sheridan himself and by Grant.",
        "This was a precaution only; at the moment, though the situation looked grave, there seemed little reason to doubt the capacity of the II.",
        "On insulating the lower plate and raising the upper plate by the glass handle, the capacity of the condenser formed by the plates is vastly decreased, but since the charge on the lower plate including the gold leaves attached to it remains the same, as the capacity of the system is reduced the potential is raised and therefore the gold leaves diverge widely.",
        "His appeal to musicians was made in a threefold capacity, and we have, therefore, to deal with Liszt the unrivalled pianoforte virtuoso (1830 - r848); Liszt the conductor of the \"music of the future \" at Weimar, the teacher of Tausig, Billow and a host of lesser pianists, the eloquent writer on music and musicians, the champion of Berlioz and Wagner (1848-1861); and Liszt the prolific composer, who for some five-and-thirty years continued to put forth pianoforte pieces, songs, symphonic orchestral pieces, cantatas, masses, psalms and oratorios (1847-1882)."
    ],
    "definition": [
        "The function, office, position, or role in which one acts.",
        "A legal qualification, such as age, that determines one’s ability to do something that has legal consequences (such as making a contract or getting married). Also called legal capacity.",
        "The mental ability to perceive, understand, and appreciate all relevant facts, to make a rational decision based thereon, and to understand the nature and effect of one’s actions. See also sane.",
        "Link/Cite"
    ]
}