{
    "translation": "פגר",
    "uses": [
        "She made a circle around the carcass looking for tracks and finally found one.",
        "Josh Reynolds, you can march your jealous carcass right out that door and don't you come back until you can talk to me like I'm a reasonably intelligent and decent person.",
        "She pointed at the deer carcass.",
        "Sheep finishing at 135 lb live weight yield about 53% of carcass or over 70 lb each.",
        "The men gathered at the spot where she and Josh had seen the deer carcass and appeared to be discussing something.",
        "There was no question in her mind that Brutus had been feeding on the carcass, but did he kill it?",
        "It carried off the highest honours in the dressed carcass competition at Chicago in 1903, and the championship in the \"block test\" at Smithfield Club Show was won for the five years1902-1906by Suffolks or Suffolk cross lambs from big-framed Cheviot ewes.",
        "With their broad, straight backs, curved ribs, and capacious quarters, they carry a great weight of carcass upon strong, wide-standing legs.",
        "In subsequent receipts saltpetre and turpentine make their appearance, and the modern \"carcass composition,\" containing sulphur, tallow, rosin, turpentine, saltpetre and crude antimony, is a representative of the same class of mixtures, which became known to the Crusaders as Greek fire but were more usually called wildfire.",
        "In past times Leicester blood was extensively employed in the improvement or establishment of other longwool breeds of sheep. The Leicester, as seen now, has a white wedge-shaped face, the forehead covered with wool; thin mobile ears; neck full towards the trunk, short and level with the back; width over the shoulders and through the heart; a full broad breast; fine clean legs standing well apart; deep round barrel and great depth of carcass; firm flesh, springy pelt, and pink skin, covered with fine, curly, lustrous wool.",
        "It is supplanting the Border Leicester as a sire of mutton sheep; for, although its progeny is slower in reaching maturity, tegs can be fed to greater weights in spring - 65 to 68 lb per carcass - without becoming too fat to be classed as finest quality.",
        "I saw something move in the forest near the deer carcass.",
        "carcass splitting the spinal column.",
        "Samson's mother is forbidden to eat unclean things during pregnancy, but Samson himself touches the carcass of a lion and is often in contact with the slain, nor does he abstain from giving feasts.'",
        "She got a large garbage bag out of the house and went back up to the deer carcass.",
        "Carcass >>",
        "Do not keep a cooked chicken carcass warm for a long period of time.",
        "palpate carcass lymph nodes in the living animal.",
        "There the carcass still lay, shriveled in the sun and occupied by a swarm of bees !",
        "A toad, a stinking carcass, cannot be so loathsome to us as a sinner is to God.",
        "Once the head is removed at slaughter, the elasticity of the ligamentum nuchae causes the neck of the carcass to curve dorsally.",
        "Lambs carrying a double muscling gene which American meat packers say has an effect worth about $ 15 a carcass.",
        "One is a blood-splattered redneck who collects roadkill, dumping the bodies of dead deer into a fetid carcass swamp.",
        "The concern that has been expressed regarding carcass splitting relates to the possible transfer of material from the damaged spinal cord onto the carcass.",
        "spinal cord from the carcass was only one of many of the statutory requirements that they had to monitor.",
        "This was achieved by the use of a circular saw which was passed down the back of the carcass splitting the spinal column.",
        "My local butcher wont buy veal as it is being exported live to the EU and then imported as carcass.",
        "The head is removed from the carcass by cutting through the last of the neck vertebrae.",
        "They have a circling motion which alerts other vultures that a carcass has been spotted.",
        "This infernal sentence was actually carried out, and, life still lingering, the half-roasted carcass of the unhappy wretch, who endured everything with invincible heroism, was finally devoured by half-a-dozen of his fellow-rehels, who by way of preparation had been starved for a whole week beforehand.",
        "Believing the marauder to be a large rodent, the pair put out rat poison, and they were quite surprised at the carcass they found.",
        "However, the reporter does not mention how that finding was reached, so the observations are most likely based on viewing the carcass rather than any significant DNA testing.",
        "You can then use the carcass of the chicken with any remaining pieces of meat to make a soup, stew or stock.",
        "I looked around and found a deer carcass up by the tree line.",
        "Carcass disposal In the unusual event of an equine fatality at a Horse Trials, it is the hunt that removes the carcass disposal In the unusual event of an equine fatality at a Horse Trials, it is the hunt that removes the carcass.",
        "The removal of spinal cord from the carcass was only one of many of the statutory requirements that they had to monitor.",
        "Meal is made by grinding the remains of a carcass after the choice meats have been butchered out for human consumption.",
        "The reports are the same in numerous cases; the livestock's blood has been drained through several puncture wounds, but the flesh is left on the carcass.",
        "The one thing that Jerry Ayer wants to make clear to everyone is that he is not trying to pull a hoax, similar to recent claims of a captured Bigfoot carcass.",
        "At least that's the cry every now and then when someone finds a strange animal carcass that seems to fit the description of the notorious \"goat sucker\".",
        "Canion collected the carcass and submitted DNA samples for testing to Texas State University.",
        "Taxidermist Jerry Ayers produced the frozen carcass of a strange, dog-like animal that was brought to him by a former student at his school of taxidermy.",
        "Adolphi also claims that the DNA samples of the animal are currently being tested, and that a coyote carcass was also delivered to a Texas university for testing and comparison.",
        "Damian turned in time to see the vamp Charlie struggling to drag a skinned deer carcass across the threshold.",
        "Leaving the picture and her purse in the car, she decided to look around and see if there was a carcass.",
        "He motioned to the demon.s carcass a short distance from them.",
        "The decomposing carcass drifted to Greenodd Sands where it was photographed by Andy Harmer on 13 October 2001.",
        "carcass incinerator?",
        "carcass meat from cattle slaughtered under the Commission Regulation has to be dyed a different color from SBM.",
        "carcass quality traits.",
        "The growth patterns of certain muscles in the beef carcass also may show an abrupt change in growth rate at birth.",
        "Chicken carcass or shin of beef plus some beef bones, 1 stalk celery and1 carrot, 1 medium onion outer leaves only removed.",
        "contamination of the carcass, indicated by perforated stomach or intestines.",
        "decomposean>decomposing carcass drifted to Greenodd Sands where it was photographed by Andy Harmer on 13 October 2001.",
        "The net economic costs and impact of carcass disposal, and recovery measures such as compensation and welfare payments, marketing and advertising.",
        "specific gravity The relative development of the carcass also may be studied using specific gravity.",
        "knacker men \" pick up the carcass or he can contact the local Pet Crematoriums.",
        "There shouldn't be any meat by-products listed, which are essentially animal scraps left over from meat processing and livestock carcass rendering.",
        "She later came across the carcass of an animal that she couldn't really identify.",
        "She turned away from him and headed for the carcass.",
        "Can I continue to use my animal carcass incinerator?"
    ],
    "definition": [
        "The dead body of an animal, especially one slaughtered for food.",
        "The body of a human.",
        "Remains from which the substance or character is gone: the carcass of a former empire.",
        "A framework or basic structure: the carcass of a burned-out house.",
        "Link/Cite",
        "Body of a dead animal.",
        "Body of a dead human.",
        "Framework of a structure, especially one not normally seen.",
        "(nautical) An early incendiary ship-to-ship projectile consisting of an iron shell filled with saltpetre, sulphur, resin, turpentine, antimony and tallow with vents for flame.",
        "Link/Cite"
    ]
}