{
    "translation": "מטען",
    "uses": [
        "Cargo can be transferred direct from the ship into railway trucks.",
        "He tucked it and the vault into his cargo pocket.",
        "He stuffed the small box of fresh chocolate into his cargo pocket.",
        "In 1820 the first cargo of anthracite coal was shipped to Philadelphia.",
        "In the case of the ship of a neutral power, the passport is a requisition by the government of the neutral state to suffer the vessel tc pass freely with the crew, cargo, passengers, &c., without molestation by the belligerents.",
        "She dumped the keypads into her cargo pocket.",
        "Damian pulled off his sweater to reveal a black T-shirt and tucked weapons into his cargo pants, boots, and pockets.",
        "All cargo to or from Szech`uen is here transhipped from steamer to junk, or vice versd.",
        "clothing, finding a pair of jeans, another pair of cargo pants, a scarf, and a few shirts.",
        "For many centuries Egypt was famous as a wheat raiser; it was a cargo of wheat from Alexandria which St Paul helped to jettison on one of his shipwrecks, as was also, in all probability, that of the \"ship of Alexandria whose sign was Castor and Pollux,\" named in the same narrative.",
        "Small vessels carry cargo to Braila and Galatz, and a branch railway from Calarashi traverses the Steppe from south to north, and meets the main line between Bucharest and Constantza.",
        "Brady reached into a cargo pocket and pulled free an emergency bandage wrap.",
        "The depth of water at the main entrance is 41 to 5 fathoms and in the western bay 3 to 4 fathoms. For lack of docks and quayage, large vessels lie off Steamer Point and all cargo is handled by means of lighters, the labour being either Somali or Arab.",
        "It is an important steamboat station for both passenger and cargo traffic, and besides manufactures of cement, dyes and soap, has a considerable trade in the wines of the district.",
        "This league was very similar to one proposed by Bernstorff himself in September 1778 for enforcing the principle \"a free ship makes the cargo free\"; but as now presented by Russia, he rightly regarded it as directed exclusively against England.",
        "Brady reached into his cargo pocket.",
        "Chief rivers are the Bhagirathi, Damodar, Ajai, Banka, Kunur and Khari, of which only the Bhagirathi is navigable by country cargo boats throughout the year.",
        "He took his bread and canteen of water—the morning sustenance for a slave—and tucked them into a cargo pocket.",
        "But Higgins thinks it's a 1999 Ford Econoline cargo van.",
        "Dock-side jib cranes for working general cargo are almost always made portable, in order to enable them to be placed in correct position in regard to the hatchways of the vessels which they serve.",
        "The larger passenger steamers of the Rotterdamsche Lloyd to Netherlands India and of the Holland-American Steamship Company (the two principal passenger and cargo steamship companies at Rotterdam) have their berths on the south side of the river.",
        "General average arises when sacrifices have been made, or expenditures incurred, for the preservation of the ship, cargo and freight, from some peril of the sea or from its effects.",
        "Cargo is transferred directly to the railway trucks.",
        "Brady pulled her micro from his cargo pocket and approached her with a controlled, slow gate, much like that of a stalking lion.",
        "She shoved one blade into her belt and stripped the knives off the dead men, putting them in her cargo pockets.",
        "At this time Job Charnock was the chief of the Bengal council, and, owing to an affray with the Mogul troops at Hugli on the 28th of October 1686, he embarked the company's goods and servants on board light vessels and dropped down the on the 31st of December 1600, and the first expedition of four ships under James Lancaster left Torbay towards the end of April 1601, and reached Achin in Sumatra on the 5th of June 16.02, returning with a cargo of spices.",
        "These harbours on the eastern side of Sydney are mainly frequented by cargo boats trading in coal, corn, frozen meat, wool, hides and various ores.",
        "In bills of lading and charter parties, when \"days\" or \"running days\" are spoken of without qualification, they usually mean consecutive days, and Sundays and holidays are counted, but when there is some qualification, as where a charter party required a cargo \"to be discharged in fourteen days,\" \"days\" will mean working days.",
        "The Horsemen were in her other cargo pocket.",
        "He hastily reached into his cargo pocket and retrieved the keypad.",
        "A vessel owned in Newburyport having taken a cargo of slaves from Baltimore to New Orleans, he characterized the transaction as an act of \"domestic piracy,\" and avowed his purpose to \"cover with thick infamy\" those engaged therein.",
        "She touched the small vault containing the Horsemen in her cargo pants and sipped water.",
        "She searched his pockets, surprised when she didn't even find her micros in the cargo pocket where he'd kept them.",
        "Jack waited for her by the door, and she tucked the weapon Mrs. Watson gave her into one cargo pocket.",
        "He happened to send his eldest son, John, to Liverpool to sell a cargo of grain there, and the energy and aptitude of the young man attracted the favourable notice of a leading corn-merchant of Liverpool, who recommended him to settle in that city.",
        "The ship and cargo were burnt, but soon after cases of a suspicious form of disease were observed in the hospital and in the poorest parts of the town; and in the summer a fearful epidemic of plague developed itself which destroyed 40,000 or 50,000 persons, and then became extinct without spreading to other parts of Sicily.",
        "Arguments have been founded upon the descriptions of the blind singers in the Odyssey, with their songs inspired directly by the Muse; upon the appeals of the poet to the Muses, especially in such a place as the opening of the Catalogue; upon the Catalogue itself, which is a kind of historical document put into verse to help the memory; upon the shipowner in the Odyssey, who has \" a good memory for his cargo,\" &c. It may be answered, however, that much of this is traditional, handed down from the time when all poetry was unwritten.",
        "He placed the box in his cargo pocket and joined the two teams in the chilly predawn morning.",
        "She fumbled with the cargo pocket and opened it.",
        "Shortly before this the protests of Hungary had succeeded in procuring the rejection of a cargo of Argentine frozen meat which had been destined for Vienna.",
        "He touched the micros in his cargo pocket as he rose, recalling his night.",
        "He was educated at Trinity College, Cambridge, and afterwards joined his father in his shipping business, being from 1896 to 1905 managing director of the Moor line of cargo steamers.",
        "The river Main has been dredged so as to afford heavy barge traffic with the towns of the upper Main and with the Rhine, and cargo boats load and unload alongside its busy quays.",
        "Long jetties spring out on either side of the entrance, curving round about midway in order to run parallel to the river, thus forming a huge funnelshaped entrance; the eastern jetty forms a landing-stage for passenger traffic and the western is designed for the shipment of bunker and cargo coal.",
        "The discovery of the Bermudas resulted from the shipwreck of Juan Bermudez, a Spaniard (whose name they now bear), when on a voyage from Spain to Cuba with a cargo of hogs, early in the 16th century.",
        "None of them is navigable in the mountain valleys; but the Tista, after it debouches on the plains, can be navigated by cargo boats of considerable burthen.",
        "As middlemen they already possessed a large interest in the spice trade, for the Portuguese, having no direct access to the principal European markets, had made a practice of sending cargo to the Netherlands for distribution by way of the Scheldt and Rhine.",
        "By them the United States was granted limited privileges of trade with the British East Indies; some provisions were made for reciprocal freedom of trade between the United States and the British dominions in Europe; some articles were specified under the head of \"contraband of war\"; it was agreed that whenever provisions were seized as contraband they should be paid for, and that in cases of the capture of a vessel carrying contraband goods such goods only and not the whole cargo should be seized; it was also agreed that no vessel should be seized merely because it was bound for a blockaded port, unless it attempted to enter the port after receiving notice of the blockade.",
        "He pulled her micro free from his cargo pocket and set it on the coffee table beside the keypad.",
        "A Confederate attack on the post of Helena, Arkansas, was the last serious fight on the great river, and before the end of July the first merchant steamer from St Louis discharged her cargo at New Orleans.",
        "A cargo of arms and ammunition from San Francisco was secretly landed at a point near Honolulu, where a company of native royalists were collected on the 6th of January 1895, intending to capture the government buildings by surprise that night, with the aid of their allies in the city.",
        "A dock-side crane unloading cargo with high lifts following one another in rapid succession will require a higher load factor than a workshop traveller with a very short lift and only a very occasional maximum load; and a traveller with a very long longitudinal travel will require a higher load factor for the travelling motor than for the lifting motor.",
        "Dacca is watered by a network of rivers and streams, ten of which are navigable throughout the year by native cargo boats of four tons burthen.",
        "Leisler refused to pay duties on a cargo of wine on the ground that the collector was a \" papist,\" and on the 31st of May 1689, during a mutiny of the militia, he and other militia captains seized Fort James.",
        "An event which is thought to have greatly influenced Hancock's subsequent career was the seizure of the sloop \"Liberty\" in 1768 by the customs officers for discharging, without paying the duties, a cargo of Madeira wine consigned to Hancock.",
        "The rules are as follows: Rule I.-Jettison Of Deck Cargo No jettison of deck cargo shall be made good as G.A.",
        "Pants styles offered are cargo, drawstring and flare.",
        "From the brand's famed line of denim to the urban feel of pocket-laden cargo pants and utility bags, Girbaud has managed to maintain the classic, low-key yet unavoidably glamorous attitude that is associated with European style.",
        "A large tote, duffel or cargo bag will cost around $50.00 and smaller totes and shopper bags average between $30.00 and $40.00.",
        "Tim's concern was as much for Lana as it was her precious cargo.",
        "The prosperity of the French shipping trade is hampered, by the costliness of shipbuilding and by the scarcity of outward-bound cargo.",
        "From 1873 the work of extension and improvement was carried on systematically, with the addition of new quays, greater storage room, and better means for handling cargo.",
        "Cases of plague occurred, however, on the ship, and on the 22nd of June among porters unloading the cargo.",
        "There is also some trade in farm produce and building materials which supplies a fleet of small coasters with cargo.",
        "Rule Iii.-Extinguishing Fire On Shipboard Damage done to a ship and cargo, or either of them, by water or otherwise, including damage by beaching or scuttling a burning ship, in extinguishing a fire on board the ship, shall be made good as G.A.; except that no compensation shall be made for damage to such portions of the ship and bulk cargo, or to such separate packages of cargo, as have been on fire.",
        "Rule V.-Voluntary Stranding When a ship is intentionally run on shore, and the circumstances are such that if that course were not adopted she would inevitably sink, or drive on shore or on rocks, no loss or damage caused to the ship, cargo and freight, or any of them, by such intentional running on shore, shall be made good as G.A.",
        "Rule Vi.-Carrying Press Of Sail-Damage To Or Loss Of Sails Damage to or loss of sails and spars, or either of them, caused by forcing a ship off the ground or by driving her higher up the ground, for the common safety, shall be made good as G.A.; but where a ship is afloat, no loss or damage caused to the ship, cargo and freight, or any of them, by carrying a press of sail, shall be made good as G.A.",
        "Rule Vi I I.-Expenses Of Lightening A Ship When Ashore, And Consequent Damage When a ship is ashore, and, in order to float her, cargo, bunker coals and ship's stores, or any of them, are discharged, the extra cost of lightening, lighter hire, and reshipping (if incurred), and the loss or damage sustained thereby, shall be admitted as G.A.",
        "Rule Ix.-Cargo, Ship'S Materials, And Stores Burnt For Fuel Cargo, ship's materials and stores, or any of them, necessarily burnt for fuel for the common safety at a time of peril, shall be admitted as G.A., when and only when an ample supply of fuel had been provided; but the estimated quantity of coals that would have been consumed, calculated at the price current at the ship's last port of departure at the date of her leaving, shall be charged to the shipowner and credited to the G.A.",
        "(a) When a ship shall have entered a port or place of refuge, or shall have returned to her port or place of loading, in consequence of accident, sacrifice, or other extraordinary circumstances, which render that necessary for the common safety, the expenses of entering such port or place shall be admitted as G.A.; and when she shall have sailed thence with her original cargo, or a part of it, the corresponding expenses of leaving such port or place, consequent upon such entry or return, shall likewise be admitted as G.A.",
        "(b) The cost of discharging cargo from a ship, whether at a port or place of loading, call or refuge, shall be admitted as G.A., when the discharge was necessary for the common safety or to enable damage to the ship, caused by sacrifice or accident during the voyage, to be repaired, if the repairs were necessary for the safe prosecution of the voyage.",
        "(c) Whenever the cost of discharging cargo from a ship is admissible as G.A., the cost of reloading and storing such cargo on board the said ship, together with all storage charges on such cargo, shall likewise be so admitted.",
        "Rule Xii.-Damage To Cargo In Discharging, &C.",
        "Damage done to or loss of cargo necessarily caused in the act of discharging, storing, reloading and stowing shall be made good as G.A.",
        "- Loss OF Freight Loss of freight arising from damage to or loss of cargo shall be made good as G.A., either when caused by a G.A.",
        "act or when the damage to or loss of cargo is so made good.",
        "- Amount To Be Made Good For Cargo Lost Or Damaged By Sacrifice The amount to be made good as G.A.",
        "for property sacrificed; deduction being made from the shipowner's freight and passagemoney at risk, of such port charges and crew's wages as would not have been incurred had the ship and cargo been totally lost at the date of the G.A.",
        "It is not sufficient \"that an expenditure should have been made to benefit both cargo owner and shipowner.\"' Thus expenses incurred after ship and cargo are in safety, say at a port of refuge, are not generally, by English law, to be treated as G.A.; although the putting into port may have refuge ex- been for safety, and therefore a G.A.",
        "damage, and the incidental expenses of unloading, storing and reloading the cargo are, in such a case, treated as consequences of the original sacrifice, and therefore subjects for contribution.",
        "sacrifice is considered to be at an end when the port has been reached, if the ship and cargo are then in physical safety.",
        "Moreover, expenditure in the port which is incurred in protecting the cargo as in warehousing it, is by English practice treated as a charge to be borne by the cargo for whose benefit it was incurred.",
        "Whatever the reason for putting into the port of refuge, provided it was necessary for the common safety, the expenses of going in, and the consequent expenses of getting out (if she sails again with all or part of her original cargo), are allowed as G.A., Rule X.",
        "Further, the cost of discharging the cargo to enable damage to the ship to be repaired, whether caused by sacrifice or by accident during the voyage, is to be allowed as G.A., \"if the repairs were necessary for the safe prosecution of the voyage,\" Rule X.",
        "Again, when the cost of discharging is treated as G.A., so also are to be the expenses of storing the cargo on shore, and of reloading and stowing it on board, after the repairs have been done (Rule X.",
        "even though the cargo be carried on deck in accordance with an established custom of the particular trade.",
        "deals with damage done in extinguishing fire on board a ship. Modern decisions have cleared away the old doubts whether such damage to ship or cargo should, at law, be allowed in G.A.",
        "It was held that the damage suffered by ship and cargo ought not to be made good by G.A.",
        "It had been done in the interest of ship and cargo, and there was no evidence of any other motive.",
        "any damage sustained by cargo when discharged and, say, lightered for the purpose of getting the ship off a strand.",
        "And the corresponding damage in the case of cargo discharged at a port of refuge to enable repairs to be done to the ship is allowed by Rule XII.",
        "The case of a stranded ship and cargo often gives rise to difficulty as to whether the cost of operations to lighten the ship, and afterwards to get her floated, should be treated as G.A.",
        "Which of these two views should be adopted in any case seems to depend upon the motives with which the earlier operations (usually the discharge of the cargo) were presumably undertaken.",
        "Take the case of a stranded ship carrying a bulky cargo of hemp and grain, but carrying also some bullion.",
        "contribution had there been other persons to contribute in respect of freight or cargo.",
        "There ship, freight and cargo all belonged to the same person.",
        "He had insured the cargo but not the ship. The cargo underwriters were held liable to pay a contribution to damage done to the ship by cutting away masts for the general safety.",
        "The loss was in theory spread over all the interests at risk, and they had undertaken to bear the cargo's share of such losses.",
        "The \" Itata \" was then forced to return to San Diego without landing her cargo for the insurgents.",
        "Large liners from Liverpool, Southampton, London, Hamburg, Havre and Antwerp call regularly for passengers or cargo at Leixoes or Lisbon, or both ports, on their way to and from South America (especially Brazil).",
        "The Brahmaputra and its channels, together with three minor streams, the Bangali, Karatoya and Atrai, afford admirable facilities for commerce, and render every part of the district accessible to native cargo boats of large burden.",
        "can discharge cargo alongside the jetties.",
        "Rough weather prevents discharge of cargo by lighters, on an average, seven days in the year.",
        "Up to that date the amount imported did not exceed 200 chests, and was usually brought from India by junks as a return cargo.",
        "They started to smuggle cargo onto the shore.",
        "In the summer of 1774 the captain of the ship \" Greyhound,\" bound for Philadelphia with a cargo of tea, on account of the state of opinion in that city, put in at Greenwich and stored his tea there in a cellar.",
        "The railway company has constructed jetties at which steamers can discharge their cargo.",
        "He thus drew an important distinction between the \" Deutschland,\" which had peacefully brought a cargo to America, and the U53, which had raided several ships off the New England coast Oct.",
        "Cargo >>",
        "It receives a number of tributaries, sends off several offshoots, and is navigable throughout the year by native cargo boats of the largest size.",
        "long has been built out to deep water, alongside which ocean-going vessels can receive and discharge cargo.",
        "28, 1854) of the American vessel \" Black Warrior,\" the confiscation of her cargo, and the fining of her captain by the Cuban authorities, on the ground that this vessel had violated the customs regulations of the port of Havana, slavery propagandists sought to force the administration into an attitude that would lead to war with Spain and make possible the seizure of Cuba; and it was largely due to Marcy's influence that war was averted, Spain restoring the confiscated cargo and remitting the captain's fine.'",
        "At first the navigation was principally confined to the main river; and even in 1857 a modification of the government contract only obliged the company to a monthly service between Path and Manaos, with steamers of 200 tons cargo capacity, a second line to make six round voyages a year between Manaos and Tabatinga, and a third, two trips a month between Path and Cameta.",
        "At Lobito steamers can come close inshore and discharge cargo direct.",
        "For some distance outside the Galata bridge, both shores of the Golden Horn have been provided with a quay at which large steamers can moor to discharge or embark their passengers and cargo.",
        "A cargo of 200,000 bushels can thus be unloaded in two hours, while spouts on the other side of the elevator reload it into cars, five to ten at a time, filling a car in from five to ten minutes, or the largest canal boat in an hour.",
        "At that rate the cargo of 250,000 bushels will fill 360 American cars, or 9 trains of 40 cars each.",
        "At 20 bushels to the acre, this single cargo would represent the yield of two and a half farms of 5000 acres each, like that described above, with every acre in cultivation.",
        "off-shore to load or discharge cargo by means of lighters.",
        "Anson took his prize back to Macao, sold her cargo to the Chinese, keeping the specie, and sailed for England, which he reached by the Cape of Good Hope on the 15th of June 1744.",
        "Sulina and the St George, the central or Sulina branch, owing to its greater depth of water over the bar, had from time immemorial been the principal waterway for sea-going vessels; its average depth throughout its course, which could not always be counted on, was 8 ft., but it contained numerous shoals where vessels had to lighten, so that cargo had often to be shifted several times in the voyage down the river.",
        "Formerly ships of heavy burden bound for Stettin discharged or lightened their cargo at Swinemiinde, but since the recent deepening of the river Oder they can proceed direct to the larger port.",
        "Another and a very serious consequence was that England secured the Asiento, or contract, which gave her the monopoly of the slave trade with the Spanish colonies, as well as the right to establish factories that is to say commercial agenciesin several Central and South American ports, and to send one cargo of manufactured goods yearly in a ship of 500 tons to New Carthagena.",
        "In 1602, in command of the \"Concord,\" chartered by Sir Walter Raleigh and others, he crossed the Atlantic; coasted from what is now Maine to Martha's Vineyard, landing at and naming Cape Cod and Elizabeth Island (now Cuttyhunk) and giving the name Martha's Vineyard to the island now called No Man's Land; and returned to England with a cargo of furs, sassafras and other commodities obtained in trade with the Indians about Buzzard's Bay.",
        "are compelled to lie outside and discharge cargo into lighters.",
        "This includes vessels which delivered part or all of their cargo at Detroit.",
        "Coleman of Glasgow, and in the early part of 1879 one of his machines was fitted on board the Anchor liner \" Circassia,\" which successfully brought a cargo of chilled beef from America-the first imported by the aid of refrigerating machinery, ice having been previously used.",
        "The first successful cargo of frozen mutton from Australia was also brought by a Bell-Coleman machine in 1879.",
        "He took his bread and canteen of waterâ€”the morning sustenance for a slaveâ€”and tucked them into a cargo pocket.",
        "He led her through the ship to a cargo area filled with pods on the wall.",
        "I'll dispatch my own cargo ships to your moon.",
        "His cargo pants lay on the bed beside him, and she saw the bulge where her micro was stored.",
        "The night was long and cold.  Deidre slept, and Katie drifted between a fitful doze and her thoughts.  Dawn crept across the jungle, peering first from the tangled branches overhead then inching through the trees.  As soon as she could see well enough, Katie crawled to Deidre's feet.  The woman continued to sleep, and Katie looked her over.  She looked like any other college student in cargo pants and a light sweater.  Deidre's long, flaxen hair was in a messy braid, and her skin was pale.",
        "Nowadays the cargo was tourists and not precious minerals.",
        "He gripped the pouch with its precious cargo.",
        "Shipping litigation covers all areas including admiralty, charterparty disputes, cargo claims, sale and purchase disputes and total losses.",
        "Captain Gerlach made an emergency landing on an improvised airstrip and made preparations to take off with his precious cargo.",
        "albatross colony was put on to say thanks for the cargo work.",
        "It would take several hours to unload a barge delivering a cargo of 100 tons of chalk.",
        "barqueLargo Bay was 68m long, beam 11m, an iron sailing bark carrying general cargo, bound London to Aukland.",
        "The other side of the hull, above the cargo, is exposed to the sea and to marine borers is also degraded.",
        "They were mostly small cargo vessels, called brigs and schooners, with crews of seven to ten men each.",
        "A little to the west a Danish brig, cargo fruit, was driven ashore.",
        "How about camo print shirts with a slogan in white, then full on khaki cargo pants, camo print shirts with a slogan in white, then full on khaki cargo pants, camo face paint and bandanas.",
        "How about camo print shirts with a slogan in white, then full on khaki cargo pants, camo face paint and bandanas.",
        "cargo of coal.",
        "Whilst en-route from Rotterdam to Alexandria with cargo of 9100 tons of fertilizer in heavy seas the cargo of 9100 tons of fertilizer in heavy seas the cargo shifted and she began taking water.",
        "All his mild efforts to unload this cargo went for nothing.",
        "Information regarding nearly 100% of all containerized cargo is carefully screened by DHS before it arrives in the United States.",
        "For the last ten days or so, we have been working down the East African coast, discharging cargo at Mombasa and Tanga.",
        "cargo handled at Aberdeen Airport increased by almost 5% .",
        "Russell Fowler explains how to protect the precious cargo every truck carries.",
        "Our ability to inspect efficiently and swiftly depends on accurate screening and targeting high-risk cargo.",
        "Most people would rightly expect trains with such a deadly cargo to be guarded like a radioactive Fort Knox.",
        "In addition to regular ferry traffic the volume of general and bulk cargo has increased continually over the past years.",
        "cargo ship, not much known of her.",
        "cargo vessel whose load included uranium dioxide powder.",
        "cargo pants and one hand coated with mud as she pushed herself up.",
        "cargo Albania reports the system will be solar powered.",
        "cargo containers move between major seaports each year.",
        "The aircraft has cargo doors in the nose and rear, with ramps for quick and easy cargo handling.",
        "Vessels carrying coke cargoes take a considerable deck cargo tonnage in addition to full holds.",
        "The cargo claimants also filed a claim against Murmansk.",
        "Globally, over 48 million full cargo containers move between major seaports each year.",
        "containerized cargo, palletized load packages, medium sized and weight equipment, supplies, or vehicles.",
        "When the OED adds the verb form of ' cargo cult ' to its corpus, remember where you read that first.",
        "deep pocketavigator cargo Pant Cargo style pant, with deep volume cargo pocket in durable Polycotton fabric.",
        "The Third and fourth defendants were the insurers of the cargo (\" the insurers \" ), both of which were Toronto-based companies.",
        "Track & Field releases are available from your local quality record emporium through Cargo Distribution.",
        "World Cargo Ltd UK based multimodal freight forwarder World Cargo Ltd is a UK based international freight forwarder specializing in global freight and cargo.",
        "Sea Wing is the leading airfreight forwarder to Nigeria with guaranteed space allocations on cargo flights to Lagos and Port Harcourt.",
        "Seattle has released details of the 747 LCF (large cargo freighter ), a modified 747-400.",
        "In 2002, Kaohsiung harbor was the fifth largest harbor in the world in terms of the volume of container cargo processed.",
        "The mixed cargo of crockery, perfume bottles, pocket watches, silver purses and brass was underwritten by other insurers.",
        "intermediarycompanies generally provide Cargo Insurance through the freight forwarder, or other trade intermediaries.",
        "ladells of lading for the cargo were issued on 28 November, but not released.",
        "laden with a cargo of bananas for discharge in Germany.",
        "lading issued for the cargo loaded in Montreal was subject to the Canadian Water Carriage of Goods Act of 1936.",
        "Faith asserted a lien on the cargo for demurrage based on the lien clause incorporated into the original bill.",
        "Faith asserted a lien on the cargo for demurrage based on the lien on the cargo for demurrage based on the lien clause incorporated into the original bill.",
        "mainstay cargo but this never materialized.",
        "offloading of humanitarian cargo at DurrÃ«s port.",
        "oncoming truck carrying a cargo of cows was unable to halt his heavy vehicle in time.",
        "I would dear a woman carrying no purse, who's cargo pants maybe are not stoppable.",
        "An American cargo parachute along with his canvas aerial delivery package got caught in a tree.",
        "A cargo plane full of soldiers who we re doctors ready to take off for Iraq.",
        "precious cargo at Heathrow Airport I'm sure we all felt some degree of trepidation.",
        "All vessels were now to discharge their cargo only at designated \" legal quays \" in the Pool of London.",
        "Systems for maximum skid resistance for airport halls, cargo terminals & plant rooms.",
        "However during the flight, the cargo comes alive in the form of an army of killer robots!",
        "Two proprietary consumer cargo tank radar surveys by Zelos Group reveal promising market segmentation, pricing and packaging strategies.",
        "wooden shelving had been placed on top of the cargo in each hold, making two tiers each with about a meter of space.",
        "Cargo again sees the Glenfiddich crew taking over, this time for their first birthday shenanigans.",
        "Old cargo ship, not much known of her.",
        "There are now plans to re-develop the pier so that it can be used more often for cargo shipments.",
        "Part of this process involves banning cargo from unknown shippers from passenger aircraft, and greatly strengthening the \" Known Shipper \" program.",
        "The cargo ship War Crocus left the shipyard for the first time on the evening of 7th July 1918.",
        "shove out of the cargo bay door.",
        "skid resistance for airport halls, cargo terminals & plant rooms.",
        "This bill of lading described the cargo as crude oil slops.",
        "Slower cargo growth of 4.7% reflects a general slowdown in global economic activity.",
        "The Giannis D set sail from Croatia with a cargo of sawn softwood destined for Jeddah.",
        "Many barrel staves were excavated, possibly the remains of a cargo or supplies for the crew.",
        "By the 1860s, cargo ships were being made from iron and powered by steam engines.",
        "stevedoret's licensed stevedoring company, DA Harrison, discharged the cargo for Carrs in under 16 hours.",
        "stowed away on MC Ruby, a cargo ship bound for Le Havre.",
        "In consequence of the bad stowage, which was held to amount to unseaworthiness, some of the deck cargo was lost overboard.",
        "Holds The lowest cargo stowage compartments in a ship.",
        "Euro Cargo Rail is a wholly owned subsidiary of English Welsh & Scottish Railroad Holdings Limited.",
        "If you can imagine, the tons of food and equipment are brought to the jetty in a small cargo tender.",
        "Taiwan has been continuing to promote concrete measures, such as passenger and cargo charter flights, to alleviate cross-strait tension.",
        "In total cargo tonnage was down 7.6% on last year.",
        "tonnehandles some 50 million tons of cargo per annum.",
        "transhipped cargo here from boats into trucks which would then descend the 237 feet inclined plane.",
        "Electric cars are a nice idea, but they won't work for mass transit or cargo.",
        "Famagusta, the principal sea port of North Cyprus is also important for cargo transportation.",
        "twenty-one foot cargo boat.",
        "unload this cargo went for nothing.",
        "In March, there was a sharp upturn of 5.7% in cargo traffic for a 1.5% increase in capacity.",
        "A Kirkwall lifeboat crewman was injured during a rescue operation which saw a cargo vessel drifting out of control in Kirkwall Bay.",
        "The adjustable waist, and trim front and cargo pocket are practical and flattering.",
        "Transporters are largely used for dealing with general cargo between vessels and warehouses, and also for coaling vessels; they have a great advantage in not interfering with the rigging of vessels.",
        "Phillimore, whose tenure of office covered the whole period of the queen's reign till the creation of the High Court of Justice, the valuable assistance rendered by the nautical assessors from the Trinity House, the great increase of shipping, especially of steam shipping, and the number and gravity of cases of collision, salvage and damage to cargo, restored the activity of the court and made it one of the most important tribunals of the country.",
        "Rule Ii.-Damage By Jettison And Sacrifice For The Common Safety Damage done to a ship and cargo, or either of them, by or in consequence of a sacrifice made for the common safety, and by water which goes down a ship's hatches opened, or other opening made for the purpose of making a jettison for the common safety, shall be made good as G.A.",
        "(d) If a ship under average be in a port or place at which it is practicable to repair her, so as to enable her tc carry on the whole cargo, and if, in order to save expenses, either she is towed thence to some other port or place of repair or to her destination, or the cargo or a portion of it is transhipped by another ship, or otherwise forwarded, then the extra cost of such towage, transhipment and forwarding, or any of them (up to the amount of the extra expense saved), shall be payable by the several parties to the adventure in proportion to the extraordinary expense saved.",
        "(See Rules I.-IX.) And in Rule I., as to jettison of deck cargo, a change is made from the common law rule, for the jettison is not allowed as G.A.",
        "Cargo handling thames hotels takes place on about 100 riverside wharves between Deptford and Canvey Island as well as at enclosed docks at Tilbury.",
        "However during the flight, the cargo comes alive in the form of an army of killer robots !",
        "Wooden shelving had been placed on top of the cargo in each hold, making two tiers each with about a meter of space.",
        "Sam led the way to show how it was done, then Teal'c was given a helping shove out of the cargo bay door.",
        "On the return trip, the aircraft, an 707 cargo container carried two shrink-wrapped pallets containing US$4 billion each.",
        "She was delivered on 11th March 1945 to carry fruit from South Africa on the northbound voyage and general cargo on the southbound voyage.",
        "The port 's licensed stevedoring company, DA Harrison, discharged the cargo for Carrs in under 16 hours.",
        "On 23 October 1992, they stowed away on MC Ruby, a cargo ship bound for Le Havre.",
        "Studies of lost cargo have shown litter can travel thousands of miles around the world 's oceans.",
        "It handles some 50 million tons of cargo per annum.",
        "A crane once transhipped cargo here from boats into trucks which would then descend the 237 feet inclined plane.",
        "Electric cars are a nice idea, but they wo n't work for mass transit or cargo.",
        "The project 's goal was to replicate a twenty-one foot cargo boat.",
        "The Port of Durban, is Africa 's busiest port, and handles cargo valued in excess of R50 billion annually.",
        "The average SUV does offer quite a bit of roomy seating and good cargo space.",
        "Check the passenger capacity and examine cargo capacity with the back seats up and down.",
        "In addition to getting a vehicle that has more seats, cargo space or towing power than you actually need, one common upsell is four-wheel drive.",
        "If you do purchase an SUV, don't load more cargo than the vehicle is equipped to handle.",
        "The best SUV may be the one with the highest towing capacity, the biggest cargo space or the highest safety rating.",
        "If it weighs heavier than this, you will not be able to maneuver that well or carry that much cargo.",
        "If you're wondering where to buy a Margaritaville Frozen Concoction maker, the first place you'll probably want to check is the official website, Margaritaville Cargo.",
        "Another perk that comes with buying your Margaritaville machine from Margaritaville Cargo is the free shipping.",
        "Also hot tickets are military-inspired jackets and cargo pants, and Nordic-patterned sweaters are expected to heat up the sales forecast.",
        "If you are planning on taking long flights with kitty onboard, even sitting next to you, then you will be choosing quite a different carrier from the style that would be used when your cat flies in the cargo hold.",
        "From its early role as a mouser on British cargo ships, the American Shorthair has found its rightful place in people's hearts.",
        "In such paces, bicycles are the ideal transportation method, both for carrying cargo and for simply getting from point A to point B.",
        "Cargo is the king of lip gloss and their line has recently expanded to include several shades of plant-inspired shimmering lipstick!",
        "CARGO's blu-ray™ Pressed Powder is formulated for high-definition filming, and therefore it promises to look flawless no matter what the lighting or setting may be.",
        "It's easy to find a train case that fits your personality while also serving to stow your precious cargo.",
        "The newest approach to beauty takes on a decidedly greener stance, and that's especially evident in the Cargo PlantLove Botanical Lipstick.",
        "The Cargo PlantLove lineup originated with the lipstick, which was introduced to much fanfare and consumer interest.",
        "Cargo is one of the beauty industry's leading names, and the lineup is as glamorous and stylish as the company's other well-reputed products.",
        "It didn't take long for me to flip for Cargo PlantLove Botanical Lipstick.",
        "Cargo even ensures that they're manufactured only in countries that have records of solid environmental practices.",
        "Teens wear capris tight and cuffed at the bottom or in a cargo style with extra pockets.",
        "When it's warm outside, it's all about flip-flops, bathing suits, cargo shorts, tanks, and t-shirts.",
        "Cargo pants, especially ones that can turn into shorts, are another great option.",
        "Either give the men options for buying their own with a set list of \"rules\" to follow (such as no cargo pockets and no pleats), or purchase them for the groomsmen either by gift certificate with the style name and number or shop together.",
        "Jeans, cargo pants and khakis work well year-round, so these are the pants boys will likely turn to much of the time.",
        "A camo jacket looks great with a pair of jeans or cargo pants--basically with whatever else your child puts on that day.",
        "A sturdy pair of boys' cargo pants is ideal for little boys on the go.",
        "For the rare person who doesn't know, cargo pants are loose, often khaki, pants with large flap pockets on each thigh.",
        "Many cargo pants are water repellent, so they are a great option for whitewater rafting or hiking in damp weather, as well as playing on the beach on a colder day.",
        "Almost any store that carries boys' active and casual clothes will have boys' cargo pants and shorts.",
        "They make cargo pants in slim and regular sizes and the waistband is adjustable, allowing for growth and comfort.",
        "Land's End, always a good choice for outdoor and cooler weather clothes, offers boy's cargo pants in cotton twill, which is pre-washed so it already looks broken in.",
        "L.L. Bean has an unusual pair of boys' cargo pants as well - they are in plaid, which might make someone think they are outdoor pajamas.",
        "Items like cargo pants do get hard wear, but they are also built to last.",
        "As children grow so quickly, a quality pair of cargo pants will often have a lot of life left in them once the boy for whom they were bought has grown out of them.",
        "That way, the cargo pants quickly find a new home - and you might find a new pair of cargo pants!",
        "Plaid Cargo Shorts: In the same retro-style plaid as the Bermuda shorts, these cargo shorts – featuring Velcro-fastening pockets – allow a boy to combine a modern and vintage style.",
        "Beach Cargos: Great for a summer holiday, these lightweight, quick-drying cotton cargo shorts are comfortable and loose enough to allow for a lot of running and tumbling.",
        "Rather, the company was responsible for ferrying immigrants to the United States, to the tune of 850,000, and ran numerous cargo ships, increasing its fleet considerably.",
        "Take off whenever you want, go where you will, and let your dog ride right beside you, not in a stuffy cargo hold.",
        "Although the number of incidents have declined in recent years, dogs do still sometimes get lost in transit, escape on the tarmac, and even die in the cargo hold.",
        "Draw arrows and write, \"This side up,\" to indicate how the crate should be placed in cargo.",
        "You can try your creative hand at cargo or canvas pants, but know that nothing breaks in, frays apart and unearths the same boho cool charm as a pair of denim shorts.",
        "Pro Gear cotton cargo shorts: With plenty of pockets, you'll have ample storage space in these cargo shorts, which come in sizes 44-54.",
        "Dockers flat front cargo shorts: A relaxed fit, soft washed twill and hidden MP3 player pocket describe these to a T.",
        "Polo Gellar fatigue cargo short: An inseam of 10.5 inches works well for taller guys, while the belted waist, flat front and easy leg make these shorts suitable for just about any casual occasion.",
        "These shorts are simple and durable, made from 100 percent cotton, and are available in stonewashed, cargo, relaxed or slim fit.",
        "Cargo pants: There's something sexy about cargo pants when it comes to casual wear.",
        "Cargo shorts are a great choice for the weekends.",
        "For example, cargo shorts are not dress shorts and shouldn't be worn as such.",
        "King Size Direct, where you can get cargo shorts that give you plenty of room to store keys, your wallet, and anything else you need, plus t-shirts, polos, and jeans.",
        "There are two cargo pockets on the front, slash pockets and two rear pockets so you can carry everything you need.",
        "The only complaints are that the slash pockets can catch foliage and the cargo pockets are a bit too deep - although it is acknowledged that this is good for security.",
        "Croft & Barrow® Side-Elastic Denim Cargo Shorts are sold exclusively at Kohl's.",
        "They are done in a cargo style and have elastic inserts on each side of the waist band.",
        "You can't get much more casual than cargo pants for men.",
        "Cargo pants are often found in muted earth tones like khaki and olive green, and have the traditional pants pockets at the hips, plus the two in the back.",
        "They also have larger cargo (hence the name) pockets on each side for storing even more.",
        "Since they're often worn in rugged environments because of their utilitarian nature, cargo pants are typically made of durable materials, and can even come with UV protection.",
        "The REI Ripstop Cargo Pants are a good example.",
        "If you want an outdoor adventure, cargo pants may be the ideal clothing option.",
        "Cargo pants are perfect for casual days because they're usually lightweight with a relaxed fit, and they pair well with a T-shirt and sneakers, the ultimate weekend wear.",
        "Cargo pants are perfect for the guy who likes to carry quite a few essentials when he can, rather than being limited to the bare minimum that will fit in the pockets of his jeans or work pants.",
        "In most cases, shirt choices that will complement cargo pants for men include T- shirts, tanks, and polo shirts.",
        "You can find cargo pants for men in a range of stores.",
        "Some may feel that every man should have at least one pair of cargo pants in his closet for lazy or active casual days, depending on your hobbies.",
        "Slide into a pair of cargo pants when you want something that looks more interesting than blue jeans while being functional, too.",
        "It looks great with shorts, khakis or even a pair of cargo pants.",
        "Not only that, but they also play well with everything from jeans and cargo shorts to khakis and even swim trunks.",
        "The ultimate in casual summer wear is a pair of cargo shorts for men.",
        "If you are looking for a comfortable pair of stylish summer shorts, consider cargo shorts.",
        "Like cargo pants, cargo shorts are a great option for men since they can store items such as keys, wallet, cell phone and even tools.",
        "Cargo shorts just may be one of the most versatile summer staples that a man can own.",
        "There are endless brands that include cargo shorts in their summer collections.",
        "Length for cargo shorts varies from short cargos that are above the knee to longer shorts that reach mid-calf.",
        "Anything goes for cargo shorts as long as they are comfortable to wear.",
        "Docker's Classic Cargo Short is a great option for men of all ages and sizes to consider.",
        "The Classic Cargo comes in regular and big and tall sizes.",
        "Old Navy offers several styles of cargo shorts that are as affordable as they are comfortable.",
        "BKE Newark Cargo Short, found at Buckle.com, is made from quality cotton canvas and includes a belt.",
        "For a pair of camouflage cargos, check out the Arizona Camo Cargo Short found at JCPenney.",
        "Lee Wyoming Cargo Short comes in regular as well as big sizes.",
        "Storage is not an issue with this style since it has two front pockets, four cargo pockets and two back flap pockets.",
        "Shopping for cargo shorts should not be a problem since they remain a popular choice for men.",
        "Many outdoor stores such as Cabela's carry a selection of rugged cargo shorts for men.",
        "Cargo Men's Golf Shorts: These are only available in two colors, smoke/baroque brown and wolf grey/dark grey.",
        "There's nothing quite like elastic waist cargo pants for weekend relaxing.",
        "Cargo pants were first designed for outdoor activities like fishing and hiking, both of which require lightweight, comfortable pants that are sturdy and can hold a lot of equipment.",
        "Virtually every clothing designer who makes cargo pants for men provides at least one pair with an elastic waist, so there are many from which to choose.",
        "At JC Penney, the classic shop for such basic wear, you can get Towncraft flat-front elastic cargo pants that have an adjustable drawstring to give you an individual fit.",
        "Rugged clothing specialist Duluth Trading Co. has jersey cargo pants with a drawstring waist, zip fly and button closure, deep side pockets and button-close back pockets.",
        "LL Bean has Tropic-Weight cargo pants with a comfort waist, designed to be more stylish relaxed wear.",
        "They have front quarter pockets, back flap pockets and deep cargo pockets.",
        "There is one front cargo pocket and a large back pocket.",
        "For those who need some UV coverage built into their pants, Coolibar offers men's cargo pants designed to keep cool even in hot, sticky weather.",
        "Elastic waist cargo pants are also worn by men in the medical field, as they make for a comfortable and practical uniform.",
        "At Pulse Uniform, you can get a pair by Cherokee that comes in sizes up to 5XL and has four cargo pockets, perfect for carrying the many small items a medical professional needs to have at hand.",
        "At Uniform Corner, you can choose from a range of medical scrubs cargo pants for men, all with comfortable elastic waists.",
        "A name badge can be clipped to the cargo pocket and they come in several colors.",
        "Plus size petite cargo pants can take you anywhere; the key to a successful look is all in the fit and how you accessorize them.",
        "Cargo pants aren't always designed with a baggy fit, and they come in a rainbow palette of shades from muted to vivid.",
        "Talbots: Perfect for family outings, relaxation or enjoying the scenery during a leisurely walk, these signature wash cargo pants feature slim legs and a stretchy, comfortable fit because they are made from a cotton/Lycra spandex blend.",
        "Addition Elle: Here's a clever twist on the traditional cargo style that is perfect for exercise or enjoying some solitude while you practice your yoga poses.",
        "These black yoga pants feature cargo pockets and a relaxed fit in sizes XP to 4XP.",
        "August and September are usually the best months to shop for petite cargo pants, and many stores will feature them as part of their back-to-school promotions.",
        "However. If you can't find the perfect fit, it's best to err a bit on the looser side with a pair of plus size petite cargo pants to get the look you want.",
        "Macy's carries a great looking short sleeve henley top that features two flap patch cargo pockets.",
        "You may also pair your henley with jeans, cargo pants, khakis, or shorts (or even a super casual skirt!).",
        "Just Gear offers a variety of styles including bibs, elastic waist and cargo ski pants.",
        "A great style for active women, deep pocketed plus size cargo shorts make it easy to carry your essentials with you while leaving your handbag at home.",
        "Whether you love the look of denim, the comfort of cotton or the moisture wicking ability of nylon, women's cargo shorts are stylish, fashionable and comfortable.",
        "Pair your cargo shorts with your favorite tee shirts for cool comfort.",
        "Polo shirts and tank tops also look great with cargo shorts.",
        "One of the hottest styles of cargo shorts is the soft knit, relaxed fit, pull-on style with a regular rise.",
        "Falling midway between the knee and thigh, the shorts have a nine inch inseam, side slash pockets and cargo pockets.",
        "If you prefer a more fitted style, cargo shorts with a zip front closure are a sure way to flatter your figure.",
        "Inseam lengths on zip front cargo shorts generally range from six to ten inches.",
        "Cargo shorts made out of moisture wicking nylon help keep you cool and dry on hot summer days.",
        "Sometimes called pedal length shorts, or pedal pushers, the longer length cargo shorts fall just slightly past knee length.",
        "With a contrasting drawstring and cute banded hem, these cargo shorts from Lane Bryant are sure to become a favorite for daytime or a casual evening get-together during the spring or summer.",
        "Cargo shorts for plus size women are available in retail locations both on and off line.",
        "When the weather turns warm, cargo shorts take the center stage on store displays and shelves.",
        "A great looking pair of plus size cargo shorts is offered at Junonia.",
        "With two Velcro closure cargo pockets, two slash side pockets and a back pocket that zips closed, there is plenty of room and security to carry everything you need.",
        "Travel Smith offers cargo shorts for plus size women in sizes up 26W.",
        "NeNature in association with L.L.Bean offers a lovely pair of sandwashed stretch canvas cargo shorts in a gorgeous peached cotton fabric.",
        "Add a pair of your favorite plus size cargo shorts to your wardrobe and enjoy the warm weather in style and comfort.",
        "Women's plus size cargo shorts are an ideal choice for the warmer weather that comes with spring and summer.",
        "Cargo shorts are available in a variety of colors, lengths and styles, so you're sure to find the perfect cargo shorts for you.",
        "When combined with a nice top, cargo shorts can be a practical and stylish addition to your wardrobe.",
        "Cargo shorts are typically a knee length short in a neutral color (such as khaki, olive drab or black) that have a large number of pockets.",
        "While most are knee-length, you can find variations on women's plus size cargo shorts in a shorter, mid-thigh length and a longer, mid-calf-length, typically known as a Capri length.",
        "Many cargo shorts also have the ability to wick moisture away from your body, keeping you cool and dry.",
        "The nature of cargo shorts is slouchy, so there is no need to iron them.",
        "One of the main features of cargo shorts is the pockets.",
        "There are many pairs of women's plus size cargo shorts that have slimmer, less baggy pockets.",
        "Well-fitting cargo shorts look less slouchy and more attractive.",
        "Cargo shorts lend themselves well to casual outfits.",
        "Footwear is versatile with cargo shorts, as well.",
        "Whether you love the look of dress pants in beautiful classic styles or prefer the more casual cargo or cropped styles, plus size ivory pants are a perfect addition to any woman's wardrobe.",
        "Choose a cargo style short and pair with a polo shirt and tennis shoes (or golf shoes) for a day on the golf course or tennis court.",
        "Cargo pants fit snuggly around the waist and branch out to a wide leg through the ankle.",
        "Cargo pants are made from cotton and are typically khaki in color, but also come in greens, blues and black.",
        "Cargo pants look best with a casual top, such as a tank top, and a pair of flip flops or flat heeled shoes.",
        "If you are looking for an incredibly wearable addition to your wardrobe, consider a pair of plus size cargo pants.",
        "Cargo pants are identified by their pockets, which allow their wearers to carry lots of cargo in them.",
        "Of course, cargo pants just would not be cargo pants without their signature pockets, but do not limit your selections to those with the traditional pocket-on-the leg styles.",
        "Include some garments with side cargo pockets or buttoned cargo pockets in your clothing arsenal.",
        "Look for dropped waist styles of cargo pants to compensate for this.",
        "Metrostyle: Become a Metrostyle VIP shopper, and receive exclusive discounts and special promotions to save you money on your next pair of cargo pants.",
        "With these tips in mind, you should have no trouble finding a pair of plus size cargo pants that flatters you and your budget!",
        "In Arcade Mode you must transport trailers of cargo across the USA.",
        "Load 'er up with cargo, shop around the best price, and reap the benefits of your hard work as you upgrade your vessel to the absolute best ship it can be.",
        "Many are designed for strict functionality while others shoot for imaginative style and design to draw attention to itself and its precious cargo, the wine.",
        "Loose-fitting pants like sweats and cargo pants, combined with some sort of tank top (usually with a hoodie or loose shirt covering it) are all that's necessary.",
        "Achieve a specific delivery schedule - Local drivers, intercity and long distance drivers are all responsible for getting their cargo to a specific destination by a specific time.",
        "Load and unload cargo - Some drivers, such as those who operate moving vans, will have local workers help load and unload heavy furniture.",
        "In some cases, the driver may be the only person certified to handle special cargo they are transporting.",
        "Try on jeans with cargo pockets, buttons, flap pockets, and decorative stitching.",
        "The Belted Cargo Pant-A white pant with detailing on knees and calves, it includes a wide belt for adjusting during your pregnancy.",
        "You'll love the Maternity Cargo Trousers for $128 or the Black Split Leg Pants for $89.95.",
        "If you would like your swimming trunks to stand out from among a sea of Hawaiian patterned trunks, then consider interesting details like cargo and mesh-lined pockets.",
        "Other details include flap cargo pockets and a self-adhesive key pocket.",
        "In addition to these basic features, you'll delight in the extra two side cargo pockets, both with a velcro closure and interior mesh coin pocket.",
        "Solid Cargo Swim Trunks by Beach Rays: These cargo swim trunks are a bit longer with a twenty-inch inseam, but they have all the necessary features you crave.",
        "With its elastic waistband, cargo pocket and six-inch inseam, this pair is priced at $44.00.",
        "Complete with a mesh lining, a back right pocket, as well as two cargo pockets, these $5.00 trunks are disarming in their simplicity.",
        "These shorts also have cargo pockets, are made of a lightweight fabric and come with a mesh lining.",
        "With its side cargo pocket, you can stick your essentials like your lip gloss and cell phone inside for easy access.",
        "Done in the \"cargo\" style, these shorts offer convenient pockets, a poly mesh liner and metal grommets that help release air and water.",
        "This canvas in varying shades of black, deep green and grey features a Velcro fly with a lace-up closure, a cargo pocket that is embroidered with the Quicksilver logo and sizes that range from 28 to 40.",
        "Users rave about the quick-drying fabric and smart design functions like the Velcro-closing cargo pocket with drain grommets, Velcro fly and drawstring waist that allows you to easily adjust the shorts for a custom fit.",
        "Here you'll find Nautica's Big and Tall Cargo Swim Trunk.",
        "In addition, two side cargo pockets with a velcro closure and one back pocket with a velcro closure ensure that you'll be able to find your keys in a jiffy.",
        "The suit also features three pockets: a right slash pocket, a right cargo pocket, and a right back pocket.",
        "The cargo truck figure from Raiders of the Lost Ark includes hand and foot holds so that the child can position his or her action figures on it.",
        "This lets a child easily dump out the cargo and makes Rocky appear more like a robot.",
        "Your child will have four people, one helicopter, one truck, one car, eight train cars and twelve pieces of cargo to play with on the tracks.",
        "The look remained strictly casual, encompassing such basics as jeans, cargo slacks and jackets.",
        "Short cotton workout shorts, traditional Soffee shorts, khaki shorts, cargo shorts, tiny blue jean shorts in any wash you could imagine, and even tiny skorts could be considered skimpy.",
        "If you need to opt for a pencil skirt in order to slim the hips, reach for a cargo style or an A-line shape that has interesting details, like an unusual slit or a ruffled finish.",
        "Cargo: Cargo styles reflect the great outdoors and make you look like a fun and adventurous explorer.",
        "You'll need some dark blue cargo shorts (but khaki shorts will do in a pinch) and a light blue shirt.",
        "Aluminum briefcases provide the utmost protection for your precious cargo, though this protection does not ensure maximum safety in the presence of gun shots.",
        "Where hard cases are concerned, the Cargo Deluxe Guard Travel Case looks protective enough to transport a missile, and yet it's suitably small enough for your club case.",
        "The Cargo Pro Series 900 Hybrid Cover is marketed as being able to withstand \"over 2000 lbs. or crushing force\", though it probably melts into an acid pool at the touch of a toddler.",
        "With magnetic buckle closures, front cargo pockets, industrial-grade wheels and scratch-resistant hardware, the bags are generally agreed to be an excellent investment.",
        "No matter what size it is, keeping this valuable cargo safe is imperative.",
        "Boys' pants come in a variety of styles, including traditional dress pants, flat or pleated front pants, and cargo pants.",
        "They just happen to look great with all types of casual wear, from cargo pants to shorts, and they add a romantic element to a basic outfit.",
        "For examples, tan and cream high top shoes look amazing with jeans, cargo pants, leggings, and a number of different skirts.",
        "Green Dragon offers quite a range of pants, from practical cargo pants with drawstring waists and large pockets to tighter capris or leggings that can be used as a basis for layering outfits.",
        "The DTW Group will continue to operate the international freight forwarding, cargo transport and merchandise distribution businesses.",
        "The limited seating capacity and cargo room make this van an unpopular choice for larger families.",
        "The Routan does not offer stowable seating in the second row, which limits drivers' abilities to haul a large amount of cargo.",
        "There are cargo vans, conversion vans, and minivans.",
        "A cargo can is a larger van with a longer body and not many amenities.",
        "Conversion vans are essentially cargo vans that are converted to include sleeping areas and other conveniences.",
        "There are a variety of floor mats for your Toyota Sienna such as driver, passenger, rear, and cargo, so check out some of these super websites and stores to find ones that fancy you and your wallet.",
        "JC Whitney: Long known as the aftermarket source that dealer's use, JC Whitney offers both floor mats and cargo liners.",
        "Knowing your car's weight and weight capacity can be important in situations like towing a trailer or carrying cargo.",
        "Vehicle weight depends on a number of factors, including the size and type of vehicle, the mass of the engine, and the combined load of cargo and passengers.",
        "Passengers, cargo, fluids, and other items are not included in this weight.",
        "This number represents the manufacturer's top recommendation for the combined weight of your vehicle, cargo, fluids, and passengers.",
        "You vehicle's compliance certification label should include the gross combination weight rating (GCWR), which is the maximum total for the weight of your vehicle, passengers, cargo, fluids, and trailer.",
        "It also tells you how much cargo your car can safely carry without damage or loss of safety.",
        "Category three vehicles include large pick-up trucks and vans with a cargo space of 72 inches or less.",
        "The cargo area at 83 cubic feet is large but not considered as roomy as minivan storage space.",
        "Auto Geek also sells safety accessories, cargo liners, organizers, and even pet travel accessories.",
        "The chart below can help you understand which measurement you want to use when comparing vehicles or deciding on how much cargo your vehicle can carry.",
        "If you drive a large vehicle and you're concerned that your cargo may place it over the legal weight limits, check the DOT website for your particular state to determine the legal limits for your specific vehicle.",
        "The base weight is the overall weight of the base model of a car or truck without any passengers or cargo.",
        "If you plan on towing cargo or carrying a lot of heavy equipment on a roof rack, you'll need to have an accurate measurement of your actual vehicle curb weight.",
        "The term \"curb weight\" refers to the weight of a car that does not contain passengers or cargo and is not pulling a trailer.",
        "Your GVW will change based on several factors, including how much fuel is in your gas tank, how many people you're carrying, how much cargo you've put in your vehicle, and whether or not you're pulling a trailer.",
        "If the GVW is higher than the GVWR, you'll need to remove some cargo in order to travel safely.",
        "It helps to understand sport utility vehicle size differences when making SUV comparisons, since size figures greatly into towing capabilities, cargo room, cost, fuel economy, and other features.",
        "Full-size SUVs allow you to carry lots of cargo and up to seven or eight passengers.",
        "They may not have as much cargo room or as much power, but they also tend to cost significantly less.",
        "How much cargo do you plan to haul around with this vehicle?",
        "You can keep your spare in case of an emergency while also adding cargo space to your Jeep.",
        "The vehicle provides over 9,000 pounds of towing capacity, allowing you to cart around cargo up to nearly five tons.",
        "The third row of seats fold down, allowing you extra cargo space for the things that you can't fit inside your trailer.",
        "Suburbans also have a large cargo capacity, giving you extra room for extra objects on long road trips.",
        "If you're going to be doing a lot of towing and know what you will be hauling, it is important to get an SUV with at least the amount of power needed to haul your cargo.",
        "If a truck tips, sometimes its cargo spills out in the ice and snow.",
        "It's an inconvenience with regular loads, but a near disaster when a cargo spill threatens the environment.",
        "Sulu was assigned to convert the cargo bay of a starship into a whale tank.",
        "Star Trek ships are space-traveling vehicles that carry passengers and cargo across the galaxy.",
        "The ship featured numerous hiding cargo storage, including spaces under the floor panels where Han, Luke and Obi Wan hid after the ship was captured by the Death Star.",
        "He's a vengeful character when things don't go his way as fans remember when he pays Boba Fett to deliver Han Solo to him for losing a cargo of spice to an Imperial patrol.",
        "Pockets are either at the side or \"cargo\" style, large pockets on the thighs.",
        "Most scrub sets, especially the cheaper ones, are designed for unisex wear, but occasionally variations are offered that are particular to one gender or the other - such as the cargo pocket skirt offered by RMF scrubs.",
        "The modern Brownie now has her choice of purchasing a great looking skort (skirt and shorts combo), drawstring pants, or cargo pants to go along with her sash or vest.",
        "The skort is flippy and fun, while the drawstring and cargo pants make woodland adventures and field trips a lot more comfortable.",
        "Cargo pocket - The new cargo pocket is tightened with an elastic cord which makes sure it stays secured even if it isn't buttoned and helps it to lay flat.",
        "An excellent example of the zip fly pant is the Dickies cargo pocket pants.",
        "A seven pocket cargo pant with a combination elastic and drawstring waist made from a blend of poly/cotton.",
        "The dark blue jacket was miltaristic in style, with \"cargo\" style pockets, brass buttons, and epaulets.",
        "Trousers were basic, creased along the front, without any cargo pockets on the sides.",
        "The weapons of the Franc Garde consisted usually of a pistol sidearm, carried in a brown leather holster attached to a brown belt worn over the blue jacket (which also had cargo pockets along the lower part of the jacket).",
        "Unlike current military pants, there are no cargo pockets on the uniform, and usually the pants are not bloused into the boots.",
        "Bottoms can be flared, cargo, elastic waist, drawstring, or boxer style.",
        "Grey's Anatomy pants all have tagless, drawstring waistbands with elastic backs and come in styles such as cargo, utility or fitted.",
        "This company also carries a line of the men's solid and print tops, as well as Koi cargo pants.",
        "Pants are available in the drawstring, utility cargo, and flare styles.",
        "There are flare leg, utility cargo, fashion cargo, and drawstring styles.",
        "in Cargo.",
        "BagsTo Go: This store offers cargo trunk duffles.",
        "They offer a 40-inch jumbo soft cargo trunk or a 36-inch version.",
        "Many people simply pack every available cargo space in their SUV or minivan with heavy equipment and gear when going camping or out to sporting events.",
        "In addition to filling the interior cargo areas, they also mount a rack to the top of the car and load it up with even more heavy equipment.",
        "The rating is the manufacturer's limit of how much the vehicle plus all accessories and cargo should weigh.",
        "Gross Vehicle Weight - This is your actual vehicle weight that can change depending on how many passengers you have in the car, how many accessories you've added, and how much cargo you've loaded.",
        "As you select your next car or consider using your current vehicle to tow or carry cargo, it's a good idea to learn about gross vehicle weight (GVW)."
    ],
    "definition": [
        "Link/Cite",
        "Freight carried by a ship, aircraft etc.",
        "(Papua New Guinea) Western material goods.",
        "Link/Cite"
    ]
}