{
    "translation": "פגיעה, אובדן בנפש",
    "uses": [
        "Civility is the second casualty of political debate.",
        "The casualty list shows the nature of the fighting.",
        "The casualty lists were rigidly and, no doubt, properly suppressed, but owing to the representations of the Newspaper Proprietors' Association they were supplied periodically for the confidential information of editors.",
        "A reference to the terrible weekly casualty lists would at once prove the falsity of this statement.",
        "However, they sometimes get blind sided by a series of unfortunate events, such as natural disasters, a mass casualty event, or an unprecedented number of people going on long term disability.",
        "This is a unique type of insurance that covers losses in property and covers the legal liability or \"casualty\" of the policy holder in the case of injury or damaged property of another person.",
        "aircrew killed, wounded or taken prisoner, for each British pilot casualty.",
        "Casualty Insurance - This includes all types of commercial businesses, environmental liability, general and product liability, employer's indemnity, and real estate investment trust insurance.",
        "Please continue to let us know of any road casualty otters seen in our area.",
        "Property and casualty insurance is a specific type of insurance that covers businesses and individuals against excessive financial losses due to the damage or destruction of the things that allow them to obtain income.",
        "Unlike health insurance -which protects only an individual or family- or car insurance -which may only be used for expenses pertaining to an automobile- property and casualty insurance can be used to cover a variety of assets.",
        "rapid buildup of evacuation assets at the mass casualty location eases the situation.",
        "The Casualty Doctor may prescribe some tablets to help with the pain.",
        "The biggest casualty was Tyler Hamilton, who finished fourth last year in spite of a broken collarbone.",
        "Casualty insurance co auto insurance comparison dental coverage cost.",
        "calibrated in terms of casualty data for 1997 from the STATS19 national accident reporting system.",
        "Working along side firefighters from Blue watch at Buxton, the team facilitated a hoisting system using technical rope skills to evacuate the casualty.",
        "Caring for a seriously injured casualty in a remote area is a formidable challenge, even for the most experienced expedition medic.",
        "Provide buoyancy for an unconscious casualty on the surface.",
        "casualty coveragethe vw.",
        "casualty evacuation role.",
        "casualty reduction from road traffic collisions.",
        "casualty insurance co rates are computed coverage in excess.",
        "casualty toll of the Crimean War (1854-56 ), an assumption had taken firm hold.",
        "casualty law had little or no positive impact on motorcyclist casualties.",
        "He died of wounds in a casualty clearing station near Arras on 1st October 1918, aged 33.",
        "More space is required for the purposes of assessing casualty prior to release, e.g. an enclosed corridor.",
        "criteriontringent casualty criteria are a major obstacle in using more cameras along these roads.",
        "Firefighters removed a casualty from one vehicle using hydraulic cutting equipment on a spine board.",
        "Property and casualty insurance coverage is a necessity for homeowners to protect their investment in case of damage or theft.",
        "Both divers commenced the ascent but at 30m the casualty lost buoyancy and started to sink feet first.",
        "Last Season Scott was on the casualty list for almost all of the campaign, suffering a double hernia.",
        "mum was taken to the casualty department at York hospital first, where the doctors told my mom I would die.",
        "remove any obvious obstruction in the casualty's mouth.",
        "Use of a casualty rate per journey for car occupants would paint a much more negative picture.",
        "An e mail received from the casualty's friend confirmed the team diagnosis and noted that the ankle required plating and external fixation.",
        "In order to focus the efforts on casualty reduction, the Government has set targets to be achieved by 2010.",
        "Tomorrow's roads: Safer for Everyone The Government's road safer for Everyone The Government's road safety strategy and casualty reduction targets for 2010.",
        "They also took care to provide effective sanitation; the British Army had the lowest casualty rates from disease of any of the armies.",
        "schism between art and craft is one of the symptoms of a heirarchical view of art and a particular casualty of modernism.",
        "Katharine S. Way (1982) is a successful TV scriptwriter for Casualty and The Bill and is developing original projects.",
        "Also first mammal casualty of the year - a common shrew brought in by the cat.",
        "sloshing around unbidden then perhaps a quick three hour queue in casualty is called for?",
        "Long-running hospital soap ' Casualty ', plus the multi-award-winning Natural History Unit, are both based in Bristol.",
        "These casualty reductions are the result of reducing speeding by 70% at camera sites.",
        "In this case we have two choices - either use a flexible stretcher or move the casualty out of the stretcher.",
        "The casualty was evacuated by stretcher using a back rope for security.",
        "stringent casualty criteria are a major obstacle in using more cameras along these roads.",
        "After the scandal of the needlessly high casualty toll of the Crimean War (1854-56 ), an assumption had taken firm hold.",
        "towline attached to the casualty.",
        "unconscious casualty on the surface.",
        "York even casualty insurance business.",
        "Says robert hunter property and casualty hartford insurance renter s is another option.",
        "Play quot which red rooster auto outlets always have casualty coverage in.",
        "Tomorrow 's roads: Safer for Everyone The Government 's road safety strategy and casualty reduction targets for 2010.",
        "The great schism between art and craft is one of the symptoms of a heirarchical view of art and a particular casualty of modernism.",
        "Katharine S. Way (1982) is a successful TV Scriptwriter for Casualty and The Bill and is developing original projects.",
        "These casualty animals or slaughtered carcasses together with subclinical cases will end up in the rendering industry in increasing numbers.",
        "If blood is sloshing around unbidden then perhaps a quick three hour queue in casualty is called for?",
        "Lifeboat arrived on scene at 10.56 to find local vessel Margareta with towline attached to the casualty.",
        "A fire hose new york even casualty insurance business.",
        "Of property casualty america new york who work under.",
        "The grown-ups can (in theory) navigate a holiday meal without making a casualty of your table décor, but kids will make your linens looks like they've been through the wars.",
        "In 1997, he made his onscreen debut in the British hospital drama Casualty and later that year appeared on the big screen with Stephen Fry in Wilde, playing the character of Rentboy.",
        "The company enjoyed a highly successful business until it became a casualty of World War II.",
        "Liberty Mutual has climbed to the rank of the sixth largest insurer in the United States for property and casualty insurance.",
        "Almost all actuaries are members of either the SOA or the Casualty Actuary Society (CAS).",
        "Citizens Property Insurance Corporation is one of the few insurance companies accepting new customers for property and casualty homeowner's insurance in this area.",
        "The homeowner's property and casualty insurance should provide fire and damage protection; but, it would not cover if your golf clubs or camera were stolen.",
        "You can be sure that you are purchasing the right amount of homeowner's, renter's or casualty insurance.",
        "This company also supplies property casualty insurance to commercial businesses.",
        "In 1996, Western General broke into the consumer market by offering car buyers continuation of the temporary casualty loss coverage after they bought a car.",
        "Property and casualty insurance is meant to protect homes, businesses, cars, and assets against damage, and Universal Property and Casualty Insurance Company provides such protection.",
        "When the ability to do so may be threatened, property and casualty insurance takes care of any monetary losses that may occur as a result.",
        "rooster auto outlets always have casualty coverage in.",
        "Trimble's unionists swept away May 7: UUP leader the biggest casualty as party loses seats to democratic Unionists and SDLP.",
        "Trimble 's unionists swept away May 7: UUP leader the biggest casualty as party loses seats to Democratic Unionists and SDLP.",
        "The Universal Property and Casualty Insurance Company includes in their mission statement the goal of protecting individuals against financial loss and providing them peace of mind.",
        "A number of different lines of insurance are available through property and casualty insurance companies.",
        "Property and casualty insurance are separate from life, health, and home insurance policies in that they protect against liability for the things left out of other insurance policies.",
        "The University Property and Casualty Insurance Company is a subsidiary of a larger group, the Universal Insurance Holding Company.",
        "They claim superior service to similar property and casualty insurance firms due to their years of experience and their willingness to resolve claims quickly and effectively.",
        "Casualty insurance usually protects the business, while property insurance protects the physical \"stuff\" of a business or family.",
        "Nationwide Property and Casualty Insurance Company is a subsidary of the Nationwide Corporation.",
        "Nationwide Property and Casualty insurance specializes in such matters.",
        "Property and casualty insurance, whether for an individual or for a business, can cover a variety of different types of loss and liability under a single policy.",
        "In order to provide property and casualty insurance, a company must be licensed by the government.",
        "The Nationwide Property and Casualty Insurance Company is licensed to write insurance for a range of damages and liability.",
        "While their property and casualty insurance are available all over the country, the company's home base is in Columbus, Ohio.",
        "While property and casualty insurance is a great choice for many companies and families, it is not necessarily the best choice for everyone.",
        "Their mission is to \"provide property and casualty insurance protection with superior customer service.\"",
        "Beyond home and auto insurance, IDS Property Casualty Insurance Company offers both long term care insurance and disability income insurance and is a subsidiary of Ameriprise Financial.",
        "By 1986, IDS Life Insurance bought out the Wisconsin Employers Casualty Company and it was then renamed IDS Property Casualty Insurance Company.",
        "With an emphasis on property and casualty insurance, all policy requests go through the underwriting process by RLI representatives with years of experience.",
        "RLI Insurance recognizes the need for property and casualty insurance as well as surety bonds.",
        "Casualty insurance focuses on the person or organization and protects individuals against personal liability in the case of a lawsuit or claim.",
        "Progressive Auto Insurance, also known as Progressive Casualty Insurance Company, is an insurance company in the United States.",
        "State Farm is the largest property and casualty insurance firm in the world.",
        "While reinsurance may be used with any type of insurance, it is more common in health, property, and casualty related claims.",
        "Axis Reinsurance offers property and casualty reinsurance to various insurance companies worldwide.",
        "Like most insurance companies, it offers reinsurance for life, health, and casualty policies.",
        "Instead, the villains eliminated Courtney Yates, and JT became the first casualty after the two tribes merged.",
        "30 1916 and brought back the whole party without a casualty.",
        "decontaminatere going to carry out the procedure for decontaminating a casualty.",
        "To reduce dependency tied to multiple casualty coverage in.",
        "downside quot he casualty coverage in.",
        "evacuate a casualty.",
        "Served in Malaya in 1950, in casualty evacuation role.",
        "Casualty was airlifted to hospital which avoided a lengthy stretcher evacuation which would have taken an estimated three hours.",
        "extricate 1 casualty from vehicle.",
        "Practice Man Overboard Drill regularly - This can be achieved by using a fender and bucket as your casualty.",
        "As another casualty of a pulled fetlock he was happy to stay but a lack of hotel rooms caused some anxiety.",
        "Casualty agent with coconut grove itself move into the owner of the.",
        "Director Philip Casson went on to direct Louise Gold in her actress ' guise in an episode of Casualty.",
        "injured casualty in a remote area is a formidable challenge, even for the most experienced expedition medic.",
        "There's a casualty they are not insured fall prompted the.",
        "justifyMercia wanted to introduce more cameras along the A44 but none could be justified according to the Government's casualty criteria.",
        "Long term casualty Steven Canning is well on course to making his way back from his lengthy layoff.",
        "A direct result is that sheep are transported relatively long distance with very low casualty rates."
    ],
    "definition": [
        "An individual or property that has been destroyed, injured, lost, or otherwise made ineffective.",
        "The harm to an individual or property as a result of a sudden, unexpected, or unusual event.",
        "An accident, especially one that is fatal or serious.",
        "Link/Cite"
    ]
}