{
    "translation": "אסון",
    "uses": [
        "Things may drag on perhaps till July, but then a catastrophe must come.\"",
        "The consequences of this catastrophe were felt far and wide, and in the spring of 1891 both the Banco Nacional and the Banco de la provincia de Buenos Aires were unable to meet their obligations.",
        "The 32-year-old detective with bright red crew cut and opened-collar sports shirt looked as if nothing short of a catastrophe would cause him a lick of concern.",
        "The catastrophe has been explained as a volcanic eruption, or an explosive outburst of gas and oil stored and accumulating at high pressure.",
        "Every one felt that a catastrophe was approaching.",
        "According to Cassius Dio, a large number of the inhabitants were assembled in the theatre at the time of the catastrophe, but no bodies have been found there, and they were probably sought for and removed shortly afterwards.",
        "b For nearly fifteen hundred years after the catastrophe of 79 t, Tesuvius remained in a condition of less activity.",
        "Delavigne, inspired by the catastrophe of 1815, wrote two impassioned poems, the first entitled Waterloo, the second, Devastation du musee, both written in the heat of patriotic enthusiasm, and teeming with popular political allusions.",
        "The worse everything became, especially his own affairs, the better was Pierre pleased and the more evident was it that the catastrophe he expected was approaching.",
        "The catastrophe was the greatest of its kind that has ever occurred in any country; the number of persons killed was approximately 150,000, while the injured were beyond calculation.",
        "Thirty carts could not save all the wounded and in the general catastrophe one could not disregard oneself and one's own family.",
        "It is evident that in this case also the palace was overtaken by a great catastrophe, followed by a partial reoccupation towards the close of the Late Minoan age (L.",
        "In desperation you seize the budget and dump everything out, and there in a corner is your man, serenely brooding on his own private thought, unconscious of the catastrophe which he has brought upon you.",
        "Jerusalem had suffered some serious catastrophe before Nehemiah's return; a body of exiles returned, and in spite of interference the work of rebuilding was completed; through their influence the Judaean community underwent reorganization, and separated itself from its so-called heathen neighbours.",
        "He felt that the condition he was in could not continue long, that a catastrophe was coming which would change his whole life, and he impatiently sought everywhere for signs of that approaching catastrophe.",
        "The recent exploration of a cemetery belonging to the close of the great palace period, and in a greater degree to the age succeeding the catastrophe, has now conclusively shown that there was no real break in the continuity of Minoan culture.",
        "The following are worth mention: - Vie politique, militaire et privee du general Moreau (1814); Catastrophe de Murat, ou Recit de la derniere revolution de Naples (1815); Histoire de la guerre d'Espagne et du Portugal, 1807-1813 (2 vols., 1819); Collection de memoires relatifs aux revolutions d'Espagne (2 vols., 1824); Histoire de la revolution de Piemont (2 vols., 1821, 1823); Memoires secrets et inedits pour servir a l'histoire contemporaine (2 vols., 1825).",
        "But in proportion as an earlier date has become more probable for Homer, the hypothesis of Ionic origin has become less tenable, and the belief better founded (I) that the poems represent accurately a welldefined phase of culture in prehistoric Greece, and (2) that this \" Homeric \" or \" Achaean \" phase was closed by some such general catastrophe as is presumed by the legends.",
        "By this time Napoleon was tottering to his fall; shortly before the catastrophe of Elba he allowed the pope to return to the States of the Church.",
        "To this catastrophe may be due the fragmentary character of old Judaean historical traditions.",
        "The general political outlook in Italy was of the gloomiest, and the country was on the eve of the catastrophe of foreign invasion.",
        "The site of the cities, the historicity of the events narrated of them and the nature of the catastrophe that destroyed them, are matters of hot dispute.",
        "The catastrophe of \" the land of the north \" is near to come; then the exiles of Zion shall stream back from all quarters, the converted heathen shall join them, Yahweh Himself will dwell in the midst of them, and even now He stirs Himself from His holy habitation.",
        "It is difficult in any case not to connect with this catastrophe the carrying away to Khani of the Marduk statue afterwards recovered by Agum, one of the earlier kings of the Kassite dynasty.",
        "From the tribune of the Chamber he described the revolution of February as a \"catastrophe,\" and he supported reactionary legislation, notably the bill (May 31, 1850) for the liinitation of the suffrage.",
        "The position of Poland was, consequently, much more advantageous than it had been on every other similar occasion, and if only the contending factions had been able to agree and unite, the final catastrophe might, perhaps, even now, have been averted.",
        "It should be noticed that the present order of the narratives involves the theory that some catastrophe ensued after Ezr.",
        "The potter's clay of Ischia served for the potteries of Cumae and Puteoli in ancient times, and was indeed in considerable demand until the catastrophe at Casamicciola in 1883.",
        "44 8 -447), independent evidence for the position of Judah is needed, since a catastrophe apparently befell the unfortunate state before Nehemiah appears upon the scene.",
        "25 1918, when imminent catastrophe compelled Bulgaria to seek an armistice, he was released, and, after a stormy interview with the King, went to the front, where a revolutionary movement among the troops was developing.",
        "The surface tramway system of London cannot be complete, as, within an area roughly represented by the boroughs of Chelsea, Kensington and Fulham, the city of Westminster and a considerable district north thereof, and the city of London, the ' Charing Cross station was the scene of a remarkable catastrophe on the 5th of December 1905, when a large part of the roof collapsed, and the falling debris did very serious damage to the Avenue theatre, which stands close to the station at a lower level.",
        "In contrast to the palace of Phaestus, the contents of the royal villa proved exceptionally rich, and derive a special interest from the fact that the catastrophe which overwhelmed the building belongs to a somewhat earlier part of the Late Minoan age than that which overwhelmed Cnossus and Phaestus.",
        "That this tragedy should have been reprinted in 1714 and acted in 1745 only shows that the public, as is often the case, had an eye to the catastrophe rather than to the development of the action.",
        "Thus the Magyars were saddled with two rival kings with equally valid titles, which proved an even worse disaster than the Mohacs catastrophe; for in most of the counties of the unhappy kingdom desperadoes of every description plundered the estates of the gentry, and oppressed the common people, under the pretext that they were fighting the battles of the contending monarchs.",
        "In 1849 he was in the civil service of the revolutionary government, and after the final catastrophe returned to his native place, living as best he could on his small savings till 1850, when Lajos Tisza, the father of Kalman Tisza, the future prime minister, invited him to his castle at Geszt to teach his son Domokos the art of poetry.",
        "After the explosion he hurried back to Holyrood and feigned surprise at the receipt of the news half an hour later, ascribing the catastrophe to \"the strangest accident that ever chancit, to wit, the fouder (lightning) came out of the luft (sky) and had burnt the king's house.\"",
        "He arrived in Prussia on the eve of the catastrophe of Jena.",
        "- The Turkish sea-power, already decayed owing to a variety of causes (for the effect of the revolt of the Greek islanders see Greek Independence, War Of), was shattered by the catastrophe of Sinope (1853).",
        "Sumner now came into action, and overhaste involved him in a catastrophe, his troops being attacked in front and flank and driven back in great confusion with nearly half their number killed and wounded; and their retreat involved the gallant remnants of Mansfield's corps.",
        "Thierry, Le Complot des Libelles, 1802 (Paris, 1903); Memoires historiques sur la catastrophe du duc d'Enghien (Paris, 1824); H.",
        "From this disgrace they were saved by a more imminent catastrophe - the Revolution.",
        "The visit of the French physician Jacques Spon and the Englishman, Sir George Wheler or Wheeler (1650-1723), fortunately took place before the catastrophe of the Parthenon in 1687; Spon's Voyage d'Italie, de Dalmatie, de Grece et du Levant, which contained the first scientific description of the ruins of Athens, appeared in 1678; Wheler's Journey into Greece, in 1682.",
        "The quarrel between St Paul and his opponents did not last so long as Baur supposed, and the great catastrophe of the fall of Jerusalem effectually reduced thorough-going Judaistic Christianity into insignificance from A.D.",
        "Unfortunately, two days later, Cardinal Cesarini absolved the king from the oath whereby he had sworn to observe the peace of Szeged, and was thus mainly responsible for the catastrophe of Varna, when four months later (Nov.",
        "After this catastrophe the benefactors of Athens were for the most part Romans; the influence of Greek literature and art had begun to affect the conquering race.",
        "The catastrophe of Nancy threatened the loosely-knit Burgundian dominion - with dissolution.",
        "The catastrophe of the Lechfeld convinced the leading Magyars of the necessity of accommodating themselves as far as possible to the Empire, especially in the matter of religion.",
        "Quirotoa, still farther north, is supposed to have suffered a similar catastrophe.",
        "To prevent such a catastrophe Louis XVIII.",
        "In that country the Church almost completely lost her possessions; in Germany they were at least considerably curtailed; in both the hierarchical organization was shattered, while the Catholic laity surveyed the catastrophe in complete passivity.",
        "Poland, as the next neighbour of Hungary, was more seriously affected than any other European power by this catastrophe, but her politicians differed as to the best way of facing it.",
        "But he rightly felt that the social catastrophe would be most likely to break out in Russia, as the worst governed and the least civilized country.",
        "Both France and Anjou supported this pretender's cause from time to time; he was always a thorn in Henry's side till his untimely death at Alost (1128), but more especially after the catastrophe of the White Ship (1120) deprived the king of his only lawful son.",
        "As an immediate result of this catastrophe, Florence shook off the Medici, and established a republic. But Clement, having made peace with the emperor, turned the remnants of the army which had sacked Rome against his native city.",
        "sur la fatale catastrophe des infortunes Pilatre de Rozier et Romain, les aeronautes et l'aerostation (1785); Observations de M.",
        "Pope's army and such of the troops of the Army of the Potomac as had been involved in the catastrophe were driven, tired and disheartened, into the Washington lines.",
        "The question of survivorship, where two or more persons are shown to have perished by the same catastrophe, as in cases of shipwreck, has been much discussed.",
        "The fire which broke out after the earthquake shock had subsided added to the horror of the catastrophe.",
        "to postpone the catastrophe.",
        "The final catastrophe was now unavoidable.",
        "After Christ has appeared from heaven in the guise of a warrior, and vanquished the antichristian world-power, the wisdom of the world and the devil, those who have remained steadfast in the time of the last catastrophe, and have given up their lives for their faith, shall be raised up, and shall reign with Christ on this earth as a royal priesthood for one thousand years.",
        "Amid such conditions the idea of railways would have been slow to germinate had not a catastrophe furnished some impetus.",
        "buildings destroyed by the Persians were built into it, possibly owing to haste, as in the case of the city walls, but more probably with the design of commemorating the great historic catastrophe, as the wall was visible from the Agora.",
        "Each of these closed with a physical catastrophe.",
        "The union between a prince who physically was something less than a man and mentally little more than a child, and a princess of prodigious intellect and an insatiable love of enjoyment, was bound to end in a catastrophe.",
        "Even before the final catastrophe the Spartans had reopened hostilities.",
        "The first sign of revival from the catastrophe of the invasions is the reorganization of the Imperial household under Charlemagne with the intention of establishing a more exact collection of revenue.",
        "But some catastrophe befell the fleet, and shortly afterwards Jehoshaphat's son Jehoram had to face a revolt in which Edom and the men of Libnah (the Philistines) were concerned.",
        "They are still suffering for the sins of their fathers, who perished in the catastrophe (verse 7).",
        "And if at the very end of his stormy career he really found time and inclination to write anything of this nature, we may wonder why it was not included in the considerable and somewhat miscellaneous volume of his works, or at least mentioned in the chapters which relate to his public activity after the catastrophe.",
        "When at last, after the catastrophe of Poltava (June 1709) and the flight into Turkey, he condescended to use diplomatic methods, it was solely to prolong, not to terminate, the war.",
        "At his death in 338, imfnediately before the final catastrophe, the empire to all appearances was more powerful and more firmly established than it had been since the days of Xerxes.",
        "(5) It was succeeded by what is called the Hellenistic temple, begun almost immediately after the catastrophe, according to plans drawn by the famous Dinocrates the architect of Alexandria.",
        "His work was ruined in 1813 by the French under Vandamme, who destroyed his books, writings and observatory; he never recovered from the catastrophe, and died on the 29th of August 1816.",
        "This catastrophe attracted renewed attention to the state of Stonehenge, and much discussion took place as to the taking of precautions against further decay.",
        "No climate catastrophe is recorded in the history of those periods.",
        "Scattered evidence suggests that the Edomites were responsible for a new catastrophe.",
        "iii.);\"(b) the gaps in the history between the fall of Samaria (722) and Jerusalem (586) to the rise of the hierocracy, and (c) the relation between the hints of renewed political activity in Zerubbabel's time, when the Temple was rebuilt (c. 520-516), and the mysterious catastrophe (with perhaps another disaster to the Temple), probably due to Edom, which is implied in the book of Nehemiah (c. 444).",
        "The history of these centuries is of fundamental importance in any attempt to \" reconstruct \" biblical history., The fall of Samaria and Judah was a literary as well as a political catastrophe, and precisely how much earlier material has been 6 Cf.",
        "Since that catastrophe it has been rebuilt, and has not further suffered from its proximity to Etna.",
        "But in November 1806, when Blucher, retiring from the catastrophe of Jena, had to capitulate in the vicinity of Lubeck, the town was sacked by the French.",
        "The catastrophe occurred in November 1841, when Sir Alexander Burnes was assassinated in the city of Kabul.",
        "But the text of Pliny the younger, where this account is given, has been subjected to various interpret ations; and from the comparison of other classical testimonies and the study of the excavations it has been concluded that it is impossible to determine the date of the catastrophe, though there are satisfactory arguments to justify the statement that the event took place in the autumn.",
        "222-235), when the city was at the height of its splendour, the issue of coinage comes to an end, and there is no more building of sumptuous tombs, owing apparently to some sudden catastrophe, such as an invasion by the neo-Persian power under the Sassanid dynasty.",
        "We thus see how the power of the house of Omayya developed itself, and how there arose against it an opposition, which led in the first place to the murder of Othman and the Caliphate of Ali, and furthermore, during the whole period of the Omayyad caliphs, repeatedly to dangerous outbreaks, culminating in the great catastrophe which placed the Abbasids on the throne.",
        "If the caliph then, as the chroniclers tell, sent a message to Moawiya for help, his messenger could not have accomplished half the journey to Damascus when the catastrophe took place.",
        "His Soil, Count Charles Paul Victor Pajol (1821-1891), entered the army and had reached the rank of general of division when he was involved in the catastrophe of Metz (1870).",
        "The operations were conducted entirely by him and were brilliantly successful, leading to the retreat of Lee from the lines of Petersburg and the final catastrophe of Appomattox Court House.",
        "But the passage of the Stamp Act hastened the catastrophe and gave the leaders of the new combination, notably Henry, an opportunity to humiliate the British ministry, whom not even the tide-water party could defend.",
        "In order to understand the apparently sudden collapse of Portuguese power in1578-1580it is necessary to examine certain facts and tendencies which from the first rendered a catastrophe inevitable.",
        "His courage and resolution averted what nearly became a terrible catastrophe.",
        "20-23, Zerubbabel is assured of God's special love and protection in the impending catastrophe of kingdoms and nations to which the prophet had formerly pointed as preceding the glorification of God's house on Zion.",
        "Sir Francis Weston in a letter to his family almost acknowledges his guilt in praying for pardon, especially for offences against his wife;' Anne's own conduct and character almost prepare us for some catastrophe.",
        "About 1000 B.C. there happened a final catastrophe.",
        "Sagasta's attempt to conciliate both the Cubans and the United States by a tardy offer of colonial home rule, the recall of General Weyler, and other concessions, did not avert the disastrous war with the United States and its catastrophe.",
        "It soon became evident that one course, and one only, lay open to President Kruger if he desired to avert a catastrophe.",
        "7) on the view that TJzza was not a Levite, hence the catastrophe.",
        "Laud's complete neglect of the national sentiment, in his belief that the exercise of mere power was sufficient to suppress it, is a principal proof of his total lack of true statesmanship. The hostility to \"innovations in religion,\" it is generally allowed, was a far stronger incentive to the rebellion against the arbitrary power of the crown, than even the violation of constitutional liberties; and to Laud, therefore, more than to Strafford, to Buckingham, or even perhaps to Charles himself, is especially due the responsibility for the catastrophe.",
        "The fact is that the mistake, if made, only hastened the inevitable catastrophe.",
        "army corps, which, fortunately for France, did not arrive at the front in time to be involved in the catastrophe of Sedan.",
        "The Swedes, whose leader was now the chancellor Oxenstjerna, were stunned by this catastrophe, but in a desultory fashion they maintained the struggle, and in April 1633 a Th new league was formed at Heilbronn betweenthem and Ieaue of the representatives of four of the German circles, ileiihronn while by a new agreement France continued to furnish and the monetary aid.",
        "In October 1867 he succeeded Rattazzi in the premiership, and was called upon to deal with the difficult situation created by Garibaldi's invasion of the Papal States and by the catastrophe of Mentana.",
        "The channel between Cape Bon in Tunis and the south-west of Sicily (a distance of 80 m.) is, on the whole, shallower than the Straits of Messina, being for the most part under 100 fathoms in depth, and exceeding 200 fathoms only for a very short interval, while the Straits of Messina, have almost everywhere a depth exceeding 150 fathoms. The geological structure in the neighbourhood of this strait shows that the island must originally have been formed by a rupture between it and the mainland, but that this rupture must have taken place at a period long antecedent to the advent of man, so that the name Rhegium cannot be based even on the tradition of any such catastrophe.",
        "The two were soon involved in quarrels, which at one time threatened to break out into open war; but this catastrophe was averted, and the joint rule was maintained till 1786, when an expedition was sent by the Porte to restore Ottoman supremacy in Egypt.",
        "To obviate this catastrophe the British reformers set to work most energetically.",
        "The pope bitterly felt this catastrophe as a double blow to Christendom and to Greek letters.",
        "The catastrophe seems to have deeply impressed the Greek mind, and the memory of it was preserved.",
        "the catastrophe came.",
        "But he made matters as easy as he could for his successors in the Monrad administration, and the ultimate catastrophe need not have been as serious as it was had his advice, frankly given, been intelligently followed.",
        "It was felt that a system of administration which could permit such a catastrophe was no longer desirable.",
        "He relates the rise and persecution of a prophet and preacher, the catastrophe of a falling mountain and submergence of a great city, followed by a general inundation, and the claim of the prophet to have foretold these disasters; adding physical descriptions of the Euphrates river and the marvellous effects of sunset light on the Taurus range.",
        "But the catastrophe of her tragedy was at hand.",
        "A short time after the occurrence of the catastrophe the dam was visited by Dr W.",
        "A violent earthquake preceded the catastrophe, by which nine villages were destroyed.",
        "He stopped short of the catastrophe of the king's execution, and it seems likely that his subservience to Cromwell was not quite voluntary.",
        "Teresa reflected like the rest, and her experience led her to find the real cause of the catastrophe in the relaxation of discipline within the religious orders.",
        "In the grasp of a more inexorable necessity, the champion of Greek freedom was borne onward to a more tremendous catastrophe than that which strewed the waters of Salamis with Persian wrecks and the field of Plataea with Persian dead; but to him, at least, it was given to proclaim aloud the clear and sure foreboding that filled his soul, to do all that true heart and free hand could do for his cause, and, though not to save, yet to encourage, to console and to ennoble.",
        "19) - different versions of the great catastrophe were doubtless current.",
        "Political liberty and social justice were equally the losers by this extreme financial measure, which paved the way for a catastrophe.",
        "Hardly had a catastrophe snatched her away in the zenith of her power when complete corruption and the flagrant triumph of egoism supervened with the accession to power of Madame de the marquise de Pompadour, and for nearly twenty dow~.",
        "The three campaigns of two years brought the final catastrophe.",
        "After the Vilagos catastrophe, Damjanich, on being summoned to surrender, declared he would give up the fortress to a single company of Cossacks, but would defend it to the last drop of his blood against the whole Austrian army.",
        "Eventually, in the great world catastrophe, he will be defeated by Ormazd and disappear.",
        "The majority of Spaniards were kept by the government and the press quite in the dark about the growth of disaffection in Cuba, so that they were loath to listen to the few men, soldiers and civilians, courageous enough to raise the note of alarm during the ten years before the final catastrophe.",
        "3-25, here a famous prophet), where the Israelite catastrophe is foreshadowed, and Saul learns that he has lost the favour of Yahweh, and that his kingdom will pass to David (vv.",
        "iii., written apparently after 146, he explains that he thought it desirable to add some account of the manner in which the Romans exercised the power they had won, of their temperament and policy and of the final catastrophe which destroyed Carthage and for ever broke np the Achaean League (iii.",
        "xxviii.) it is again Hagen who provokes the catastrophe by taunting Kriemhild when she asks him if he has brought with him the hoard of the Nibelungs: \"The devil's what I bring you !\"",
        "It was during his absence that the Amsterdam Rabbis excommunicated Spinoza, a catastrophe which would probably have been avoided had Menasseh - Spinoza's teacher - been on the spot.",
        "Dusty didn't know how they chose when to interfere with the mortal world, but when they did, it normally resulted in some sort of universal catastrophe, like the Schism that split the divine world from the physical one and nearly wiped out humanity and divinity alike.",
        "He knew he wasn't performing well in his new role, but to hear Fate tell him he was on a crash course with catastrophe made him sick to his stomach.",
        "The great story of the catastrophe that destroyed an ancient peaceful civilization had been handed down from father to son.",
        "She then realizes that she is watching the aftermath of the catastrophe that just killed her.",
        "The word ' apocalypse ' has come to mean the end of the world, or a major catastrophe.",
        "avert the catastrophe.",
        "catastrophe averted.",
        "Prior to our forming a government, we will fight tooth and nail against the looming catastrophe of forced integration within secondary schools.",
        "In the process every conventional doctrine about markets was amended to prevent catastrophe.",
        "The USSR will not survive this unprecedented catastrophe (.. .",
        "This will spell further catastrophe for many hard working families.",
        "The reason for the bombing was the humanitarian catastrophe brought about by the bombing in the first place.",
        "Are such concessions not totally disproportionate to the extent of the impending catastrophe to which you have alluded?",
        "When I began these experiments my motivation was our fear of an imminent ecological catastrophe and a nuclear war in Europe.",
        "By any measure, the Second World War was the greatest man-made catastrophe of all time.",
        "catastrophe on the scale of the tsunami every week.",
        "catastrophe reinsurance.",
        "catastrophe theory.",
        "catastrophe bonds.",
        "catastrophe strike.",
        "catastrophe of immense proportion.",
        "Asia Bus Response is a fine example of the British public's solidarity with the victims of the tsunami catastrophe.",
        "culprits behind an environmental catastrophe that desolated one of BritainÃ¢s most important wildlife habitats has finally been identified.",
        "We object also to the catastrophe as too dolorous, and as absolutely improbable.",
        "humanitarian catastrophe brought about by the bombing in the first place.",
        "Meanwhile in Britain New Labor government spin doctor apologizes for cynical email advising colleagues to exploit the aftermath of the Twin Towers catastrophe.",
        "stagnaterst is potential economic catastrophe caused partly by world events and partly because of our own stagnating economy.",
        "Waynflete presided as chancellor at the parliament at Coventry in November 1459, which, after the Yorkist catastrophe at Ludlow, attainted the Yorkist leaders.",
        "But in Europe itself the catastrophe was not arrested.",
        "Elsewhere at Cnossus, in the smaller palace to the west, the royal villa and the town houses, we find the evidence of a similar catastrophe followed by an imperfect recovery, and the phenomenon meets us again at Palaikastro and other early settlements in the east of Crete.",
        "The love that is disguised in the deadly feud between Isolde and Tristan, before the drinking of the fatal potion, rises even above the music; the love-duet in the second act depends for its greatness on its introduction, before the lovers have met, and its wonderful slow movement (shortly before the catastrophe) where they are almost silent and leave everything to the music: the intervening twenty minutes is an exhausting storm in which the words are the sophisticated rhetoric of a 19th-century novel of passion, translated into terribly turgid verse and set to music that is more interesting as an intellectual ferment than effective as a representation of emotions which previous dramatists have wisely left to the imagination.",
        "But this Mogul visitation was most calamitous; forty persons, indeed, are stated to have alone survived the general massacre of 1232, and as a similar catastrophe overtook the city at the hands of Timur in 1398, when the local dynasty of Kurt, which had succeeded the Ghorides in eastern Khorasan, was put an end to, it is astonishing to find that early in the 15th century Herat was again flourishing and populous, and the favoured seat of the art and literature of the East.",
        "It came within a narrow margin of setting the Mahommedan world ablaze against Great Britain and France - on which Germany had counted - a catastrophe averted by the accident that the Sherif of Mecca opposed the Jihad and divided Islam.",
        "The Muscovite war had no sooner been ended by the treaty of Deulina than Chodkiewicz was hastily despatched southwards to defend the southern frontier against the Turks, who after the catastrophe of Cecora (see Zolkiewski) had high hopes of conquering Poland altogether.",
        "The Divine forgetfulness has already lasted a very long time since the catastrophe (\" for ever,\" verse 20); which seems to imply the lapse of much more than thirty-six years (cf.",
        "An extremely fine passage then describes the patriarch's intercession for Sodom and Gomorrah, and the narrative passes on to the catastrophe which explains the Dead Sea and its desert region and has parallels elsewhere (e.g.",
        "his tribe of paltry, rapacious and embarrassing Corsicans; his admirably subservient generals; his selfish ministers, docile agents, apprehensive of the future, who for fourteen long years felt a prognostication of defeat and discounted the inevitable catastrophe.",
        "Climate change has made the market reappraise the way it looks at natural catastrophe risks.",
        "Like the people of South Africa, it has to be realized that a separatist nationalism means catastrophe and therefore has to be abandoned.",
        "The first is potential economic catastrophe caused partly by world events and partly because of our own stagnating economy.",
        "It's up to individuals to continue to press for recycling programs to guard against spiraling future costs and environmental catastrophe.",
        "Taking place at an undetermined amount of time after the Black Mesa catastrophe, a mysterious and chilling new foe called the Combine have taken control of the planet and altered it to their liking, creating the dystopia around you.",
        "True, this is more a nuisance than a catastrophe but it can be avoided if glasses are not stored in a cabinet.",
        "Not having a fence makes it much easier for unsupervised children to get curious about the swimming pool, and from there it's a short route to a catastrophe.",
        "Unfortunately, Steve and Barry's has not been immune to the economic catastrophe and, despite its low overheads and low prices, had to file for bankruptcy in 2008.",
        "A Catastrophe - thoughts on what might happen if Kriss Kringle were to forget to travel on Christmas Eve.",
        "In a nod to the king of clairvoyance himself, many people immediately started comparing Nostradamus' quatrains (sections of his writing) to the 9/11 catastrophe.",
        "The Mothman legend follows a folkloric pattern of strange creatures presaging catastrophe.",
        "Usually, these occasions are marred by catastrophe of some sort - even the happiest moments inevitably fall prey to tragedy.",
        "Now, business ethics are not just words collecting dust in a binder, they are tools to prevent catastrophe and promote success.",
        "Even if you need to cut a few expenses from your budget, the sacrifice is well worth the peace of mind that comes with knowing that you or your family will be cared for should a medical catastrophe ever strike.",
        "For those with limited or no insurance coverage, paying for \"catastrophe\" coverage from a major medical health insurance company is an important step toward peace of mind.",
        "These catastrophic plans allow people to pay less for insurance and save money by taking care of minor things themselves while still avoiding devastating financial loss caused by a catastrophe or disaster.",
        "Humans could create technology that could save us from the labors and tribulations of daily survival, but it could also produce catastrophe and destruction.",
        "inhabitants of the burgh still hovered about the scene of the catastrophe and the utmost gloom and sadness prevailed everywhere.",
        "Thus the aristocracy took their revenge by singing lampoons on their new master, and whispering in his ears sinister prophecies of coming catastrophe.",
        "reappraise the way it looks at natural catastrophe risks.",
        "But a secret report predicts a looming catastrophe - a world riven with water wars, famine and anarchy.",
        "separatist nationalism means catastrophe and therefore has to be abandoned.",
        "Progress has meant the looming specter of the complete dehumanization of the individual and the catastrophe of ecological collapse."
    ],
    "definition": [
        "A great, often sudden calamity.",
        "A complete failure; a fiasco: The food was cold, the guests quarreled—the whole dinner was a catastrophe.",
        "The concluding action of a drama, especially a classical tragedy, following the climax and containing a resolution of the plot.",
        "A sudden violent change in the earth's surface; a cataclysm.",
        "Link/Cite",
        "Any large and disastrous event of great significance.",
        "(insurance) A disaster beyond expectations",
        "(narratology) The dramatic event that initiates the resolution of the plot in a tragedy.",
        "(mathematics) A type of bifurcation, where a system shifts between two stable states.",
        "Link/Cite"
    ]
}