{
    "translation": "אסיפה פוליטית",
    "uses": [
        "Reed on the third ballot in the Republican caucus for speaker of the House.",
        "The caucus, which is the natural corollary of the detachment, determines by majority the vote of the whole of the members of the party, independence of action being allowed on minor questions only.",
        "In 1891 Mills was a candidate in the Democratic caucus for Speaker of the house, but was defeated by Charles F.",
        "In 1824, when the congressional caucus was fast becoming extinct, Crawford, being prepared to control it, insisted that it should be held, but of 216 Republicans only 66 attended; of these, 64 voted for Crawford.",
        "In 1812, after a congressional caucus at Washington had nominated Madison for a second term, the Republicans of New York, desiring to break up the so-called Virginia dynasty as well as the system of congressional nominations, nominated Clinton for the presidency by a legislative caucus.",
        "In the interval there had been other questions on which he found himself at variance with Gladstonian Liberalism, for instance, as regards the Sudan and the Transvaal, nor was he inclined to stomach the claims of the Caucus or the Birmingham programme.",
        "In the same year he attended the Republican congressional caucus which nominated Madison for the presidency, and thus definitely joined the Republicans.",
        "In 1816 in the congressional caucus which nominated James Monroe for the presidency Crawford was a strong opposing candidate, a majority being at first in his favour, but when the vote was finally cast 65 were for Monroe and 54 for Crawford.",
        "caucus steering group was elected.",
        "The most important cities were Pergamum (q.v.) in the valley of the Caucus, and Cyzicus on the Propontis.",
        "The Caucus in the south rises in Temnus, and from thence flows westward to the Aegean Sea, passing within a few miles of Pergamum.",
        "On July 14th the reconstituted Liberal-Unionist organization held a great demonstration in the Albert Hall, and Mr Chamberlain's success in ousting the duke of Devonshire and the other free-trade members of the old Liberal-Unionist party, and imposing his own fiscal policy upon the Liberal-Unionist caucus, was now complete.",
        "At Birmingham Mr Chamberlain was supported by the \"Two Thousand,\" but deserted by the \"Caucus\" and Mr Schnadhorst.",
        "He was a second cousin to the elder John Adams. His father, whose Christian name was also Samuel, was a wealthy and prominent citizen of Boston, who took an active part in the politics of the town, and was a member of the Caucus (or Caulker's) Club, with which the political term \"caucus\" is said to have originated; his mother was Mary Fifield.",
        "A lot tougher the democratic caucus based in los.",
        "Andrew is the leader of the liberal caucus on the Convention which has shaped the draft Constitution for Europe.",
        "caucus meeting which Motions they want to see passed.",
        "So the youth caucus view on the issue of water might be different to the UK view.",
        "Latin American caucus is still working within the original mailing list.",
        "When the democratic caucus met in closed session, the Stevenson speech was ignored.",
        "Only the black caucus in the House of Representatives has had the courage to openly protest, but to no avail.",
        "I am part of the WSIS human rights caucus and also the privacy and security working group.",
        "caucus system rather than primaries to choose their delegates.",
        "You could check our mailing list archives and the names of the people that decided within Latin american caucus.",
        "The all-party Internet group has also pioneered twinning with its American counterpart, the internet caucus.",
        "Running councilor workshops and giving presentations to party caucus meetings were highly effective in winning confidence.",
        "Next for the chop were former courtiers Patrick Sikorski and Brian Heron and their Fourth International Supporters Caucus.",
        "crux pitch of Caucus Race on the first ascent.",
        "lac caucus could not agree.",
        "His independence (which his detractors attributed in some degree to his alleged susceptibility to Tory compliments) brought him into collision both with the Liberal caucus and with the party organization in Newcastle itself, but Cowen's personal popularity and his remarkable powers as an orator triumphed in his own birthplace, and he was again elected in 1885 in spite of Liberal opposition.",
        "During 1877 the new federation of Liberal Associations which became known as the \"Caucus\" was started under Mr Chamberlain's influence in Birmingham - its secretary, Mr Schnadhorst, quickly making himself felt as a wire-puller of exceptional ability; and the new organization had a remarkable effect in putting life into the Liberal party, which since Mr Gladstone's retirement in 1874 had been much in need of a stimulus.",
        "Pomegranates (Punica granatum) come from a tall shrub or tree that grows in the Mediterranean and Caucus regions of the world.",
        "The two features of the Labour party in New South Wales are its detachment from other parties and the control of the caucus.",
        "Mizzi wanted to undo the educational forms of Mr Savona, to ensure the predominance of the Italian language and to work the council as a caucus.",
        "Together they form the Congressional Hispanic caucus which attempts to work together to address issues that affect all their constituencies.",
        "The blame lies partly on those Indian-Americans who convinced their reps to join the caucus but never held them accountable for not being active.",
        "Owing to our revolt against the dominance of the old Whigs, three gentlemen of advanced views were selected to address the Liberal caucus.",
        "A. What they call the caucus of the party the central committee (a term not unknown to communist regimes!",
        "caucus list about taking ITU up on such statements, = but never acted.",
        "Caucus >>"
    ],
    "definition": [
        "Link/Cite"
    ]
}