{
    "translation": ".1 לחגוג\n.2 להלל, לשבח",
    "uses": [
        "Alex took them all to dinner to celebrate the birth.",
        "We will celebrate for two reasons.",
        "For centuries the townsfolk used to celebrate his day (July 1st) by walking in procession bearing green boughs.",
        "He ceased to celebrate mass in 1523, and reorganized his church in 1524.",
        "There had been little enough to celebrate recently.",
        "The woolcombers of England still celebrate St Blaise's day with a procession and general festivities.",
        "When you accept that, you can celebrate what victories you have.",
        "In the early days each church confined itself to celebrating its own martyrs; but it was not long before it became customary to celebrate the anniversaries of martyrs of other churches.",
        "Every Sunday at least they are to celebrate it.",
        "The reorganization of the Archaeological and Artistic Museum and of the Royal Gallery of Ancient Art coincided with the inauguration in April 1895 of a series of biennial International Art Exhibitions, arranged in order to celebrate the silver wedding of the king and queen of Italy.",
        "Leo treated the Uniate Greeks with great loyalty, and by bull of the 18th of May 1521 forbade Latin clergy to celebrate mass in Greek churches and Latin bishops to ordain Greek clergy.",
        "Primitive peoples from the Australians upwards celebrate, usually at fixed intervals, a driving out of hurtful influences.",
        "Arabic poetry is in the main encomiastic and personal, and from the beginning of the Omayyad period sovereigns and governors paid poets to celebrate their achievements; of those of importance who are connected with Egypt we may mention Nusaib, encomiast of ~Abd al-Aziz b.",
        "Penalties are set on the refusal to celebrate Easter in accordance with the Nicene decree, as well as on leaving a church before the service of the Eucharist is completed.",
        "But there seemed to be no one to celebrate this holiday: everywhere were blackened ruins, and the few Russians to be seen were tattered and frightened people who tried to hide when they saw the French.",
        "We'd have a little wine when we had something to celebrate and once in a while a beer in the summer.",
        "Suddenly the sound of a firing of cannon was heard from the embankment, to celebrate the signing of peace with the Turks, and the crowd rushed impetuously toward the embankment to watch the firing.",
        "The church of the Sablon is said to have been founded in 1304 by the gild of Crossbowmen to celebrate the battle of Woeringen.",
        "A little later, when the rush and heat of achievement relax, we can begin to expect the appearance of grand men to celebrate in glorious poetry and prose the deeds and triumphs of the last few centuries.",
        "It does get awkward, but we celebrate it on the 28th when there isn't a 29th.",
        "On the 14th of July 1791 the Constitutional Society of Birmingham arranged a dinner to celebrate the anniversary of the fall of the Bastille.",
        "\" Jurisdiction \" is a word borrowed from the jurists which has acquired a wide extension in theology, wherein, for example, it is frequently used in contradistinction to \" order,\" to express the right to administer sacraments as something superadded to the power to celebrate them.",
        "Similar occasions for rejoicing were introduced by individuals into their families to celebrate their escape from danger.",
        "It is more profitable to turn from the life of the household to the outdoor occupations of the fields, where the early Roman settler met with his neighbours to celebrate the various stages of the agricultural year in religious ceremonies which afterwards became the festivals of the state calendar.",
        "If he marries, it is to have children who may celebrate them after his death; if he has no children, he lies under the strongest obligation to adopt them from another family, ` with a view,' writes the Hindu doctor, ` to the funeral cake, the water and the solemn sacrifice.'\" \"May there be born in our lineage,\" so the Indian Manes are supposed to say, \"a man to offer to us, on the thirteenth day of the moon, rice boiled in milk, honey and ghee.\"",
        "It is, he says, the \" authority of the church \" which has constituted the difference between the governing body and the laity, and in an emergency a layman may baptize and celebrate (Exhort.",
        "As if to celebrate a victory over everybody, a cricket chirped in a crack in the wall.",
        "The earlier usage of the Armenians is expressed in the two following rules recorded against them by a renegade Armenian prelate named Isaac, who in the 8th century went over to the Byzantine church: \"Christ did not hand down to us the teaching to celebrate the mystery of the offering of the bread in church, but in an ordinary house, and sitting at a common table.",
        "3) in connexion with a meeting to celebrate the anniversary of the martyr's death.",
        "Similarly he was able to celebrate worthily, in the presence of the then Prince of Wales, the acquisition by Quebec of the Plains of Abraham for public purposes, without hurting the susceptibilities of the French-Canadians.",
        "2) may ordain validly, and that a priest who has been degraded can still celebrate the Eucharist (Summ.",
        "Celebrate after a long hike with a hot molten lava cake.",
        "The other, territorially distinct from it for reasons of statecraft, was the Temple of Roma and Augustus, to which the inhabitants of the 64 Gallic cantons in the three Roman provinces of Aquitania, Lugudunensis and Belgica - the so-called Tres Galliae - sent delegates every summer to hold games and otherwise celebrate the worship of the emperor which was supposed to knit the provincials to Rome.",
        "Of special interest is the fact that Walafrid, in his exposition of the Mass, shows no trace of any belief in the doctrine of transubstantiation as taught by his famous contemporary Radbertus (q.v.); according to him, Christ gave to his disciples the sacraments of his Body and Blood in the substance of bread and wine, and taught them to celebrate them as a memorial of his Passion.",
        "But \"on the holiest soil of history, he gave his people a fatherland\"; and Fulcher of Chartres, his chaplain, who paints at the beginning of Baldwin's reign the terrors of the lonely band of Christians in the midst of their foes, can celebrate at the end the formation of a new nation in the East (qui fuimus occidentales, nunc facti sumus orientales) - an achievement which, so far as it was the work of any one man, was the work of Baldwin I.",
        "A certain king, Alchfrith, is said to have given the site of the town to Eata, abbot of Melrose, to found a monastery, but before it was completed Eata was deposed for refusing to celebrate Easter according to the Roman usage, and St Wilfrid was appointed the first abbot.",
        "In all parts the Christians assembled on the anniversary of the martyrs' death at their graves, to celebrate the Agape and the Eucharist at this spot.",
        "At the time of the reformation under Josiah, represented by Deuteronomy, the attempt was made to turn the family thank-offering of firstlings into a sacrificial rite performed by the priests in the Temple with the aid of the males of each household, who had to come up to Jerusalem but left the next morning to celebrate the Feast of Unleavened Bread in their homes.",
        "Though now remembered chiefly for invaluable contributions to the theory of music, it is evident that he must have been famous both as a practical musician and as a composer; for, notwithstanding the limited number of his printed works, consisting of a volume entitled Modulationes Sex Vocum (Venice, 1566), and a few motets and madrigals scattered through the collections of Scotto and other contemporary publishers, he both produced and superintended the public performance of some important pieces in the service of the republic. First among these was the music written to celebrate the battle of Lepanto (on the 7th of October 1571).",
        "Antiochus of Commagene instituted an order of priests to celebrate the anniversary of his birth and coronation in a special sanctuary, and the kings of Pergamum claimed divine honours for themselves and their wives during their lifetime.",
        "Stesichorus indeed made a new departure by using lyric poetry to celebrate gods and heroes rather than human feelings and passions; this is what Quintilian (Instit.",
        "Yet when Conference met at Tunstall in the latter year to celebrate its jubilee it could report 675 ministers and 11,384 local preachers, 132,114 members, 2267 chapels, 167,533 scholars and 30,988 teachers.",
        "The church collected and buried the remains of the martyr, who had been burnt, in order duly to celebrate the anniversary of the martyrdom at the place of burial.",
        "392 ff.); a second festival, in August, to celebrate the reunion of Ceres and Proserpine, in which women, dressed in white, after a fast of nine days offered the goddess the first-fruits of the harvest (Livy xxii.",
        "The Camoens grotto, where the exiled poet found leisure to celebrate the achievements of his ungrateful country, lies in a secluded spot to the north of the town, which has been partly left in its native wildness strewn with huge granite boulders and partly transformed into a fine botanical garden.",
        "We learn further that Anicetus as a mark of special honour allowed Polycarp to celebrate the Eucharist in the church, and that many Marcionites and Valentinians were converted by him during his stay in Rome.",
        "of priests to celebrate the foundation masses of their benefices.",
        "A similar feeling of pride at the completion of a great career is expressed in the memorial lines which he composed to be placed under his bust after death,- \"Let no one weep for me, or celebrate my funeral with mourning; for I still live, as I pass to and fro through the mouths of men.\"",
        "The bishops from their prisons continued to govern the dioceses; for this purpose they appointed representatives, to whom they transferred their rights as Qrdinary and secretly authorized priests to celebrate services and to perform the other duties of an incumbent.",
        "The dinner party Evelyn threw to celebrate Kiera's first commissioned piece of art had been a success, as was expected.",
        "He wrote light verse to celebrate the incidents of court life in the manner of Desportes, but his verse is more fantastic and fuller of conceits than his master's.",
        "His last speech at Birmingham was on 29th March 1888, at a banquet to celebrate Mr Chamberlain's return from his peace mission to the United States.",
        "When in 1817 he went abroad to further his education, Germany was about to celebrate the tercentenary of the Reformation; and thus early he conceived the ambition to write the history of that great epoch.",
        "He first made himself a name as a soldier at the tournament held at Rennes in 1338 to celebrate the marriage of Charles of Blois with Jeanne de Penthievre, at which he unseated the most famous competitors.",
        "(4) It has indeed been contended (by Bishop Wordsworth of Salisbury) that reservation was not actually, though tacitly, continued under the second Prayer-Book of Edward VI., since that book orders that the curate shall \" minister,\" and not \" celebrate,\" the communion in the sick person's house.",
        "Yet He Became A National Poet,\" Because He Was The First To Celebrate Occasions Of Deeply Felt Popular Emotion In Acceptable Rhyme, And He Will Always Remain` One Because Each Occasion Touched Some Lasting Aspiration' Of His Race.",
        "Towards the end of the 3rd and during the 4th century, as a result of the orientalizing of the Imperial court by Diocletian, it became customary to celebrate as a matter of course the superhuman virtues and achievements of the reigning emperor.",
        "Thus we find dictators destined to hold the elections, to make out the list of the senate, to celebrate games, to establish festivals, and to drive the nail into the temple of Jupiter - an act of natural magic which was believed to avert pestilence.",
        "The object of the festival was to celebrate the maturing of the wine stored at the previous vintage, and the beginning of spring.",
        "Early in 1067 he made a progress through parts of the south, receiving submissions, disposing of the lands of those who had fought against him, and ordering castles to be built; he then crossed the Channel to celebrate his triumph in Normandy.",
        "provided that if there was a celebration in church on the day on which a sick person was to receive the Holy Communion, it should be reserved, and conveyed to the sick man's house to be administered to him; if not, the curate was to visit the sick person before noon and there celebrate according to a form which is given in the book.",
        "Jenn didn't have time to celebrate.",
        "We know from Tacitus that the German tribes in his day were wont to celebrate the admission of their young men into the ranks of their warriors with much circumstance and ceremony.",
        "This renders it impossible to accept Haupt's suggestion that Purim is connected with the celebration of Nicanor's Day, to celebrate the triumph of Judas Maccabaeus over the Syrian general Nicanor at Adasa (161 B.C.) on the 13th of Adar, since this is the date of the Fast of Esther, and, besides, the Second Book of Maccabees, which refers to Nicanor's Day, speaks of it as the day before Mordecai's Day (2 Macc. xvi.",
        "The Jews of Frankfort celebrate their special Purim on the 10th of Adar because of their deliverance from persecution by Fettmilch in 1616.",
        "1869 sunt celebrate (Freiburg, 1876).",
        "To celebrate the centenary of Moore's birth in 1898, John Hedgecoe prepared this highly personal yet highly authoritative book.",
        "celebrate together in the old fashioned way.",
        "The right to baptize and celebrate the communion was delegated to them by the bishop.5 In the fourth stage we find the presbyters, like the bishops, becoming endowed with special sacerdotal powers and functions.",
        "In 1883 he took the chair at a meeting of the Liberation Society in Mr Spurgeon's chapel; and in June of that year was the object of an unparalleled demonstration at Birmingham to celebrate his twenty-five years of service as its representative.",
        "How about we go out dining and dancing tonight to celebrate?",
        "The senate had decreed to Trajan as many triumphs as he chose to celebrate.",
        "he distinguished himself by feats of arms which the epic poets were quick to celebrate.",
        "Anyhow, as the bishop notes, this could not be the case with the Prayer-Book of 1661, where the word is \"celebrate.\"",
        "He was the first to celebrate in their full pomp the Isthmian games in honour of Poseidon; for the games previously instituted by Hercules in honour of Melicertes had been celebrated by night, and had partaken of the nature of mysteries rather than of a festival.",
        "The poem is probably intended to celebrate the victory gained in 129 by Gaius Sempronius Tuditanus (consul and himself an annalist) over the Illyrian Iapydes (Appian, Illyrica, 10; Livy, epit.",
        "Titus here exhibited gladiatorial shows to celebrate the capture of Jerusalem.",
        "12), and the time had come to celebrate the Dalmatian and Pannonian triumph, which the defeat of Varus had postponed.",
        "In the middle of April a feast is held to celebrate the creation of trees, shrubs and flowers.",
        "On the sixteenth day of the seventh month a feast is held in honour of Mithra, the deity presiding over and directing the course of the sun, and also a festival to celebrate truth and friendship. On the tenth day of the eighth month a festival is held in honour of Farvardin, the deity who presides over the departed souls of men.",
        "It is probable that down to the end of the 7th century, if not still later, the court poets of Northumbria and Mercia continued to celebrate the deeds of Beowulf and of many another hero of ancient days.",
        "But the third, inflicting heavy penalties, with death on a third conviction, on those who should celebrate mass or even be present at it, showed that the reformer and his friends had crossed the line, and that their position could no longer be described as, in Knox's words, \"requiring nothing but the liberty of conscience, and our religion and fact to be tried by the word of God.\"",
        "The origin of the name is doubtful, but is by some connected with indu, drop. His importance is shown by the fact that about 250 hymns celebrate his greatness, nearly one-fourth of the total number in the Rig Veda.",
        "The Hindu festival of Dewali (Diyawali, from diya, light), when temples and houses are illuminated with countless lamps, is held every November to celebrate Lakhshmi, the goddess of prosperity.",
        "In reply, the council decides that it should be done to celebrate the mystery of Christ's resurrection.",
        "They elect after dinner two persons of the company so assembled - Roger Osekyn and Lawrence de Haliwell - as their first governors or wardens, appointing, at the same time, in conformity with the pious custom of the age, a priest or chaplain to celebrate divine offices for their souls\" (Heath's \"Account of the Grocers' Company,\" quoted in Herbert's Twelve Great Livery Companies, 1836, i.",
        "The first movement of the war was the successful invasion of Upper Peru by the army of Buenos Aires, under General Balcarce, which, after twice defeating the Spanish troops, was able to celebrate the first anniversary of independence near Lake Titicaca, in May 1811.",
        "The introduction of many of the insignia both of war and of civil office is assigned to his reign, and he was the first to celebrate a Roman triumph, after the Etruscan fashion, in a robe of purple and gold, and borne on a chariot drawn by four horses.",
        "Not only are relics of La Tene culture found in Ireland, but the oldest Irish epics celebrate tall, fair-haired, grey-eyed heroes, armed and clad in Gallic fashion, who had come from the continent.",
        "The wealth of the state and the king's desire to celebrate his victories by monuments of art led to the rise of the \"Pergamenian school\" in sculpture.",
        "In view of his probable accession to power, preparations were made in the city of London for a banquet and a general illumination to celebrate the event.",
        "At the time of the Delhi Durbar held in January 1903 to celebrate the proclamation of Edward VII.",
        "He was certainly there in February 1549, when he dates from Du Bellay's palace a little account of the festivals given at Rome to celebrate the birth of the second son of Henry II.",
        "To celebrate his seventieth birthday his scientific papers were collected and published in two volumes (Gesammelte Werke, Brunswick, 1905), and the names of the headings under which they are grouped give some idea of the range and extent of his chemical work: (1) organic arsenic compounds, (2) uric acid group, (3) indigo, (4) papers arising from indigo researches, (5) pyrrol and pyridine bases, (6) experiments on the elimination of water and on condensation, (7) the phthaleins, (8) the hydro-aromatic compounds, (9) the terpenes, (io) nitroso compounds, (11) furfurol, (12) acetylene compounds and \"strain\" (Spannungs) theory, (13) peroxides, (14) basic properties of oxygen, (15) dibenzalacetone and triphenylamine, (16) various researches on the aromatic and (17) the aliphatic series.",
        "Compelled to remain at a distance from his charge, he ventured back to celebrate the Communion, and was arrested, but was liberated at the instance of some of his private friends.",
        "Drury lost his only daughter, and in 1611 Donne published an extravagant elegy on her, entitled An Anatomy of the World, to which he added in 1612 a Progress of the Soul on the same subject; he threatened to celebrate the \"blessed Maid,\" Elizabeth Drury, in a fresh elegy on each anniversary of her death, but he happily refrained from the third occasion onwards.",
        "In 1613 Donne contributed to the Lachrymae lachrymarum an obscure and frigid elegy on the death of the prince of Wales, and wrote his famous Marriage Song for St Valentine's Day to celebrate the nuptials of the elector palatine with the princess Elizabeth.",
        "This definition covers a wide variety of such progresses: the medieval pageants, of which the Lord In classical Latin the word generally used for a procession was pompa, a formal march or progress of persons to some particular spot, to celebrate some event, or for some public or religious purpose.",
        "Thus, when it became customary for the consul to celebrate games at the opening of the consular year, he came, under the empire, to appear in triumphal robes in the processes consularis, or procession of the consul to the Capitol to sacrifice to Jupiter.",
        "io) was delivered in 321 to celebrate the fifteenth anniversary of the accession of Constantine the Great, and the fifth of his son Constantine's admission to the rank of Caesar.",
        "The settlers in the military villages, which had been established along the frontier, assembled in fancied security to celebrate Christmas Day, were surprised, many of them murdered, and their houses given to the flames.",
        "The water is said to be free to townsmen, but is sold to the pilgrims at a rather high rate.6 Medieval writers celebrate the copious supplies, especially of fine fruits, brought to the city from Taff and other fertile parts of Arabia.",
        "in 1004 to celebrate his victory there over the Danes, but in 1137 David I.",
        "not legally qualified to celebrate a triumph, he was allowed by general consent to enjoy this distinction, while Sulla greeted him with the surname of Magnus, a title he always retained and handed down to his sons.",
        "No one is allowed to receive holy communion, if guilty of \"mortal\" sin, without resorting to confession; only if a priest has to celebrate mass, and there is no other priest to hear his confession, may he receive \"unabsolved\" after mortal sin.",
        "On returning to Rome, he was cordially received by the newly elected pontiff Nicolas IV., who gave him communion on Palm Sunday, 1288, allowed him to celebrate his own Eucharist in the capital of Latin Christendom, commissioned him to visit the Christians of the East, and entrusted to him the tiara which he presented to Mar Yaballaha.",
        "All classes delight in hearing or intoning the endless romances which celebrate the feats of their national heroes; for every true Serb lives as much in the past as in the present, and medieval wars still constantly furnish themes of new legends and ballads.",
        "Its church of St Gommaire was finished in 1557 and contains three fine glass windows, the gift of the archduke Maximilian, to celebrate his wedding with Mary of Burgundy.",
        "As he still continued obstinate, the court proceeded to violent measures: the officers of the household were commanded to prepare the Basilica and the Portian churches to celebrate divine service upon the arrival of the emperor and his mother at the ensuing festival of Easter.",
        "They both abstain from meat and liquor, marry at the age of puberty, ordinarily celebrate their ceremonies through the agency of the elders of their own caste and bury their dead.",
        "The Eastern, the Anglo-American and the Commercial Cable companies united to celebrate the event, and from the university library a message was sent through Newfoundland, New York, Chicago, San Francisco, Los Angeles, New Orleans, Florida and Washington, and was received by Lord Kelvin seven and a half minutes after it had been despatched, having travelled about 20,000 miles and twice crossed the Atlantic during the interval.",
        "According to another tradition, Erechtheus and Immaradus lost their lives; the Eleusinians then submitted to Athens on condition that they alone should celebrate the mysteries, and that Eumolpus and the daughters of Celeus should perform the sacrifices.",
        "permitting Chorepiscopi to celebrate the sacraments; xv.",
        "Nature, science and antiquity were summoned to celebrate the tyrant's love for Isotta.",
        "You can celebrate the beginning of British cherry season with a fruit jelly flavored with brandy.",
        "From Oct 06 to March 07 Diverse City Season Free cultural events for all ages to celebrate the ethnic diversity of multicultural Britain.",
        "She did, however, celebrate the deterrent effect of the new law that was passed.",
        "Evening: Dinner at the Guildhall, hosted by the Lord Mayor to celebrate the accession of the ten new EU member states.",
        "Dr. Jim Elliott Head of Life Sciences Teaching Unit said, \" It is a pleasure to celebrate the substantial accomplishments of these students.",
        "We celebrate achievements; we share in the success of our colleagues.",
        "In spring of 2001 we shall celebrate the 40th anniversary of the first flight of man to the outer space.",
        "The Band will celebrate its 25th anniversary in October, 2005!",
        "Looking ahead to March we celebrate the arrival of the World Book Day event.",
        "Sir Peter Blake is also creating a new artwork to celebrate the return Live At Leeds concert by The Who.",
        "His speech began with that rousing old battle cry: \" This Saturday - June 3 - we celebrate Tax Freedom Day.",
        "They are a way to welcome new family members and celebrate a new beginning for the couple.",
        "To celebrate the bicentenary a water pump was erected in the small market place in Westgate where he preached the Methodist doctrine.",
        "Many commemorative ceremonies are planned to celebrate the bicentennial of the French Revolution in 1989.",
        "A joint meeting is planned for June 2004 to celebrate the 80 th birthday of Sir David Cox.",
        "Join us to celebrate her majesty the Queen's 80th birthday, A Truly Scottish Evening in the grounds of Balmoral Castle.",
        "Ray's work who sent a donation for all projects to celebrate his 90th birthday.",
        "An evening has been arranged on what would have been Nancy Martin's 95th birthday to celebrate her life and her work.",
        "That hasn't stopped the computer boffins from remixing and rereleasing the track yet again to celebrate it's twentieth anniversary.",
        "brat pack character Judd Nelson How did you celebrate your first win?",
        "The corpse bride waited on the porch tapping her foot, declaring, \" I want to celebrate my wedding night with my husband.",
        "Here we celebrate the best ones with over 100 vintage Formica caffs and associated enclaves, reviewed, revealed and reappraised.",
        "Next we want to your women's football pics, in order to celebrate the sporting carnival that is Euro 2005.",
        "celebrate the 80 th birthday of Sir David Cox.",
        "celebrate the ethnic diversity of multicultural Britain.",
        "celebrate recently.",
        "celebrate afterward with a party to say thanks and make the candidates write some ' thank you ' notes.",
        "celebrate instead.",
        "celebrate what God has given us, for God's bounty has been wonderful.",
        "celebrate who you are in a very undiluted manner.",
        "celebrate starting the course and badges and certificates as they progress.",
        "celebrate in style.",
        "celebrate way of celebrating an anniversary or throwing a party?",
        "celebrate starts 2006 by celebrating winning an award for its education work.",
        "celebrated in any way like we all celebrate them.",
        "However, in 2005, the journal published an additonal issue to celebrate the society's centenary.",
        "This very generous gift is ideal to celebrate a christening and would be highly prized by any new parent and baby.",
        "To celebrate the 200th issue of the magazine, we have put together a colossus of an issue.",
        "Embrace are set to celebrate their remarkable comeback with a major outdoor gig right in the heart of Leeds.",
        "The congregation was in such poor spiritual health that he did not feel it right to celebrate communion for three years.",
        "It allows competitors, organizers and spectators to recognize and celebrate together the best performers from the weekend.",
        "You still see Hollywood making movies that celebrate the confederacy, in various ways, as a sad, lost cause.",
        "Founder's Day is held every year to celebrate the contribution of the Nicholas Chamberlaine charity, which still helps the schools.",
        "In 1911 a giant bonfire was built to celebrate the coronation of King George V.",
        "Many locals celebrate the festivity by way of donning elaborate costumes & parading through the town streets.",
        "crates of champagne to celebrate the No 1 hit.",
        "With the last debutante daytime presentation occurring in 1958, the displays celebrate a lost era of grand court occasions.",
        "discoveryieces were written to celebrate scientific discoveries or tell stories from the ancient world.",
        "Prior to the game there will be a spectacular firework display to celebrate the takeover by Barry Rubery.",
        "At a public meeting in Amsterdam on September 8 1872, to celebrate the congress, Marx stressed the need to avoid dogmatism.",
        "The evening meal is be accompanied by a wee dram to celebrate the occasion!",
        "Idealized pastoral eclogues celebrate unrequited love of the shepherd Corydon for the beautiful Alexis.",
        "The awards aim to highlight best practice in the use of race equality initiatives, and to celebrate excellence.",
        "Should not we allow it to celebrate its successes rather than wave farewell to it?",
        "The Sacred Heart of Jesus On Friday the 22nd of June we will celebrate the feast of the Sacred Heart of Jesus.",
        "Come and celebrate this colorful fiesta diabolically recreated through stories in a uniquely anarchic entertainment.",
        "A large flotilla of boats will travel from Grangemouth through to Bowling over the holiday weekend of 26th May to celebrate the opening.",
        "The Iraqis may celebrate their independence by embracing a long-suppressed fundamentalism, and the United States may respond by seeking to crush it.",
        "gathered to celebrate the start of its second decade.",
        "Please join us to celebrate the launch of Debbie Taylor's new novel, hungry ghosts, set on the Greek island of Crete.",
        "goodly crowd in Wickham Square to watch the Morris dancers celebrate.",
        "Hae Davie how dae yur celebrate Halloween in the south?",
        "Celebrate this Halloween with all the special halloween horror greeting cards and ecards from halloween horror dot net.",
        "The relief left a packed Racecourse free to celebrate Wales ' fourth game without defeat since their Euro 2004 play-off heartbreak to Russia.",
        "One million fans turned out in Liverpool the next day to celebrate the homecoming of the heroes.",
        "He even implores us to positively celebrate St George's Day.",
        "Let us celebrate tonight the fifty years of Indian independence.",
        "interweavef was to celebrate the great historical traditions of art and music, but interwoven together with a thread of national feeling.",
        "He didn't celebrate, and although at that stage it could have meant dropped points for Chelsea, he was n't jeered.",
        "A great English retro vintage book, produced to celebrate the silver jubilee of the Queens 25 year reign in 1977.",
        "Last night I was at a Mass to celebrate the 40th and 50th jubilees of two of our local religious.",
        "Laburnum pilot was launched on Saturday 26 June during a Street party to celebrate the Centenary of Haggerston Baths on laburnum pilot was launched on Saturday 26 June during a Street party to celebrate the Centenary of Haggerston Baths on Laburnum Street.",
        "I'll celebrate with a coffee soaked newborn lamb please.",
        "To celebrate this landmark, Fox have released their Studio Classics onto DVD.",
        "Come and celebrate the launch of the Awareness Week, at a party where everyone's welcome!",
        "Anniversary 40 To celebrate our 40th birthday we have released this limited edition classic Berghaus 40L rucsac.",
        "madrigals written to celebrate the reign of the first Queen Elizabeth.",
        "Seven new works reflecting life in her reign were set alongside 16th century madrigals written to celebrate the reign of the first Queen Elizabeth.",
        "The Bank used the meetings to celebrate the fact that the transition to a functioning market economy has largely been achieved in Central Europe.",
        "We are having a re-union barbecue on the school fields to celebrate midsummer in a style.",
        "The Club will celebrate this milestone at the Annual Dinner on 1 December 2005.",
        "The Learning on Screen Awards celebrate excellence in the production of effective learning material employing moving pictures, graphics and sound.",
        "It will also address the need to tackle institutional racism and to celebrate multiculturalism and diversity.",
        "This detailed view of the horse's head is being released to celebrate the orbiting observatory 's eleventh anniversary.",
        "This was followed by a formal dinner to celebrate the occasion where CWO Callan was seated next to the Air Commodore!",
        "However, this does not mean that we can simply celebrate the new particularisms.",
        "This is where the islanders celebrate the patron saint of the island.",
        "To celebrate, Colin Gibbs made it a champagne picnic, complete with speeches - and soup thoughtfully provided by Iris Piggott.",
        "He has spent his life traveling all over the world to celebrate his passion for the sheer pleasure of driving.",
        "They will stop overnight at ' staging posts ' to celebrate with Fairtrade supporters and visit Co-op supermarkets.",
        "prance up and down the touchline and celebrate each Burnley goal with their pom-poms.",
        "To celebrate our 21st birthday you can now visit redwings for free in 2005.",
        "Johnny Depp has given ex-girlfriend Kate Moss a strange gift to celebrate her leaving rehab - a mirror.",
        "He took with him the necessary requisites to celebrate Holy Mass, which he said daily: an unusual practice at this time.",
        "To celebrate both these occasions we are looking to hold a reunion on the weekend of 20th 22nd January 2006.",
        "high revel was held at night to celebrate the triennial achievement.",
        "reward achievement and we celebrate success.",
        "To celebrate Ellen MacArthur's return to Falmouth the Museum's half term activities will be themed on round-the-world sailing.",
        "We took to the roads and celebrate the bicycle then all sorts of fun stuff followed including samba and food!",
        "Asked how he might celebrate, Mathias replied: \" I'll start shaving, I guess.",
        "Tonight, the twenty of us still here are going to celebrate the winter solstice with a big party.",
        "After the match Earnie came over to celebrate with the City support doing his trademark somersault for the traveling fans behind the goal.",
        "So we celebrate Jesus ' birthday with the biggest spending spree of the year.",
        "Top tips Celebrate summer by making your own pitcher of lemonade - toss in fresh mint sprigs for added flavor.",
        "Then, in 1971, the Glastonbury Fayre was held to celebrate the summer solstice.",
        "O holy hierarch of the Lord, by thy constant supplications to God deliver from all need those who with faith celebrate thy memory.",
        "To celebrate the sponsorship, United is launching a multi-tiered consumer sweepstakes program.",
        "Children are at the center of the service and celebrate the light of christ through the candles and other symbology of the Christingle orange.",
        "In late 1988 it returned to The Dale, Chester, to celebrate the tercentenary on the Roodee in 1989.",
        "The forgotten truth is that both myths celebrate the triumph of Good over Evil and promise an eschatological salvation.",
        "Brow youngsters celebrate cup treble WATH Brow under-14s were celebrating after lifting the Cumbria Cup Ã¢ following a tough tussle with Ellenborough.",
        "Employers, key stakeholders and Scottish ministers will be attending to celebrate the unveiling.",
        "The college flag was flown earlier this week to celebrate the victory.",
        "Shift a live art commission undertaken to celebrate womanhood and multi-culturalism for International Women's day at the Brady arts center in London.",
        "celebrate this yuletide at Hatfield -The Hatfield House Christmas Banquet is held in the unique surroundings of the Elizabethan Old Palace of Hatfield.",
        "He was unable, owing to the opposition of the divines and of the merchants, to secure the full recognition of the right to reside in England of the former who had for some time lived in small numbers and traded unnoticed and untroubled in the country; but he obtained an opinion from two judges that there was no law which forbade their return, and he gave them a private assurance of his protection, with leave to celebrate their private worship and to possess a cemetery.",
        "\"You appease,\" he says, \"the shades of the dead with wines and banquets, you celebrate the feast-days of the heathen along with them.",
        "Within the municipal area is the Paardekraal monument erected to commemorate the victory gained by the Boers under Andries Pretorius in 1838 over the Zulu king Dingaan, and on the 16th of December each year, kept as a public holiday, large numbers of Boers assemble at the monument to celebrate the event.",
        "(8) Christ did not hand down to us the teaching to celebrate the mystery of the offering of bread in church, but in an ordinary house and sitting at a common table.",
        "declared that to lead a solitary life, to refuse to accommodate oneself to the prevailing manners of society, and to frequent unauthorized religious meetings were abundant grounds of suspicion; while later canonists were accustomed to give lists of deeds which made the doers suspect: a priest who did not celebrate mass, a layman who was seen in clerical robes, those who favoured heretics, received them as guests, gave them safe conduct, tolerated them, trusted them, defended them, fought under them or read their books were all to be suspect\" (T.M.",
        "The Turks, consequently, hold his memory in abhorrence; whereas the Persians, who are generally Shi'as, venerate him as second only to the prophet, call him the \"Lion of God\" (Sher-i-Khuda), and celebrate the anniversary of his martyrdom.",
        "To celebrate the great achievement of his reign, the defeat of the barbarian Gauls, he built in the agora a vast altar to Zeus Soter (see below).",
        "Zeus took him up, enclosed him within his own thigh till he came to maturity, and then brought him to the light, so that he was twice born; it was to celebrate this double birth that the dithyrambus (also used as an epithet of the god) was sung (see Etym.",
        "It was his duty to celebrate his princely patrons in panegyrics and epics, to abuse their enemies in libels and invectives, to salute them with encomiastic odes on their birthdays, and to compose poems on their favourite themes.",
        "To celebrate our debut we would like to invite you to experience the quixotic world of Molton Brown.",
        "Colchester still uses the symbol of the Sea Holly to celebrate a quondam source of its wealth.",
        "To celebrate our 21st birthday you can now visit Redwings for free in 2005.",
        "High revel was held at night to celebrate the triennial achievement.",
        "We excite and enthuse people We promote change, we reward achievement and we celebrate success.",
        "I quietly and happily celebrate the sabbats by myself and celebrate teh Christian holidays with my family.",
        "To celebrate Ellen MacArthur 's return to Falmouth the Museum 's half term activities will be themed on round-the-world sailing.",
        "We took to the roads and celebrate the bicycle then all sorts of fun stuff followed including samba and food !",
        "Barrie Cook is 71, his work was recently shown at the the Tate Britain, to celebrate his seventieth birthday.",
        "Asked how he might celebrate, Mathias replied: I'll start shaving, I guess.",
        "A dinner to celebrate the school 's sixtieth year was held in the school hall on Saturday, 2nd October, 1965.",
        "In late 1988 it returned to The Dale, Chester, to celebrate the Tercentenary on the Roodee in 1989.",
        "It also served as a day to celebrate the forthcoming preparation and tilling of the soil before the seed was sown.",
        "We celebrate our worship and our guilt in \" totem meals \".",
        "With a little bit of searching you can find the idyllic spot to celebrate your newly wedded bliss.",
        "How can you celebrate Halloween without the eerie sound of a wolf 's howl (or possibly, a werewolf 's howl)?",
        "Shift a live art commission undertaken to celebrate womanhood and multi-culturalism for International Women 's day at the Brady arts center in London.",
        "Celebrate this yuletide at Hatfield -The Hatfield House Christmas Banquet is held in the unique surroundings of the Elizabethan Old Palace of Hatfield.",
        "96 Normal 0 false false false EN-US X-NONE X-NONE /* Style Definitions */table.MsoNormalTable{mso-style-name:\"Table Normal\";mso-tstyle-rowband-size:0;mso-tstyle-colband-size:0;mso-style-noshow:yes;mso-style-priority:99;mso-style-parent:\"\";mso-padding-alt:0in 5.4pt 0in 5.4pt;mso-para-margin:0in;mso-para-margin-bottom:.0001pt;mso-pagination:widow-orphan;font-size:12.0pt;font-family:Calibri;mso-ascii-font-family:Calibri;mso-ascii-theme-font:minor-latin;mso-hansi-font-family:Calibri;mso-hansi-theme-font:minor-latin;} In one week hence, we will celebrate the coronation.",
        "Hoping to engender confidence in her students, my son's teacher threw a class party to celebrate all the students' successes.",
        "To celebrate Halloween, I'm going to dress as a revenant and try to scare my little sister.",
        "Pam invited her friends over on New Years Eve to celebrate with a Harry Potter movie marathon.",
        "Dean was understandably surprised when his brother drove home from college to celebrate his birthday.",
        "A baby shower is a great way to celebrate the coming bundle of joy.",
        "Celebrate the end of a hard day with pizza and games.",
        "Many parents choose to celebrate their baby's first birthday at home, and while it might involve a little more work, it really is a great choice.",
        "A baby's first birthday is a special event that many people want to celebrate.",
        "Come join the ride to Celebrate Zachary's 3rd Birthday!",
        "Not only are you going to welcome a new member into your family, but you will also receive lots of wonderful gifts to celebrate his or her birth.",
        "Beyond the gift giving, a baby shower is also a social event that includes friends and family joining together to celebrate the birth of the new baby.",
        "Then, it's time to celebrate your pregnancy with a fun, unique or creative maternity t-shirt, gift or other special keepsake.",
        "Let's celebrate the upcoming birth of her baby by helping her prepare.",
        "For a mom who already has everything or who loves an opportunity to give, a charity shower is a great way to celebrate her new baby while benefiting others.",
        "What better way to celebrate the season of giving then to help a new mom and a charity?",
        "Celebrate Express: This site is great and has lots of great gift selections!",
        "When searching for the perfect gift to celebrate the birth of a baby, newborn baby gift baskets are the perfect choice.",
        "The point of a baby shower is to celebrate.",
        "Learning how to plan a baby shower for a friend or relative who is expecting is a great way to celebrate the new life.",
        "Doe's baby sister is on the way, let's celebrate with a special day!",
        "The bedroom is pink with delicate flowers; celebrate her arrival and come to her shower!",
        "Help us celebrate this wonderful day; Jane's new baby is on the way!",
        "Along with Christmas pacifiers you can also buy pacifiers designed to celebrate your baby's first Chanukah.",
        "Traditional African baby names, on the other hand, are usually carefully chosen for their meanings, and are important to parents who wish to celebrate their rich African heritage.",
        "This includes gifts, of course, so if you know a toddler who will soon celebrate his or her birthday, finding the perfect gift doesn't have to be difficult.",
        "Whether celebrating your first year, or marking 25-year or 50-year milestones, anniversaries are times for couples to celebrate their enduring love.",
        "It isn't required that businesses give out gifts, and in many cases a business may simply give time off near the holiday or hold a special luncheon to celebrate the holidays.",
        "Consider lilacs to celebrate new love rather than the expected roses.",
        "Christmas (or whatever December holiday you celebrate) is not ever a suprise.",
        "An ornament can be used to celebrate the year of Kitty's birth, or perhaps commemorate the year an adopted cat became a member of the household.",
        "Celebrate ringing in the new year with some festive New Year's Eve cocktails.",
        "Many people throw a big bash with friends to celebrate the occasion.",
        "Celebrate Card: This design features a photo of a lit candle atop a layer of frosting.",
        "You may have a traditional Easter egg hunt or Christmas Eve dinner to bring all members of the family to one place to mingle and celebrate.",
        "Earth Day is a time to celebrate nature and the efforts many nations have made to protect the planet.",
        "There's no better way to celebrate Earth Day than to get young people enthusiastic about protecting the environment.",
        "From a fun Earth Day awareness walk to a roadside cleanup and picnic, Earth Day is an occasion to celebrate and use your skills and enthusiasm to make a better world.",
        "Celebrate Express offers up Hannah Montana, High School Musical, Backyardigans, Pokemon, Dora the Explorer, dogs and horse wall decorations - perfect for party decorations that can be reused in your child's bedroom when the party's over.",
        "Typically this style decor coincides best with a country style interior and what better way to celebrate the American lifestyle than with an antique American flag, a handmade quilt, or a vintage tin sign.",
        "Her goal was to celebrate the diversity of skin color and ethnicity.",
        "They play games to make Kinz cash, they cook food, they take them out to play and they celebrate birthdays.",
        "With both people being Jewish, it's a great way to celebrate something that you have in common.",
        "Successful female glamour photographers are able to celebrate women of all shapes and sizes.",
        "You can make a cake to celebrate any day, but there are more Christmas cake recipes than there are for any other holiday.",
        "Christmas cakes run the gamut from plain cakes decorated with red and green icing to fruitcake, Italian Panettone, and King Cake, which is served on the Epiphany to celebrate the arrival of the kings to the manger.",
        "Preparing special Easter brunch recipes is an excellent way to celebrate the spring holiday.",
        "You may be tempted to choose the same recipes you'd make for brunches to celebrate other holidays, but it's not hard to pick more unique recipes that still aren't difficult to make.",
        "Easter is a time to celebrate the return of spring and the warmer weather and, with Easter cake recipes, you can turn it into a sweet celebration.",
        "Making Easter treats for kids is a yearly tradition that many families around the world celebrate and enjoy.",
        "A special meal for holidays or to celebrate guests may last for more than four hours.",
        "Small holiday dinners give you a chance to celebrate the holidays with friends in a setting that encourages conversation and the chance to take a break from the hectic schedule of the season.",
        "Mothers Day brunch is the perfect way to celebrate mom.",
        "What better way to celebrate your mother - or the mother of your children - than with a little mothers day bubbly?",
        "Birthday: Include photos of friends and family gathered to celebrate, the cake and the birthday boy or girl.",
        "At the end of the classes, there is also a festive graduation ceremony for you to celebrate your scrapbooking achievements.",
        "Try journaling about how you celebrate the season without snow or how your children feel about where they live.",
        "As you might expect, faith and memoriam scrapbooks honor loved ones who have passed away and celebrate your faith journey.",
        "Since most pets are also treasured members of the family, an album reflecting your time with them is the perfect way to celebrate this relationship.",
        "Remember to include him in the holiday festivities and even celebrate the milestones in his life such as crate training or birthdays.",
        "Perhaps you just love the culture of Japan and you want to celebrate this style in your album.",
        "The GASC is an event that brings serious scrapbookers together to celebrate their art.",
        "A kindergarten memory book is a great way to celebrate the beginning of your child's early school years.",
        "There's even an après ski party to celebrate your accomplishments!",
        "Celebrate the holidays, don't dread them.",
        "For instance, the Sinceramente Hallmark line offers Spanish-language and bilingual cards to acknowledge and celebrate a recipient's Hispanic heritage.",
        "My Super Sweet 16 - Be there for every over-the-top detail as teen girls celebrate their sixteenth birthday in style.",
        "Teens also have the chance to compete and celebrate the year's work at the annual county fair.",
        "Make him a homemade dinner and celebrate Valentine's Day in style.",
        "If you're planning to have a party to celebrate your high school graduation, you're definitely going to need invitations.",
        "Book: A thoughtful book is a great way to celebrate graduation.",
        "Poems and prayers that reflect high school graduation and celebrate this time in your life.",
        "Choosing a graduation poem for a friend is a thoughtful way to celebrate high school graduation together.",
        "Use poetry as a way to celebrate milestones and rituals.",
        "Share graduation sentiments with the teen in your life and celebrate this occasion, but also remember to give the high school senior some space to take them in.",
        "Graduating from high school is a huge milestone in a teen's life, and usually a graduate will throw a party to celebrate it.",
        "To celebrate your best friend anniversary.",
        "To celebrate a special occasion, like the beginning or end of the school year.",
        "To celebrate Friendship Day, which is the first Sunday in August.",
        "To celebrate funny or weird holidays (choices include Bubble Wrap Appreciation Day and Take Your Houseplant For a Walk Day).",
        "Wearing designer prom dresses or a dress that looks like high fashion is a memorable way to celebrate prom night with your date and freinds.",
        "A wonderful way to celebrate those memories is to create a mixtape highlighting the tracks that have meant something to you and your friends.",
        "Sea shell sparklers: Celebrate into the night and enjoy a sea shell or starfish shaped sparkler.",
        "Instead they issued hand written invitations requesting guests help them to celebrate Independence Day.",
        "If you're spending a small fortune to celebrate your nuptials, You should at least consider it.",
        "Some couples use unique wedding favors to celebrate a family member.",
        "The blowing of shell horns to celebrate the new wedding is a very romantic moment!",
        "Shell horns are now being used all over the world to celebrate weddings in true island fashion!",
        "See their feedback page to see what people are saying about these lovely real natural seashell island wedding traditions that have been used for centuries to celebrate all South Seas weddings.",
        "We're all just so thrilled to have happy events to celebrate in life, that your friends and family will be excited to see you celebrating your wedding to the fullest, not leaving anything out just because you've been married before.",
        "Decorate for an Asian themed shower in bold red, or use more subdued tones to celebrate the Mediterranean.",
        "With all the amenities, and sleek, updated external appearance, you'll have the time of your life as you celebrate prior your impending marriage.",
        "Groomsmen are there to celebrate and see their friend off to a new stage of life; not to cash in on a great gift!",
        "Today's couples, however, have many different options for creating incredibly unique cakes to celebrate their nuptials with sweet sensationalism.",
        "While most people do bring tangible or cash gifts to showers and weddings, the primary event is to celebrate the union of the bride and groom.",
        "Romantic weddings abroad have a unique appeal for many couples, and even if they can't have everyone there to celebrate their nuptials, they can have the ceremony taped or webcast to bring everyone along on their exotic getaway.",
        "Crazy grooms cakes can be a fun way to indulge in the wild side and celebrate the groom during the wedding festivities without jeopardizing the formality of the actual wedding cake.",
        "Top Layer Servings: Instead of saving the top layer of the cake to celebrate an anniversary, couples can serve it to their guests as well.",
        "When planning your October wedding bouquet, think rich colors that celebrate the autumn season.",
        "Gathering friends and family together and playing bridal shower games is a great way to celebrate an impending marriage and starting the count down to the 'big day'.",
        "Bridal showers are a great way for family and friends to get together and celebrate before the actual wedding.",
        "Celebrate being with the right person, and everything else will fall into place no matter what state you're in!",
        "A beach wedding easily solves both problems, as you are free to celebrate each of your faiths in special ways and there is plenty of sand and sea available for spontaneous vow exchanges.",
        "If the couple is planning to celebrate, this is an ideal way to include an invite for loved ones to join in the festivities.",
        "The holidays are a wonderful time to celebrate, and a Christmas themed wedding can add even more joy to this special season.",
        "Couples should also be aware that many of their prospective guests may have their own holiday traditions to celebrate and could be unwilling to interrupt them for a wedding, even for a close friend or another family member.",
        "A Christmas themed wedding is a great way to celebrate the holidays with elegance and romance.",
        "Ultimately you bridesmaids are in attendance to celebrate with you and will be fine with the dress choice because they know you had their best interests in mind while choosing the dresses.",
        "Often used at destination weddings or unions in tropical locales, beach theme wedding cakes are a unique way to celebrate natural beauty and break with tradition.",
        "Fall wedding cake flavors are a refreshing change from the usual vanilla/vanilla wedding cake, and they invite guests to embrace seasonality and celebrate the harvest as well as your union.",
        "Few brides and grooms celebrate the abundance of the fall harvest with their wedding cakes, but it's a theme that's tied to nature just as closely as leaves or flowers.",
        "If your wedding falls around Halloween, make the most of the occasion and celebrate with a spooky Halloween wedding cake.",
        "Though everyone knows that weddings are meant to celebrate love, it's sometimes easy to forget the core reason that so many people come together for marriage ceremonies and wedding receptions.",
        "They may have traveled or taken time off from work or play to celebrate with you and your beloved spouse.",
        "Weddings are a joyous occasion to celebrate with family and good friends.",
        "Having a religious ceremony to celebrate a new faith or when the initial wedding was only a civil ceremony.",
        "It can be a wonderful way to celebrate their ongoing love, but should not be used to deceive others about their true wedding date.",
        "A vow renewal can be as simple or elaborate as a couple desires, and there are many options available to celebrate this special occasion.",
        "Reception: A vow renewal may be a private matter between the couple or they may plan a full reception to celebrate with their friends and family members.",
        "A garden wedding ceremony is a wonderful way to celebrate your union.",
        "Small wedding ceremonies are a great way to celebrate the unique love shared between partners without breaking the bank in the process.",
        "This will allow friends and family that did not attend the ceremony to celebrate in this special time.",
        "Getting married in the Bahamas is a beautiful and unique way to celebrate your love.",
        "Join us as we celebrate our love with a wedding on Saturday, April 23, 2011 at five o'clock in the afternoon at Calvary Baptist Church, Rockport, Indiana.",
        "Informal wedding receptions are an excellent way to celebrate a couple's love through food, dance, song, and socializing.",
        "Many groups that celebrate recovery are 12-step groups.",
        "An anniversary can be celebrated with other members, or each group may celebrate anniversaries separately.",
        "Bright and cheerful, the blankets celebrate the show's main character in all her glory, and often depict her standing alongside one of her friends.",
        "Even without actual images representative of the holiday, colorful bedding can celebrate the season just as well.",
        "Most bakers tend to celebrate seasonal holidays and special occasions with baked goods, and it's especially fun to dress up a batch of cupcakes for the holidays.",
        "There are few better ways to celebrate milestone birthdays than with dramatic and creative 50th birthday cakes!",
        "If he or she is going on a cruise to celebrate the milestone, make the cake in the shape of a ship, frost it with black and white icing, and add tiny windows and ship details on top.",
        "A special request for an Elmo cake is also something for a decorator to celebrate, since specialty manufactured molds and cake supplies make it a cinch to build and customize any cake that features the friendly red critter.",
        "There are easily as many Christmas cake decorations as there are ways to celebrate the holiday, so get creative and consider using nontraditional props to make your cakes extra special.",
        "No matter what you choose to make, get family members and friends involved to share the Christmas spirit through baking and celebrate a creative and tasty chance to bond.",
        "Independence Day is in the height of summer, so celebrate the flavors of the season with your cakes.",
        "Celebrate the graduate's accomplishments off the field or the court by piping on a report card filled with \"A+\" grades or cutting a cake into a star shape.",
        "These celebrities have lots of reasons to celebrate!",
        "These stars have paid their dues and hit the big time, and have reason to celebrate!",
        "There are plenty of September celebrity birthdays to celebrate with the stars.",
        "While the month of September normally ushers in cooler temperatures and the beginnings of autumn, these hot celebrities keep the party going to celebrate their special days.",
        "To celebrate the occasion, a nude billboard of a very pregnant Britney Spears will grace Tokyo subways in an advertisement of the recently published Harper's Bazaar.",
        "While most people are considering Halloween costumes and candy during the month of October, these stars have another reason to celebrate.",
        "These celebrities, from award-winning actors to innovative musicians, all have something extra to celebrate this month.",
        "December is well known as the holiday season, and these celebrities all have even more reasons to throw parties and celebrate this month!",
        "What better way is there to celebrate the New Year than by learning more about January celebrity birthdays?",
        "So, it's no surprise that celebrities often choose to celebrate their new lives together with a private romantic getaway in an exotic location.",
        "Whether they're blowing out a handful of candles like the young Justin Bieber, or have a cake that's a little more flammable, all of these celebrities have a reason to celebrate in March.",
        "There are plenty of April celebrity birthdays to celebrate.",
        "Spring is here and with it, there are several May celebrity birthdays to celebrate.",
        "These celebrities get to welcome summer in the same month as they celebrate turning another year older.",
        "Whether they take advantage of the great summer weather or prefer to celebrate indoors, the sunshine is bound to make their special days that much brighter.",
        "You didn't think Paris Hilton would celebrate her birthday quietly, did you?",
        "To celebrate Daniel's birth, he wrote the poem The Newborn.",
        "It can be safe to assume that the former Hills regular went out to celebrate his release from a Mexican jail and decided to partake in his favorite pasttime, drinking.",
        "In this song he lists famous people that celebrate the Jewish holiday with lyrics such as, \"Paul Newman's half Jewish; Goldie Hawn's half too.\"",
        "Along with son Ben and daughter Amy, they celebrate both Christmas and Hanukkah.",
        "Right at the top of their homepage, Hollywood Memoir points out that they are not celebrating death, they exist to celebrate life and share memories of the stars who have passed.",
        "Children who celebrate Christmas eagerly await this holiday every year.",
        "Carter's clothes are designed to celebrate the joy of childhood; this is done with fun patterns and motifs, durable construction, and cuts of clothing that allow children to do what they do best: play.",
        "Families often dress in their Sunday finest to celebrate this religious holiday, and clothing for toddlers can easily fit the bill.",
        "Celebrate your child's preferences by allowing him to wear the Yo Gabba Gabba clothing of his choice.",
        "Custom Treasures: Celebrate a My Little Pony fan's birthday in high style with a personalized top.",
        "The classic pool party is a great way to relax and celebrate the start of summer or spring break.",
        "Couples have the choice of marrying onboard the ship, marrying at a port of call, or using the Alaskan cruise strictly as a honeymoon to celebrate their nuptials.",
        "Cruise lines strive to make the cruise as romantic as possible for guests wanting to celebrate their love, and Alaska's gorgeous scenery lends itself nicely to the occasion.",
        "Passengers are encouraged to bring costumes to celebrate this fabulous weekend cruise.",
        "Couples may want to plan an at-home reception after they return from their cruise to celebrate with family members and friends who don't set sail with them.",
        "Even if you plan to celebrate the holidays with loved ones, this type of cruise package may give you the best way to do something for yourself.",
        "You'll celebrate Christmas in the Atlantic Ocean after leaving from the Port of Miami.",
        "Rather, the trips are customized to help celebrate being single and better understand the role God plays in everyday life.",
        "New Years Eve cruises are a novel and exciting way to celebrate December 31st.",
        "The sailing allows you to celebrate Christmas and the New Year while touring the Panama Canal and several other ports in the Caribbean and Central America.",
        "A Christmas Disney cruise is a unique way to celebrate the holidays.",
        "Royal Caribbean offers \"Royal Romance Wedding Consultants,\" who create magical memories for couples looking to celebrate their wedding anniversary with a romantic vow renewal ceremony.",
        "Royal Caribbean loves to celebrate special occasions, but realizes that some guests prefer to observe their anniversaries without a lot of pomp and circumstance.",
        "The shirts would be based on the shared lifestyles and would celebrate the very special bond of dogs and their owners.",
        "In my case, we had an open house to honor, celebrate and remember my grandmother, Ruth Koch.",
        "Celebrate the season through sunflower tips, harvesting and enjoying these delightful harbingers of fall.",
        "You can celebrate religious milestones such as confirmation by presenting a silver Celtic cross ring, or give them as Christmas or birthday gifts.",
        "The original style ring is often given as a beautiful and thoughtful gift for Mother's Day, a birthday, or to celebrate the birth of a child.",
        "What better way is there to celebrate motherhood and the family than by commemorative mother bracelets with birthstones?",
        "Family jewelry is the term used to describe items of jewelry that have been bought to celebrate the family unit.",
        "This might include 'nana' jewelry for special grandmothers, marking the birth of each of their grandchildren, or mother jewelry such as a rings, pendants or a bracelet encrusted with birthstones that celebrate each child's birthday.",
        "A matching bracelet set for a mother and daughter makes a perfect gift for Mother's Day, to celebrate the birth of a baby girl, or simply as a way to say I Love You.",
        "Customers can choose charms that mark a special occasion such as birth of a baby, wedding, anniversary or perhaps just to celebrate a special day.",
        "A novelty high heel necklace is the perfect way to celebrate a girl's love for shoes.",
        "There are many great things that can be purchased as special gifts to celebrate Mother's Day, birthstone necklaces, in particular, are a very special piece of jewelry that are steeped in meaning.",
        "A mother's bracelet is a lovely way to celebrate motherhood.",
        "Cross: Celebrate the religious holiday with a beaded cross.",
        "Some families celebrate the birth or christening of a new baby with a jewelry gift.",
        "However, you can celebrate any major milestone or special occasion with this type of jewelry.",
        "If you want to purchase a piece of jewelry to celebrate a christening, confirmation, bar or bat mitzvah, or other milestone in your or someone else's spiritual life, having a choice of jewelry styles is important.",
        "Take your time in selecting that one piece of jewelry that makes the statement you want to convey about your faith or represents the perfect gift to celebrate a religious milestone.",
        "Timeless and distinguished at the same time, a vest can be paired with a tux for snazzy old world style or thrown together with a pair of cords and a crisp white shirt to celebrate the change of seasons.",
        "Just about any man can benefit from a pair, whether it's to celebrate his favorite team or, more importantly, to keep his feet warm and insulated from uncomfortable cold air!",
        "Christmas pajamas don't only have to feature snowflakes as there are many themes that celebrate Christmas.",
        "These plus size picks celebrate the sailor dress in a variety of styles.",
        "There's something fun-loving about sailor dresses, and it usually comes with a dash of sexiness because the styles tend to celebrate a woman's curves and femininity.",
        "Even better, the costumes are made to celebrate feminine curves, so they're perfect for the full-figured woman.",
        "Making the most of your Christmas wardrobe is just one way to celebrate this special season.",
        "Each of them is an inspiration to women worldwide who have a little \"junk in their trunk\" and want to celebrate it.",
        "Sexy queen size lingerie provides the perfect way for plus size women to celebrate their sensuality in style.",
        "In still another case, your second wedding may celebrate a milestone anniversary, such as a 20th or 25th.",
        "Plus size strapless corsets make a sexy addition to any lingerie collection for women ready to celebrate their curves, and they double as a foundational garment to wear with a strapless gown for that special occasion.",
        "Celebrate yourself and have fun shopping for your lingerie!",
        "Celebrate your curves and get ready for some fun in the sun, sand, and surf.",
        "In January 2010, in an attempt to celebrate women of all shapes and sizes, V published a ize Issue, with plus size actress Gabourey Sidibe gracing the cover.",
        "For a lasting memory - Sexy pictures are a great way to celebrate a special occasion.",
        "Attitudes towards additional nuptials have changed greatly over the years and women can now feel free to celebrate the event as they see fit.",
        "Celebrate successes with outings or events --a healthy restaurant meal, a night on the town, even a visit to the beach to show off your new body.",
        "The National Senior Games - The Senior Olympics celebrate ongoing athleticism among those age 50 and over.",
        "It also gives women the opportunity to celebrate just being who they are without the added identifier of Bob's wife, Tommy's mother, Carrie's sister, etc….",
        "Retirement gift baskets are a wonderful way to celebrate this eventful time in a person's life.",
        "Retirement gifts, humorous one in particular, celebrate a new phase of life.",
        "You may find that using fashion is a good way to empower yourself and celebrate this new stage of your life.",
        "Playing games that grandparents played as children can be another fun way to celebrate the day.",
        "Large families may want to come together to celebrate Grandparents Day.",
        "Churches and other religious organizations may want to celebrate this day by calling attention to grandparents and their grandchildren during a service or hold a pot luck dinner in their honor.",
        "No matter how you celebrate Grandparents Day, it is sure to create memories to cherish for both young and old.",
        "There are many choices when it comes to retirement gifts for women that can help celebrate one of the happiest occasions in a worker's life.",
        "Instead of bemoaning having to wear eyeglasses, celebrate!",
        "They never use any animal products and there aren't many of the same styles floating around out there; these glasses try to celebrate the individual.",
        "The Cooper Hewitt Museum exhibited her handbags for the First National Design Triennial, an exhibit designed to celebrate and recognize American design excellence.",
        "There is no better way to celebrate getting older in 2009 than with the Disney free birthday admission promotion.",
        "Disney theme parks are a great place to celebrate any special occasion: graduations, weddings, engagements, reunions, and other special moments.",
        "If you're planning to celebrate a major event from a birthday to an anniversary to a class or family reunion, let the agent know.",
        "Disney is a place where families, couples, parents and children come together to celebrate the magic, the times of your lives and all the things in between.",
        "Find the right deal and come celebrate with Disney.",
        "Combining thrills and chills is a great way to celebrate your favorite ghoulish holiday.",
        "With a combination of frightful shows, scarier rides, and enough special events to keep everyone in your family entertained, it's a no-fail way to celebrate Halloween.",
        "The game starts off like some hip-hop video as you throw a party to bring all the street racers to celebrate a race promoter's current event: a series of races through Los Angeles to determine who is the ultimate whip racer.",
        "This event brings growers, winemakers, and lovers of the pinot noir grape together to celebrate this varietal in style.",
        "If you and your family celebrate Christmas, the possibilities are really only limited by your imagination - think angels, Santa Claus, elves, reindeer and stockings.",
        "Try a bottle of ice cold champagne at your next special event and celebrate in style!",
        "Give a kosher wine basket to celebrate Hanukkah.",
        "There is a uniform release date for the wine, which was traditionally drank to celebrate the harvest.",
        "They are often used to celebrate special events or occasions.",
        "Some use what has been called the multicultural festival approach, in which students are invited to celebrate ethnic diversity by being exposed to foods, holidays, and festivals of other cultures.",
        "Celebrate birthdays a week or so before the birthday, if the birthday is really the date of separation from the natural parent.",
        "Easter is a time to celebrate the coming of spring and these Easter dinner recipes are a flavorful way to start the festivities.",
        "A ham covered in glaze can be an enticing entrée, but I prefer to celebrate Easter with a nice leg of lamb."
    ],
    "definition": [
        "To observe (a day or event) with ceremonies of respect, festivity, or rejoicing. See Synonyms at observe.",
        "To perform (a religious ceremony): celebrate Mass.",
        "To extol or praise: a sonnet that celebrates love.",
        "To make widely known; display: “a determination on the author's part to celebrate … the offenses of another” ( William H. Pritchard )",
        "To observe an occasion with appropriate ceremony or festivity.",
        "To perform a religious ceremony.",
        "To engage in festivities: went out and celebrated after the victory.",
        "cel′e·bra′tion\nnoun",
        "cel′e·bra′tor\nnoun",
        "cel′e·bra·to′ry\nadjective",
        "Link/Cite",
        "To extol or honour in a solemn manner.\nto celebrate the name of the Most High",
        "To honour by rites, by ceremonies of joy and respect, or by refraining from ordinary business; to observe duly; to keep.\nto celebrate a birthday",
        "(intransitive) To engage in joyful activity in appreciation of an event.\nI was promoted today at work—let’s celebrate!",
        "To perform or participate in, as a sacrament or solemn rite; to solemnize; to perform with appropriate rites.\nto celebrate a marriage",
        "Link/Cite"
    ]
}