{
    "translation": ".1 ודאי, בטוח\n.2 דבר מסויים",
    "uses": [
        "I feel certain of it.",
        "I'm certain he doesn't realize it, but he does put himself first.",
        "She was equally certain that he would have loved them.",
        "We are certain about the results of this test, though.",
        "Glancing at the clock on her nightstand, she waited until certain her father had left then rose.",
        "I can't say for certain, but I feel eyes on me.",
        "Was it wishful thinking that made her so certain that he wasn't?",
        "Once she was certain Cade and his guests were comfortable, she retreated to her room with a book.",
        "Probably anonymously, probably with certain controls—but I believe they will share it.",
        "You don't sound certain enough to make a deal with me.",
        "But at a certain point, you don't need any more, and the technology is mature.",
        "Dulce was certain that he would return to his roots eventually.",
        "She waited until she was certain he was distracted before she crept across the apartment, keeping as close to the wall farthest from him as possible.",
        "They left her beyond confused, terrified and certain she didn't want anything to do with Darkyn right now.",
        "All people need rest, even if they are made of wood, and as there is no night here they select a certain time of the day in which to sleep or doze.",
        "The hair on the back of his neck had been standing for the past mile he'd walked, only he wasn't entirely certain why.",
        "There were few things in life she was certain about, and one of them was that she'd felt safer with Jule during their short time together than she ever did with her father.",
        "First: It will help us understand why certain people get certain genetic diseases.",
        "The two Guardians looked at each other, neither certain how to respond.",
        "In that moment she was certain she saw something in his eyes - something akin to remorse.",
        "I'm fairly certain she is the one; this Elizabeth...",
        "\"We put the numbers in a certain format that makes it easier for them to analyze,\" I said, trying to sound like I knew what I was talking about.",
        "If she hadn't witnessed his exchange with the woman earlier, she would have been certain he was disappointed.",
        "At a certain season of our life we are accustomed to consider every spot as the possible site of a house.",
        "A spiked drink might seem harmless, but if a person was taking certain prescription drugs, it could be dangerous.",
        "The heaviness of her mind grew, until she wasn't certain why she should resist Darkyn in the first place.",
        "Knowing Howie, I felt certain he loved her enough to forgive her.",
        "But no, she had been so certain, so naive.",
        "But I must be certain as it may well be the one I slayed as she squatted ignominiously on the toilet.",
        "At a sufficient distance over the woods this sound acquires a certain vibratory hum, as if the pine needles in the horizon were the strings of a harp which it swept.",
        "Then we see that only people in certain parts of the country are getting better.",
        "There was something familiar about that face, yet she was certain she had never met him before.",
        "She has learned to connect certain movements of the body with anger, others with joy, and others still with sorrow.",
        "He wasn't certain he believed me but he was definitely curious.",
        "We have specific criteria and certain limitations.",
        "Are you certain this is what you want?",
        "\"Move on a hundred yards and we are certainly saved, remain here another two minutes and it is certain death,\" thought each one.",
        "After the hussars had come to the village and Rostov had gone to see the princess, a certain confusion and dissension had arisen among the crowd.",
        "He gets stymied at times because of lack of access to certain information sources.",
        "Why are there fewer traffic jams in one certain city than in any other of its size?",
        "So he commissioned seven emissaries to go out to seven certain oracles around the world and on a predetermined day, let's say July 12, at a predetermined time, say 3:00 p.m.",
        "Not at all certain what he meant, she was hungry enough to test his claim.",
        "I can't tell you which clips will be watched in a century, but I'm certain that some will be.",
        "Please. I have a covering for you as soon as I'm certain you bear me no ill will.",
        "He was making certain I win, she said.",
        "Think of how a few thousand years of human civilization got us to a certain amount of computational power.",
        "And not just certain farms, but farms that used a certain pesticide.",
        "I was certain he'd awake at the sound but his slumber was so deep he didn't move.",
        "She withdrew her teeth from his neck, not at all certain what to think of what she'd done.",
        "She peered through the crack in the door until certain they both entered the bedroom, then opened the closet door and slid out the opened front door.",
        "Let us drink to his health and to the certain defeat of the French!",
        "So you make sure that if your population of redheads had a million people with a certain distribution of age, the distribution in your non-redhead sample is exactly the same.",
        "Alpatych named certain peasants he knew, from whom he told him to take the carts.",
        "A breeze made her curtains flutter, and she closed it, certain Claire's cries of ecstasy would soon fill the air around the mansion.",
        "Why do people in certain areas stay in school longer than those in other areas?",
        "She punched slowly a few times until she was certain she'd corrected her punch.",
        "Or that a certain group of people who do a seemingly unrelated set of a dozen activities report levels of happiness higher than average?",
        "Not just a certain pesticide, but pesticides that contained a certain chemical.",
        "Due to genetic factors we will certainly learn about in the future, some drugs and treatments do not work on certain people.",
        "Not just that you went to a certain address but that the address was a movie theater and—based on where you sat and that you ordered tickets online—you saw Episode VII of Star Wars.",
        "However, I should never have broken a horse or bull and taken him to board for any work he might do for me, for fear I should become a horseman or a herdsman merely; and if society seems to be the gainer by so doing, are we certain that what is one man's gain is not another's loss, and that the stable-boy has equal cause with his master to be satisfied?",
        "The books he read were chiefly historical, and on these he spent a certain sum every year.",
        "In any event, this much is certain: We will see medical advances in the future that seem impossible today.",
        "There is a certain limit of time in less than which no amount of heat can melt the snow.",
        "If there was none of this magnanimity in war, we should go to war only when it was worth while going to certain death, as now.",
        "Our body is like a perfect watch that should go for a certain time.",
        "There are certain things proper for a kitten to eat; but I never heard of a kitten eating a pig, under ANY cir'stances.",
        "One thing is certain, the language was ineffaceably stamped upon my brain, though for a long time no one knew it, least of all myself.",
        "Hey, who's there? he called out in a tone only used by persons who are certain that those they call will rush to obey the summons.",
        "The pay per click (PPC) business is a way to advertise online to people who did a specific search in a search engine like Google or who are viewing content on a certain topic.",
        "This class of guests and members sat in certain habitual places and met in certain habitual groups.",
        "Think about it this way: All the technology accumulated from the dawn of time to today has given us a certain amount of processing power.",
        "How certain are you?",
        "In her view the aim of every religion was merely to preserve certain proprieties while affording satisfaction to human desires.",
        "In every action we examine we see a certain measure of freedom and a certain measure of inevitability.",
        "I'm very certain, Oz, that you gave me the best brains in the world, for I can think with them day and night, when all other brains are fast asleep.",
        "Having wrung a submissive \"I understand\" from Dron, Alpatych contented himself with that, though he not only doubted but felt almost certain that without the help of troops the carts would not be forthcoming.",
        "The activity of a commander-in-chief does not at all resemble the activity we imagine to ourselves when we sit at ease in our studies examining some campaign on the map, with a certain number of troops on this and that side in a certain known locality, and begin our plans from some given moment.",
        "The computers would then see that most people who got better bought their radishes in stores stocked from certain farms.",
        "\"Then it is certain?\" said the prince.",
        "Are we certain the tips this woman cited can't be traced back to us?",
        "I thought of Frank Vasapolli and the difficulty he had securing certain information.",
        "It is the same spirit that makes people fanatical about a certain sports team, regardless of the players or the score.",
        "Evidently she could speak of Russia's misfortunes with a certain artificiality, but her brother was too near her heart and she neither could nor would speak lightly of him.",
        "Whether the preservation of my father's house in Moscow, or the glory of the Russian arms, or the prosperity of the Petersburg and other universities, or the freedom of Poland or the greatness of Russia, or the balance of power in Europe, or a certain kind of European culture called \"progress\" appear to me to be good or bad, I must admit that besides these things the action of every historic character has other more general purposes inaccessible to me.",
        "Jauntily shifting the position of his legs in their tight riding breeches, diffusing an odor of perfume, and admiring his partner, himself, and the fine outlines of his legs in their well-fitting Hessian boots, Nicholas told the blonde lady that he wished to run away with a certain lady here in Voronezh.",
        "We can't start the affair without knowing for certain how many there are.",
        "She looked him over again, certain he could escape any time he wanted.",
        "The individual had no liberties, or at least very few, but in exchange was, in theory, entitled to certain economic rights.",
        "In our most trivial walks, we are constantly, though unconsciously, steering like pilots by certain well-known beacons and headlands, and if we go beyond our usual course we still carry in our minds the bearing of some neighboring cape; and not till we are completely lost, or turned round--for a man needs only to be turned round once with his eyes shut in this world to be lost--do we appreciate the vastness and strangeness of nature.",
        "\"You are certain?\" he said at last.",
        "Certain enough to make me a deal?",
        "He was not one of those many diplomats who are esteemed because they have certain negative qualities, avoid doing certain things, and speak French.",
        "She wasn't certain how he could say such a thing about the woman who gave up everything for him.",
        "I'm certain you can respect that.",
        "She knew for certain that she was pretty, but this no longer gave her satisfaction as it used to.",
        "The historians of culture are quite consistent in regard to their progenitors, the writers of universal histories, for if historical events may be explained by the fact that certain persons treated one another in such and such ways, why not explain them by the fact that such and such people wrote such and such books?",
        "How certain are you that what you feel is not real?",
        "I'm certain of it; you'll see.",
        "\"You absolutely must come and see me,\" she said in a tone that implied that, for certain considerations he could not know of, this was absolutely necessary.",
        "And the main thing is,\" he continued, \"that I know, and know for certain, that the enjoyment of doing this good is the only sure happiness in life.\"",
        "I have heard of certain projects concerning... you know.",
        "Certain destruction lay behind the French but in front there was hope.",
        "It's changed a lot; almost completely, but I'm a hundred percent certain I visited Brockville.",
        "Of all the celebrated accomplishments of science, I think none is more significant than the end of certain diseases, especially the scourge of polio.",
        "When we talk about it in terms of scarcity, we usually mean clean water in a certain location is scarce.",
        "Some years ago, the State met me in behalf of the Church, and commanded me to pay a certain sum toward the support of a clergyman whose preaching my father attended, but never I myself.",
        "How much more complex than this is the game of war, which occurs under certain limits of time, and where it is not one will that manipulates lifeless objects, but everything results from innumerable conflicts of various wills!",
        "One thing was certain--that he was suffering and wished to say something.",
        "Our conception of the degree of freedom often varies according to differences in the point of view from which we regard the event, but every human action appears to us as a certain combination of freedom and inevitability.",
        "You're doing this so the bees will be more interested in certain flowers?",
        "One learns many things then, she added with a certain pride.",
        "\"Is it certain?\" she said.",
        "I am certain this idea is going to take some time to get used to.",
        "The courses at Radcliffe are elective, only certain courses in English are prescribed.",
        "However, when I have thought to indulge myself in this respect, and lay their Heaven under an obligation by maintaining certain poor persons in all respects as comfortably as I maintain myself, and have even ventured so far as to make them the offer, they have one and all unhesitatingly preferred to remain poor.",
        "To my imagination it retained throughout the day more or less of this auroral character, reminding me of a certain house on a mountain which I had visited a year before.",
        "He watched as she tossed more clothing into her suitcase, certain what he wanted to say would only make her pack faster.",
        "She wasn't certain where her perfect killer was right now.",
        "As soon as we have a certain number of worthy men in every state, each of them again training two others and all being closely united, everything will be possible for our order, which has already in secret accomplished much for the welfare of mankind.",
        "She knew this for certain, though she hardly heard his voice through the closed doors.",
        "What was new in them was a certain uneasiness and occasional discord, which there used not to be, and which, as Nicholas soon found out, was due to the bad state of their affairs.",
        "Natasha knew for certain that he was enraptured by her.",
        "When a man works alone he always has a certain set of reflections which as it seems to him directed his past activity, justify his present activity, and guide him in planning his future actions.",
        "I'll accept it now that it is certain.",
        "It said her boyfriend was the person they were looking for and she knew for certain.",
        "She stood in front of the door nervously for a long moment, not certain it would open.",
        "She nudged his chin aside but wasn't certain about biting him.",
        "She checked her locks to make certain they turned.",
        "Deidre wasn't certain if there was any affection for his daughter, though his persistence in healing her was a sign of either care or obligation.",
        "She assessed that – for the first time – he wasn't entirely certain how to react.",
        "She needs certain facts pointed out to her.",
        "He was certain to take her to climax each time before seeking his own release, a practice she'd never participated, when she was a goddess who felt nothing.",
        "Of this, I am fairly certain.",
        "To comprehend the real position we are forced to the conviction that the world of facts is the field in which, and that laws are the means by which, those higher standards of moral and aesthetical value are being realized; and such a union can again only become intelligible through the idea of a personal Deity, who in the creation and preservation of a world has voluntarily chosen certain forms and laws, through the natural operation of which the ends of His work are gained.",
        "We are certain that we are thinking, and in so far as we are thinking we are.",
        "This makes a great deal of sense: If nutrition isn't governed by universal laws (as physics is) and instead affects different people differently, then the way you will know certain things is by learning through trial and error, through your own experience.",
        "We have had to agree on a certain set of rules, called etiquette and politeness, to make this frequent meeting tolerable and that we need not come to open war.",
        "\"The earth,\" he adds elsewhere, \"especially if fresh, has a certain magnetism in it, by which it attracts the salt, power, or virtue (call it either) which gives it life, and is the logic of all the labor and stir we keep about it, to sustain us; all dungings and other sordid temperings being but the vicars succedaneous to this improvement.\"",
        "By the grace of her movements, by the softness and flexibility of her small limbs, and by a certain coyness and reserve of manner, she reminded one of a pretty, half-grown kitten which promises to become a beautiful little cat.",
        "There is nothing certain, nothing at all except the unimportance of everything I understand, and the greatness of something incomprehensible but all-important.",
        "The races, the English Club, sprees with Denisov, and visits to a certain house--that was another matter and quite the thing for a dashing young hussar!",
        "Even to Natasha herself it was pleasant to see that so many sacrifices were being made for her sake, and to know that she had to take medicine at certain hours, though she declared that no medicine would cure her and that it was all nonsense.",
        "The count listened with closed eyes, heaving abrupt sighs at certain passages.",
        "The prisoners were placed in a certain order, according to the list (Pierre was sixth), and were led to the post.",
        "Beyond a certain limit no mechanical disruption of the body could hasten the process of decomposition.",
        "He was as indifferent as heretofore to money matters, but now he felt certain of what ought and what ought not to be done.",
        "Why this was necessary he did not know, but he knew for certain that it was necessary.",
        "Those words only denote a certain stage of understanding of phenomena.",
        "I do not know why a certain event occurs; I think that I cannot know it; so I do not try to know it and I talk about chance.",
        "Moreover, certain men wrote some books at that time.",
        "To this, modern history laboriously replies either that Napoleon was a great genius, or that Louis XIV was very proud, or that certain writers wrote certain books.",
        "That Chateaubriand, Madame de Stael, and others spoke certain words to one another only affected their mutual relations but does not account for the submission of millions.",
        "We are so accustomed to that idea and have become so used to it that the question: why did six hundred thousand men go to fight when Napoleon uttered certain words, seems to us senseless.",
        "So that examining the relation in time of the commands to the events, we find that a command can never be the cause of the event, but that a certain definite dependence exists between the two.",
        "\"Jonny, hon, let me tell you one thing,\" she said and approached close enough she was certain no one else could overhear her.",
        "He pulls up next to a farmer and asks the farmer how to get to a certain place.",
        "Pierre knew that everyone was waiting for him to say a word and cross a certain line, and he knew that sooner or later he would step across it, but an incomprehensible terror seized him at the thought of that dreadful step.",
        "I can't make out what the commander at Korchevo--a certain Khandrikov--is up to; till now the additional men and provisions have not arrived.",
        "In the hospitals, death was so certain that soldiers suffering from fever, or the swelling that came from bad food, preferred to remain on duty, and hardly able to drag their legs went to the front rather than to the hospitals.",
        "To a man not swayed by passion that welfare is never certain, but he who commits such a crime always knows just where that welfare lies.",
        "Certain creatures with unlimited power and motivations thousands of years in the making weren't what Damian really needed right now.",
        "You could see which restaurants were rated the highest on Yelp, which ones certain reviewers liked, and so on.",
        "It is certain that I cannot always distinguish my own thoughts from those I read, because what I read becomes the very substance and texture of my mind.",
        "Berg drove up to his father-in-law's house in his spruce little trap with a pair of sleek roans, exactly like those of a certain prince.",
        "And by bringing variously selected historic units (battles, campaigns, periods of war) into such equations, a series of numbers could be obtained in which certain laws should exist and might be discovered.",
        "Miss Sullivan, who knows her pupil's mind, selects from the passing landscape essential elements, which give a certain clearness to Miss Keller's imagined view of an outer world that to our eyes is confused and overloaded with particulars.",
        "This much is certain, she cannot have any sense that other people may not have, and the existence of a special sense is not evident to her or to any one who knows her.",
        "He wouldn't have approved - of that she was certain.",
        "She wiped her face then dressed, too distracted to feel the warmth of a certain deity as he appeared.",
        "While the entire program was new to him, Dean realized that if he was running for public office, certain obligations were mandatory.",
        "While I can't say for certain he'd been drinking—the autopsy hasn't been performed yet—I know from past experience that many of our teenagers drink regularly.",
        "Deidre wasn't certain if that was good or not.",
        "He wasn't even certain why he said them.",
        "She wasn't certain why her chest felt tight enough to hinder her breathing while her eyes were watering.",
        "He wasn't entirely certain what to think about last night, but he felt like he'd gotten somewhere.",
        "For a moment he was certain the familiar voice of a woman was a memory, perhaps brought on by standing in Deidre's apartment.",
        "His thoughts kept straying to a certain pink-haired woman whose scent on his skin was driving him crazy.",
        "She paused, not at all certain what to do.",
        "Though he could track her easily, he wasn't certain how to prevent her from using the portals.",
        "\"Only because I take steps to make certain it stays that way,\" he said.",
        "I cannot be certain what the result might be if you tried to kill yourself or if you died of unnatural causes.",
        "She rubbed her face, certain the mistake would be clarified soon and she'd be released with an apology the size of a bottle of painkiller she desperately needed.",
        "I'm not the idiot he took me for when he assigned a certain baby angel to my guardianship.",
        "She dressed comfortably and packed her overnight bag, then searched the room, certain she was forgetting something.",
        "But now, she wanted a word with a certain Ancient.",
        "\"Why I called you all here was to finish the discussion we started at our last meeting about the immunity of two certain humans to Immortal powers,\" Kris interjected.",
        "They mature slowest of all Immortals, but when they hit certain points in angel years, they jump to the next human stage of maturity, Helga said.",
        "She retrieved it and hugged it, not at all certain what the new Toby would and wouldn.t want that the old Toby had loved.",
        "She hadn.t been certain about the kind of life she.d have with him, but she was certain she didn.t want a life without him.",
        "I.m certain we can work this out between us, assassin.",
        "I'm certain of it!",
        "Dean didn't respond but in his mind agreed the answer made a certain amount of sense, giving the situation.",
        "He leaned back over certain death, a hundred bouncing, smashing, flying feet below.",
        "A certain amount of planning and calculation went into all of her actions.",
        "Patience had never been his strong suit, but he felt certain if he didn't give this woman the space she needed, she would be gone.",
        "Possibly, I have certain pieces I won't sell to just anyone.",
        "Being so swept away, he couldn't be certain if he had been gentle enough.",
        "I hope so, cuz if you hurt her, you can be certain I will hurt you.",
        "I know this is not how you planned your life with him, but I am certain, when all is said and done, you'll find this to be the best course for you both.",
        "Of that she was certain.",
        "Alex would never hurt her - for some reason she was certain of that fact.",
        "And with that thought she was certain she loved him.",
        "She gasped, waiting to feel the pain certain to come.",
        "She wasn't certain what to think right now.",
        "Her fate, she was certain, was sealed.",
        "One thing was for certain; this group would have one whoop-de-do of a party when the week was over.",
        "Long before the ultrasound, she was certain that her problem was pregnancy.",
        "Are you certain one world must die?",
        "I have a…friend who will make certain they accept you, Memon said, unconcerned.",
        "Are you certain this will work?",
        "He grinned, certain he had prevailed again.",
        "If she hadn't been so certain that her father had sent him, things might have been different.",
        "She pulled Jonny's number from the fridge but hesitated, still not certain what to tell him.",
        "Xander's ability was far weaker than hers, but he was able to see certain parts of another's path when in their minds.",
        "He didn't scare her the way Jonny did, and she wasn't certain why, beyond the obvious that he healed her.",
        "She wasn't certain her meltdown would wait, but this place seemed real enough.",
        "She wasn't certain if he'd follow or not.",
        "He'd have to test her reflexes to be certain, but Ashley was similar to Jenn: a warrior, only Ashley didn't know it yet.",
        "She really wasn't certain this was the right thing to do.",
        "She still wasn't certain what it meant to have the heart of a vampire.",
        "She is known to us chiefly through two myths, both symbolizing the change of seasons, but intended also to illustrate certain doctrines developed in the temple-schools of Babylonia.",
        "Owing to observational difficulties, the exact measure of success attained is a little difficult to gauge, but it seems fairly certain that raindrops usually carry a charge.",
        "Her wealth made it certain that he would be the richest man in France, and he determined to play a part equal to that of his great-grandfather, the regent, whom he resembled in character and debauchery.",
        "The Name Is Also Given To Certain Legendary Races Described By Ancient Naturalists And Geographers As Having No Heads, Their Mouths And Eyes Being In Their Breasts, Generally Identified With Pliny'S Blemmyae.",
        "ZIMBABWE, a Bantu name, probably derived from the two words zimba (\" houses\") and mabgi (\" stones\"), given to certain ruins in South-East Africa.",
        "Certain stars and nebulae show a bright line helium spectrum.",
        "He heard those around him disputing in whispers and one of them insisting that he should be led along a certain carpet.",
        "On returning home in the evening he would jot down in his notebook four or five necessary calls or appointments for certain hours.",
        "But Berg, smiling pleasantly, explained that if he did not know for certain how much Vera would have and did not receive at least part of the dowry in advance, he would have to break matters off.",
        "The Emperor said that the fiscal system must be reorganized and the accounts published, recounted Bitski, emphasizing certain words and opening his eyes significantly.",
        "Boris was thus the first to learn the news that the French army had crossed the Niemen and, thanks to this, was able to show certain important personages that much that was concealed from others was usually known to him, and by this means he rose higher in their estimation.",
        "It was not a council of war, but, as it were, a council to elucidate certain questions for the Emperor personally.",
        "From the tone in which the courtiers addressed him and the way Paulucci had allowed himself to speak of him to the Emperor, but above all from a certain desperation in Pfuel's own expressions, it was clear that the others knew, and Pfuel himself felt, that his fall was at hand.",
        "For common action people always unite in certain combinations, in which regardless of the difference of the aims set for the common action, the relation between those taking part in it is always the same.",
        "But in the Crusades we already see an event occupying its definite place in history and without which we cannot imagine the modern history of Europe, though to the chroniclers of the Crusades that event appeared as merely due to the will of certain people.",
        "All that we know of the external world of nature is only a certain relation of the forces of nature to inevitability, or of the essence of life to the laws of reason.",
        "Alex was a love child - of that she was certain.",
        "I thought you did at first and I'll admit, I'm not completely certain things might not break bad, but for now, I'm fine.",
        "He wasn't certain what frustrated him more: knowing he hurt her or knowing she'd changed every part of her – but the one that mattered.",
        "He leaves no room for failure or my hope that certain things will change, she said.",
        "She wasn't certain what to expect.",
        "Kris crossed his arms, recalling the last message he'd received from his spies.  They'd been certain of two demon shapeshifters infiltrating his organization.  While no one knew who they'd replaced, one thing was clear: he couldn't assume people were who he thought they were.",
        "She pushed herself away discreetly, not yet certain he knew what to do with all of the magic in his blood.",
        "He was dangerous in a way that left her certain of two things: being too close to him would probably get her killed.",
        "Of few things I am certain, and this is one.",
        "Her cell phone rang at the exact time she was certain that her head would burst.",
        "Would she ever be certain of a suitor's intent again?",
        "If only she could be certain his interest wasn't inspired by thoughts of monetary gain.",
        "What was it that made her so certain he wasn't genuinely interested in her?",
        "How could he know for certain what she sought?",
        "She wasn't certain a vampire was exactly what she needed right now.",
        "She wasn't certain what he meant: the dangerous edge to him or the fact someone sent three goons after her.",
        "I'm not certain he realizes it yet or is willing to admit to it.",
        "He squeezed while studying her carefully, as if making certain she wasn't hurt.",
        "Are you certain you can't manipulate my mind?",
        "I don't know for certain.",
        "In these cases, however, the \" infallibility \" connotes certainty only in so far as anything human can be certain.",
        "We know for certain that these feats, and hundreds more like them, are true.",
        "I buy something because I have certain assumptions about how much happiness it will bring me.",
        "When industries are taken without payment to the property owner, it has a certain legal term.",
        "The principle here is to agree to buy a certain amount of a commodity at a certain price from farmers in these countries.",
        "Even in civilized corporate offices, professionals in business attire say their work tasks place them \"down in the trenches\" or that a certain \"campaign\" requires \"guerrilla\" marketing.",
        "I have found it best not to tell her that she cannot understand, because she is almost certain to become excited.",
        "I fear that it may enjoy a certain health of its own; that we may be well, yet not pure.",
        "But the notes of the flute came home to his ears out of a different sphere from that he worked in, and suggested work for certain faculties which slumbered in him.",
        "After the fish, which made a certain sensation, the count exchanged glances with the other committeemen.",
        "It's even certain that I should have done the same, then why this duel, this murder?",
        "I know, heaven knows how, but I know for certain that you won't marry her.",
        "'He's a fool who trusts to luck, one should make certain,' and I want to try.",
        "He began reading about the sufferings and virtuous struggles of a certain Emilie de Mansfeld.",
        "Certain rights and privileges for the aristocracy appear to me a means of maintaining that sentiment.",
        "Deidre wasn't certain what to think at the sight of the girl on the bed.",
        "She wasn't certain what to feel: angry at Darkyn for setting her up or sorrow at facing the mate she'd never have.",
        "She wasn't certain what kind of skills these people had that she didn't.",
        "And Death … you're certain she walked away?",
        "It makes a certain amount of sense.",
        "I've got a deal with a certain faction of immortals to bring him back to life and keep him around until I need him.",
        "He was no wimp - of that she was certain.",
        "No, not in Idaho I'm certain.",
        "Jenn ran through the halls, certain no vamp was about to get in her way when all of them so far were dead.",
        "Deidre wasn't certain what to feel in that regard.",
        "He leaves no room for failure or my hope that certain things will change.",
        "Darkyn is not an easy person to understand or live with, and I'm still not certain at all what to think of him at times.",
        "Her palms were sweaty at the thought of seeing Darkyn's daughter, but she wasn't certain why.",
        "Deidre squeezed her arm in reassurance, not at all certain what Harmony wanted.",
        "Alice was a geranium Cynthia had lovingly rescued from certain death by frost last September when the rest of the couple's first-year garden succumbed to the advancing seasons.",
        "She wasn't certain she liked them; they clashed with the creamy décor of the apartment.",
        "She wasn't certain why.",
        "He wasn't certain how to prove to them he was their leader, aside from doing his job.",
        "She wasn't certain what was wrong with her, but she didn't want to lie to Andre.",
        "I'm still not certain it'll work, but that chain of events is in motion.",
        "You're certain about the bottom three?",
        "You're certain there was one in her head the other night, right?",
        "Gabriel wasn't certain what Andre wanted him to know.",
        "Andre didn't deny she was lying to him, which left Gabriel even less certain what to do about his mate.",
        "He wasn't certain why; they were making progress on every front.",
        "It had to do with a certain mate.",
        "She claimed not, but he wasn't entirely certain.",
        "Gabriel wasn't certain why that surprised him.",
        "He wasn't certain what might be going through her mind.",
        "Seeing human-Deidre left him pensive, not entirely certain what to do about his own mate.",
        "He wasn't certain that he was able to now.",
        "By Saturday morning, Deidre was certain she never wanted to leave the ocean.",
        "After seeing his name tattooed across her back and the look of pure murder on his face, she hid in the closet until certain he was gone.",
        "Deidre wasn't certain what made her so comfortable with Wynn.",
        "He agreed silently with Wynn's parting words but wasn't certain what to do about it.",
        "One thing was certain: he had to talk to Rhyn fast.",
        "Dressed warmly, she left her room and stood in the brightly lit, spacious hallway, not at all certain how to leave the stronghold.",
        "After the fifth, she was certain she'd dreamt it all up.",
        "Her vulnerability shimmered around her in a way that left him unable to leave her alone, until he was certain the worst was over.",
        "She thought she heard something stir once, twice, before she was certain.",
        "\"Yeah, sure,\" came the less certain answer.",
        "Why don't you walk away now before a certain Ancient tears you into pieces.",
        "Now, he had a reason to care what tomorrow brought, and he wasn't certain he liked the newfound feeling.",
        "You are certain Darkyn will consider this repayment for his whore-daughter?",
        "\"You.re certain?\" she whispered.",
        "While Kris would love to sacrifice a certain infuriating mortal to further his cause, he wouldn.t even sacrifice her, let alone allow Darkyn.s to wipe out a village.",
        "\"I cannot act until I am certain,\" he said at last, his mood darkening.",
        "She stripped off her sweatshirt to be certain people could see her armband in her T-shirt.",
        "We don't even know for certain when she died, do we?",
        "And, if she had cut the line earlier, it would have either been noticed by Shipton or he would have fallen the entire distance of more than a hundred feet from the edge to his certain death.",
        "He couldn't even be certain he wanted the guy to come around.",
        "Jackson could not bring himself to make eye contact, being certain he would lose it if he did.",
        "Her answer came swift and certain.",
        "Josh was certain it was a pack, not simply a gathering of neighbor dogs.",
        "Lana pulled him on top of her, certain he wouldn't walk away this time.",
        "I'm thinking someone is destroying the fed buildings in case a certain fed is hiding there.",
        "Lana held her breath at the whirling world, certain their death would at least be fast.",
        "You're certain not the road?",
        "I live by a certain creed, one that runs in our family.",
        "\"You're certain?\" she asked.",
        "His walk turned to a trot and then a run.  Rhyn ran after him, feeling alive as they raced through the enchanted forest towards a fate he wasn't entirely certain how to handle yet.",
        "Katie rolled onto her stomach, almost too tired to get up.  The sky and jungle were growing dark.  Through the bramble, she saw the marble palace.  Death's palace.  Katie's heart beat harder as she looked at her destination, not at all certain this was where she should've gone but not knowing where else to go.",
        "I made certain of that.",
        "He stared at her, certain he'd throttle her if Gabe didn't eventually.",
        "All Darkyn had to do was wait and watch for his opportunity.  While he did so, he had a new plan: To pursue a certain deity who'd left her position to her lover.  In all his dealings with Immortals and mortals, Darkyn long ago learned the weakness Immortals and mortals had for a beautiful woman.  Gabriel would be no different.",
        "Dean was certain the driver was Alfred Nota, one of the men he'd hassled at Vinnie Baratto's place.",
        "While he wasn't sure what would happen, nor when, he felt certain his wait wouldn't be long.",
        "On the other hand, he hadn't been all that certain about his heart then, either.",
        "Maybe it was wrong to pray for a baby when he was so certain that it was impossible.",
        "Two weeks later she was certain they wouldn't have to renew the subject again.",
        "It was hard to believe the little nodule on the screen was actually a baby, but the doctor was certain.",
        "She was certain exactly when she conceived.",
        "He was certain it wasn't possible.",
        "Why was he so certain that it wasn't his?",
        "He took a bite of the toast and she was certain he was waiting for a response.",
        "If Lori had said anything to him, she was certain he would not repeat it.",
        "The longer he knew Carmen, the more certain he was that Josh wanted her to have everything — even his child.",
        "\"Indeed. I have matters to settle with a certain merchant's son,\" his brother said.",
        "As for trusting Claire, there were still days Darian wasn't certain her father wasn't still trying to be the puppet master.",
        "If she didn't help put her mate on a certain path, she couldn't tell if any of them would survive.",
        "\"I hope you know better than to hurt a certain Guardian,\" Darian said.",
        "Her eyes glowed with both delight and mischief while Jule's mate, Yully, appeared less certain.",
        "Darian paused mid-step, not at all certain he was worthy of a mate.",
        "You're certain they were Others?",
        "She readied herself for a fight, making certain none of them had orders to jump her yet, and then continued to the panoramic window.",
        "After her discovery in the forest, Jenn wasn't certain what to believe.",
        "What makes you so certain?",
        "He wasn't entirely certain the Black God could be trusted, if not for Bianca being in danger.",
        "Taran drew a deep breath and steeled himself against what confrontation was certain to await him.",
        "She waited until certain he was gone before rising.",
        "\"I'm not certain of anything,\" Taran replied.",
        "Vara will take care of me, I'm certain.",
        "Carmen was certain that her parents would have loved him, but he wasn't so sure.",
        "She was certain it wasn't his intent to be familiar.",
        "One thing was certain.",
        "She watched him go in and then left with a certain amount of concern.",
        "He hadn't said anything to either of them, but he was certain Gerald's feelings for Carmen went deeper than mere friendship.",
        "If Denton found out about Justin, there would be a scene, of that she was certain.",
        "Xander barely resisted the urge to touch the finely woven garment with a fur lining that was certain to be the softest thing in the world.",
        "For a moment, she was certain the newcomer was going to hit the teen.",
        "Xander didn't like it, though he wasn't at all certain what the boy-god was doing.",
        "With your long list of enemies, I'm not certain which would've sent them.",
        "Are you certain Jessi is her real name?",
        "She didn't dare turn around, not certain she'd be able to witness Toni throwing herself at Xander without laughing at him.",
        "She was pretty certain Xander would be too occupied with Toni to notice her.",
        "If she wasn't certain she'd be able to take the necklace out the door with her, she was screwed.",
        "Jessi wasn't certain if she should be laughing or horrified by the fawning women.",
        "Jessi wasn't certain how to respond.",
        "Rendered breathless, Jessi wasn't certain she'd be able to stand on her own, if he walked away too fast.",
        "Jessi braced herself against the counter, not certain she was able to stand on her own.",
        "Unless it involves a certain issue.",
        "\"I'm not entirely certain, but I think if I ask him, he'll do it,\" she said.",
        "Ignoring his guests, Xander changed into clothes certain to let him move freely, preparing for his dinner to arrive.",
        "Certain events occurred\" he raised an eyebrow at her that made her shake her head \"and we got sidetracked.\"",
        "He wasn't certain why it mattered, except that he wasn't about to lose this round to Damian or Jenn.",
        "Jessi took a step away from him and waved at Toni to make certain the model saw them.",
        "I'm not at all certain what to think of him, either.",
        "Xander wasn't certain what Jessi might be thinking.",
        "She wasn't so certain she and Xander had a chance, though, especially with Jonny waiting to pounce.",
        "Jessi began laughing, once again not at all certain what she agreed to – or why.",
        "Jessi wasn't certain she heard him correctly.",
        "He didn't want her anywhere near the Original Other or Jonny but was almost certain she'd figure out how to get herself in the middle somehow.",
        "She wasn't entirely certain what to do, how to keep the gem and Ashley safe.",
        "Jessi wasn't certain how, but she felt even worse about walking away from Xander.",
        "She bent and wiped it on the cement stair, not at all certain it was enough to tip him off.",
        "Thinking of what happened tomorrow did her no good, when she wasn't certain she'd live through the night.",
        "Jessi wasn't certain what to think.",
        "The Other's brain told him otherwise, that it wasn't entirely certain what happened.",
        "Language has crystallized them into certain definite notions and expressions, without which we cannot proceed a single step, but which we have accepted without knowing their exact meaning, much less their origin.",
        "We have already mentioned the final conception in which Lotze's speculation culminates, that of a personal Deity, Himself the essence of all that merits existence for its own sake, who in the creation and government of a world has voluntarily chosen certain laws and forms through which His ends are to be realized.",
        "By Dr Paul Matschie several races of the African elephant have been described, mainly, as already mentioned, on certain differences in the shape of the ear.",
        "The two differ in certain details of dentition, and in the greater development in the former of the parachute, especially the interfemoral portion, which in the latter is almost absent.",
        "Certain difficulties that he met with in his speculations led him to the conclusion that the particles of any one kind of gas, though all of them alike, must differ from those of another gas both in size and weight.",
        "The Daltonian would say that each of these weights represents a certain group of atoms, and that these groups can replace, or combine with, each other, to form new molecules.",
        "He was no follower of their ideas, indeed often opposed to them; but he derived from Bacon an increasing stimulus towards the investigation of certain great problems of history and philosophy, while Grotius proved valuable in his study of philosophic jurisprudence.",
        "certain that there is no int., pelagic larval form.",
        "Peter Bayle is severe on certain historical inaccuracies of Davila, and it is true that Davila must be read with due remembrance of the fact that he was not only a Catholic but the especial protege of Catherine de' Medici, but it is not to be forgotten that Bayle was as strongly Protestant.",
        "HERMAGORAS, of Temnos, Greek rhetorician of the Rhodian school and teacher of oratory in Rome, flourished during the first half of the 1st century B.C. He obtained a great reputation among a certain section and founded a special school, the members of which called themselves Hermagorei.",
        "Moll JEthelwald, who may have been a brother of Eadberht, succeeded, and after a victory over a certain Oswine, who fell in the battle, abdicated and became a monk probably under compulsion in 765.",
        "The southern part of Northumbria now passed entirely into the hands of the invaders, but they allowed a certain Ecgberht to reign over the portion of the kingdom north of the Tyne.",
        "After him the chief power north of the Tyne came into the hands of a certain Eadulf of Bamburgh, who did not take the kingly title, but accepted the overlordship of Alfred the Great perhaps in 886.",
        "After an interregnum of a few years a certain Guthred became king in 883.",
        "Eadred placed Northumbria in the hands of a certain Osulf, who is called high-reeve at Bamburgh.",
        "That the partisans of neither would yield in favour of the other was certain.",
        "This method did not give very certain results, for it could not be guaranteed that the growth in the inoculated flask was necessarily derived from a single bacterium.",
        "With certain rare exceptions the Saccharomycetes have three methods of asexual reproduction: I.",
        "Certain yeasts exercise a reducing action, forming sulphuretted hydrogen, when sulphur is present.",
        "Schwann in 1839) was studied by Hansen, who found that each species only developed spores between certain definite temperatures.",
        "Their selection for a particular purpose depends upon some special quality which they possess; thus for brewing certain essentials are demanded as regards stability, clarification, taste and smell; whereas, in distilleries, the production of alcohol and a high multiplying power in the yeast are required.",
        "Certain acid fermentations are of common occurrence.",
        "GALVANIZED IRON, sheet iron having its surface covered with a thin coating of zinc. In spite of the name, galvanic action has often no part in the production of galvanized iron, which is prepared by dipping the iron, properly cleaned and pickled in acid, in a bath of molten zinc. The hotter the zinc the thinner the coating, but as a high temperature of the bath is attended with certain objections, it is a common practice to use a moderate temperature and clear off the excess of zinc by passing the plates between rollers.",
        "His grandfather, Gregorio Brunacci, of an ancient family of Pisa, had changed his name in order to become heir to a certain marchese di Consalvi.",
        "He permitted laymen to hold certain public offices, under surveillance of the prelates, organized a guard from among the Roman nobility, decreed a plan for redeeming the base coinage, permitted the communes a certain degree of municipal liberty, and promised the liquidation of the public debt.",
        "Of all their numerous sources of revenue, the money furnished by Mr Hart was the only certain asset which could be offered as security for Chinese loans.",
        "It is by no means certain that he made the remark often attributed to him, \"Let us enjoy the papacy since God has given it to us,\" but there is little doubt that he was by nature devoid of moral earnestness or deep religious feeling.",
        "Certain of the molar teeth of the middle of the series in both elephants and mastodons have the same number of principal ridges; those in front having fewer, and those behind a greater number.",
        "The fineness of the hair may perhaps be ascribed to some peculiarity in the atmosphere, for it is remarkable that the cats, dogs and other animals of the country are to 'a certain extent affected in the same way, and that they all lose much of their distinctive beauty when taken from their native districts.",
        "The actual highest summit is wholly French and is the loftiest peak in the Alps, and in Europe also, if certain peaks in the Caucasus be excluded.",
        "The anchorage is safe, and the bay full of fish; the harbour has a certain amount of trade.",
        "Simpson found no certain temperature effect on the value of q.",
        "With certain dry winds, notably Fan winds in Austria and Switzerland, dissipation becomes very high.",
        "At Karasjok, Simpson found a slight decrease in I_ as relative humidity increased, but no certain change in I +.",
        "In some tropical stations, at certain seasons of the year, thunder is almost a daily occurrence.",
        "Firefly is a term popularly used for certain tropical American click-beetles (Pyrophorus), due to their power of emitting light.",
        "We cannot even be absolutely certain when the frontier laid out by Pius was equipped with the Pfahlgraben and Teufelsmauer.",
        "From certain indications in the latter and the evidence of some odd leaves discovered by David Laing, it has been concluded that there was an earlier Edinburgh edition, which has been ascribed to Thomas Davidson, printer, and dated c. 1540.",
        "The cathedral contains other 14th-century and early Renaissance paintings, the former including some Passion scenes, the only certain work of Barna da Siena, and some fine choir stalls.",
        "It is certain that he took an active part in the restoration of Eton College, which Edward annexed to St George's, Windsor, in 1463, depriving it of a large part of its possessions.",
        "In some birds, such as the herons, certain down-feathers or plumulae break off into a fine dust as fast as they are formed and form tracts defined in size and situation and known as \"powder-down patches.\"",
        "Although this separation might have been expected to be final, it is not certain that it was so.",
        "At the present time, so far as the Roman Catholic Church is concerned, apparelled albs are only in regular use at Milan (Ambrosian Rite), and, partially, in certain churches in Spain.",
        "The best testimony for the behaviour of Orleans during this summer is the testimony of an English lady, Mrs Grace Dalrymple Elliott, who shared his heart with the comtesse de Buffon, and from which it is absolutely certain that at the time of the riot of the 12th of July he was on a fishing excursion, and was rudely treated by the king on the next day when going to offer him his services.",
        "A certain instability of character is revealed by the fact that he took up arms against Ramiro, having repented of his renunciation of the world.",
        "The council was reduced to four members with a governor-general, who were to exercise certain indefinite powers of control over the presidencies of Madras and Bombay.",
        "It is more pleasing to point out certain of his public measures upon which no difference of opinion can arise.",
        "In the negotiations which followed, it was arranged that the bay and the land on both sides of the entrance within certain defined lines should be leased to Germany for 99 years.",
        "In return they usually had a house near the episcopal palace, a domain within and without the city, and sometimes the right to levy certain dues on the city.",
        "Collier preferred the version of the Book of Common Prayer issued in 1549, and regretted that certain practices and petitions there enjoined were omitted in later editions.",
        "Certain persons in England during the reign of King Henry I.",
        "On the deposition of Charles the Fat in 887 he was excluded from the throne by his youth; but during the reign of Odo, who had succeeded Charles, he succeeded in gaining the recognition of a certain number of notables and in securing his coronation at Reims on the 28th of January 893.",
        "It is for this reason that concordats always present a clearly marked character of mutual concession, each of the two powers renouncing certain of its claims in the interests of peace.",
        "For the purposes of a concordat the state recognizes the official status of the church and of its ministers and tribunals; guarantees it certain privileges; and sometimes binds itself to secure for it subsidies representing compensation for past spoliations.",
        "They may make certain concessions or privileges once given without any corresponding obligation; they constitute for a given country a special ecclesiastical law; and it is thus that writers have sometimes spoken of concordats as privileges.",
        "Again, it is quite certain that the spiritual matters upon which concordats bear do not concern the two powers in the same manner and in the same degree; and in this sense concordats are not perfectly equal agreements.",
        "Latterly certain Catholics have questioned this equality of the concordatory obligation, and have aroused keen discussion.",
        "Certain concordats deal with the orders and congregations of monks and nuns with a view to subjecting them to a certain control while securing to them the legal exercise of their activities.",
        "Ecclesiastical immunities, such as reservation of the criminal cases of the clergy, exemption from military service and other privileges, are expressly maintained in a certain number of pacts.",
        "The pope preserved the right to nominate to vacant benefices in curia and to certain benefices of the chapters, but all the others were in the nomination of the bishops or other inferior collators.",
        "m., belonged before the year 1000 to a certain Rutger, whose family became extinct in 1368.",
        "The greater part of the district consists of state land, the cultivators being tenants of government, but there is a certain amount of hereditary freehold.",
        "The emperor's share in the work is not clear, but it seems certain that the general scheme and many of the incidents are due to him.",
        "Since the abolition of flogging in the services, the use of the cat is now restricted to certain classes of offenders in military prisons (Army Act 1881, § 133).",
        "In the English criminal law, where corporal punishment is ordered by the court for certain criminal offences, the \"cat\" is used only where the prisoner is over sixteen years of age.",
        "ornata), with a certain amount of crossing from other species.",
        "He also carried out many experiments in magneto-optics, and succeeded in showing, what Faraday had failed to detect, the rotation under the influence of magnetic force of the plane of polarization in certain gases and vapours.",
        "When the custom of commendation developed, the king charged the mayor of the palace to protect those who had commended themselves to him and to 1 The mayors of certain cities in the United Kingdom (London, York, Dublin) have acquired by prescription the prefix of \"lord.\"",
        "Perceiving further, that in order to understand these relations I should sometimes have to consider them one by one, and sometimes only to bear them in mind or embrace them in the aggregate, I thought that, in order the better to consider them individually, I should view them as subsisting between straight lines, than which I could find no objects more simple, or capable of being more distinctly represented to my imagination and senses; and on the other hand that, in order to retain them in the memory or embrace an aggregate of many, I should express them by certain characters, the briefest possible.\"",
        "In both these doctrines of a priori science Descartes has not been subverted, but, if anything, corroborated by the results of experimental physics; for the so-called atoms of chemical theory already presuppose, from the Cartesian point of view, certain aggregations of the primitive particles of matter.",
        "Of the church in Ostia there is no authentic record before the 4th century A.D., though there are several Christian inscriptions of an earlier date; but the first bishop of Ostia of whom we have any certain knowledge dates from A.D.",
        "His youth, spent at the Neapolitan court, was far from blameless, and it is not certain that he was married to the mother of his numerous family.",
        "From here the caravans start for Persia, and at certain periods of the year long trains of camels may be seen, and Persian merchants conspicuous by their high black caps and long robes.",
        "An antiquity of 150o years is claimed for the foundation of the monastery, but it is certain that the first person who raised it to importance was the emperor Alexius Comnenus III.",
        "The term is used in this general sense in certain rubrics of the English Book of Common Prayer, in which it is applied equally to rectors and vicars as to perpetual curates.",
        "Certain points in the play call for notice.",
        "Its main object is to perfect the proficiency of players in certain departments of bowls proper.",
        "The gas contains a certain amount of hydrogen and oxides of carbon, also traces of nitrogen.",
        "It is certain that the hand of the assassin was prompted by some one in the background; suspicion could not fail to fall upon Alexander among others.",
        "That work was on the point of opening its most brilliant chapter by an invasion of the great king's dominions; the army was concentrated and certain forces had already been sent on to occupy the opposite shore of the Hellespont.",
        "Macedonians, and at Prophthasia the commander of the Macedonian cavalry Philotas, the son of Parmenio, and certain others were arraigned before the army on the charge of conspiring against the king's life.",
        "Certain features - the high physical courage, the impulsive energy, the fervid imagination - stand out clear; beyond that disagreement begins.",
        "It is written in unusually picturesque and vigorous language, and is based on the Roman de toute chevalerie, a French compilation made about 1250 by a certain Eustace or Thomas of Kent.",
        "The vivid narrative of his career given by Lucian might be taken as fictitious but for the corroboration of certain coins of the emperors Lucius Verus and Marcus Aurelius (J.",
        "Smith, of Cambridge, in 1759, had the organ of Trinity College, built by Bernhardt Schmidt, lowered a whole tone, to reduce it to certain Roman pitch pipes made about 1720.",
        "The human flea is considerably exceeded in size by certain other species found upon much smaller hosts; thus the European Hystrichopsylla talpae, a parasite of the mole, shrew and other small mammals, attains a length of 5z millimetres; another large species infests the Indian porcupine.",
        "Landsberg was the capital of a small margraviate of this name, ruled in the 12th century by a certain Dietrich, who built the town.",
        "It is estimated that in consequence of these feuds scarcely 75% of the population in certain mountainous districts die a natural death.",
        "Notwithstanding their complete subjection, women are treated with a certain respect, and are often employed as intermediaries in the settlement of feuds; a woman may traverse a hostile district without fear of injury, and her bessa will protect the traveller or the stranger.",
        "The tribe or mal (\" mountain\") is often composed of several clans (phis-i, phdrea)or baryaks (literally \"standards\") each under a chief or baryaktar (standard-bearer), who is, strictly speaking, a military leader; there are in each clan a certain number of elders or voivodes (Albanian kru-ye, pl.",
        "Notwithstanding certain points of resemblance in structure and phonetics, Albanian is entirely distinct from the neighbouring languages; in its relation to early Latin and Greek it may be regarded as a co-ordinate member of the Aryan stock.",
        "The early history of the territory comprised within the district of Dharwar has been to a certain extent reconstructed from the inscription slabs and memorial stones which abound there.",
        "It was decided to send a deputation of bishops with a letter of greeting to the national council of the Russian Church about to be assembled (60) and certain conditions were laid down for intercommunion with certain of the Churches of the Orthodox Eastern Communion (62) and the \"ancient separated Churches of the East\" (63-65).",
        "Fusible plugs are little used; they consist of pieces of softer metal inserted on the side of the boiler, which melt should the heat of the water rise above a certain temperature.",
        "SIBYLS 1 (Sibyllae), the name given by the Greeks and Romans to certain women who prophesied under the inspiration of a deity.",
        "A \"methodist\" is one who follows a \"method,\" the term being applied not only to the Wesleyan body, but earlier to the Amyraldists, and in the 17th century to certain Roman Catholic apologists.",
        "The method which Napier terms \"Rabdologia\" consists in the use of certain numerating rods for the performance of multiplications and divisions.",
        "As early as 1839 Stanley had joined with Tait, the future archbishop, in advocating certain university reforms. From 1846 onwards Jowett threw himself into this movement, which in 1848 became general amongst the younger and more thoughtful fellows, until it took effect in the commission of 1850 and the act of 1854."
    ],
    "definition": [
        "Link/Cite"
    ]
}