{
    "translation": "לאשר, להסמיך",
    "uses": [
        "The judge shall determine \" whether the member whose return is complained of, or any and what other person, was duly returned and elected, or whether the election was void,\" and shall certify his determination to the speaker.",
        "In practice it is found that many students whom their teachers refuse to certify are able to pass the university entrance examination.",
        "Certain inscriptions discovered in the Padang highlands seem to certify the existence in the 7th century of a powerful Hindu kingdomin Tanah Datar, not far from the site of the later capital of Menangkabo.",
        "The court contemplated by the convention was a court of appeal for reviewing prize decisions of national courts both as to facts and as to the law applied, and, in the exercise of its judicial discretion, not only to confirm in whole or in part the national decision or the contrary, but also to certify its judgment to the national court for enforcement thereof.",
        "The sums so paid in respect of the duties last above mentioned, and in respect of the estate duty and spirits and beer additional duties, are distributed among the several counties in proportion to the share which the Local Government Board certify to have been received by each county during the financial year ending the 31st March 1888, out of the grants theretofore made out of the exchequer in aid of local rates.",
        "No persons so excommunicated shall incur any civil penalty or incapacity whatever, save such sentence of imprisonment, not exceeding six months, as the court shall direct and certify to the king in chancery.",
        "This view is now generally abandoned; for it is recognized that acts of superhuman power, even if established by adequate historical evidence, do not necessarily certify their divine origin.",
        "In the second case, the bishop may require the superior to punish within a certain time and to certify the punishment to him; in default he himself may punish (Conc. Trid.",
        "If the bishop rejects the clerk within that time he is liable to a duplex querela in the ecclesiastical courts, or to a quare impedit in the common law courts, and the bishop must then certify the reasons of his refusal.",
        "If they differ as to the validity of a return, they are to state such difference in their certificate, and the return is to be held good; if they differ as to a report on any other matter, they are to certify their difference and make no report on such matter.",
        "According to the provisions of this statute, upon the avoidance of any episcopal see, the dean and chapter of the cathedral church are to certify the vacancy of the see to the crown, and to pray that they may be allowed to proceed to a new election.",
        "On the other, he assigned to vas with its insight into rationality too high a function with regard to the concrete in which the surd was present, a power to certify the truth of scientific principles.",
        "Ideally, however, governments should certify the authenticity of the CAs public key.",
        "certify the notary 's signature and seal.",
        "The Merit Badge Counselor will certify the Scout as having met all the badge requirements and the badge is then bestowed on the Scout at a troop meeting or court of honor.",
        "We are in process to certify all vegan products; many of them are already certified.",
        "certify the authenticity of the CAs public key.",
        "certify>Shipman certified that the cause of Mrs Thomas ' death was coronary thrombosis.",
        "certify% of garden furniture sold is FSC certified or is sourced from forests working toward FSC certification.",
        "certify Berwick-on-Tweed (SB) want the Government to sever the link between medically certified absence and disciplinary action.",
        "certify West Water used an independently certified Asset Management Plan to determine the level of annual expenditure required.",
        "certify has been a growing interest in externally certified environmental management systems.",
        "commissary ordered that barefoot and in penitential fashion he should offer a candle to the principal image, and should certify.",
        "This means that the U.K. Foreign and Commonwealth Office certify the notary 's signature and seal.",
        "outset of negotiations, Qadhafi requested the participation of international organizations to help certify Libyan compliance.",
        "penitential fashion he should offer a candle to the principal image, and should certify.",
        "This means that the U.K. Foreign and Commonwealth Office certify the notary's signature and seal.",
        "One, at least, of the witnesses should be required to certify to the capacity of the testator at the time of signing.",
        "While there is not yet enough research to certify the reports, it's absolutely worth personal testing.",
        "There are third party agencies that certify that no synthetic substances are used in the growing or harvesting of the cotton.",
        "Accreditation: Entities that are permitted to certify a farm or product as organic have been granted accreditation by the Secretary of Agriculture or a representative of the Secretary.",
        "Pure-Rest practices full disclosure of all of its materials, suppliers, and the companies that certify its products.",
        "Several organizations certify trainers in \"senior fitness,\" but the quality of the training varies.",
        "Although the Federal Government creates the regulations that are used to govern the reimbursement of hospice organizations for care they give patients on Medicare, it is up to the state to certify individual hospice agencies.",
        "It offers information about the latest updates in legislation as well as resources for options to certify parents to teach at home.",
        "The last section of the job application form will be a place for you to sign your name to certify that the information you have provided is true and accurate.",
        "Many degree programs will also require a number of hands-on activity classes that certify you in specific outdoor skills like wilderness first aid, SCUBA diving, lifeguarding, ropes courses and backpacking.",
        "The Asthma and Allergy Foundation certify the DC14, as the 5/7-gallon dust collector empties without coming into contact with the debris.",
        "Just as adopters must be 18 or older, people surrendering animals must be adults and must certify that fact by bringing in a valid photo ID.",
        "YogaFit works with Yoga Alliance and the American Council on Exercise to certify yoga instructors.",
        "However, the online training program does not certify you with the Yoga Alliance.",
        "certify Apostilled."
    ],
    "definition": [
        "To issue a license or certificate to.",
        "To declare to be in need of psychiatric treatment or confinement.",
        "cer′ti·fi′er\nn.",
        "Link/Cite"
    ]
}