{
    "translation": "תעודה, אישור",
    "uses": [
        "He even had a birth certificate for me.",
        "Public primary schools include (1) icoles maternellesinfant schools for children from two to six years old; (2) elementary primary schoolsthese are the ordinary schools for children from six to thirteen; (3) higher primary schools (coles primaires suprieures) and supplementary courses; these admit pupils who have gained the certificate of primary elementary studies (cerlificat diludes primaires), offer a more advanced course and prepare for technical instruction; (4) primary technical schools (coles manuelles dapprenlissage, coles primaires suprleures professionnelles) kept by the communes or departments.",
        "God, to think I only charged her half-price on her death certificate business just because she was your friend!",
        "He can sell the certificate, use it as collateral, or hold it for the future.",
        "After two years he took the degree of Ph.D., and in the autumn of 1793 received his theological certificate, stating him to be of good abilities, but of middling industry and knowledge, and especially deficient in philosophy.",
        "Aside from the birth certificate, there was no way the rest were official police papers!",
        "I can get each of you two sets of ID, birth certificate, passport, driver's license, charge cards and a brief history that will check out.",
        "No teaching certificate is required by the teachers.",
        "But he overcame what had threatened to be adverse majorities on all occasions from 1876 to 1890, with the single exception of 1882, when, although he received a certificate of election showing that he had been re-elected by a majority of 8, and although he served nearly through the long session of 1883-1884, his seat was contested and taken (May 28, 1884) by his Democratic opponent, Jonathan H.",
        "They can give a certificate qualifying scholars for a mastership in the primary, schools, which are under the full control of the communes.",
        "Toby's birth certificate listed her as the mother, no father, and the naval hospital in Annapolis as his birthplace.",
        "The work done by English furriers was generally good, but since about 1865 has considerably improved on account of the influx of German workmen, who have long been celebrated for excellent fur work, being in their own country obliged to satisfy officially appointed experts and to obtain a certificate of capacity before they can be there employed.",
        "Every British mercantile ship, not carrying passengers, on entering a port gives into the custody of the consul to be endorsed by him the seamen's agreement, the certificate of registry, and the official log-book; a failure to do this is reported to the registrar-general of seamen.",
        "Claire Elizabeth is one of us now and bears the surname Gustefson, not Leblanc as her birth certificate reads.",
        "§ Taylor's election was contested by Goebel, who received the certificate of election.",
        "Mr. Gilman sent my written work to the examiners with a certificate that I, candidate No. 233, had written the papers.",
        "The former are received of ter special instruction and profession of faith; the latter on presenting a certificate of church membership from the church which they have left.",
        "A fugitive slave clause was inserted in the Articles of Confederation of the New England Confederation of 1643, providing for the return of the fugitive upon the certificate of one magistrate in the jurisdiction out of which the said servant fled - no trial by jury being provided for.",
        "subject taken up. They are demonstrated by scholastic dialectic, and at the end of his second year the student, receiving his certificate, deems himself a pillar of the faith.",
        "The presumption of death is high so obtaining a death certificate would probably be easy.",
        "Their produce is checked in to the warehouse and each farmer is issued a certificate corresponding to the amount of produce he brought.",
        "Now, however, the mottled soaps, blue and grey, are produced by working colouring matter, ultramarine for blue, and manganese dioxide for grey, into the soap in the frame, and mottling is very far from being a certificate of excellence of quality.",
        "It may however be regarded as the birth certificate of the future Yugoslavia, and as fixing the lines of future development.",
        "LIEBIG, JUSTUS VON, Baron (1803-1873), German chemist, was born at Darmstadt, according to his baptismal certificate, on the 12th of May 1803 (4th of May, according to his mother).",
        "The Dutch authorities who had inscribed on his death certificate the name of Charles Louis de Bourbon, duc de Normandie (Louis XVII.) permitted his son to bear the name de Bourbon, and when the family appealed in 1850-1851, and again in 1874, for the restitution of their civil rights as heirs of Louis XVI.",
        "A state certificate issued by the State Board of Examiners is good for eight years with one renewal.",
        "Disobedience to or contempt of the ecclesiastical courts is to be punished by a new writ, de contumace capiendo, to follow on the certificate of the judge that the defender is contumacious and in contempt.",
        "The compulsory education law as amended in 1907 and 1909 requires the full attendance at a public school, or at a school which is an approximate equivalent, of all children who are between seven and fourteen years of age, are in the proper physical and mental condition, and reside in a city or school district having a population of 5000 or more and employing a superintendent of schools; in such a city or district children between fourteen and sixteen years must attend school unless they obtain an employment certificate and are regularly engaged in some useful employment or service; and outside of such a city or district all children between the ages of eight and fourteen years and those between fourteen and sixteen years who are not regularly employed must attend school on all school days from October to June.",
        "Children must not be registered as still-born without a medical certificate or a signed declaration from some one who would have been required, if the child had been born alive, to give information concerning the birth, that the child was still-born and that no medical man was present at the birth, or a coroner's order.",
        "The expenses of the execution of the Burial Acts are provided by the overseers out of the poor rate upon the certificate of the body entrusted with the execution of them.",
        "Membership of the National League is, in many cases, as necessary a protection as ever was a certificate of civism under Robespierre.",
        "The first lasts four years, and at the end of this the pupil may obtain (after examination) the certificate of secondary studies.",
        "Coming from such an authority the certificate may be held to confirm the substantial accuracy of Walpole.",
        "The Board of Education holds special examinations (Preliminary Certificate examination and Certificate examination, &c.) for primary teachers.",
        "Registers of death are, in law, evidence of the fact of death, and the entry, or a certified copy of it, will be sufficient evidence without a certificate of burial, although it is desirable that it should also be produced.",
        "The state board enacts by-laws for the administration of the system; its decision of controversies arising under the school law is final; it may suspend or remove a county superintendent for inefficiency or incompetency; it issues life state certificates, but applicants must have had seven years of experience in teaching, five in Maryland, and must hold a first-class certificate or a college or normal school diploma; and it pensions teachers who have taught successfully for twenty-five years in any of the public or normal schools of the state, who have reached the age of sixty, and who have become physically or mentally incapable of teaching longer, the pension amounting to $200 a year.",
        "If a witness answers truly all questions which he is required by the court to answer, he is entitled to receive a certificate of indemnity, which will save him from all proceedings for any offence under the Corrupt Practices Acts committed by him before the date of the certificate at or in relation to the election, except proceedings to enforce any incapacity incurred by such offence.",
        "He preserved no written memorandum of its terms, and it was represented to him, according to his own deposition in 1633, solely by Cardinal Bellarmin's certificate, in which, for obvious reasons, it was glossed over rather than expressly recorded.",
        "obtained gift certificate is suspected.",
        "The certificate has been on file for at least 50 years.",
        "Scoring well nets you a rare Gracie-approved piece of clothing and a certificate you'll definitely want to keep, you chic dresser you.",
        "Until sixteen years of age no child is to be so employed without an employment certificate issued by a commissioner of health, and showing that the child has completed an eight years' course of study in a public school of the state or has had an equivalent schooling elsewhere.",
        "The legislature of 1908 passed a law under which the minimum pay for a teacher holding a first-class certificate should be $350 a year after three years' teaching, $400 after five years' teaching and $450 after eight years' teaching.",
        "An inspector is required to hold a certificate of qualification, and for his guidance general regulations are made by his local authority as to modes of testing weights, measures and weighing instruments.",
        "If they differ as to the validity of a return, they are to state such difference in their certificate, and the return is to be held good; if they differ as to a report on any other matter, they are to certify their difference and make no report on such matter.",
        "The commissioner who tries a petition sends to the High Court a certificate of the result, together with reports as to corrupt and illegal practices, &c., similar to those made to the speaker by the judges who try a parliamentary election petition.",
        "Before burial takes place the clergyman or other person conducting the funeral or religious service must have the registrar's certificate that the death of the deceased person has been duly registered, or else a coroner's order or warrant.",
        "Failing the certificate, the clergyman cannot refuse to bury, but he must forthwith give notice in writing to the registrar.",
        "The student's chief task is to know the rules by heart; this accomplished, he is dismissed at the end of the year with a certificate (ijaza), entered in his textbook, which permits him to teach it to others.",
        "It was separated from the English Department, and undertook the inspection of higher class schools (public, endowed and voluntary), and two years later instituted a leaving certificate examination, the pass of which is accepted for most of the university and professional authorities in lieu of their preliminary examinations.",
        "He brought with him, for the refutation of calumnious reports circulated by his enemies, a written certificate from Cardinal Bellarmin, to the effect that no abjuration had been required of or penance imposed upon him.",
        "It also has a long list of certificate and credential programs available.",
        "By the Naturalization Act of 1870 this clause is virtually repealed with regard to all persons who obtain certificate of naturalization.",
        "In a city of the first or second class every boy between fourteen and sixteen years of age who has an employment certificate, but has not completed the course of study prescribed for the elementary public schools or the equivalent, must attend an evening school not less than six hours each week for a period of not less than sixteen weeks each year, or a trade school not less than eight hours a week for sixteen weeks a year.",
        "Child labour is regulated by an act passed by the General Assembly in 1908; this act prohibits the employment of children less than 14 years of age in any gainful occupation during the session of school or in stores, factories, mines, offices, hotels or messenger service during vacations, and prohibits the employment of children between 14 and 16 unless they have employment certificates issued by a superintendent of schools or some other properly authorized person, showing the child's ability to read and write English, giving information as to the child's age (based upon a birth certificate if possible), and identifying the child by giving height and weight and colour of eyes and hair.",
        "As the result of the general campaign against child labour, an act was passed in 1906 providing that no child under 10 shall be employed or allowed to labour in or about any factory, under any circumstances; after the 1st of January 1907 no child under 12 shall be so employed, unless an orphan with no other means of support, or unless a widowed mother or disabled or aged father is dependent on the child's labour, in which case a certificate to the facts, holding good for one year only, is required; after the 1st of January 1908 no child under 14 shall be employed in a factory between the hours of 7 P.M.",
        "and 6 A.M.; after the same date no child under 14 shall be employed in any factory without a certificate of school attendance for 12 weeks (of which 6 weeks must be consecutive) of the preceding year; no child shall be employed without the filing of an affidavit as to age.",
        "A certificate of conduct while under Temple's roof was required by all the Irish bishops he consulted before they would proceed in the matter of his ordination, and after five months' delay, caused by wounded pride, Swift had to kiss the rod and solicit in obsequious terms the favour of a testimonial from his discarded patron.",
        "In his certificate of 1166 Robert tells the king that, although he owes the service of five knights for Berkeley, Roger of Berkeley still holds certain lands of the honour for which he does no service to Robert.",
        "Consider getting a gift certificate for friends and family to share a dinner experience with you.",
        "Primary Inslruction.All primary public instruction is free and compulsory for children of both sexes between the ages of six and thirteen, but if a child can gain a certificate of primary studies at the age of eleven or after, he may be excused the rest of the period demanded by law.",
        "The new ministry granted the certificate of naturalization; but riots, in which ultramontane professors of the university took part, were the result.",
        "Where the body of a person who has died of an infectious disease is retained in a room where persons live or sleep, or the retention of any dead body may endanger health, any justice on the certificate of a medical practitioner may order the removal of a body to a mortuary and direct the body to be buried within a time limited by the friends of the deceased or in their default by the relieving officer.",
        "Under the laws of Maine a householder owning and occupying a house and lot may hold the same, or such part of it as does not exceed $500 in value, as a homestead exempt from attachment, except for the satisfaction of liens for labour or material, by filing in the registry of deeds a certificate stating his desire for such an exemption, provided he is not the owner of an exempted lot purchased from the state; and the exemption may be continued during the widowhood of his widow or the minority of his children.",
        "Where written notice of the death, accompanied by a medical certificate of the cause of death, is sent to the registrar, information must nevertheless be given and the register signed within fourteen days after the death by the person giving the notice or some other person as required by the act.",
        "In these the silk is tested or conditioned, and a certificate of weight issued in accordance with the results.",
        "Nearly the whole of these county societies affiliated with the central association, paying an affiliation fee yearly, and receiving in return the silver medal, bronze medal and certificate of the association, to be offered as prizes for competition at the annual county shows.",
        "On reaching 18, your child will be legally entitled, to get a copy of the original birth certificate.",
        "The fee for the short copy birth certificate is £ 5.50.",
        "The original register can be altered and a new birth certificate bought.",
        "TMZ has obtained a copy of the official birth certificate of the Suri Cruise, daughter of Tom Cruise and Katie Holmes.",
        "A. If you are the principal cardholder then please send photocopy of your marriage certificate with signed covering letter to the address below.",
        "He obtained his certificate in Small animal cardiology in 1988, and the Diploma in Veterinary Cardiology in 1991.",
        "The movie was screened without a certificate in June at the Irish Film Center, which has previously shown films banned by the censor.",
        "certificate of Incorporation with the application.",
        "certificate of the building completion is issued by the architect once the building is complete.",
        "certificate of attendance will be issued on completion of the training.",
        "certificate of competence will be issued to those achieving a pass mark of 70% or over.",
        "You can obtain a certificate of posting, or use registered post to avoid disputes!",
        "Apostille £ 75.95 Apostilled certificate of Incorporation - £ 75.95.",
        "Future renewals of your shotgun certificate will be at the reduced fee of £ 10.",
        "For private motor vehicles a valid test certificate is required on the third anniversary of its first registration.",
        "You might need a medical certificate saying you are OK to drive.",
        "At some locations you will be are presented with a commemorative certificate.",
        "I saw her pictures, her birth certificate... MULDER: You saw what you needed to see in order to make you believe.",
        "A firearm certificate must be renewed every five years.",
        "Then usually at the end of the service you will be required to sign the register and receive your marriage certificate from the Vicar.",
        "If you have a VAT exemption certificate, you can add this at checkout, and the VAT will be deducted.",
        "The \" Cause of death \" on his death certificate just states \" On War Service \" .",
        "In addition, about 500 students are studying at either postgraduate certificate or diploma level.",
        "CompTIA's A+ Certificate is accepted by industry experts as the standard in foundation vendor-neutral certification for service technicians.",
        "The death certificate gave the cause of death as English cholera and her age as 27.",
        "chronometer certificate.",
        "Upon satisfactory completion a final certificate will be issued.",
        "completion certificate at the end of the hire period.",
        "corgi safety certificate for the gas appliances?",
        "coterminous certificate, the meaning of which is explained at 21b on the application form.",
        "You will need your Investor Code to access this service; this can be found on your share certificate or a dividend tax counterfoil.",
        "This allows you to earn credits toward a Certificate in Continuing Studies.",
        "This document is then cross-checked with the data on the Police National Computer and a Disclosure Certificate issued.",
        "cross-checked with the data on the Police National Computer and a Disclosure Certificate issued.",
        "The \" Cause of death \" entry on his death certificate just states \" On War Service \" .",
        "Chris is an RCVS recognized specialist in this field, whilst Martine holds the certificate of small animal dermatology.",
        "detention certificate may only be granted by an approved medical practitioner.",
        "Dividends on preferred stock are also discretionary unless fixed in the Certificate of Incorporation.",
        "duplicate certificate.",
        "It is not completely electronic because the purchaser still has to make the application for discharge, accompanied by the charge certificate.",
        "enlightened enough to sponsor a Certificate course for guidance teachers.",
        "Facts and Tips some golf courses require proof of your handicap so ensure that you take your handicap certificate.",
        "entails assisting with a specified number of fumigations for the Certificate of Proficiency that is required and keeping a logbook.",
        "Other current options include an MSc, and for media degree entrants, a Postgraduate Certificate.",
        "exemption certificate is issued to clients.",
        "filing of the certificate of Incorporation with the Secretary of State.",
        "What do I do if, as a certificate holder, I want to acquire another firearm or shotgun?",
        "firearm certificate must be renewed every five years.",
        "fire escape routes where the Fire Certificate or risk assessment shows that it is necessary.",
        "The short birth certificate will only show the baby's forenames, surname, sex, date of birth and district of birth.",
        "A landlord must issue tenants with a gas safety certificate provided by a CORGI registered gas fitter.",
        "We will have the right to close customer accounts and request alternative forms of payment if a fraudulently obtained gift certificate is suspected.",
        "gift certificate issued to a current subscriber to a Subscription Product cannot be used to extend that subscription.",
        "gift certificate account and is not transferable.",
        "gift certificate cash value is 1/10 of one pence.",
        "Honors graduates will qualify for a Certificate of Eligibility to sit the CTA exams without first passing the ATT exams.",
        "graduation certificate.",
        "Finally the Commissioners suggested that the conditions of certificate should be printed over the door of every licensed grocer.",
        "Directed by Barry Levinson Running time 133 mins Certificate 12 What an amazing week for adaptations of works by literary heavyweights.",
        "He had already passed his helmsman certificate on a course donated by Top Lock Training and become an experienced helmsman.",
        "holders of the share certificate should be required to register their interest.",
        "The certificate has a number of security features to prevent forgery, including a hologram featuring the AQA logo embossed onto the paper.",
        "Examination Fee The fee includes the full cost of the CHEC Certificate Examination in curative hypnotherapy.",
        "ick factor to go with the 18 certificate.",
        "issuance of a certificate of incorporation will usually follow within a couple of days thereafter.",
        "Many ministers like to provide the couple with an authentic Universal Life Church Marriage Certificate for them to include among their wedding keepsakes.",
        "Today I received my gliding certificate, suitably endorsed, back from the BGA along with a nice gold lapel stud.",
        "An SSL certificate also verifies the legitimacy of your company to customers and acts as a security benchmark.",
        "licentiate certificate in the Ballroom Faculty in July 2000.",
        "The first time pupils experience an externally marked exam is their Junior Certificate, at age 15.",
        "marriage certificate: Full copy issued by the local authorities.",
        "Medical certificate (certificado medico ), when required.",
        "They arrived back mid afternoon in high spirits and collected a team certificate and bronze medals.",
        "ministryition to the Foundation Certificate the College provides training for specialized lay ministries.",
        "ordination certificate.",
        "She received £ 500 for herself and a beautiful glass paperweight for the College for her performance on the NCFE Certificate in Construction Craft.",
        "paralegal certificate in debt recovery or civil court work.",
        "pat equipment testers will simply issue a certificate to say when the equipment is due for test or was tested.",
        "This is the only pub in Ely with a Children's Certificate, tho families might choose to sit in the sun-trap patio.",
        "Successful completion leads to a postgraduate certificate in A level mathematics pedagogy.",
        "A certificate may also be granted for a proposed use that is considered permissible without the need to make a planning application for it.",
        "I still persevere to locate a death certificate or some official notice about the sudden disappearance of Mary Jane Dobson.",
        "photocopy of the certificate they will be given on completing the course.",
        "pilotage exemption Certificate holders are required to attend any investigation or inquiry held by Portsmouth.",
        "plating certificate.",
        "Teaching: late prehistoric and Roman Britain and Europe, co-ordinator for Certificate in British Archeology, Shrewsbury.",
        "presented with a certificate as a memento.",
        "If age looks questionable, bring a photocopy of the childs birth certificate.",
        "registration certificate.",
        "Ask to see the provider's registration certificate, insurance certificate, inspection report and written policy statements.",
        "Yet with Possession, he has lost much of his bite and feels curiously restrained by the lower certificate.",
        "revocation of the certificate.",
        "revocation certificate is submitted to PGP, PGP will place it on the public keyring.",
        "revoke a certificate granted under section 224.",
        "If during this period any license or certificate under the current legislation is revoked then the new certificate must be amended or revoked accordingly.",
        "satisfactory completion a final certificate will be issued.",
        "You will need your shareholder reference number to hand, which can be found on your share certificate or tax voucher.",
        "He obtained his master's certificate, and after 20 years skippering vessels he gave up the sea and became a shipowner.",
        "shotgun certificate will be at the reduced fee of £ 10.",
        "Comes in a dark green hardcover slipcase embossed with gilt and a certificate of authenticity.",
        "spokeswoman for the council said: \" The duty of the committee is to decide whether an 18 certificate is suitable.",
        "Under the present scheme, all self employed subcontractors have to hold either a Certificate or a Registration Card in order to get paid.",
        "subcontractors certificate on alleged past tax offenses of a Client.",
        "subcontractor's tax certificate.",
        "Membership certificate Open The Hope Trust was formed in 1847 to promote temperance among Scotland's youth.",
        "testimonial on vellum to Nolan; Certificate to Nash.",
        "If the certificate is in a language other than English, please include a certified translation.",
        "UK law does not allow transsexuals to change their birth certificate.",
        "The original release had Spike swearing edited out to receive a U certificate, now presented uncut this release carries a PG cert.",
        "vaccination certificate to gain entry to Tanzania.",
        "valid test certificate is required on the third anniversary of its first registration.",
        "Click on the image to confirm the certificate validity.",
        "Each dog must have a health certificate issued by a licensed veterinarian within 14 days of sale.",
        "In 1646, when the victory of the parliamentary cause was assured, Powell returned to Wales, having received a certificate of character from the Westminster Assembly, although he had refused to be ordained by the Presbyterians.",
        "All other questions of legitimacy arising in the king's courts were still sent for trial to the bishop and concluded by his certificate (see Pollock and Maitland, Hist.",
        "If it be asked why the character may not be displayed in ordinary acts instead of miracles, the answer may be given, \"Miracle is the certificate of identity between the Lord of Nature and the Lord of Conscience - the proof that He is really a moral being who subordinates physical to moral interests \" (Liddens' Elements of Religion, p. 73).",
        "In 1200 he submitted all his writings to the judgment of the Holy See, and unreservedly affirmed his orthodoxy; the Lateran council, which condemned his criticism of Peter Lombard, made no allusion to his eschatological temerities; and the bull of 1220 was a formal certificate of his orthodoxy.",
        "When he was molested he could only shriek at his ' The local inquiry into the death, on the following day, resulted in a certificate that he died of apoplexy; but the story that he shot himself persisted.",
        "Where a consul suspects that the shipping or navigation laws are being evaded, he may require the owner or master to produce the log-book or other ship documents (such as the agreement with the seamen, the account of the crew, the certificate of registration); he may muster the crew, and order explanations with regard to the documents.",
        "The fanaticism of the Meccan is an affair of the purse; the mongrel population (for the town is by no means purely Arab) has exchanged the virtues of the Bedouin for the worst corruptions of Eastern town life, without casting off the ferocity of the desert, and it is hardly possible to find a worse certificate of character than the three parallel gashes on each cheek, called Tashrit, which are the customary mark of birth in the holy city.",
        "After she had passed her examinations and received her certificate of admission, she was advised by the Dean of Radcliffe and others not to go on.",
        "A valid certificate showing that the quadrivalent vaccine has been received is now a requirement for pilgrims to enter Saudi Arabia.",
        "Each colorful certificate includes a personalized message and a catalog and can be redeemed online, by phone or mail.",
        "Check with CORGI that the builders you use have a current registration certificate.",
        "This certificate will be renewed on an annual basis.",
        "Ask to see the provider 's registration certificate, insurance certificate, inspection report and written policy statements.",
        "Section 50 confers on the patient or the patient 's named person a right to apply to the Tribunal for revocation of the certificate.",
        "When a key/userid revocation certificate is submitted to PGP, PGP will place it on the public keyring.",
        "Section 226 sets out the power of the Scottish Ministers to revoke a certificate granted under section 224.",
        "He obtained his master 's certificate, and after 20 years skippering vessels he gave up the sea and became a shipowner.",
        "A spokeswoman for the council said: The duty of the committee is to decide whether an 18 certificate is suitable.",
        "The Revenue would not issue a subcontractors certificate on alleged past tax offenses of a Client.",
        "That big outfit has refused to renew the little outfit 's subcontractor 's tax certificate.",
        "The original birth certificate requires to be submitted along with the claim form when claiming this benefit.",
        "Learning Pathways - Certificate in Coatings Technology Flexible training in surface coatings technology Learning Pathways - finding the right modules for you.",
        "Membership certificate Open The Hope Trust was formed in 1847 to promote temperance among Scotland 's youth.",
        "Testimonial on vellum to Nolan; Certificate to Nash.",
        "Birth certificate a refit to tidal creeks or you will enjoy.",
        "Unfortunately, it is very unclear to what extent a certificate will give rise to tortious liability to a third party.",
        "You also need a yellow fever vaccination certificate to gain entry to Tanzania.",
        "The winning team was sent a certificate in acknowledgement of their recent success.",
        "This type of personalized baby gift could be anything from a cup, birth certificate frame, first tooth holder, fork/spoon set, bowl, plate, or picture frame.",
        "You could also buy sterling silver items, such as frames, birth certificate holders, cup and plate set, and a brush/comb set.",
        "You can designate that he has graduated from potty training by creating a great certificate.",
        "You can print one from the computer or buy an inexpensive certificate at a hobby or department store.",
        "Be sure you write his name in bold letters, and present his certificate to him proudly.",
        "Bring some form of identification for you that includes a picture, and bring your child's birth certificate.",
        "Second place wins $75 and our third prize is a $25 Amazon gift certificate.",
        "Offer to watch baby for a few hours and give the parents a gift certificate to their favorite restaurant.",
        "Send her a gift certificate for a massage, manicure and pedicure to help her rejuvenate her energy and make her remember she is just as important as the baby.",
        "Gift certificate basket: Create a basket that moms and dads will love by asking guests to contribute gift certificates.",
        "Why not purchase a gift certificate or an outfit in a generic color, such as yellow, green, lavender, or white?",
        "Many hospitals require you to fill out the birth certificate paperwork before leaving, giving you anywhere from 24 to 72 hours to compromise if the issue has not been settled before delivery.",
        "Organic food gift certificates: Organic foods are often more expensive than regular baby food, so a gift certificate may be the perfect gift for families whose grocery budget really doesn't allow any room for extra costs.",
        "Convenience - Others love the convenience of giving a gift certificate so new parents can purchase whatever they need for their little one.",
        "Engraved picture frames, silver cups, first tooth holders, birth certificate frames, picture frames, and more, make wonderful one-of-a-kind gifts that parents really appreciate.",
        "If you choose to shop somewhere other than where the bride and groom have registered and you don't mind purchasing a gift certificate, choose a store where the couple will likely shop.",
        "For example, if the newlyweds are moving into a new home, consider providing a gift certificate to Home Depot, Lowe's or Sears.",
        "If you decide to get an authentic rug, and especially if it is an antique, be sure to get a certificate of authenticity or other paperwork that ensures that the rug you are buying is what the seller says it is.",
        "Decide on how you want to make a purchase-do you want your metal in a tangible form, or in a certificate form?",
        "With a certificate you will not have to store anything-it officially represents your ownership of a specific metal or metals.",
        "When choosing gold as your base material - be sure to ask for a certificate of authenticity on karat content.",
        "Always insist on a warranty for the bracelet you buy along with a certificate of authenticity for the diamonds used in the bracelet preferably from theGemological Institute of America or the American Gem Society.",
        "Get a warranty for the earrings you buy and a certificate of authenticity for the diamonds used in the earrings preferably from Gemological Institute of America or the American Gem Society.",
        "The jeweler should be able to provide you with a certificate of authenticity of the gemstone, preferably from the GIA, Gemological Institute of America or the AGS American Gem Society.",
        "Always ask for a certificate of authenticity for the gold jewelry that you purchase and separate certificates specifying the quality of any gemstones that are a part of your gold jewelry collection.",
        "The Hamadan you purchase should have a certificate of authenticity to verify where it originated, the materials used, and the approximate age of the rug.",
        "You can get a certificate of authenticity for any rug purchased for a nominal charge.",
        "Make sure the rug is made with natural materials and verify that it has a certificate of authenticity.",
        "When choosing a dehumidifier it is also a good idea to check out models that have the Energy Star certificate.",
        "Once you name a star, the certificate will be launched into space aboard an actual rocket.",
        "The site offers custom, deluxe, ultimate and heirloom kits that contain a star certificate featuring the star's name, a dedication date and star coordinates.",
        "Star name kits contain the certificate, a booklet with the charts of constellations and a detailed chart with your star circled in red.",
        "The Star Name Certificate option allows the buyer to print the certificate from their own computer and includes name registry in the Universal Star Catalog.",
        "The Deluxe Package contains a matted certificate in a gold leaf frame and costs $69.95.",
        "To compliment your star certificate, present it in a keepsake frame.",
        "A business permit, tax ID., or a resale certificate are all permissible items.",
        "A movie basket can contain a movie rental gift certificate, popcorn, candy and pop.",
        "If you want to be detailed, you can switch out the gift certificate for one of two types of movies they like.",
        "If you know a restaurant or specialty store the gift receiver likes, get a gift certificate from there.",
        "The reason is if you do 51 percent or more of the building yourself, you can apply for a \"Repairman's Certificate\" with the Federal Aviation Administration.",
        "Another option at the Apple store is to send an email gift certificate, which allows you to send your gift instantly through iTunes.",
        "You may also print out the certificate and give it to the recipient in person.",
        "Again, you can have iTunes notify the recipient via email or you can print out a certificate to give to the recipient when you see them.",
        "Unlike stocks, where you receive a paper certificate for your investment, you receive actual silver when you buy bars or coins.",
        "A gold certificate is a useful paper to have, especially if you decide to resell the gold.",
        "Whether you are reselling the gold or expect your children or grandchildren to resell the bullion, the certificate will authenticate the gold and make it easier on the sellers to negotiate prices.",
        "You do need to sign up for an account with them because they require a copy of your State Reseller Certificate before you can purchase anything.",
        "Also, consider putting aside some money in a certificate of deposit.",
        "An invalid or expired security certificate or lack of security explanation is a red flag for a potentially dangerous transaction.",
        "Gift cards are quickly replacing the traditional gift certificate as the preferred means by which to gift a certain amount at a certain store.",
        "Rather, they work much like a gift certificate, good for the amount of money the gift card is issued for.",
        "Evergreen also offers money market accounts, certificate of deposit accounts, insurance products and IRA's.",
        "Write out a check or money order for your certificate of deposit.",
        "Also, even though you have your Certificate Deposit as collateral, that doesn't mean that Citibank can't ultimately send your account to a collections agency.",
        "The deposit earns interest since it is used to open a Certificate of Deposit.",
        "You may select from a certificate which you can then trade in for cash, or you can also select from credits and gift cards for various retailers.",
        "Certificate of Corroborating Witness: The purpose of this divorce form is to state that you are eligible to file for divorce within a certain jurisdiction.",
        "In some states, you can only order these types of documents if you are one of the persons named on the certificate in question.",
        "In a situation where either party was previously married, he or she will need to produce a certificate of marriage and of the divorce in addition to Statement of No Marriage before the wedding can take place.",
        "You will not be able to receive the divorce decree but you will be able to obtain a Certificate of Record with divorce filing date, case number, and names of parties.",
        "An index is not the same as the official divorce decree or marriage certificate.",
        "Not only can you save money on your energy bills, but some generators are also eligible to claim a Renewables Obligation Certificate.",
        "Some of the programs offered include Doctor of Naturopathic Medicine with an optional dual degree in Acupuncture, Doctor of Acupuncture and Oriental Medicine and Certificate in Chinese Herbal Medicine.",
        "In some instances, it is possible to complete a certificate program or associate's degree online and transfer those credits to a bachelor's program at a traditional school.",
        "Students who complete such training are often offered a training certificate or certificate of completion as proof of their study in this area.",
        "A Bachelor's degree with an interior design or architecture major or a two-three year degree with a certificate of training in interior design.",
        "Various community colleges offer certificate programs in interior design and home decorating.",
        "New York School of Interior Design - This well-known design college offers associate, bachelor, and masters degrees along with a certificate program.",
        "However, most interior design firms require that their interior designers obtain a certificate from the National Council for Interior Design Qualification.",
        "In order to obtain a certificate from this organization, interior designers must complete both academic courses and serve in an apprenticeship program to obtain work experience.",
        "If the interior designer passes these requirements, he will receive a certificate.",
        "Interior designer licensing is a useful tool for choosing a professional, but a certificate will not necessarily ensure quality.",
        "Many states require that an interior designer holds such a certificate to practice.",
        "Most home stager programs provide graduates and participants with a certificate of completion along with the right to use their designation showing your training.",
        "Participants may be paid by check, PayPal, or a gift certificate to a popular online vendor like Amazon.com.",
        "You will receive a certificate upon completion, as opposed to a bachelor's or master's degree, but the focused classes may better fit your needs.",
        "Tuck in a towel and a gift certificate in place of the tradtional fresh produce.",
        "Within this package, you'll also receive open access to their self-scoring anger management test, immediate access to, if applicable, your certified class certificate and a copy of the book The Anger Busting Workbook by James A.",
        "This company is also Better Business Bureau verified, and awards students with a certificate of completion once they finish the course.",
        "In some cases, sites allow students to take the class but withhold the certificate of completion until the student pays for the course.",
        "After students pass the approved driver education course, participants receive a certificate of completion, which must be presented when applying for a Class D license.",
        "If you have a birthday, holiday, or graduation coming up, add this season's must-have item to your wish list, or a request a gift certificate from your favorite store.",
        "Dear HELP:You could make him his very own mixed tape (or CD) of cool music and you can also get him a gift certificate for iTunes.",
        "If you have no idea what the person you are buying for wants, you can always give a gift certificate to one of the above stores.",
        "A gift certificate lets you know the person will use it on something you want him or her to and the person gets what he or she really wants.",
        "A young girl who wants to be a race car driver might enjoy season passes to the local race track, while a girl that wants to be a model would appreciate a gift certificate for a makeover or clothes.",
        "The birth certificate must be certified.",
        "In addition to a letter or certificate indicating that you have taken the course, teens will also be sent home with a handful of materials made to help the course stick with them.",
        "To procure a marriage license, the happy couple is required to bring a valid driver's license, birth certificate, resident alien card, military identification or passport and payment for the license.",
        "Also, be sure to bring all applicable paperwork, including a Social Security card and birth certificate.",
        "A wedding gift basket including sports items like a golf shirt, golf balls and certificate for the local golf course.",
        "A wedding gift basket containing grooming items such as razors, shaving cream, mirror, aftershave and gift certificate for the local cigar shop.",
        "Notice that each of the aforementioned ideas includes a gift certificate.",
        "While photo gifts are typically given after the wedding, you can also present this type of gift before the wedding by giving a gift certificate that entitles the parental recipients to a photo or photos of their choosing after the wedding.",
        "Another wonderful way for brides and grooms to thank their parents is with a gift certificate or gift card.",
        "Consider gift certificates for the couple to get a massage together, go to a favorite sporting or cultural event, a gift certificate visit a new and interesting restaurant, or a prepaid night away at a bed and breakfast.",
        "If the couple has certain mutual interests, you can give them a certificate for something they both enjoy.",
        "You'll also need to provide identification such as a driver's license and birth certificate.",
        "Even more unique is a certificate to a microbrew of the month club.",
        "Either give the men options for buying their own with a set list of \"rules\" to follow (such as no cargo pockets and no pleats), or purchase them for the groomsmen either by gift certificate with the style name and number or shop together.",
        "One person could contribute a certificate for a spa treatment for 2, while another could include miniature golfing tickets, and yet another could include restaurant gift certificates.",
        "Present the gift certificate tree to the bride at her shower.",
        "Documentation may be needed, which may include passport, birth certificate, decree absolute, or other official certificates to prove ability to marry legally.",
        "Give the newlyweds in your life a gift certificate for some fun classes they can enjoy with one another.",
        "A gift certificate to a custom framing studio or restoration studio can help get them started.",
        "You can also purchase a certificate to companies like myDaVinci and Portrait Kingdom that will turn their wedding snapshots into sketches or oil paintings.",
        "Instead, consider giving the couple a gift certificate to their wedding photographer's studio to help them purchase portraits after the big day.",
        "Visit your physician: Especially if your state requires a blood test to receive a wedding certificate.",
        "Those charges are often recouped in the form of a discount or gift certificate when placing the first order.",
        "Keep in mind the beach permit is not the wedding certificate.",
        "A marriage certificate holder and bride's garter belt are special parts of this deal.",
        "If you're running out of time or want to wait for an event before actually uploading a photo, consider ordering a gift certificate that can be redeemed with the new photo at leisure.",
        "The birth certificate indicates that Howard K.",
        "Most \"real\" Hollywood-related items come with a certificate of authenticity, and a true celebrity auction will have a corporate sponsor.",
        "I did it last week online and my official certificate is in the mail,\" she wrote July 9, 2007 in her blog.",
        "In 2005, a marriage certificate surfaced, allegedly proving that Kelly married then 15-year old protégé Aaliyah.",
        "Some movie goers will only know the names they see on the big screen, but if you're into useless bits of trivia, it can still be entertaining to find out the name listed on your favorite actor's birth certificate.",
        "He stands out more for his conservative comments, such as his position that President Barack Obama needs to produce a birth certificate to prove himself.",
        "You will receive a $5 rewards certificate for every 250 points earned on purchases.",
        "Whether you are looking for a wardrobe for your new baby, need a cute gift, or are looking for a place from which to offer a gift certificate, this boutique is a great option.",
        "Shopping for teenage girls can be extremely tricky - consider buying a gift certificate if you would like to purchase a clothing gift.",
        "Some schools offer certificate and specialization programs for graduates who need continuing education but don't wish to earn an additional college degree.",
        "These classes often end with a certificate or diploma and can take up to a year, or even more, to complete.",
        "They do not generally provide a certificate or diploma, but may offer some sort of award for you to place on your wall to acknowledge the learning you've done.",
        "If you want to take a course that ends with a certificate or a diploma, eLearning also offers a list of programs that may meet your needs.",
        "For example, Gatlin Education partners with schools across the U.S. to deliver certificate programs in a number of subjects.",
        "The community college supports distance, online and traditional brick-and-mortar education for students enrolled in associate degree and certificate programs.",
        "The college system offers over 200 degree and certificate programs, with small student-to-teacher ratios for increased learning opportunities.",
        "The community college district began offering classes in 1985, growing to provide classes, certificate and degree programs to more than 45,000 students annually.",
        "The college catalog features a full range of degree and certificate programs for full time students, returning students and students seeking continuing education.",
        "Quad C offers multiple campuses throughout Collin County as well as Internet classes for core curriculum, electives and certificate programs.",
        "Currently the college offers 36 different associate's degrees and 18 certificate programs.",
        "Adult Basic Education: Those who need to get their GED or Adult Basic Education certificate may do so through programs offered at Itawamba.",
        "The school includes certificate programs here.",
        "At MCCC, students have access to over 82 associate degrees and more than 48 certificate programs.",
        "The college also offers more than 50 certificate programs in addition to the associate degrees, allowing career and community growth through continuing education.",
        "Located in Santa Fe, New Mexico, Santa Fe Community College (SFCC) is a two-year school offering more than 70 degree and certificate programs.",
        "SFCC also offers an Associate in Applied Arts, an Associate in Applied Science and 33 certificate programs.",
        "The school features over 125 degree and certificate programs as well as a 60+60 Bachelor's Degree Transfer Program that guarantees PPCC associate degree graduates transfer to any four-year university in Colorado as a junior.",
        "Seven certificate programs are also available, which students can earn in conjunction with a degree or on their own.",
        "Seminole Community College also offers certificate programs for people who want to join the workforce immediately upon completion of their coursework there.",
        "A number of the school's courses are available online, including full degree and certificate programs.",
        "Over the years, GateWay college has developed a rigorous curriculum consisting of over 130 degree and certificate programs.",
        "Northampton Community College is one of the only Pennsylvania community colleges to have on-site residence halls for its degree and certificate students.",
        "In addition, there are numerous certificate options available to students in many of the same fields where they can earn associate's degrees.",
        "For instance, students who don't wish to complete a full Associate of Applied Science degree in Digital Illustration can instead take courses towards a Computer Graphics and Visual Communication Digital Illustration Certificate.",
        "Students can enroll in a certificate program in project management, retail marketing and fire science management, among other focus areas.",
        "Certificate programs can get students started in a new career.",
        "While Villanova might not be the best fit for students looking to fully gain an MBA online, the school's certificate program offers an affordable master's certification that would be difficult to acquire through other avenues.",
        "To get the most out of a distance learning for wedding coordinating degree, certificate, or diploma, it's important to fully investigate programs ahead of time and consider what your own objectives are.",
        "Some even offer certificate programs in homeland security and counterterrorism.",
        "University of Massachusetts Lowell offers a certificate program in security management and homeland security.",
        "Courses required to complete this certificate program include introduction to homeland security, physical security, introduction to information security and security management.",
        "It can allow you to learn at your own pace, get a degree or certificate when it works for you, and is a cost-effective option that will help people pass high school and college level courses despite any time, cost, or travel restrictions.",
        "For further information about University of Oklahoma distance learning, and to find out more about enrolling in classes that can get you closer to your next degree or certificate, you can contact the University of Oklahoma OUTREACH program.",
        "Distance learning allows students to earn a certificate or degree without demanding the student to physically appear in the classroom at a specific time.",
        "There are also programs that do not provide you with a degree, but that do permit you to get a certificate of completion.",
        "If you know what degree or certificate you would like to obtain, you can preview the courses you'll need to take to earn it.",
        "You can enroll at one of the five campuses (Amherst, Boston, Dartmouth, Lowell, and Medical), depending on which degree or certificate you wish to seek.",
        "The fee is $44 but if you want the certificate, you will have to pay $69.",
        "You can start the course anytime you are ready and will have to achieve a grade of 70 percent to receive the certificate.",
        "Post-Degree Certificate: For students who already have bachelor's degrees in the paralegal field, this advanced certificate increases their knowledge of the profession and can help them advance faster and earn higher salaries.",
        "Other degrees: Most ABA-approved online paralegal schools also offer programs to attain a bachelor of science degree in paralegal studies or a certificate in legal nurse consulting.",
        "One way to get those credentials is to earn a paralegal certificate.",
        "An alternative to an associate's, bachelor's or master's degree in paralegal studies, a paralegal certificate is generally faster to obtain, making it an excellent choice for those who are looking to begin their careers as soon as possible.",
        "Further, most law firms will recognize and accept a paralegal certification as a credential as long as the certificate comes from an accredited and qualified educational institution.",
        "While there are many different programs available to obtain your paralegal certificate, the coursework at most schools is relatively similar.",
        "Before you pick a program for your paralegal certificate, it's wise to compare each potential choice based on its course offerings, tuition costs, reputation, and accreditation.",
        "Although not all states have the same employment requirements, it's also worth noting that some require graduates to pass a licensing exam or earn a certificate in order to work in healthcare administration.",
        "Each associate degree takes two years to earn, but PTI also offers a number of certificate programs that you can complete in less than that time.",
        "A photo ID (driver's license or passport), birth certificate, and the cruise ticket are required.",
        "All Norwegian Cruises wedding packages include consultation with a wedding coordinator, ceremony, officiant, ceremony music, wedding cake for bride and groom and wine or champagne, a keepsake marriage certificate, and photography services.",
        "All passengers traveling to the Bahamas will need a passport or birth certificate.",
        "This ship is classified as A-1 in river service and has been awarded a certificate of excellence.",
        "If your dog was purchased from an AKC member breeder, you most likely received either a puppy registration or an adult registration certificate at the time of purchase.",
        "It is the number from this certificate that you will need to record on an entry form.",
        "By providing this number, located on the AKC registration certificate that you should have received from the breeder, and a nominal fee, you can received your dog's pedigree.",
        "Obtain a health certificate from your vet.",
        "Your pet will need an international veterinary health certificate, complete with your pet's vaccination record.",
        "This certificate will also likely require USDA certification.",
        "Most destinations outside of the continental USA require you to use a USDA-APHIS 7001 form, but countries in the European Union now require you to use the EU form 998 Veterinary Certificate instead.",
        "Your veterinarian's charge for the examination, health certificate, and any shots/treatments needed.",
        "If you are traveling with your dog, you will need a health certificate if you are flying.",
        "A health certificate is a good idea for any type of travel.",
        "If you are going to be away for longer please make sure you know a vet where you are going so when it comes times to come back home you can get another health certificate.",
        "Mainly because after reading the questions involved, I believe it is up to all dog owners to make sure their dogs qualify to earn the certificate known as the CGC Award, whether they will take the test or not.",
        "After your dog passes, he will receive a special certificate for all the world to see.",
        "To volunteer your dog, the animal must also have a health certificate issued by a veterinarian.",
        "Put together a small travel bag for your pet that includes identification papers, the current rabies certificate and a leash.",
        "If the item is no longer available from lia sophia, the company will issue a gift certificate for the full value of the item, to be used on more lia sophia jewelry.",
        "If considering a purchase of a real championship ring, be sure to get a certificate of authenticity from the seller.",
        "Ask the wholesale distributor about the grade of any gems for sale and if there is a report or certificate available that you can review.",
        "You get ten percent off of your first purchase from the store as long as you use your card, then you get a $25.00 Rewards Certificate when you get 1,000 Rochester Rewards Points.",
        "You can order online or purchase a gift certificate for that hard-to-shop for person in your life.",
        "They give a $10 rewards certificate for every $200 spent on the card.",
        "Most of these types of wholesale companies only sell their merchandise to established businesses and generally require a state resale certificate or a business license.",
        "When all the questions have been answered successfully, the child can ask an adult for help to print off a Hero Certificate indicating that they helped the Internet superhero save the town.",
        "Individuals who successfully complete the program are provided with a certificate on completion of the online course.",
        "A certificate of appreciation with multiple good will messages and signatures can keep everyone involved.",
        "If the senior has a computer, a gift certificate or card from Amazon or Barnes & Noble is a great gift.",
        "Gift Certificate: Gift certificates related to the retiree's interests are always a good choice that offer a personal touch.",
        "Know what the genuine article comes with: case, cleaning cloth, warranty card, certificate of authenticity.",
        "In other cases, you can print out a certificate online that entitles you to a free sample of lenses.",
        "Acuvue.com is another site where you can get a certificate for a free pair of lenses.",
        "Instead, you'll print out a certificate to take with you to your eye appointment that gets you a free pair.",
        "You will get a free trial certificate to turn in at your next eye appointment.",
        "FreshLook Contacts will also email you a free trial certificate to hand in at your appointment.",
        "Each month, Sunglass Warehouse offers a $25 gift certificate to one of our customers.",
        "There is an option on the FreshLook contacts website to print out a certificate for a free trial pair.",
        "When visiting your eye care provider, give them the certificate and they will be able to give you a pair to try out.",
        "Additionally, a variety of dining certificate choices are available to making eating in the park easy and affordable.",
        "Guests who do not have a photo ID will need to present an official copy of their birth certificate to confirm their birth date.",
        "There are rumors that shipping is going to be delayed (gosh, its only been in development for 3 years!), but you can alwaysyou're your Elder Scrolls fan a gift certificate.",
        "Think about whether you are interested in having a four-year degree (such as a B.A. or B.S.), a two-year degree (an A.A. or A.S.) or a completion certificate to show for your efforts.",
        "Located in Dallas, TX, Southern Methodist offers an 18-month master's level certificate program in video-game design.",
        "You should also look for a certificate of authenticity, which is also called a COA.",
        "If you're interested in teaching, you should check with your state's Department of Education to find out what you need to do to earn your teaching certificate.",
        "However, you will also need to have a your physician fill out a medical certificate that can be submitted to unemployment that indicates when you will be eligible to return to your job.",
        "However, in addition to this information, you must a form of a medical certificate.",
        "In the case of a family member's temporary illness, the medical certificate must indicate when you will be able to return to work.",
        "Applicants who plan on utilizing a VA guarantee should apply for their certificate far in advance.",
        "Veterans and other potentially eligible individuals may request a certificate of eligibility by submitting Form 26-1880 along with proof of military service to the VA eligibility center in Winston-Salem, North Carolina.",
        "In many cases, eligibility can be established through the Automated Certificate of Eligibility (ACE) system, which can be accessed by the majority of lenders.",
        "This folded piece of paper was a gift as well as a certificate of authenticity to the receiver.",
        "The people folded the certificate or diploma itself into unique shapes and designs.",
        "In most cases, if your baby is born in a hospital, the hospital will provide you with the forms necessary to obtain a certified birth certificate.",
        "In many cases, the state requires the parents to complete the birth certificate within the first few days or weeks after the birth of a baby.",
        "Once the birth certificate registration is filled out, it is sent to a state agency.",
        "The agency will then send the parent a certified copy of the birth certificate.",
        "While many parents like to frame their child's birth certificate, it is a better idea to keep it in a safe deposit box or a fireproof box.",
        "A copy of the certificate can always be used for decorative purposes while the original is kept safely stored away.",
        "Traditionally, birth certificate keepsakes have been considered excellent baby shower gifts.",
        "Birth Certificate Holder is a terrific way from mom to store the baby's birth certificate rolled up safely in a decorative tube.",
        "Birth Certificate Frames are ideal for displaying the keepsakes.",
        "For example, see the Washington heirloom birth certificate.",
        "Keepsake boxes can hold the certificate as well as the child's first hair clipping, first lost tooth and birthstone.",
        "Nostalgic Victorian Paper Memories has vintage baby birth certificate reproductions written by hand in calligraphy.",
        "A certificate of birth is valuable for parents and their baby.",
        "For some parents, the certificate is an heirloom they cherish.",
        "You can also get really creative with this kind of gift, such as making your own 'gift certificate' for a 'men's night out' on a weekend of his choice.",
        "If you stay at the hotel and like it enough to recommend it to a friend, you can purchase a gift certificate.",
        "You can order the certificate online or by calling (800) 790-1415.",
        "If your photo is chosen for the site, you will receive a $100 certificate good for a bikini from Malibu Strings.",
        "All of the dolls are 14 inches tall and come with a birth certificate, adoption papers and a special bio card.",
        "Most of the original dolls can be renamed or have their birth dates changed free of charge and come with a customized birth certificate.",
        "In addition, a certificate is included in the packaging.",
        "The Edward Cullen doll also comes with a stand and a certificate.",
        "Each time you accumulate 100 points, you get a $10 gift certificate.",
        "Once registered, its owner knows when the pet was \"born\" and is given a certificate of adoption.",
        "Like Cabbage Patch Kids, each Pound Puppy came with an adoption certificate.",
        "Each kit includes an instruction sheet, red heel socks, buttons, black thread, a needle, a pom-pom, red yarn, example photo, and an adoption certificate.",
        "Families will receive the pet's remains in a sealed container and a certificate of cremation.",
        "If you wish, you can even send a gift certificate for the recipient to spend at his/her favorite store.",
        "Purchase him a gift certificate to cooking classes.",
        "A gift certificate to a local spa for a massage is something men will love, but may not get for themselves.",
        "Truck men might appreciate a gift certificate to get a spray-in bed liner from your local certified mechanic.",
        "Rather than slipping into the gift certificate routine, consider trying out websites that help choose gifts for you.",
        "A gift certificate for a site like Amazon or Overstock.com offers the perfect gift for anyone.",
        "A golfer might appreciate some golf lessons, a gift certificate towards membership at the local golf course or an unusual golf accessory.",
        "Try to have a small prize, like gift certificate to a local fast food place or Christmas coloring book, for the winner.",
        "If that's too far out of your budget, opt for an iTunes gift certificate.",
        "Make a customized gift certificate announcing your intention to provide babysitting services for a frazzled new mom or an afternoon of grocery shopping for an elderly relative who is having trouble getting around town.",
        "For example, you can give a Starbucks gift certificate with a pretty coffee mug.",
        "For example, you can wrap a gift certificate to an Italian restaurant inside a cookbook or place a Home Depot gift card in a guide to home repairs.",
        "To keep your present a surprise, wrap a gift certificate inside a series of individually wrapped boxes.",
        "For example, it's not a good idea to give your sister a gift certificate to a trendy clothing store when she's more comfortable in jeans and a sweatshirt.",
        "Will she have trouble redeeming the gift certificate in a timely fashion?",
        "A tub filled with unpopped popcorn, soft drinks or juice, snacks, and a movie rental certificate is great, especially if you don't know the teacher's interests.",
        "If you want to purchase a pet as a Christmas present, consider giving a gift certificate to your local pet store or humane society so the recipient can choose an appropriate animal at a later date.",
        "Wrap the gift certificate in pretty box with a few colorful pet toys and a book on proper animal care.",
        "For couples, pairing a box of microwave popcorn with a pretty bowl and a small gift certificate to a local video store is another good option to consider.",
        "Typically, it's a better idea to buy a gift certificate to someone's favorite clothing store so you can be sure the individual will get what she or he wants.",
        "For example, give the man who dreams of buying a Harley Davidson and going on a cross-country road trip a weekend bike rental gift certificate, map and gift certificates to unique places along a highlighted route.",
        "Add a gift certificate to the grocery store or some reusable containers for storage.",
        "Of course, you want to make sure it's food that he actually likes - if you're not sure, then perhaps a gift certificate to a \"manly\" restaurant, like a steakhouse, would be a better idea.",
        "Included in the kit are directions for finding the star and a certificate to redeem for naming the special Valentine's Day star.",
        "If it hasn't, he should issue you a certificate of authenticity.",
        "Will this vendor offer the proper documentation, including an accurate appraisal and a certificate stating the diamond has not been treated?",
        "Ask to see a diamond's certificate before a purchase."
    ],
    "definition": [
        "An official or sworn document that formally attests something to be true. Also called certification.",
        "A formal document certifying some interest, permission, right, or status granted to its bearer.",
        "Link/Cite"
    ]
}