{
    "translation": ".1 לשנות, להחליף, להמיר\n.2 עודף",
    "uses": [
        "Sometimes we have to accept change, if we want to move forward.",
        "Boris kissed Natasha's hand and said that he was astonished at the change in her.",
        "He was struck by the change in him.",
        "A person could change a lot in a few years, especially when they were that young.",
        "The cracking and booming of the ice indicate a change of temperature.",
        "We think that we can change our clothes only.",
        "It was a huge shift in public opinion in which no group benefited financially; if anything, financial interests were aligned against this change, just as with tobacco.",
        "\"I request you to have the goodness to change your coat,\" he said as he turned away.",
        "I can't change what I See.",
        "Does that mean I'm supposed to change, or that what I'm wearing is considered casual?",
        "I will be able to change their color.",
        "To that I must entirely change my point of view and study the laws of the movement of steam, of the bells, and of the wind.",
        "But together with this mental change he has grown physically much weaker.",
        "If you change your mind, you know where to find us then.",
        "My wife purchased a soft drink; to get some change, she explained.",
        "You shouldn't change your goals simply because they don't fit into someone else's plans.",
        "One breakthrough is all it will take to change the world.",
        "Social structures will change, and the purpose of education will be to learn to reason and find one's passion.",
        "Sometimes things happen that change our direction.",
        "If we had had only peasants to fight, we should not have let the enemy come so far, said he with a sense of shame and wishing to change the subject.",
        "It was a change of attitude.",
        "To study the laws of history we must completely change the subject of our observation, must leave aside kings, ministers, and generals, and study the common, infinitesimally small elements by which the masses are moved.",
        "Besides, I'd like a change of scene.",
        "Then, full of joy, the musician hastened to Corinth, not stopping even to change his dress.",
        "Helen felt the change in her mother's movements instantly, and asked, \"What are we afraid of?\"",
        "Teacher seems to feel benefitted by the change too; for she is already beginning to look like her dear old self.",
        "Already people remark the change in Helen.",
        "Father will not change his mind.",
        "They spoke of the war, and like everyone else unconsciously exaggerated their sorrow about it; they spoke of their last meeting--Nicholas trying to change the subject--they talked of the governor's kind wife, of Nicholas' relations, and of Princess Mary's.",
        "Thousands of people research alternative energy because a breakthrough will change the world and make fortunes.",
        "Maybe that would change, but it would take a while.",
        "To the sick the doctors wisely recommend a change of air and scenery.",
        "I wouldn't change anything.",
        "Possibly we may withdraw from it, but never change its nature.",
        "The sea, however, is said to be blue one day and green another without any perceptible change in the atmosphere.",
        "Let them say what they please, I am not going to change my clothes.",
        "I rarely have dreams that are not in keeping with what I really think and feel, but one night my very nature seemed to change, and I stood in the eye of the world a mighty man and a terrible.",
        "In the future, something very much like the Amazon suggestion engine, but for all of life, will change that.",
        "This certainly suggests what change is to be made.",
        "Suddenly a change passed over the tree.",
        "That is a huge change and a force for peace.",
        "He's trying to change, but it isn't easy.",
        "Dusty felt the slow change in the air around him and tensed.",
        "We had to change cars at Philadelphia; but we did not mind it much.",
        "Things do not change; we change.",
        "All change is a miracle to contemplate; but it is a miracle which is taking place every instant.",
        "The coop was a comfortable 48°F - warm enough to keep the eggs from freezing, but cold enough that the chickens didn't get shocked by the temperature change when they went out of the coop.",
        "It was a good thing they didn't change after church, because everyone at the table was dressed as if going to church.",
        "At the card table he happened to be directly facing Natasha, and was struck by a curious change that had come over her since the ball.",
        "Thankful for the change of subject, Cynthia launched into a description of her latest conquests with the cat, again tucking that nagging doubt to the back of her mind.",
        "But those who knew him intimately noticed that some great change had come over him that day.",
        "Clearly, what nanites will do inside our bodies in the future is almost limitless and will change medicine forever.",
        "I'll look at it after I change my clothes.",
        "I want to get an engagement ring on her finger before she has time to change her mind again.",
        "It is an attempt to capture the essence of the change, not the nominal value of the multiplier.",
        "Cynthia grabbed the opportunity to change the subject.",
        "She ran up to him and, in the play of the sunlight that fell in small round spots through the shade of the lime-tree avenue, could not be sure what change there was in his face.",
        "Most of that was due to Chauncey, but part of it was due to her change of perspective.",
        "During the month that the French troops were pillaging in Moscow and the Russian troops were quietly encamped at Tarutino, a change had taken place in the relative strength of the two armies--both in spirit and in number--as a result of which the superiority had passed to the Russian side.",
        "I never knew before that there could be such a change in anything.",
        "All who had known Natasha before her marriage wondered at the change in her as at something extraordinary.",
        "Either that or change my eye glass prescription.",
        "Well, if you change your mind, I'd be willing to take the risk.",
        "These are the kinds of solutions that will change the world.",
        "I'm a woman; I have the prerogative to change my mind, especially after sleeping on it.",
        "Seeing Scooby-Doo in cartoons doesn't change our expectations of canine behavior because we have so much experience with real dogs.",
        "\"Have you any news of the Rostovs?\" she asked, to change the subject.",
        "But you said... why would you change your name?",
        "\"You will change it, won't you?\" said Lise.",
        "It's not too late to change your mind.",
        "We are entering a point where technology will change at extreme speeds.",
        "Besides, as a result of the frequent and rapid change of position by each army, even what information was obtained could not be delivered in time.",
        "\"Nicholas, when did you break your cameo?\" she asked to change the subject, looking at his finger on which he wore a ring with a cameo of Laocoon's head.",
        "What will change is the amount of data that will be recorded, the speed of the processors, and the cost of storage and computation.",
        "Getting upset about it wasn't going to change anything, though, so she forced a grin as she met the troubled gaze of Fritz.",
        "Shall we have time to change clothes?",
        "He suggested the center change their policy and not tape calls in the future.",
        "How could someone change so drastically?",
        "We'll look at their lives, and the social aspects of this change, in a coming chapter called \"Left Behind.\"",
        "Honestly, if we all spoke the same language today, would you want to change that?",
        "He tried not to change his former way of life, but his strength failed him.",
        "Much as Mamma pressed her, she refused, and I know she won't change once she has said...",
        "Rostov, in common with the whole army from which he came, was far from having experienced the change of feeling toward Napoleon and the French- -who from being foes had suddenly become friends--that had taken place at headquarters and in Boris.",
        "The old man feels he is guilty, but cannot change himself.",
        "And at once, as a clock begins to strike and chime as soon as the minute hand has completed a full circle, this change was shown by an increased activity, whirring, and chiming in the higher spheres.",
        "The footmen came in with sad and stern faces to change the candles, but no one noticed them.",
        "The change that took place in Natasha at first surprised Princess Mary; but when she understood its meaning it grieved her.",
        "Thus in a time of trouble ever memorable to him after the birth of their first child who was delicate, when they had to change the wet nurse three times and Natasha fell ill from despair, Pierre one day told her of Rousseau's view, with which he quite agreed, that to have a wet nurse is unnatural and harmful.",
        "It isn't your doing... or your responsibility to change it.",
        "At his affirmative nod, she hurried to her room and changed into jeans and sneakers before he could change his mind.",
        "Like the others, Anna Pavlovna Scherer showed Pierre the change of attitude toward him that had taken place in society.",
        "To change the water in this glass.",
        "After a few minutes, he reached over to change it.",
        "The cotton gin, steel ploughs, tractors, combines, and a thousand other inventions would forever change the farm.",
        "If you don't stand up and demand a change, he'll keep on doing it.",
        "Much change was due to the efforts of William Jennings Bryan, who received the Democratic Party nomination for president three times, in 1896, 1900, and 1908.",
        "Add to that how food itself is changing, our food choices change, our lifestyles change, and all along the way we are aging.",
        "This change could have occurred in nature; given enough monkeys and typewriters, it would eventually occur in nature.",
        "All this will happen eventually, I believe, even if global hunger policy were not to change one iota.",
        "And if an image can end a war, a video can change the world.",
        "In accumulating property for ourselves or our posterity, in founding a family or a state, or acquiring fame even, we are mortal; but in dealing with truth we are immortal, and need fear no change nor accident.",
        "But already a change is taking place, owing, not to an increased humanity, but to an increased scarcity of game, for perhaps the hunter is the greatest friend of the animals hunted, not excepting the Humane Society.",
        "He noticed the change in the little princess' dress, Mademoiselle Bourienne's ribbon, Princess Mary's unbecoming coiffure, Mademoiselle Bourienne's and Anatole's smiles, and the loneliness of his daughter amid the general conversation.",
        "But a fortnight after his departure, to the surprise of those around her, she recovered from her mental sickness just as suddenly and became her old self again, but with a change in her moral physiognomy, as a child gets up after a long illness with a changed expression of face.",
        "Soon after their arrival Mademoiselle George went out of the room to change her costume.",
        "Natasha did not change her position, but her whole body heaved with noiseless, convulsive sobs which choked her.",
        "It was felt that everything would suddenly break up and change, but up to the first of September nothing had done so.",
        "Princess Mary asked the countess to let Natasha go with her to Moscow, and both parents gladly accepted this offer, for they saw their daughter losing strength every day and thought that a change of scene and the advice of Moscow doctors would be good for her.",
        "She was going to say that to speak of love was impossible, but she stopped because she had seen by the sudden change in Natasha two days before that she would not only not be hurt if Pierre spoke of his love, but that it was the very thing she wished for.",
        "When Pierre himself wanted to change his mind she would fight him with his own weapons.",
        "He felt that his way of life had now been settled once for all till death and that to change it was not in his power, and so that way of life proved economical.",
        "(With this method of observation it often happens that the observer, influenced by the direction he himself prefers, regards those as leaders who, owing to the people's change of direction, are no longer in front, but on one side, or even in the rear.)",
        "Maybe he thought she would change her mind, but it wasn't going to happen.",
        "Your new couple can always change that part if they want to.",
        "Even if they could change things, she didn't want to.",
        "Most of all, he wanted to change the subject.",
        "I could tell Quinn wanted to change the subject.",
        "He watched the change, irritated by the bizarre mood swings and cryptic ramblings that defined Darian's speech lately.",
        "The report also cited a mid-1950s report that found 85 percent of economic growth was attributed to technological change in the period 1890 to 1950.",
        "It is unprecedented for so many nations to change their form of government so quickly and peacefully.",
        "Touched that this statuesque princess could so change, Pierre took her hand and begged her forgiveness, without knowing what for.",
        "Then change it, purify thyself; and as thou art purified, thou wilt gain wisdom.",
        "Pierre saw that the count was much upset and tried to change the subject, but the count returned to his troubles.",
        "Rostov and Ilyin hastened to find a corner where they could change into dry clothes without offending Mary Hendrikhovna's modesty.",
        "He felt that the condition he was in could not continue long, that a catastrophe was coming which would change his whole life, and he impatiently sought everywhere for signs of that approaching catastrophe.",
        "Only when the victim ceased to struggle and his cries changed to a long- drawn, measured death rattle did the crowd around his prostrate, bleeding corpse begin rapidly to change places.",
        "Though the condition and numbers of the French army were unknown to the Russians, as soon as that change occurred the need of attacking at once showed itself by countless signs.",
        "His servants too--Terenty and Vaska--in their own way noticed the change that had taken place in Pierre.",
        "Pierre had failed to notice Natasha because he did not at all expect to see her there, but he had failed to recognize her because the change in her since he last saw her was immense.",
        "Pierre smiled, Natasha began to laugh, but Nicholas knitted his brows still more and began proving to Pierre that there was no prospect of any great change and that all the danger he spoke of existed only in his imagination.",
        "If the animals leading the herd change, this happens because the collective will of all the animals is transferred from one leader to another, according to whether the animal is or is not leading them in the direction selected by the whole herd.",
        "That would change when they got home.",
        "I guess we both had a change of heart, didn't we?",
        "No, it's no one my family knew but I think the change will be good for me.",
        "With that information and if he doesn't change his license plate, it's only a matter of time until we get him!",
        "I considered this change of events.",
        "But all along, they believed they would ultimately prevail—and not just win the war, but also do something epic that would change the course of history for all time.",
        "Whether things in the future stay the same as they are today or change from what they are today, both are understood in terms of the current reality.",
        "Linda gets the idea to call Facebook and see if she can advertise to people who change their status to \"In a relationship.\"",
        "Oh, and they change color if they detect structural weakness in the material to which they are affixed.",
        "This all began to change in the twentieth century for a variety of reasons.",
        "But the end of hunger also will be hastened by a host of Internet technologies that will dramatically change agriculture.",
        "A full-scale, no-holds-barred, nuclear-missiles-raining-down kind of world war would profoundly change the course of human history for all time.",
        "It was suggested that I should change the title from \"Autumn Leaves\" to \"The Frost King,\" which I did.",
        "Pierre saw that Boris wished to change the subject, and being of the same mind he began explaining the advantages and disadvantages of the Boulogne expedition.",
        "You have done up your hair in this new way for the visitors, and before the visitors I tell you that in future you are never to dare to change your way of dress without my consent.",
        "Without a word, she dashed back to her room and crammed a change of clothes in a bag, along with her books.",
        "Bad enough to change the final score.",
        "Deidre sobbed, suddenly wishing she could go back and change whatever it was she did to start this chain of events.",
        "But your offer won't change.",
        "His life wouldn't change drastically if he agreed.",
        "At once, she wished she'd told him to change into a new one and bring her the stained shirt.",
        "When the trumpets take it up they make a remarkable change at its iith bar, for no other reason than that one of the notes, though perfectly within their scale, and, indeed, already produced by them in the very same bar, is so harmonized as to suggest the freedom of an instrument with a complete scale.",
        "This brings us to the latest radical change effected in instrumentation, the change from symphonic to dramatic principles.",
        "It cannot change so rapidly.",
        "When the oscillations pass through the coil they annul the hysteresis and cause a change of magnetism within the coil connected to the telephone.",
        "Specials change daily and may include roasted black cod, ricotta dumplings with wild mushrooms, and tandoori roasted poussin.",
        "As in any big city, many restaurants serve up-scale clientele so change out of your hiking boots or dusty biking shorts before heading out to enjoy a meal.",
        "Make a reservation, shower and change out of your hiking shorts before taking a seat either indoors or outdoors along the sidewalk.",
        "Seafood is flown in fresh and specials change daily.",
        "After a long day of having fun, change out of your sweaty clothes and into something clean and casual.",
        "As seasons change and different ingredients are available locally, the restaurant chefs add occasional specials to the menu.",
        "Items offered on the menu change depending on what is in season, but it is a rotating selection of seafood, salads and desserts.",
        "As far as beverages go, their wine list is extensive and the wines they sell by the glass change often so there is always something new to try.",
        "If you just can't wait to eat, you do not have to change out of your hiking clothes to have a meal here.",
        "The menu only features dinner selections that change, depending on the season.",
        "The menus change seasonally, and the establishment specializes in fish and game dishes, with sophisticated fare like escargot and sweetbreads.",
        "The menu can change daily, and each dining experience can be unique.",
        "The restaurant hours change seasonally, so call for the most current hours of operation.",
        "Even Katie noticed the change in him and asked Carmen about the cause.",
        "No, there was no change in Julie's condition nor was Howie there.",
        "The only circumstance which physics has to consider is the transference of movement from one particle to another, and the change of its direction.",
        "In 1557, however, a great flood caused the Tiber to change its course, so that it no longer flowed under the walls of the castle, but some half a mile farther west; and its old bed (Fiume Morto) has ever since then served as a breeding ground for the malarial mosquito (Anopheles claviger).",
        "After Cimon's death he renounced the war against Persia, and the collapse of 447-445 had the effect of completing his change ' The general impression in Greece was that this decree was the proximate cause of the war.",
        "Indeed, the lower course of the Tigris, even more than that of the Euphrates, has always been subject to change.",
        "It was an incident which did not change her plan.",
        "The free use of discords and of wider intervals, together with the influence of the florid elements of solo-singing, enlarged the bounds of choral expression almost beyond recognition, while they crowded into very narrow quarters the subtleties of 16th-, century music. These, however, by no means disappeared; :and such devices as the crossing of parts in the second Kyrie of Bach's B Minor Mass (bars 7, 8, 14, 15, 22, 23, 50) abundantly show that in the hands of the great masters artistic truths are not things which a change of date can make false.",
        "It has precisely the same limitation as the treatment of form and emotion; it cannot change as the work proceeds.",
        "In the second period the gutturals have been palatalized, but there yet is no change of final s to r.",
        "I also see the pace of problem solving—and change in general—accelerating at an astonishing rate.",
        "Very little would change in this seventy-year stretch of life.",
        "But change is inevitable.",
        "We need no far-out scenarios to see how this will change the world.",
        "If you worry about gas emissions from cows contributing to climate change, lobby for a cow that doesn't have gas.",
        "More and more, those wishing to change the status quo adopt this as their primary tactic.",
        "Though the woodchoppers have laid bare first this shore and then that, and the Irish have built their sties by it, and the railroad has infringed on its border, and the ice-men have skimmed it once, it is itself unchanged, the same water which my youthful eyes fell on; all the change is in me.",
        "The change from storm and winter to serene and mild weather, from dark and sluggish hours to bright and elastic ones, is a memorable crisis which all things proclaim.",
        "His son made no rejoinder, but it was evident that whatever arguments were presented he was as little able as his father to change his opinion.",
        "The regimental commander, going up to the line himself, ordered the soldiers to change into their greatcoats.",
        "Change his coat... the ras... he did not finish.",
        "They forgot that the frightened face and the figure could not be altered, and that however they might change the setting and adornment of that face, it would still remain piteous and plain.",
        "\"At least, change your coiffure,\" said the little princess.",
        "Are you going to change?",
        "Later she remembered that Alex had asked her to call him if there was any change.",
        "Think of someone else, for a change.",
        "From now on I'm going to get a new map every time there's a change.",
        "Her legs felt like posts, but she drug one foot in front of another until the ground under her feet seemed to change.",
        "Hold that food while I change.",
        "How did you learn about the name change?",
        "He'd stopped draining her healing power, and she felt a change in his body.",
        "It's the same thing you do to change an object into another, only normal objects have far less energy to control.",
        "Change into something warm, my dear.",
        "To the three of them, the drastic changes that occurred over such a short time span after thousands of years of no change were a warning sign.",
        "My, how things change.",
        "Sofia watched him, surprised at the quick change.",
        "I'm even sorrier to know that it didn't change you.",
        "He leaves no room for failure or my hope that certain things will change.",
        "\"Will you stay?\" she asked, touched by the change in him.",
        "I'll tell you what I did to be punished, but it doesn't change anything.",
        "Finally Fred O'Connor withdrew a crumpled dollar bill from his antiquated change purse and a fountain pen from his jacket pocket.",
        "It doesn't make sense that that would change.",
        "Any idea what caused the Dawkinses' quick change of heart?",
        "I imagine they change packaging.",
        "Much as he disliked making Fred wait, he decided to put off the task until nine o'clock but another phone call forced a change of plans.",
        "It was as if standing still would change the news.",
        "It was one of the first things he'd change, if he ever made it back to the underworld.",
        "Maybe that tune will change when you lose your soul in four days.",
        "\"You need to change before you get sick,\" he said.",
        "Whatever secret she kept, it couldn't change this moment or what he felt.",
        "\"I don't want us to change this,\" she said.",
        "Struck by the change, Gabriel laughed in bewilderment.",
        "He leaves no room for failure or my hope that certain things will change, she said.",
        "Nothing – not even Darkyn – could change that, even if the Immortal mating script changed again.",
        "She couldn't change anything that happened or make things right.",
        "She had always feared learning to love a child, only to have the mother change her mind.",
        "What happened was horrible – for both of us, but we can't go back and change it.",
        "Throughout the night she checked regularly to see if there was any change.",
        "Avoiding it wouldn't change anything.",
        "The second week slipped by without change.",
        "This change was not of his making.",
        "She'll get used to the change, though, and respond the way everyone around her does.",
        "Still, there was the change in their love life.",
        "People change, and right now he's probably feeling pretty vulnerable.",
        "Maybe a change was what he needed.",
        "She went straight to the bedroom to change clothes before starting lunch.",
        "Maybe that would change now too.",
        "It wasn't going to change his relationship with his father, though.",
        "Maybe he figured she'd change her mind if she saw a ring.",
        "It's one thing to see the Future; it's another entirely to try to change it.",
        "Keep at it until I send orders otherwise and change locations daily.",
        "She laughed, waiting for the light to change so she could cross the street.",
        "You tear me away from the only stability I have in my life, expect me to change my view on the entire world overnight, reject me and now, you're asking me to take a chance on something you can't guarantee.",
        "\"What made you change your mind?\" she managed.",
        "You have five minutes to change.",
        "So far, he hadn't been forced to change shapes since Gabriel's visit.",
        "He sensed what Gabriel wouldn't say: things were about to change for him, and he suspected that meant he'd soon be free.",
        "\"You couldn't change before showing up?\" she asked, looking past her out at the street.",
        "He found some of his wired energy dissipating at the long walk and change of scenery despite knowing nothing good had ever come from a meeting with Sasha.",
        "She joined them at the door with enough loose euro change for a couple of beers and dinner.",
        "She saw their expressions change as they got a whiff of her blood.",
        "There was a long pause before she sensed him change forms behind her.",
        "She was on her way back to her room with the scarf securely wrapped around her neck and the whiskey that had fallen mercifully into an outside trash bin without busting when she felt the change in temperature.",
        "She couldn't imagine an upbringing with no parents, a clan of brothers who hated him, and no ability to change his nature.",
        "I need to change, then I'll show you around.",
        "She waited for him to finish before crossing to her room to change.",
        "The man's stunned look didn't change at Hannah's quick introduction or when she left.",
        "He swiped at the flakes then braced himself to change into his jaguar shape.",
        "Kris waited for him to change forms.",
        "He.d expected things to change once he pledged his soul to Death, but he hadn.t expected anything so drastic, so soon.",
        "Rhyn watched him, concerned at finding his sole friend so affected by the recent change in his life.",
        "She hurried to change the subject.",
        "Rhyn wanted to change into his demon shape and rip Jade.s head off.",
        "I don't see any reason to change that.",
        "One look at her disheveled '70s garb, and she decided to change into pajamas.",
        "Kiera doubted she would change her mind but decided to humor her happy friend.",
        "The emotion was fleeting, more in a subtle shift of his eyebrows than in a smile or sudden change.",
        "In the past three days, he hadn't made a single change before releasing the plans to his battle commanders.",
        "The sudden change in her expression from open to shuttered drew his attention.",
        "Maybe you must change just as she must.",
        "He'd hoped she would adjust to his world on her own, never suspecting he'd need to change himself.",
        "His position didn't change even when they were alone, his gaze direct and hard.",
        "At her surprised look, he added, I know him well enough to know you will change him.",
        "His tone didn't change, as if she'd just told him she was going shopping instead of sacrificing the rest of her life for his people.",
        "Mison might try to blow A'Ran up, or the Council change its mind, or A'Ran would destroy everything to win his war, even if it meant losing her.",
        "Then, as if to change the subject, she added, to Fred, \"I'm sure you'll find she was happy, wherever she lived.\"",
        "Staying at the bed and breakfast was a dramatic change of scene for Martha from Aunt Janet's cigarette stained trailer.",
        "Finally, Dean had the sense to change the subject.",
        "Did they change their minds?",
        "Telluride's sixty-six trails, spread over more than a thousand acres, were an awesome change from the crowded slopes Dean had skied in the East in years gone by.",
        "I messed up a couple of letters and have to go back and change them.",
        "He can just change the title from Saint among the Sinners to Sinner among the Saints, The Life and Times of a Mine-Town Hooker.",
        "Finally, in an attempt to change the subject, he asked, You seem to be making pretty good progress deciphering the notebook.",
        "Dean asked as Fred left to change for yet another dinner engagement with Miss Worthington.",
        "\"I decided to change my hair color,\" she said.",
        "Then she added, as if dismissing the importance of so dramatic a change, \"After all, if I'm starting a new life, I might as well change everything.\"",
        "Maybe we should listen to him for a change.",
        "Then, with a total change of subject she rambled forward, I've been reading about Annie.",
        "Dean noticed a marked change in Frannie's demeanor—she looked as if she might have been crying.",
        "Wouldn't seem right to change her, would it?",
        "Dean vacillated between the contentment of inactivity and the frustration of trying to change the unchangeable.",
        "It seems to me, that Edith had a very rapid mood change from flaunting her nakedness in front of Claire to...killing herself, practically minutes later.",
        "Besides, Edith had the pen in her possession so he lacked any opportunity to change it back to the color she used years earlier when she wrote the suicide note.",
        "Frederick found suitable clothing for his guests and in turn, they each retired to the one bedchamber of the cottage to wash and change.",
        "Heading up the walk to the mansion, he stopped for a moment to take in the trees that were just beginning to change color.",
        "I wouldn't change a thing about you.",
        "No, I should get home to shower and change, then head to the office.",
        "He would be ready to change it the instant it emptied.",
        "And why doesn't it ever change?",
        "One night and you're trying to change me already, eh?",
        "I would beg you not to change it.",
        "I'll stock the fridge and change the linens.",
        "I need to tell you something that is going to change everything for you, and I am so afraid of losing you, I just don't know how.",
        "I cannot change what I am.",
        "Let me know if you change your mind.",
        "I thought we would go out for breakfast, swing by your house so you can change and pack a bag, then go pumpkin picking.",
        "Okay, I can see you're uncomfortable talking about this so let's change the subject.",
        "I have already told you that my inability to feed on you does not change how I feel.",
        "I love you more than I ever dreamed possible and nothing will ever change that.",
        "Did it change you?",
        "Perfect. Let's sit down and relax for a bit before we change.",
        "Elisabeth woke before Jackson, and decided to bring him breakfast for a change.",
        "Let me just run up and change.",
        "Change your mind about snacking on me?",
        "Elisabeth noticed the abrupt change and suspected Jackson had something to do with it.",
        "He was so tuned in to Elisabeth's voice, that just by scanning a piece of music, he knew where to change the composition to compliment her, and where to back off to let her shine.",
        "It was too late to change her mind now - and what difference did it make why Alex was coming?",
        "She could shower and change after the chores were done.",
        "Maybe you'll change your mind.",
        "As soon as I dry Tessa off and get the kid in here, I'll go in and change.",
        "If that were the case, his attitude would change quickly enough when he held his first baby.",
        "Was he merely a change in pace?",
        "Isn't it strange how our dreams can change overnight?",
        "It wouldn't change anything if he wanted to cheat.",
        "The painkillers didn't work, and by noon, she had a pulsing headache and no idea how to change the leaky bandage around her wrist.",
        "Sensing the change in him, she sat up.",
        "She'd tried to change the bandage on her own.",
        "Lana pulled the blankets up as well, feeling exposed rather than comfortable at his sudden change.",
        "Leery of the change in her, Brady tucked the two away and crossed to the kitchen.",
        "I packed you a bag with a change of clothes.",
        "Change into the mosquito gear and come on out.",
        "She'd been safe for ten days on her own; maybe hacking into the fed system to change her profile was enough to draw the attention of someone working for General Greene.",
        "I have to do this.  If you have to stop me … it won't change how I felt about you.",
        "You won't change your mind.",
        "The roots around Deidre's left foot snapped free.  Katie shoved it aside before it could change its mind and started on the roots around her right foot.  Deidre moved her foot with a look of pain.  She rubbed her ankle, and Katie cut her arm again.",
        "Kris asked, looking around for any change in their surroundings.",
        "You should go quickly, before I change my mind, my dear.",
        "\"Don't change, Gabe,\" Rhyn said.",
        "Any new happening outside the mundane assortment of drug cases, burglaries, domestic disturbances or a semi-annual Saturday night passion killing came as a welcome change.",
        "I could never be sure the old boy wouldn't have a change of heart some night and blow me away just to prove his masculinity, or send some of his Philadelphia clients around to work me over.",
        "We're checking with the Post Office for a change of address.",
        "Dean was down to 11 dollars and change, so he used his Visa card, holding his breath that it wasn't maxed-out while the clerk ran it through the recording machine.",
        "Dean grumbled some sort of agreement, trying to keep the edge from his voice, as he turned and climbed the stairs to change.",
        "The two ushered Baratto into the house before he could change his mind, while Winston held out his hand to Dean.",
        "Dean returned to the table and conveyed the news as he picked up his coffee— no roll, no change.",
        "Dean was halfway out to 156 Maid Marian Lane before it dawned on him he'd neglected to pick up his just-in-case change of clothes.",
        "They also knew she wasn't going to change her mind.",
        "\"You're not going to remember a thing in the morning,\" Dean warned, happy to change the subject.",
        "With his silver pride and joy secured to the bike rack, a spare change of clothes and rain gear in his pannier and some fruit and crackers for a snack, he rolled away from town to the peace and quiet of the countryside.",
        "He dug change out of his bike bag and dialed his number but he might as well have saved his time.",
        "\"Let's change the subject,\" Baratto protested.",
        "Maybe he's going through the change or something.",
        "Dean folded his own long pants over the back of a chair, care­ful not to lose his pocket change.",
        "We had his cash figured down to pocket change.",
        "While he wished she'd change the subject from her former husband, Dean handled it well.",
        "He'll ditch the motor home and change his plans, if he has any.",
        "Nothing led Dean to believe she was more than someone befriended by Byrne but he was anxious to learn if this new phone message would change this opinion.",
        "After a quick stop at home to change clothes and to leave a short note to Fred, Dean was on the road.",
        "In spite of gaining two hours with the time change, it was still late when the cross-coun­try travelers finally bedded down in a quiet motel in Golden, Colorado, after a shared ride from the Denver airport.",
        "Dean fished for pocket change but Fred waved him off.",
        "It doesn't change anything.",
        "She was a change of life baby and they were so conservative and religious.",
        "This celibacy thing is fine as far as it goes, but everything will change after they exchange vows.",
        "Her life was going to change when they married.",
        "It would be comforting if she thought things would change after they got married, but actually, she would have less to do – and more time to think about what was missing in their lives.",
        "I'd rather you didn't get too close to them until they adjust to the change.",
        "Would he be content to live with the farmer's daughter or would he expect her to change?",
        "She was willing to change for him – some things, anyway.",
        "Of course Alex would expect her to change in some ways.",
        "I figured she'd change her mind.",
        "Yet they only had one change of life baby.",
        "Too much money or too much change of pace?",
        "As for Josh, he's still hoping you'll change your mind.",
        "All she wanted to do at this point was change clothes and go home.",
        "They went to separate rooms to change out of their wedding attire - probably the last time they would do so separately.",
        "In her case, any change would have to be an improvement - and what about the loss of innocence?",
        "Marriage was going to be a wonderful change.",
        "The swift change of expression might have been comical had she not been the cause.",
        "That's what Alex says, but I don't want to adopt a baby and then have the mother change her mind after we've learned to love it.",
        "She'd change her mind after it was born.",
        "He, of all people, should realize how quickly life can end and plans can change.",
        "It was amazing how much they could change in less than a week.",
        "It took her exactly thirty minutes to shower and change.",
        "It made more sense that way, but secretly she had hoped he would change his mind.",
        "Every inch of the way she prayed he would change his mind - but he didn't.",
        "Not a little doll to change and bathe.",
        "Taking on an infant would mean a massive lifestyle change.",
        "I won't change my mind.",
        "Lori had six months to change her mind.",
        "Carmen was sure that Josh had neglected to change his will.",
        "She was sensitive to any change in his habits.",
        "Maybe then your ways will change.",
        "\"I've watched you and Jonny change from people I know into people I don't,\" she replied.",
        "Until now, you've been stronger than I. I feel that will change soon.",
        "I never would've been open to Bianca if there hadn't been that … change within me.",
        "With Yully, I can change even a full vamp back into a human.",
        "There was nothing she could do to change that.",
        "Everything. I'll starve to death by evening if you don't change me back.",
        "I can't change you back anyway, Darian muttered, thoughts on his missing family.",
        "That can change pretty quickly.",
        "She didn't expect her life to change quite so fast or to be accepted into the White God's family with such ease.",
        "As with Darian, she sensed this change was permanent.",
        "All you've done for me won't change that.",
        "She chewed her lip, pondering the change.",
        "She took him in, surprised at the change.",
        "Well, if you change your mind ...",
        "Still, people did change.",
        "Maybe that was why both he and Katie were encouraging her to change.",
        "I meant because you didn't change your clothes before you went for a ride.",
        "Katie was probably the cause for this latest change.",
        "She needed to shower and change clothes before taking her guests out on the first tour.",
        "People change … had he changed again?",
        "\"Felipa, change of plan,\" she said when Felipa answered.",
        "I'm trying to change.",
        "He was right, of course, but people change.",
        "I didn't mean to … I know I broke my promise, but … sometimes things happen and we change our minds.",
        "I wish I could go back and change what I did, but I can't.",
        "Friends don't try to change you.",
        "Reverting to jeans and T-shirt for working was an obvious change, but the change inside gave her a peace she had forgotten existed.",
        "Yes. Felipa is going to take the children to town this morning while I work for a change.",
        "I meant that we'll switch, for a change.",
        "What made him change his mind?",
        "She had the opportunity to make that change permanent.",
        "\"No,\" Carmen said, happy to change the subject.",
        "She rejoined the party and even danced a few times with Denton, who was perplexed by her sudden change in mood.",
        "Megan dug around in her purse for some change.",
        "Megan lifted the receiver and dropped change into the slot.",
        "Why the sudden change?",
        "Why don't you go change, and I'll drive you around to look at some of God's country.",
        "Alright. You shower and change and I'll fix you something to eat.",
        "Quitting my job wouldn't change anything.",
        "It was amazing how a person could change.",
        "\"Could you give us a few minutes, so she can change?\" she asked with as friendly a smile as she could manage at the strange teen.",
        "Okay. I'll change my ticket.",
        "He went to his room to change for the meeting with his producer.",
        "\"What would you change about the interior décor?\" he questioned.",
        "\"I don't know what I would change,\" she replied, studying him.",
        "I'd change your décor to fall colors.",
        "She waited for him to go to his room to change before reclaiming the iPad with the goal of deleting that damn picture.",
        "\"Change me back,\" Charles said.",
        "The only vamp that could change someone without them following the normal rite requiring human sacrifice, Xander had once created an army in months.",
        "\"So people like me … with these weird gifts … what happens to us?\" she asked, needing to change the subject.",
        "Jessi's sudden change of heart about wanting to go out tonight made more sense after Jenn's warning.",
        "\"That'll change,\" Damian said, smiling.",
        "The rival philosopher, who believes water to be continuous and without spaces between its particles, has a greater difficulty in accounting for the disappearance of the sugar; he would probably say that the sugar, and the water also, had ceased to exist, and that a new continuous substance had been formed from them, but he could offer no picture of how this change had taken place.",
        "But on account of experimental errors in weighing and measuring, and through loss of material in the transfer of substances from one vessel to another, such analyses are rarely trustworthy to more than one part in about Soo; so that small changes in weight consequent on the chemical change could not with certainty be proved or disproved.",
        "It is evident that if our experiments are solely directed to the verification of this law, they should, if possible; be carried out in a hermetically closed vessel, the vessel and its contents being weighed before and after the chemical change.",
        "Landolt and others, made it at first appear that the change in weight, if there is any, consequent on a chemical change can rarely exceed one-millionth of the weight of the reacting substances, and that it must often be much less.",
        "He concluded that no change of weight can be detected.",
        "But it seems pretty clear that if there is any change in weight consequent on chemical change, it is too minute to be of im- portance to the chemist, though the methods of modern physics may settle the question.",
        "to recognize his election led him to change his policy, and, in 1299, a treaty was made between Albert and Philip IV., king of France, by which Rudolph, the son of the German king, was to marry Blanche, a daughter of the French king.",
        "If you want to change the link that led you here yourself, it would be appreciated.",
        "She is known to us chiefly through two myths, both symbolizing the change of seasons, but intended also to illustrate certain doctrines developed in the temple-schools of Babylonia.",
        "Nothing better shows the plasticity of her character than the ease with which she adapted herself to this sudden change.",
        "Her confessor lent her the Genius of Christianity, and to this book she ascribes the first change in her religious views.",
        "The values of a 2 at the various stations differ comparatively little, and show but little seasonal change.",
        "At Sodankyla rain or snowfall was often unaccompanied by change of sign in the potential.",
        "At Karasjok, Simpson found a slight decrease in I_ as relative humidity increased, but no certain change in I +.",
        "Alexius rejoiced at this welcome change, but he had cause rather to fear it.",
        "The first steps toward this change had been taken, however, by the Republicans in 1870.",
        "It is thus different from legal fiction, by which a new rule is introduced surreptitiously, and under the pretence that no change has been made in the law, and from statutory legislation, in which the obligatory force of the rule is not supposed to depend upon its intrinsic fitness.",
        "The progress of civilization has resulted in a vast change in the method of punishment.",
        "The chief drawback to type A is that the errors of the screw are liable to change by wear, otherwise the apparatus, as made and used at Potsdam, is, on the whole, a convenient and accurate one.",
        "He did not, however, in any way change either his opinions or his action.",
        "No change was made in official methods, and the condition of affairs drifted from bad to worse, until the temper of the people, so long and so sorely tried, showed plainly that the situation had become insufferable.",
        "The other chief producers were Pyrnes-Orientales, Calvados, Haute-Marne (Vassy) and Saneet-Loire (Mazenay and Change).",
        "Then there was a change in the financial situation, and it became difficult to find the money required.",
        "When a change of Government occurs the president chooses a prominent parliamentarian as premier and president of the council.",
        "In 1764 the national debt amounted to 2,360,000,000 livres, and the annual change to 93,000,000 livres.",
        "of the kneeling posture of the images of Damia and Auxesia, of the use of native ware instead of Athenian in their worship, and of the change in women's dress at Athens from the Dorian to the Ionian style.",
        "As his over-sanguine visions of a new order of things to be ushered in by political change disappeared, he began to direct his thoughts to religious subjects.",
        "In the third great stage there is another change in the tone.",
        "We cannot tell when the Sabbath became dissociated from the month; but the change seems to have been made before the Book of the Covenant, which already regards the Sabbath simply as an institution of humanity and ignores the new moon.",
        "Thus for the 7th, 14th, 21 st, 28th and also the 19th days of the intercalary Elul it is prescribed that \"the shepherd of many nations is not to eat meat roast with fire nor any food cooked by fire, he is not to change the clothes on his body nor put on gala dress, he may not bring sacrifices nor may the king ride in his chariot, he is not to hold court nor may the priest seek an oracle for him in the sanctuary, no physician may attend the sick room, the day is not favourable for invoking curses, but at night the king may bring his gift into the presence of Marduk and Ishtar.",
        "This and some other lizards have power to change their colour, not only from light to dark, but over some portions of their bodies, from yellow to grey or red.",
        "The change of fortune proved disastrous to many families, previously to all appearances in opulent circumstances, but by all classes alike their reverses were borne with the greatest bravery.",
        "Provision was made for necessary alteration of the constitution of the Commonwealth, but so that no alteration could be effected unless the question had been directly submitted to, and the change accepted by the electorate in the states.",
        "In 1890 matters were on the eve of a great change and wages fell, in most cases to a point 20% below the rates of 1885.",
        "More than one change of government occurred before the bill became law in April 1908.",
        "But while he was negotiating, the elections in France had caused a change in the foreign policy of the government.",
        "It but remains to call attention to the fact that the earlier view of the liver as the seat of the soul gave way among many ancient nations to the theory which, reflecting the growth of anatomical knowledge, assigned that function to the heart, while, with the further change which led to placing the seat of soul-life in the brain, an attempt was made to partition the various functions of manifestations of personality among the three organs, brain, heart and liver, the intellectual activity being assigned to the first-named; the higher emotions, as love and courage, to the second; while the liver, once the master of the entire domain of soul-life as understood in antiquity, was degraded to serve as the seat of the lower emotions, such as jealousy, anger and the like.",
        "A change of climate, however, is imperatively necessary every five or six years, and the children of European parents should not be kept in the peninsula after they have attained the age of four or five years.",
        "rubra, has thin large leaves on long petioles, the lobes very long and acute, the points almost bristly; they are pink when they first expand in spring, but become of a bright glossy green when full-grown; in autumn they change to the deep purplered which gives the tree its name.",
        "coccinea, often confounded with the red oak, but with larger leaves, with long lobes ending in several acute points; they change to a brilliant scarlet with the first October frosts, giving one of the most striking of the various glowing tints that render the American forests so beautiful in autumn.",
        "About a hundred members who refused to engage not to attempt to change the form of government were excluded on the 12th of September.",
        "wicu, Germanic *wikOn, probably = change, turn), the name given to periods of time, varying in length in different parts of the world, but shorter than a \"month.\"",
        "A creditor is not bound to give change to the debtor, whose duty it is to make tender in lawful money the whole amount due, or more, without asking for change.",
        "The availability of the energy of magnetization is limited by the coercive force of the magnetized material, in virtue of which any change in the intensity of magnetization is accompanied by the production of heat.",
        "And as there is no branch of art in which mechanical improvements, and the consequent change in the nature of technical difficulties, bear so directly upon the possibilities and methods of external effect, it follows that an exclusive preponderance of this view is not without serious disadvantage from the standpoint of general musical culture.",
        "Melody must not make more than one wide skip in the same direction, because by so doing it would cause an awkward change of vocal register.",
        "They live for some time in water or mud, occasionally entering the bodies of water snails, but undergo no change until they reach the lung of a frog, when the cycle begins anew.",
        "The eggs of the female give rise to embryos within the body of the mother; her other organs undergo a retrogressive change and serve as food for the young, until the body-wall only of the mother remains as a brown capsule.",
        "(3) The change of d between vowels to a sound akin to r, written by a special symbol 9 (d) in Umbrian alphabet and by RS in Latin alphabet, e.g.",
        "(4) The change of -s- to -r- between vowels as in erom, \" esse\".",
        "(5) The change of final -ns to -f as in the ace.",
        "The receiver was based on the change of friction produced by the passage of an electric current through the point of contact of certain substances in relative motion.",
        "This alteration of charge caused a corresponding change in the mutual attraction of the plates of the condenser; hence the flexible plate was made to copy the vibrations of the diaphragm of the transmitter.",
        "According to this authority Jovinian in 388 was living at Rome the celibate life of an ascetic monk, possessed a good acquaintance with the Bible, and was the author of several minor works, but, undergoing an heretical change of view, afterwards became a self-indulgent Epicurean and unrefined sensualist."
    ],
    "definition": [
        "Link/Cite",
        "(countable) The process of becoming different.\nThe product is undergoing a change in order to improve it.",
        "(uncountable) Small denominations of money given in exchange for a larger denomination.\nCan I get change for this $100 bill please?",
        "(countable) A replacement, e.g. a change of clothes",
        "(uncountable) Money given back when a customer hands over more than the exact price of an item.\nA customer who pays with a 10-pound note for a £9 item receives one pound in change.",
        "(countable) A transfer between vehicles.\nThe train journey from Bristol to Nottingham includes a change at Birmingham.",
        "(baseball) A change-up pitch.",
        "Adjectives often applied to \"change\": big, small, major, minor, dramatic, drastic, rapid, slow, gradual, radical, evolutionary, revolutionary, abrupt, sudden, unexpected, incremental, social, economic, organizational, technological, personal, cultural, political, technical, environmental, institutional, educational, genetic, physical, chemical, industrial, geological, global, local, good, bad, positive, negative, significant, important, structural, strategic, tactical.",
        "(intransitive) To become something different.\nThe tadpole changed into a frog.   Stock prices are constantly changing.",
        "(ergative) To make something into something different.\nThe fairy changed the frog into a prince.   I had to change the wording of the ad so it would fit.",
        "To replace.\nAsk the janitor to come and change the lightbulb.   After a brisk walk, I washed up and changed my shirt.",
        "(intransitive) To replace one's clothing.\nYou can't go into the dressing room while she's changing.   The clowns changed into their costumes before the circus started.",
        "(intransitive) To transfer to another vehicle (train, bus, etc.)",
        "(archaic) To exchange.",
        "Link/Cite"
    ]
}