{
    "translation": "לאפיין",
    "uses": [
        "These changes characterize the Merovingian age of Frankish history.",
        "It is most difficult to characterize the muskinu exactly.",
        "He was the first to discover uranium, zirconium and titanium, and to characterize them as distinct elements, though he did not obtain any of them in the pure metallic state; and he elucidated the composition of numerous substances till then imperfectly known, including compounds of the then newly recognized elements: tellurium, strontium, cerium and chromium.",
        "It is convenient here to define the two chief types of cell-form which characterize tissues of the higher plants.",
        "Fruit-raising and small gardening characterize its environs.",
        "While humour and vivacity characterize the earlier, and urbanity of tone the later development of comedy, the tendency of serious literature had been in the main practical, ethical, commemorative and satirical.",
        "Sobriety and hardiness characterize the bulk of the people, though the higher classes are too often stained with deep and degrading debauchery.",
        "It is convenient first to consider the effect of introducing one, two, or three hydroxyl (OH) groups into the - CH 3, > CH 2, and >CH groups, which we have seen to characterize the different types of hydrocarbons.",
        "Did not the Lamb of God, suspended at each knight's heart, symbolize at once the woollen fabrics to which so much of Flemish wealth and Burgundian power was owing, and the gentle humility of Christ which was ever to characterize the order?",
        "Still, craniological researches show that, notwithstanding this fact, the Slav type has been maintained with remarkable persistency: Slav skulls ten and thirteen centuries old exhibit the same anthropological features as those which characterize the Sla y s of our own day.",
        "It is distinguishable by its uniform greyishbrown primaries, which want the tawny bars that characterize B.",
        "It would be tempting to characterize Roosevelt's remarks as socialistic.",
        "A series of quartzites and slates referred to the Cambrian, and holding numerous and important veins of auriferous quartz, characterize its Atlantic or southeastern side, while valuable coal-fields occur in Cape Breton and on parts of its shores on the Gulf of St Lawrence.",
        "The principles which govern the preparation and setting of the other class of calcium sulphate cements, that is, cements of the Keene class, are not fully understood, but there is a fair amount of knowledge on the subject, both empirical and scientific. The essential difference between the setting of Keene's cement and that of plaster of Paris is that the former takes place much more slowly, occupying hours instead of minutes, and the considerable heating and expansion which characterize the setting of plaster of Paris are much less marked.",
        "In his Philosophia Botanica (1751) Linnaeus grouped the genera then known into sixty-seven orders (fragmenta), all except five of which are Angiosperms. He gave names to these but did not characterize them or attempt to arrange them in larger groups.",
        "The investigations of Lord Rayleigh and Sir William Ramsay had shown that indifference to chemical reagents did not sufficiently characterize an unknown gas as nitrogen, and it became necessary to reinvestigate other cases of the occurrence of \"nitrogen\" in nature.",
        "The use of the heavy timbers and continuous framing which characterize this system facilitates greatly the work of mining and maintaining the haulage roads on the different floors, and gives more rigid support to the unmined portions of the block of ground above.",
        "The plainness and directness, both of thought and of expression, which characterize Homer were doubtless qualities of his age; but the author of the Iliad (like Voltaire, to whom Arnold happily compares him) must have possessed the national gift in a surpassing degree.",
        "The name may mean \"order,\" and be used to characterize one who introduces order and civilization.",
        "Burchard (1812-1891), on the 29th of October 1884, in Blaine's presence, to characterize what, in his opinion, the Democratic party stood for.",
        "Their mouths are blocked by sand bars, which in the dry season check their flow and produce the lagoons and marshes which characterize the coast.",
        "But the combinations of premises in analogical and inductive inference, although the combination does not involve the conclusion, yet causes us to infer it, and in so similar a way that the science of inference is not complete without investigating all the combinations which characterize different kinds of inference.",
        "which characterize many hydrophytes and hemi-hydrophytes.",
        "The greater freedom of cropping and the less close adherence to the formal system of rotation of crops, which characterize the early years of the 10th century, rest upon a scientific basis.",
        "But other and far more important differences characterize this period.",
        "There is no great display of arboreal vegetation anywhere except in the valleys and lower passes where the rainfall is abundant, but in general terms it may be said that the rainfall and vegetation which characterize the Quito basin soon disappear as one proceeds southward, and are substituted by arid conditions.",
        "The ideas which characterize the Old Testament are planted upon lower levels of thought, and they appear in different aspects (legal, prophetical, historical) and with certain developments both within its pages and in subsequent literature.",
        "The western India type is difficult to characterize, and is in many respects intermediate between the two just preceding.",
        "It is a notable feature of the new movement, that except verbally, in a certain licence of nominalist expression, due to the swing of the pendulum away from the realist doctrine of universals, there is little that we can characterize as Empiricism.",
        "Julius Caesar's lines on Terence, the \"dimidiatus Menander,\" while they complain of lack of comic power, characterize him as \"puri sermonis amator.\"",
        "Nut pine, juniper and true sage-brush (Artemisia tridentata) characterize the upper Sonoran, - although the latter grows equally in the transition zone.",
        "The usual variations in habit that characterize plant-feeding insects are exhibited by the Thysanoptera some species being found only on one particular food-plant, while others thrive indifferently on a large assortment.",
        "Various \" scrubs \" characterize the interior, differing very widely from the coastal scrubs.",
        "Zincke; and his researches have led to the discovery of many chlorinated oxidation products which admit of decomposition into cyclic compounds containing fewer carbon atoms than characterize the benzene ring, and in turn yielding openchain or aliphatic compounds.",
        "Thousands must have joined the Third Crusade in order to escape paying either their taxes or the interest on their debts; and the atmosphere of the gold-digger's camp (or of the cave of Adullam) must have begun more than ever to characterize the crusading armies.",
        "From the first it served to characterize the divisions of time.",
        "2 Compound radicals came to be regarded as the immediate constituents of organic compounds; and, at first, a determination of their empirical composition was supposed to be sufficient to characterize them.",
        "Yet once again the term has been applied to characterize a whole group of religions, like the Indo-Germanic, which are ultimately founded on the unity of the divine nature in a plurality of divine persons.",
        "The foreign policy of ViscontiVenosta may be said to have reinforced the international position of Italy without sacrifice of dignity, and without the vacillation and short-sightedness which was to characterize the ensuing administrations of the Left.",
        "The fore-wings are sometimes membranous like the hind-wings, usually they are firmer in texture, but they never show the distinct areas that characterize the wings of Heteroptera.",
        "Deep residual clay soils derived from underlying limestones, and coloured red or black according to the predominance of oxides of iron or vegetable detritus, characterize the plains.",
        "The extreme pain and rapid swelling of the vocal cords - with threatened obstruction to the respiration - that characterize acute laryngitis may often be relieved by the sedative action of this drug upon the circulation.",
        "This property seems to characterize a solution of iron sulphate in water; a solution of ordinary (potash) alum would possess no such property.",
        "Both of the South German journals were previously exponents of a very much more democratic trend of opinion than that which came to characterize them under the new proprietorship. Ancillary to these acquisitions large interests were secured by Stinnes in paper-works in order to make his newspapers independent of the paper market.",
        "The intermont basins which so strongly characterize the Rocky Mountain system are areas which have been less uplifted than the enclosing ranges, and have therefore usually become the depositories of waste from the surrounding mountains.",
        "It is a mistake, however, to characterize him as an enemy to the Union.",
        "Or, again, we may note the earnestness and solemnity that characterize all their sacred ceremonies.",
        "As Clement Reid remarked: World-wide floras, such as seem to characterize some of the older periods, have ceased to be, and plants are distributed more markedly according to geographical provinces and in climatic zones.",
        "A small group of Australian genera closely approach the order Juncaceae in having small crowded flowers with a scarious or membranous perianth; they include Xanthorrhoea (grass-tree or blackboy) and Kingia, arborescent plants with an erect woody stem crowned with a tuft of long stiff narrow leaves, from the centre of which rises a tall dense flower spike or a number of stalked flower-heads; this group has been included in Juncaceae, from which it is doubtfully distinguished only by the absence of the long twisted stigmas which characterize the true rushes.",
        "Among the plants the wild banana, pepper, orange and mangosteen, rhododendron, epiphytic orchids and the palm; among mammals the bats and rats; among birds the cassowary and rifle birds; and among reptiles the crocodile and tree snakes, characterize this element.",
        "The flowers are hermaphrodite and regular, with the same number and arrangement of parts as in the order Liliaceae, from which they differ in the inconspicuous membranous character of the perianth, the absence of honey or smell, and the brushlike stigmas with long papillae-adaptations to wind-pollination as contrasted with the methods of pollination by insect agency, which characterize the Liliaceae.",
        "47) was universally admitted to be an imposture.2 The form and variations of these stories characterize them as popular tales rather than official theology; but they evidently must have had points of attachment in the mystic religion of Egypt, and indeed both Horapollon and Tacitus speak of the phoenix as a symbol of the sun.",
        "With him began the deep sympathy with nature, and love of animal life, which was to characterize so much of later poetry.",
        "The main redaction of Judges and Kings was made under the influence of the ideas which characterize Deuteronomy, that is, after the reforms ascribed to Josiah (2 Kings xxiii.); but in Samuel the \" Deuteronomistic \" hand is much less prominent and the chronological system which runs through Judges and Kings occurs only sporadically.",
        "From the floras of the Tertiary age we pass by gradual stages to those which characterize the present phase of evolutionary progress.",
        "World-wide floras, such as seem to characterize some of the older periods, have ceased to be, and plants are distributed more markedly according to geographical provinces and in climatic zones.",
        "The Portocello batholith is of granodioritic composition and is part of a sequence of tertiary batholiths that characterize southern Ecuador and northern Peru.",
        "characterize characterizing the candidate genes in the region, as well as identifying any possible unknown genes it may contain.",
        "First, we were interested in deriving a classification of single-malt whiskies to characterize the various groups of Scotches.",
        "Just as physical constants provide \" boundary conditions \" for the physical universe, mathematical constants somehow characterize the structure of mathematics.",
        "Thus variety and breadth of learning and teaching methods characterize the geography curriculum (Jenkins, 1998 ).",
        "We attempted to characterize these chromosome 13q deletions at the molecular cytogenetic level.",
        "Even in the 1900s, however, thresholds continue to characterize the relationship of education to several of the proximate determinants that reduce fertility.",
        "gene discovery and expression studies are used to characterize both major and polygenic resistance pathways in barley to pathogens.",
        "expended in order to characterize cluster structure.",
        "The aim was to survey the habitat resource and to characterize the sediment types favored by the specialist invertebrate fauna.",
        "foramenransverse processes of the lumbar vertebrae (which also represent their rib elements) lack the foramina which characterize the cervical vertebrae.",
        "gelation time and completely characterize the system's rheology at the gel point.",
        "impingelectric approximation is used to characterize the response of the target material to the long-ranged coulomb field of the impinging electrons.",
        "Nanoindentation is a fast and convenient way to quantitatively characterize the complex microstructures of plasma sprayed coatings.",
        "The aim of this project is to characterize one or more of these genes and establish its role in kidney organogenesis.",
        "How would you characterize the 68 who weren't Brit left sectarians?",
        "Temperatures close to an average (moist) MORB source mantle solidus characterize the eastern seaboard and its offshore.",
        "subserveecently I have used MEG to characterize the responses from MT, one of the main brain regions subserving motion perception.",
        "Hence we can characterize populations of lymphocytes according to their pattern of calcium transients.",
        "Being devoid of all attributes, it can be the object only of meditation, not of practical devotional rites; and philosophy can only attempt to characterize it in general and vague terms, as in the favourite formula which makes it to be sachchidananda, i.e.",
        "The simplicity of the zonal distribution of solar energy on the earth's surface, which would characterize a uniform globe, is entirely destroyed by the dissimilar action of land and water with regard to radiant heat, and by the influence of crust-forms on the direction of the resulting circulation.",
        "The question is one which practical railway men have long since ceased to argue on general principles; they recognize that the answer depends upon the respective degree of talent and integrity which characterize the business community on the one hand and the government officials on the other.",
        "If the processes of disintegration and of reconstruction which characterize life balance one another, the size of the mass of living matter remains stationary, while, if the reconstructive process is the more rapid, the living body grows.",
        "Mount Kilimanjaro and Mount Meru exhibit on a vertical scale the various forms of vegetation which characterize East Africa (see Kilimanjaro).",
        "Canon is concerned) of that theory of which examples recur in Judges, Samuel and Kings, and this treatment of history in accordance with religious or ethical doctrines finds its continuation in the didactic aims which characterize the later non-canonical writings (cf.",
        "7) expressly characterize the myth as Chaldean (cf.",
        "In spite of the composition of 1894, the animosity between Folketing and Landsting continues to characterize Danish politics, and the situation has been complicated by the division of both Right and Left into widely divergent groups.",
        "How would you characterize the 68 who were n't Brit left sectarians?",
        "More recently I have used MEG to characterize the responses from MT, one of the main brain regions subserving motion perception.",
        "Indeed, one might characterize social processes by their ability to periodically undergo fundamental (i.e. structural) change.",
        "Rich velvets and deep colors like burgundy and emerald green characterize Victorian rooms.",
        "Wine tasters characterize Merlot as plummy, soft, and lightly tannic.",
        "People with Down syndrome develop in later life the brain changes that characterize Alzheimer's disease and may develop the clinical symptoms of this disease as well.",
        "Additional research has concentrated on how and when the brain abnormalities that characterize the disorder develop.",
        "This is due in part to the facial abnormalities that characterize this syndrome, including a relatively large tongue.",
        "Genetic testing for nail-patella syndrome is usually available only at research institutions that are working to further characterize this disorder.",
        "Evidence suggests that those long-lasting brain changes are responsible for the distortions of cognitive and emotional functioning that characterize addicts, particularly the compulsion to use drugs.",
        "Offering the child reading materials about puberty can impart information to the young person without the awkwardness that may characterize the parent-child conversations.",
        "Syndrome-A group of signs and symptoms that collectively characterize a disease or disorder.",
        "The bouts of vomiting that characterize CVS usually begin at the same time of day as previous episodes, last about the same length of time, and have the same symptoms.",
        "If no fecal impaction is found, the pediatrician works with a counselor or psychiatrist to analyze the variables that characterize the encopresis.",
        "The name AD/HD reflects the various behaviors of inattention, hyperactivity, and impulsiveness that characterize the disorder.",
        "Lightning-quick tap steps are what characterize this fantastic dance scene.",
        "Many punk hair styles are carefully shaped into unnatural coifs, giving them form and texture that helps characterize them as punk.",
        "Asymmetry and color panels tend to characterize emo hair for girls.",
        "Card has become a rather controversial figure in sci-fi culture, due to his Mormon beliefs, particularly his 'family values' beliefs that many characterize as actively homophobic.",
        "1828), professor of practical astronomy at Edinburgh University, to characterize a superior achromatism, and, subsequently, by many writers to denote freedom from spherical aberration.",
        "On its western side the plateau declines into the clay lands (and in the north-west low fen) which characterize the western half of the province.",
        "The muscular projection of the ventral surface called the foot, whose various modifications characterize the different classes of Mollusca, is almost entirely aborted.",
        "The incidents recorded in the charters characterize folkland as subject to ordinary fiscal burdens and to limitations in respect of testamentary succession.",
        "(b) But the doctrine that all existence is confined within the limits of the sensible universe - that there is no being save corporeal being or body - does not suffice to characterize the Stoic system; it is no less a doctrine of the Epicureans.",
        "At first sight it seems absurd to characterize this period of despotism ending in war, ruin and anarchy as a period of reform.",
        "Among the more important productions, the potato, oca (Oxalis tuberosa), quinoa (Chenopodium quinoa) and some coarse grasses characterize the puna region, while barley, an exotic, is widely grown for fodder.",
        "In this connexion it may also be mentioned that similar evidences of volcanic activity characterize the northern border of the Armenian highlands on the southern side of the Rion-Kura depression, in the mountains of Ararat, Alagoz, Akmangan, Samsar, Godoreby, Great and Little Abull, and in the mineral springs of Borzhom, Abbas-tuman, Sleptzov, Mikhailovsk and Tiflis.",
        "These manifestations are the various powers and capabilities, or rather the habitudes of action, which characterize the different orders of being, diversified according to their several destinations.\"",
        "Grasses also characterize steppes and savannas, where they form scattered tufts.",
        "The purpose of this article is to characterize the movement as a whole, and to indicate the circumstances that produced it.",
        "Rather broad, smooth valleys, well degraded hills with rounded summits, and - despite the escarpments - generally smooth contours and sky-lines, characterize the whole of this Ozark region.",
        "Here first do we find those sudden and magnificent lines which characterize the poet.",
        "The careful industry and the lucidity which characterize Mr Theal's work stamp him as a historian of whom South Africa may well be proud.",
        "In Akmolinsk and Semiryechensk most of the kinds of corn which characterize Middle Russia are grown.",
        "The agricultural labourer has preserved the uprightness, diligence and sobriety which characterize the Turkish peasant; but the richer inhabitants of the cities are grossly sensual.",
        "We shall now pass the groups of the Arthropoda in review, attempting to characterize them in such a way as will indicate their probable affinities and genetic history.",
        "Men in general characterize their own conduct and character and that of other men by such general adjectives as good, bad, right and wrong, and it is the meaning and scope of these adjectives, primarily in relation to human conduct, and ultimately in their final and absolute sense, that ethics investigates.",
        "which we have already noticed; while the deeper humility that represses the claim of personal merit even in the saint belongs to the strict self-examination, the continual sense of imperfection, the utter reliance on strength not his own, which characterize the inner moral life of the Christian.",
        "a universal test such as that of pleasure, happiness and the like, by which we can judge of the worth of actions, will Green's position seem absurd; since, on the contrary, such conceptions as those of \" self-development \" or \" self-realization \" seem to have a definite and positive value if they call attention to the metaphysical implications of morality and accurately characterize the moral facts.",
        "His first proceedings had indeed given no We promise of the moderation and prudence afterwards to characterize him; he had succeeded in exasperating all parties; the officials of his father, the well-served, whom he dismissed in favor of inferiors like Jean Balue, Oliver le Daim and Tristan Lermite; the clergy, by abrogating the Pragmatic Sanction; the university of Paris, by his ill-treatment of it; and the nobles, whom he deprived of their hunting rights, among them being those whom Charles VII.",
        "For them the right to work had been asserted, among others by Turgot, as a natural right opposed to the caprices of the arbitrary and selfish aristocracy of the corporations, and a breach had been made in the tyranny of the masters which had endeavoured to set a barrier to the astonishing outburst of industrial force which was destined to characterize the coming age.",
        "The difference is that social book-marking sites allow you to save and characterize a collection of bookmarks, i.e. blog posts and share them throughout the Internet.",
        "The condition of the country afforded full scope for the jealousy, hatred, cupidity and vanity which characterize the tribal state of political society.",
        "high, characterize the coast.",
        "Florals and framed stones are part of what characterize the pieces in this collection.",
        "Straggling forests, mainly of conifers, characterize the high plateaus of central Utah.",
        "Two special features, however, which characterize the celebration should here be noted: (a) The person of the high priest, who is throughout the entire drama the chief and indeed the sole actor.",
        "The Jews were thrust into a position of isolation, and the Code of Theodosius and other authorities characterize the Jews as a lower order of depraved beings (inferiores and perversi), their community as a godless, dangerous sect (secta nefaria, feralis), their religion a superstition, their assemblies for religious worship a blasphemy (sacrilegi coetus) and a contagion (Scherer, op. cit.",
        "Quercus Ilex, the evergreen oak of southern Europe, is found in forests as far east as the Sutlej, accompanied with other European forms. In the higher parts of Afghanistan and Persia Boraginaceae and thistles abound; gigantic Umbelliferae, such as Ferula, Galbanum, Dorema, Bubon, Peucedanum, Prangos, and others, also characterize the same districts, and some of them extend into Tibet.",
        "They exhibit in an exaggerated form the irregularities of distribution visible in our zodiacal constellations, and present the further anomaly of being frequently reckoned as twenty-eight in number, while the ecliptical arcs they characterize are invariably twenty-seven.",
        "12 As early as the 14th century B.C. a complete list of the decans was placed among the hieroglyphs adorning the tomb of Seti I.; they figured again in the temple of Rameses II., 13 and characterize every Egyptian astrological monument.",
        "Among the Tertiary volcanic rocks those of acid types (granites, granulites) were the first to appear and are developed latitudinally; rocks of intermediate type (dacites, andesites) characterize the Miocene and early Pliocene periods; while the basic rocks (ophites, elaeolite syenites and basalts) attained their maximum in later Pliocene and Quaternary times.",
        "of the Christian Religion shows by its very title that an effort is being made to combine great confidence in metaphysics with strong belief in the uniqueness of Christianity; and the effort will be found to characterize all Fairbairn's work."
    ],
    "definition": [
        "To describe the qualities or peculiarities of: characterized the warden as ruthless.",
        "To be a distinctive trait or mark of; distinguish: the rash and high fever that characterize this disease; a region that is characterized by its dikes and canals.",
        "char′ac·ter·iz′er\nnoun",
        "Link/Cite",
        "to depict someone or something a particular way (often negative)",
        "to determine the characteristics of",
        "Link/Cite"
    ]
}