{
    "translation": "להוקיר",
    "uses": [
        "I want to protect and cherish you.",
        "When the World War broke out Enver began to cherish strategical ambitions.",
        "But if we assume that he was the aboriginal Hellenic High God, we must be quite ready to admit that the separate communities were always liable to cherish other divinities with a more ardent and closer devotion, whether divinities that they brought with them or divinities that they found powerfully established in the conquered lands, Athena or Hera, for instance, in Attica or Argolis, or Poseidon in the Minyan settlements.",
        "No one who fairly reads Rutilius can cherish this idea.",
        "Though in favour of national reform he continued to cherish a strong feeling of loyalty to the royal family, and on the trial of Marie Antoinette in 1793 bore testimony in her favour.",
        "He seemed carefully to cherish within himself the gloomy mood which alone enabled him to endure his position.",
        "Pushing the moment to the recesses of her mind where she could cherish it another time, she smiled up at him, lightening to his mood.",
        "Many people still Cherish the antiquated belief that black and green teas are grown upon different varieties of the tea-plant, which is quite a mistake, the difference being merely one of preparation.",
        "His studies both in English and foreign speculation led him to cherish the design also of making some worthy contribution to philosophy.",
        "But Mir Kasim proved to possess a will of his own, and to cherish dreams of independence.",
        "Avoid vulgar errors; cherish universal sympathy.",
        "They cherish great love of their native soil and native village and cannot remain long from home.",
        "May we not cherish what A.",
        "After the invasion had been crowned with success, Montrose still continued to cherish his now hopeless policy.",
        "Manichaean ethics is not merely negative, however, since it is necessary to cherish, strengthen and purify the elements of light, as well as free oneself from the elements of darkness.",
        "She was to a considerable extent selftaught; and her love of reading made her acquainted first with Plutarch - a passion for which author she continued to cherish throughout her life - thereafter with Bossuet, Massillon, and authors of a like stamp, and finally with Montesquieu, Voltaire and Rousseau.",
        "It was thus natural, for these reasons, that the conquest of the Holy Land should gradually become an object for the ambition of Western Christianity - an object which the papacy, eager to realize its dream of a universal Church subject to its sway, would naturally cherish and attempt to advance.",
        "Equally contradictory of any such law of development is the circumstance that the Greeks of the 5th and 4th centuries B.C., although Pheidias and other artists were embodying their gods and goddesses in the most perfect of images, nevertheless continued to cherish the rude aniconic stocks and stones of their ancestors.",
        "Clothed in skins, like the troglodytes of the Weser, they make use of the same implements in bone and stone, eat carnivorous animals - the wolf included - and cherish the same superstitions (of which those regarding the teeth of the bear are perhaps the most characteristic) as were current among the StonePeriod inhabitants of W.",
        "cherish for the rest of your life.",
        "Just because her husband's a bastard doesn't mean her baby wouldn't be a perfect little person the right parents would cherish and love.",
        "We still cherish the ancient skills of singing plainchant.",
        "cherish each moment of my life.",
        "I'll love and cherish you - protect you.",
        "\"Do you promise to love, honor and cherish?\" the reverend amended.",
        "The couple will cherish any poem that truly speaks from the heart.",
        "All too often we bulldoze what we do not cherish and fail to cherish what we do not understand.",
        "I cherish and adore every moment we spend together and love you even more in the moments when we are apart.",
        "However, our step-by-step instructions make it easy for you to create a special keepsake your family will cherish for generations to come.",
        "Your guests are sure to cherish the favors, and you'll feel good knowing you gave them a special token of gratitude.",
        "A Christmas family vacation in New Mexico can be a memorable experience you will all cherish.",
        "I only abstain from doing them any good, in the full belief that we ought not to cherish serpents.",
        "And if the inspired apostle did not cherish that belief, his language to the Corinthians and Philippians seems scarcely intelligible.",
        "To most minds, however, which cherish such aspirations the gentler optimism of men like Emerson was more congenial.",
        "I wish indeed that my mother, whose memory I cherish across the vale of years, could have been here to see.",
        "I also cherish every moment with my two year old because I know that in the blink of an eye, he'll be grown.",
        "Brides want wedding and reception photos that capture images she will cherish the rest of her life, and wearing the right makeup helps make that happen.",
        "While traditional wedding vows include things like \"to love, honor and cherish,\" your vow can incorporate anything you want to tell your beloved.",
        "Some couples just aren't the \"love, honor and cherish\" type.",
        "Sometimes jewelry boxes are bought to mark a special occasion or a family jewelry box may be given to a child to cherish.",
        "cherish freedom know how much it has cost us.",
        "cherish dearly.",
        "cherish greatly.",
        "With just a little effort, you can fill that jar or bottle with home made goodness and turn it into a heart felt gift any foodie would cherish.",
        "Her reaction will be a memory for you to cherish, and when she looks up you can meet her eyes instantly.",
        "You'll cherish your ring for the rest of your life if you take the time to choose a band that truly symbolizes you and your fiancé.",
        "The officiate states that the bride and groom shall love, honor and cherish each other through sickness and health.",
        "The couple will cherish this sweet gesture, and it may find a special place in their home.",
        "Get gift ideas from your own relationship with the couple, their home(s) and registry in order to find the perfect gift that they will cherish.",
        "Do you promise to love, honor and cherish your partner?",
        "Sincere words that reflect your vow to love, honor, and cherish your spouse shine through, no matter how they are delivered.",
        "I still clearly cherish that experience today and we still have the dress!",
        "No matter how you celebrate Grandparents Day, it is sure to create memories to cherish for both young and old.",
        "You'll cherish it for a long time to come.",
        "For some parents, the certificate is an heirloom they cherish.",
        "Cherish every minute of your weekends, vacations, and evenings.",
        "The smallest gesture can feel enormous to the person you love, if it shows how much you cherish them.",
        "Giving or receiving sweet love letters is one of the most romantic ways to let someone know you cherish, honor and love them.",
        "Proposal poems can create happy memories that couples can cherish forever.",
        "Make smores in the microwave and create memories your children will cherish.",
        "While petite women usually love feeling taller, even long-legged women who cherish their height should feel free to wear heels.",
        "Albeit a bit pricey at $79.99, you will definitely cherish this one-of-a-kind item.",
        "cherish the memories of you, our precious baby.",
        "These memories of you I will always cherish, your in my heart never to perish.",
        "cherish when Downey is at his finest.",
        "cherish for years to come.",
        "As to the second reason, any feeling of personal resentment toward the late confederates I would not counsel or cherish.",
        "desert island disk type of an album you'll want to cherish for the rest of your life.",
        "Cherish designs also provides a selection of handcrafted wedding stationery.",
        "Many of us will cherish the characters she brought to the site and played with such verve and joy.",
        "wonderful gifts from God to cherish us.",
        "But even during this century of disaster the Pisans continued to cherish not only commerce, but also the fine arts.",
        "Babies are wonderful gifts from God to cherish us.",
        "We all cherish the moment we first hold our precious newborn baby and long to nurture them and keep them safe, and the importance of immediate newborn care can never be encouraged too much.",
        "Making or purchasing a baby's first Christmas keepsake will be something your family will cherish for years to come.",
        "Whether you choose a traditional bouquet or a corsage designed around a specific theme, the new mother will cherish the thoughtfulness of your gift forever.",
        "Cherish Friends: The process of divorce can cause people to withdraw from friends and extended family members.",
        "Cherish Creative Scrapbooking: This site has printable graphics with sayings for layouts.",
        "If you are looking for some tips on what to buy the prom queen or king that they will cherish for a lifetime, consider these popular keepsakes.",
        "With a little exploration and creativity, you can find a beautiful dress that you'll cherish for years.",
        "Heirlooms: Gifts like family linens, a treasured throw, a handcrafted pillow are thoughtful gifts and the recipients are sure to cherish them for many years to come.",
        "The child's name will personalize the towel and ensure they will cherish the gift and be proud to use it.",
        "Your child will often cherish handmade items more than store-bought ones.",
        "This type of jewelry makes a wonderful Mother's Day gift that a mother or grandmother can wear and cherish for years.",
        "Your wedding day will be memorable and beautiful, something you'll always cherish.",
        "Reading to your children before bed will help them settle down to sleep and build a ritual that you both will cherish.",
        "While a gift purchased from the local mall can be thoughtful, a handmade present is a one-of-a-kind keepsake any mother is sure to cherish.",
        "cherish the hope that only \" our \" teaching will be accepted by any church.",
        "cherish forever.",
        "commend what you don't cherish.",
        "A desert island disk type of an album you'll want to cherish for the rest of your life.",
        "Our friendly photographers produce stunning photographs that you will cherish for many years.",
        "The baritone soloist expresses the yearning of the Jews to return to Jerusalem and their responsibility to remember and cherish it.",
        "As challenging as it might be, take the time to get lots of photos of your baby since you will certainly cherish the memories that pictures help you to resurrect.",
        "It is OK to talk about your babies and to cherish the time you did have with them.\"",
        "As overwhelming as it may be to try and find the \"perfect honeymoon\"-just remember to choose something that makes sense for both of you, and that you both will enjoy and cherish forever.",
        "Another alternative is having your bridesmaid jewelry handmade or individually designed to give a one-of-a-kind gift that your bridal party will cherish.",
        "Since then, more celebs and mainstream brides have begun to embrace color more boldy in their dress selections, providing them with a winning look they cherish in their memories for years to come.",
        "Whatever the symbolism, a favorite spot on the beach will provide you with special memories and great shots for the photo album that you'll cherish for a lifetime.",
        "There are a variety of ways to make fast personalized wedding favors that your guests will cherish for years to come.",
        "Order or create your own garden themed wedding favors for guests to keep and cherish.",
        "It is not wonderful that the Quakers, persecuted and oppressed at home and in New England, should turn their eyes to the unoccupied parts of America, and cherish the hope of founding, amidst their woods, some refuge from oppression, and some likeness of a city of God upon earth.",
        "He also vowed, if he should bear rule himself, to make no violent use of his power, nor outshine those set under him by superior display, to make it his aim to cherish the truth and unmask liars, to be pure from theft and unjust gain, to conceal nothing from his fellow-members, nor to divulge any of their affairs to other men, even at the risk of death, to transmit their doctrines unchanged, and to keep secret the books of the society and the names of the angels.",
        "Denisov had Tikhon called and, having praised him for his activity, said a few words in the elder's presence about loyalty to the Tsar and the country and the hatred of the French that all sons of the fatherland should cherish.",
        "Understanding how to write wedding vows can at first seem daunting, but if you write from the heart you will find words to cherish for many happy anniversaries.",
        "For example, some couples use humor and explain how you are going to love him even when he leaves the toilet seat up or cherish him when he forgets your birthday.",
        "The uniform also holds all of the merit patches and pins a Girl Scout earns during her scouting career, creating a special look during childhood, and special memories to cherish for a lifetime.",
        "Whatever the cause, getting away without getting into debt will be a great stress reliever and can create many fun memories to cherish long after the weekend is over.",
        "Adopting a pet through the Iams Home 4 The Holidays program will truly be a gift that your whole family will cherish long after the holidays are over.",
        "Whether you select a charm that says \"#1 Nana\" or a more personalized birthstone necklace, you can give a grandmother something to cherish while you commemorate her special place in the hearts of her grandchildren.",
        "Picking the perfect prom jewelry will help to ensure that you look stunning on the night and that your prom is a night you will cherish for ever.",
        "Custom horse hair jewelry uses the long strands of your beloved horse's mane and weaves them into something beautiful that you can wear and cherish for years to come.",
        "An ALF offers seniors needing a bit of care the option of having the services they need without losing the feeling of freedom that they may cherish.",
        "Share your wine creation with friends and loved ones - nothing is more personal than a homemade gift, and for wine lovers, they will cherish the unique present.",
        "By understanding the characteristics of a formal style as well as what not to choose, any young woman can create a flawless prom look and memories she will cherish far beyond her high school years.",
        "Flower girls cherish the opportunity to dress up and be elegant princesses, and even a simple style should incorporate some elegance and beauty so she feels as special as the day will be to her.",
        "In addition to honoring your fondest memories of Christmases past, you can create new traditions by doing the things you and your family will cherish most, without breaking your budget.",
        "If you believe in your heart that losing your virginity to a guy is a gift you can only give once and that a person needs to be worthy of such a gift, he will cherish you for having chosen him.",
        "Keep in mind that with any auction site, you're bidding against other people who might cherish that heart and star purse just as much as you do.",
        "True fans, however, will find it difficult to embrace any other brand and will cherish the Ravel shoes they were lucky enough to buy before the shops closed their doors.",
        "Jane/Deb's life continues to be complicated by a secret husband, her potential love interest in Tony Nicastro and her continued longing for Grayson, who begins to cherish his friendship with Jane.",
        "Pet owners who cherish their animals as valued members of the family want to avoid that dilemma if at all possible may be able to do so with the purchase of a pet insurance plan.",
        "People celebrating birthdays, from their 1st birthday to their 60th birthday party, will cherish a personalized card that was made with them in mind."
    ],
    "definition": [
        "To treat with affection and tenderness; hold dear: cherish one's family; fine rugs that are cherished by their owners.",
        "To keep fondly in mind; treasure: cherish a memory. See Synonyms at appreciate.",
        "cher′ish·a·ble\nnoun",
        "cher′ish·er\nnoun",
        "Link/Cite",
        "To treat with tenderness and affection; to nurture with care; to protect and aid.",
        "To hold dear; to embrace with interest; to indulge; to encourage; to foster; to promote; as, to cherish religious principle.",
        "Link/Cite"
    ]
}