{
    "translation": "להתנגש",
    "uses": [
        "A clash with Parma occurred to aggravate his troubles.",
        "The natives appeared again the next spring, and a clash occurred.",
        "The clash of arms breaks upon his pagan paradise with no uncertain sound; he is swift in narrative, breathless in escapade.",
        "The traveller in Egypt thus views, side by side with the activities of the present day, where occident and orient meet and clash, memorials of every race and civilization which has flourished in the valley of the Nile.",
        "Her interests and those of Athens did not directly clash, for Athens included in her empire only the islands of the Aegean and the towns on its north and east coasts, which lay outside the Spartan political horizon: with the Peloponnese Athens did not meddle.",
        "Adding Xander to the mix was like smoking around dynamite, but she didn't think a clash between Jonny and the Other was going to end well for anyone.",
        "Here were to be found men of ability proof against the eloquence of Hans Tausen or Peder Plad and quite capable of controverting their theories - men like Povl Helgesen, for instance, indisputably the greatest Danish theologian of his day, a scholar whose voice was drowned amidst the clash of conflicting creeds.",
        "One historic clash in New Orleans (on the 14th of September 1874) between the \" White League \" (\" White Man's Party\") and the Republican police is commemorated by a monument, and the day is regarded by Louisianans as a sort of state independenceday.",
        "Such a statesman was sure to clash with the doctrinaires, like Salmeron, who wanted to imitate French methods; with Pi y Margall, who wanted a federal republic after purely Spanish ideas of decentralization; and above all with the intransigent and gloomy fanatics who became the leaders of the cantonal insurrections at Cadiz, Seville, Valencia, Malaga and Cartagena in 1873.",
        "He was prominent in the colonial militia and tried to keep the Boston crowd and the British soldiers from the clash known as the Boston massacre (1770).",
        "(2) As a social being, man is part of a greater harmony, and, in order that he may contribute to the happiness of the whole, he must order his extra-regarding activities so that they shall not clash with his environs.",
        "of France, to forbid French merchants to attend the fairs of Geneva, altering also the days of the fairs at Lyons (established in 1 4 20 and increased in number in 1463) so as to make them clash with those fixed for the fairs of Geneva.",
        "The \"Iliad\" tells of almost nothing but war, and one sometimes wearies of the clash of spears and the din of battle; but the \"Odyssey\" tells of nobler courage--the courage of a soul sore tried, but steadfast to the end.",
        "If the worldpowers were hard as flint in their dealings with Israel, the people of God were steeled to such moral endurance that each clash of their successive onsets kindled some new flame of devotion.",
        "No agitation for the development of national defences, no beating of drums to awaken the military spirit, no anti-foreign clamour or invasion panic, no parading of uniforms and futile clash of arms, are necessary to entice the groundling and the bumpkin into the service.",
        "He allowed Marshal Campos much liberty of action, but dissented from his views on the expediency of allowing him to offer the loyalists of Cuba as much home rule as would not clash with the supremacy of Spain.",
        "Her ancient prestige, her geographical position and the intellectual primacy of her most noble children rendered Italy the battleground of principles that set all Christendom in motion, and by the clash of which she found herself for ever afterwards divided.",
        "Where he finds things which would obviously clash with the customs of his own day, he unhesitatingly modifies them.",
        "The interests and ambitions of the two men did not clash, for Maurice's thoughts were centred on the training and leadership of armies and he had no special capacity as a statesman or inclination for politics.",
        "In 1907 there was a serious clash between the state authorities and the Federal judiciary, arising from an act of the legislature of that year which fixed the maximum railway fare at 21 cents a mile and imposed enormous fines for .its violation.",
        "The discovery of fresh proofs of treachery in the iron chest (November 20, 1792) gave the Moun- T~.taI and tairi a pretext for forcing on, the clash of parties and death of raising the question not of legality but of public safety.",
        "But it has been demonstrated again and again that, directly the company's interests begin to clash with those of foreign powers, the home government must assume a protectorate over its territories in order to simplify the situation and save perhaps disastrous collisions.",
        "In the case of the Vinland sagas, however, there are two independent narratives of the same events, which clash in the record of details.",
        "Huxley's agnosticism was a natural consequence of the intellectual and philosophical conditions of the 'sixties, when clerical intolerance was trying to excommunicate scientific discovery because it appeared to clash with the book of Genesis.",
        "It was to be foreseen that a similar assertion of independence would make itself heard in ethics also; and, indeed, amid the clash of dogmatic convictions, and the variations of private judgment, it was natural to seek for an ethical method that might claim universal acceptance from all sects.",
        "Probably it was also usual for them to signify their approval of a proposal by the clash of their arms, as was the practice among the Scandinavian peoples.",
        "head-on clash with the Habsburgs.",
        "clash of the Titans.",
        "His influences on the Clash are easy to see.",
        "However, the Rebels must first come through a quarter-final clash with Abingdon Town, due to be played on Tuesday night.",
        "Read news article... 20/08/2001 CLYDE v PARTICK THISTLE: PREVIEW Clyde v PARTICK THISTLE: PREVIEW Clyde and Thistle clash again at Broadwood tomorrow night.",
        "crunch clash with France in Portugal Sunday - to keep them calm!",
        "Early next year, the Supreme Court will hear the case in a potentially historic clash between presidential authority and judicial oversight.",
        "Gleefully unreconstructed punks, they thieve equally from the Sex Pistols the Dead Kennedys and the Clash's weakness for dub reggae.",
        "England soccer fans will now be allowed to smoke dope before a crunch clash with France in Portugal Sunday - to keep them calm!",
        "The British champion from Eastbourne in Sussex brushed aside her sixth-seeded opponent in 37 minutes to set up a semi-final clash with Nicol David.",
        "clash of civilisations or the dawn of a new age of universal coexistence?",
        "clash of civilizations.",
        "clash of the cymbals wielded by Tom Clark.",
        "In this horrifying denouement resulting from the clash of multiple perspectives, the audience confronts the dead, wounded, and defiant.",
        "Derby clash with Ipswich Town.",
        "A full band discography and a set of photos of the Clash also feature on the DVD.",
        "Festival organizers have confirmed England's quarter final clash with Portugal will be screened on the festival organizers have confirmed England's quarter final clash with Portugal will be screened on the festival site on Thursday night.",
        "Four more show hoplites using their swords, which were used for hand-to-hand combat if the spear was broken in the initial clash.",
        "ill-tempered clash from which Leeds emerged with flying colors.",
        "No quarter was asked nor given in a fiercely contested, often ill-tempered clash from which Leeds emerged with flying colors.",
        "Like Clash Nitro, however, his efforts were considered insufficient to warrant further attention and money being spent on him.",
        "insurgent fighters in a night-time clash.",
        "KO 8pm) Villa head over the border into Holland for the second tour clash.",
        "Number of ligand atoms forming bad clashes: The total number of ligand atoms forming bad clashes: The total number of ligand atoms that clash with protein atoms.",
        "The track listing hints at his influences; Costello, Drury, Clash, Specials.",
        "Faced with this apparent collapse of order, a familiar mantra is repeated: ' the clash of civilisations ' .",
        "The Clash didn't do a matinee for example, they were supposed to, but didn't do it.",
        "mercenaryan 3,000 rebels, mainly peasants, were killed during the clash with 15,000 German mercenaries.",
        "midweek clash with CSKA Moscow to check on Anderson's progress.",
        "monster mash when they clash!",
        "mouthwatering clash with the Germans.",
        "Dave Smith won the clash of the 2 big names beating John McLarty in 4 sets.",
        "persevere tho and the d & b beats and acoustic clash make sense.",
        "sex pistols weren't involved or the Clash, they stayed away from these little groups.",
        "The disagreement between Mark and Stevie gets more pronounced as the play progresses until they clash violently together near the end.",
        "In the wake of that clash, we met with the CIO and his staff to initiate the WLAN vulnerability remediation.",
        "There is already a buzz in and around Bath ahead of a clash that will renew an old sporting rivalry.",
        "rovers boss Hughes opted for a solitary striker in the shape of Craig Bellamy, who netted in the league clash last month.",
        "second-string clash against Bradford at Hillsborough yesterday did not go ahead due to a waterlogged pitch.",
        "The major frameworks include sociobiology, theodicy, political realism and ' the clash of civilizations ' .",
        "splashed through puddles and trudged through mud, I struck up a conversation, having clocked the Clash badge on her coat.",
        "substituent in the adjacent meta position should avoid this clash and permit an additional interaction with the enzyme (J.H.",
        "This clash could also see Harlequins Tyrone Smith line up against club teammate, Rob Purdham.",
        "throbs with excitement at the anticipated clash.",
        "titanic clash that closes the Star Wars saga for good!",
        "tramp of feet in time and clash of steel behind me.",
        "And the Molineux clash is also likely to come too soon for left-back Stuart Giddings who is on the way back from knee troubles.",
        "trudged through mud, I struck up a conversation, having clocked the Clash badge on her coat.",
        "unavoidable clash of dates.",
        "From this clash of positions has emerged a threat to the peace process that risks undoing the advances of the last decade.",
        "With only 4 rugby teams playing all the attention was focussed on the 2nd team varsity clash.",
        "well-known on the local punk scene but Strummer left to form The Clash two years later.",
        "Every horse whinny, every clash of steel or flight of arrows is scored for orchestra.",
        "This clash is seen in the debate over passenger profiling, roving wiretaps, surveillance, tracking systems, and immigration.",
        "The Lancastrians will bring with them some 80 supporting troops for the sports clash who will be ' garrisoned ' at local youth hostels.",
        "(1080) occurred the first clash with the Piedmontese communes, but he and his successors, Amadeus III.",
        "The 24th of November falling on a Sunday, his clerical duties threatened fatally to clash with his astronomical observations; he was, however, released just in time to witness the punctual verification of his forecast, and carefully noted the progress of the phenomenon during half an hour before sunset (3.15 to 3.45).",
        "Rovers boss Hughes opted for a solitary striker in the shape of Craig Bellamy, who netted in the league clash last month.",
        "The \" Clash of civilisations \", the dangerous scenario envisioned in the 90's should be at all costs prevented.",
        "The second-string clash against Bradford at Hillsborough yesterday did not go ahead due to a waterlogged pitch.",
        "Wheels clash, whips crack and magic sizzles in the air but tactics also play a part.",
        "The major frameworks include sociobiology, theodicy, political realism and ' the clash of civilizations '.",
        "As we splashed through puddles and trudged through mud, I struck up a conversation, having clocked the Clash badge on her coat.",
        "A suitable substituent in the adjacent meta position should avoid this clash and permit an additional interaction with the enzyme (J.H.",
        "The clash of cultures, impoverished means and surreal spectacle of this area can be found traced through the company 's work.",
        "The next day, 100 members of the Metropolitan Constabulary arrive, and the town throbs with excitement at the anticipated clash.",
        "It 's the titanic clash that closes the Star Wars saga for good !",
        "I was still gazing, when there came a sudden brisk tramp of feet in time and clash of steel behind me.",
        "Members discussed the unfortunate and unavoidable clash of dates.",
        "Gleefully unreconstructed punks, they thieve equally from the Sex Pistols the Dead Kennedys and the Clash 's weakness for dub reggae.",
        "They became well-known on the local punk scene but Strummer left to form The Clash two years later.",
        "Will the Flowers (cymbal clash) wilt under such pressure?",
        "Having one divorce attorney represent the two of you would be extremely unethical, since your interests are likely to clash at some point.",
        "You may be lucky enough to find a set that doesn't clash with your couch's fabric, otherwise you will need to recover them or use a slipcover.",
        "You don't want the texture of your fabrics to clash anymore than you'd want the colors or patterns.",
        "Rugs can also work with carpet, just be sure the colors don't clash.",
        "It doesn't need to match the colors of your neighbors houses, but it also shouldn't clash with them.",
        "As this enamel's popularity grew, Charles soon noticed when a woman's hand moved close to her mouth, her polish would clash with her lipstick.",
        "Using an eye shadow color that doesn't clash terribly with your outfit, shade the upper eye lids.",
        "However, at times strong colors can often clash, like wearing a red blouse with an exceptionally pink or orange lipstick.",
        "A true professional will want to know these things to be sure that the Asian wedding makeup she applies isn't going to clash with the colors in your wedding outfit.",
        "Besides, with so many fantastic colors to play with, scratching the black stuff for a while, or at least for a season, can make good makeup sense.Lastly, it's important to stay away from shades that clash with the skin's undertones.",
        "Pink tones with purple undertones work well, and bright colors may appear to clash with lighter skin tones.",
        "Yet, when done improperly, sparkly lipstick can look tacky or clash with an outfit or other makeup.",
        "This will help you avoid a color that might clash with your dress as well.",
        "If it's much more serious than a simple clash of wills, for example, your supervisor is acting in an unethical or illegal way, keep copious notes.",
        "If the perfect dress for prom hasn't been picked yet and you need to purchase a corsage, go with a neutral color like white so that it hopefully will not clash with any dress color.",
        "Normally they match her dress color, or are a neutral color that will not clash with the prom dress itself.",
        "If that is the case, then you could either try to get the information from one her closer friends, or just pick a neutral color that won't clash with her dress.",
        "If you know her dress color, picking a corsage that is one of her favorite colors is a good idea, as long as it does not clash or you could get her favorite flower in the corsage.",
        "For guys, he should pick a mask that compliments his date's, or at least won't clash with her mask and gown.",
        "The last thing you want to do is clash or stand out in wedding photographs.",
        "Color: White is the most popular color for a holiday wedding gown, but off-white shades may not be as suitable if they clash with the sparkling white winter setting.",
        "Wedding photos will turn out much better if the two of you do not wear gowns that clash.",
        "If you have colorful bedding that might clash with colorful walls, you can always pick a neutral sandy color.",
        "Be sure that the curtain and bedding do not clash with each other.",
        "Buying a new bedding ensemble can often create a design clash with existing draperies.",
        "First though, he tried to get in without a ticket and though he used the classic \"Do you know who I am…?\" line, he still managed to clash with security.",
        "A relative newcomer, Shelbie Bruce was thrilled to earn a starring role in Spanglish, a bittersweet drama that explores the culture clash between the rich and the poor, as well as between a Mexican housekeeper and her American employers.",
        "Cruise is outspoken on many topics, and some find his opinions on things such as religion clash with their image of the squeaky-clean young actor he started out as.",
        "Besides her memorable role in Dr. No, she went on to other roles in Fun in Acapulco and Clash of the Titans.",
        "This is also a good colored hoodie to match with other colors and not clash.",
        "Don't wear a chunky necklace with other necklaces because it may clash or look gaudy.",
        "Keep your design simple; bolder, busy prints may clash and can actually make your chest and midriff look larger than they actually are.",
        "Naruto: Clash of Ninja Revolution: The anime and manga series has spawned many great games on many different consoles.",
        "One thing that's different is the addition of the Clash Meter.",
        "The more yards and touchdowns you earn will raise your Clash Meter.",
        "If you're on defense, turning on your Clash Meter intensifies their hits, making them more brutal if the Clash Meter was off.",
        "Follow the adventures of Naruto Uzumaki, Sasuke Uchiha, Sakura Haruno, and others as they engage in super fast-paced ninjitsu and taijutsu battles in Naruto: Clash of Ninja for the Nintendo GameCube.",
        "Contrary to other reports on the internet, Hinata is not a selectable character in Clash of Ninja.",
        "If you head into Naruto: Clash of Ninja expecting a Tekken-like fighting experience, you'll be quite disappointed with how this game plays.",
        "The learning curve is not steep at all, making Naruto: Clash of Ninja an excellent party game, but one that more advanced players will become bored of quite quickly.",
        "There are seven game modes in all in Naruto: Clash of Ninja.",
        "Naruto: Clash of Ninja is already in its fourth incarnation in its home Japan, but this is only the first version being offered in English.",
        "The look of Naruto: Clash of Ninja isn't exactly the most advanced you'll find on current generation consoles, but it suits the series very well.",
        "A great party game, Naruto: Clash of Ninja is easy to pick and enjoy right off the bat.",
        "Overall, Naruto: Clash of Ninja is quite a fun game.",
        "Owned by Activision Blizzard, this company produced such games as Scarface, Hulk and Clash of the Titans.",
        "You don't want the wine bottle labels to look garish or clash with the design of the room and the tables.",
        "Ultimately, you'll need a bottle of wine that is versatile and unlikely to clash with any of the other flavors on the table.",
        "Sauvignon Blanc - This wine is a great choice if you need something that will not clash with strong flavors and tart dishes.",
        "Pinot Noir is unlikely to clash with any of the flavors on the table, and it's a perfect choice if you're uncertain about relative's wine preferences.",
        "Most people find it too sweet to drink with a meal; the sweetness and flavors can overwhelm or clash with most dishes.",
        "Blue: Mesh that's done in blue might clash with warmer skin tones, but should work nicely on cooler ones.",
        "If late 1970's punk and the Clash wasn't your cup of tea, don't despair!",
        "To complement rooms decorated in lighter colors where the primary colors would clash, the Pink Sort 'n Store™ Toy Chest is available with the same features and dimensions.",
        "Nicole Kidman: Though perhaps the sweetest dress of the night, Kidman's Chanel couture gown drew slight criticism for its airy, almost frothy pink hue, which blended right into her fair skin and seemed to clash with her vibrant red hair.",
        "Otherwise, they prefer a range of bright colors and are very happy to clash.",
        "However, this is because she has her ideas of what she wants for you, and at times, those will clash with what you want for yourself.",
        "The experiences you still want to have may clash with the ones he wants--simply because he's already had the late nights out on the town, for example, and is much more content to stay home and relax in the evenings.",
        "Similarly, the ring's metal should be chosen to avoid contrasting - white gold and platinum are the metals of choice because they are strong enough to protect a valuable stone but their neutrality will not clash with the stone's color.",
        "Wild, vivacious and positively glowing, the collection is rife with neon prints, fearless designs and even, in some cases, colors that seem to clash.",
        "One potential clash is the Virgo woman's tendency to be critical, which could trigger the Scorpio's tendency to perceive insults that may not really be there.",
        "However, Aries can clash with emotional Cancer simply because they do not have much in common.",
        "As a result, the Rat tends to clash with the Rabbit in certain circumstances.",
        "This can clash with the loyal and dependable Goat.",
        "Though sun signs may clash, many people find themselves incredibly drawn to a partner with a complimentary Venus placement.",
        "Since both signs are so stubborn and are also fixed signs, the need to be right and in control will cause this couple to clash more than anything else.",
        "For the undeveloped Gemini, there can be a constant clash between her two distinct minds, and in some cases, personalities; Gemini is able to see the entire world perspective and not just her own.",
        "This is where trouble can begin when these two have a clash of wills; neither will win.",
        "You can then pop it in your handbag and use it to check that your shoes won't clash.",
        "Although certain of these shades may work with red shoes, they will often clash, and are probably best avoided.",
        "It is only when Rory begins to define herself independently that she and her mother clash, but their love and support of each other is felt in every comical, tragic and familial moment on the show.",
        "The way that colors complement or clash with each other is also a highly scientific process!",
        "Pay attention to colors - unless you created your own pom clip art, the pics you use might clash with the rest of the page design.",
        "While neutral colors may not have that immediate 'wow' factor, they won't clash with other colors in your closet.",
        "Joe Strummer is best known as the frontman of The Clash, one of the seminal punk bands.",
        "His musical career did not begin with the Clash, however, but with the pub-rock band the 101ers, who played a frenetic, if somewhat traditional, form of R&B.",
        "After the 101ers, he became the vocalist/rhythm guitarist for the Clash, then set out as a solo artist, which he would later refer to as his \"wilderness years\".",
        "When Mick Jones, Paul Simonon, and Bernie Rhodes asked him to join their new project, he quit the 101ers and joined what would become the Clash.",
        "This is the period of time Strummer is most well known for, his work with the Clash from 1976 to 1985.",
        "In their 9 year career, the Clash produced 6 full-length albums (one a double album, and one a triple), along with non-album singles too numerous to count.",
        "All good things must end, however, and in 1985 the Clash called it a career, and Strummer was dumped into his wilderness years.",
        "It was here that Strummer was able to fully explore his interests in world music, which he began to explore near the end of the Clash's tenure.",
        "His songs were as good as the ones he wrote with Jones in the Clash days.",
        "Mick Jones was the lead guitarist for the Clash.",
        "Jones wrote most of the music for the Clash, with Joe Strummer providing the lyrics.",
        "After being fired from the Clash, he went on to form Big Audio Dynamite, which later became Big Audio Dynamite II, and then, finally, Big Audio.",
        "Before there was the Clash, there was the London SS.",
        "He was the most soft-spoken of the group, and played a big role in incorporating rap and hip-hop into the Clash's sound.",
        "This did not lead to the Clash reunion many hoped for, as Strummer and Jones would not work together again for years.",
        "Mick Jones reunited with the rest of the Clash to film Westway to the World, a documentary about the Clash.",
        "Paul Simonon is best known as the bassist for the Clash, but he is much more than that.",
        "Now that his Clash days are behind him, he has given up music and paints full time, something he has enjoyed no small success in.",
        "Simonon was asked to join what would become the Clash by Mick Jones.",
        "He also contributed reggae to the Clash's mix.",
        "What made the Clash distinct from many other punk bands was their use of reggae in their songs.",
        "Simonon also wrote one of the Clash's most well known songs, \"The Guns of Brixton\".",
        "In fact, most of the remixes on the album \"Super Black Market Clash\" were done by Simonon under various pseudonyms.",
        "After the Clash broke up, Simonon formed Havana 3 A.M. The band recorded one album in Japan, and did a few tours, but broke up after the death of Nigel Dickinson, who was diagnosed with cancer.",
        "He admits that concept art would seem to be a natural place for him to go, but feels he has worked that out of his system, thanks to his time in the Clash.",
        "Terry Chimes was behind the drum kit for the first Clash album and their early gigs, however, differences with the rest of the band led to his departure before the release of the first album.",
        "One day, the band was in their rehearsal studio, talking about what they wanted out of the Clash.",
        "After the recording of Combat Rock, the Clash fired Topper Headon due to his heroin addiction.",
        "The Clash needed a drummer, and they asked their old standby, Terry Chimes to once more provide the beat.",
        "Chimes agreed, and toured with the Clash in support of Combat Rock.",
        "At this point, the Clash were on their way out, and Chimes got out while the getting was good.",
        "Chimes jumped from the Clash to Hanoi Rocks, who he drummed for through 1985.",
        "Topper Headon is the Human Drum Machine, the man behind the kit for most of the Clash's recordings.",
        "Without him, it is hard to imagine the Clash would have been as influential as they were.",
        "Headon joined the Clash in between the recording and release of their first album.",
        "The Clash recorded an amazing first album with Terry Chimes, but without Headon, the band would have been lost.",
        "Headon's drumming continued onto London Calling, where he was more than a match for the numerous genres the Clash took on.",
        "Sandinista! also has the distinction of being the only Clash album on which all four members sing lead vocals.",
        "On Combat Rock, it's credited to \"The Clash\", but Headon was responsible for most of \"Rock The Casbah\".",
        "Rock the Casbah is the Clash's most popular and well-known song, except for perhaps \"Should I Stay Or Should I Go\".",
        "During his tenure with the Clash, Headon got addicted to heroin, and it proved to be a habit he couldn't kick.",
        "This was really the beginning of the end for the Clash, because Headon's drumming had been the cohesive force holding the band together.",
        "London Calling refers to the Clash's third studio album, and the first single off of that album.",
        "It was a double album released for the price of a single one, so it took the record company (CBS) twice as long to make back their money, which led to a delay in the Clash receiving their royalties.",
        "Such a release was unprecedented in the music industry, but the Clash always bucked the line.",
        "The Clash, along with Don Letts, made London Calling into a music video.",
        "London Calling is probably the most famous Clash album, and certainly has the most famous cover art.",
        "The cover uses the same style as one of Elvis Presley's albums, a recognition of what the Clash owed to early rock and roll.",
        "Fame had encouraged a clash of egos, and musical differences which had always been there were thrusted to the foreground.",
        "The Stone Roses' sound has been likened to bands such as Slaughter and the Dogs, The Clash, Gram Parsons, The Seeds, and some consider their music to have paved the way for '90s sensation Oasis.",
        "For prom events, color coordinate with your date so you will not clash.",
        "Doug Wilson is well-known for sticking to his own concepts and ideas even when they seem to clash with what the home owners really want.",
        "An ongoing theme in the second season was the clash between Chad and Josh.",
        "Frakes gets the final say on interview prep process and sometimes the two clash over the results.",
        "The clash between the two societies and Stavia's growing understanding of the nature of the benevolent dictatorship run by her mother is cast in relief by the women's ritualizing of Euripides' classic play, The Trojan Women.",
        "He and Roslin clash in how they want to handle things, but eventually develop a rapport that serves them well.",
        "They will give you color combinations that are complementary or, at the very least, colors that don't clash.",
        "The time had come for deliberate reconstruction, for inquiring whether the existence of many admitted evils was, as it was said to be, unavoidable; for proving that the needs of society may be classified and provided for by contrivances which shall not clash --?",
        "She heard the clash of bodies and waited for the sound to fade before rising again.",
        "Despite getting the all-clear from medical staff at the hospital, Marshall has been ruled out of Saturday's clash against Sheffield United.",
        "And it is this lack of ideological clash that robs the conflict in Iraq of a political animus.",
        "As armies clash in epic battles, the actions of a handful of bold heroes can turn the tide of war.",
        "chalked off as the ref had already blown for the clash of heads.",
        "The host District needs to check on their Synod date to avoid a clash.",
        "Saints have received 1806 tickets for the top-of-the-table clash at Cardiff on Tuesday October 17.",
        "The Worthington Cup first-round clash with the mighty Wolverhampton Wanderers will be beamed around Britain on satellite television.",
        "One possibility for Worthington would be to bring in youngster Ryan Jarvis for the televised clash on Saturday.",
        "The growing importance of the lagoon townships, owing to their maritime skill, their expanding trade, created by their position between east and west, their monopoly of salt and salted fish, which gave them a strong position in the mainland markets, rendered it inevitable that a clash must come over the question of independence, when either east or west should claim that Venice belonged to them; and inside the lagoons the growing prosperity, coupled with the external threat to their liberties, concentrated the population into two well-defined parties - what may be called the aristocratic party, because it leaned towards imperial Byzantium and also displayed a tendency to make the dogeship hereditary, and the democratic party, connected with the original population of the lagoons, aspiring to free institutions, and consequently leaning more towards the church and the Frankish kingdom which protected the church."
    ],
    "definition": [
        "To collide with a loud, harsh, usually metallic noise: cymbals clashing.",
        "a. To meet in violent conflict: armies that clashed on the plain.\nb. To be in opposition or disagreement: an eyewitness account that clashed with published reports.",
        "To create an unpleasant visual impression when placed together: colors that clash.",
        "A loud, harsh noise, such as that made by two metal objects in collision.",
        "a. A violent conflict or confrontation.\nb. A disagreement or state of opposition: a clash of political ideologies. See Synonyms at conflict.",
        "An incongruity or unpleasant juxtaposition of different colors or elements.",
        "Link/Cite",
        "(onomatopoeia) A loud sound.\nI heard a clash from the kitchen, and rushed in to find the cat had knocked over some pots and pans.",
        "(military) A skirmish, a hostile encounter.",
        "(sports) a match; a game between two sides.",
        "An angry argument",
        "Opposition; contradiction; such as between differing or contending interests, views, purposes etc.\na clash of beliefs\na personality clash",
        "A combination of garments that do not look good together, especially because of conflicting colours.\nShe was wearing a horrible clash of red and orange.",
        "(hurling) An instance of restarting the game after a \"dead ball\", where it is dropped between two opposing players, who can fight for possession.",
        "to make a loud clash\nThe plates clashed to the floor.",
        "to come into violent conflict\nFans from opposing teams clashed on the streets after the game.",
        "(intransitive) to argue angrily\nMy parents often clashed about minor things, such as the cleaning or shopping rota.",
        "(intransitive, of clothes) to not look good together.\nYou can't wear that shirt, as it clashes with your trousers.\nShe looked so trashy, her lipstick and jewellery all clashed.",
        "(intransitive, of events) to coincide, to happen at the same time, thereby rendering it impossible to attend all.\nI can't come to your wedding as it clashes with a friend's funeral.",
        "(intransitive, in games or sports) to face each other in an important game.",
        "clashy",
        "electroclash",
        "soundclash",
        "Link/Cite"
    ]
}