{
    "translation": "לסווג, למיין",
    "uses": [
        "The natives are officially described as Bosniaks, but classify themselves according to religion.",
        "This has led certain geologists to classify the Devonian, Carboniferous and Permian into one grand system; E.",
        "However this may be, the ogam alphabet shows some knowledge of phonetics and some attempt to classify the sounds accordingly.",
        "The almost total absence from Homer not only of \"Dorians \" but of \" Ionians \" and even of \" Hellenes \"leads to the conclusion that the diagrammatic genealogy of the \" sons of Hellen \" is of post-Homeric date; and that it originated as an attempt to classify the Doric, Ionic and Aeolic groups of Hellenic settlements on the west coast of Asia Minor, for here alone do the three names correspond to territorial, linguistic and political divisions.",
        "Various attempts have been made to classify hypotheses and to distinguish \"hypothesis\" from a \"theory\" or a mere \"conjecture\": none of these have any great practical importance, the differences being only in degree, not in kind.",
        "But this is as artificial as Otto's attempt to classify the contents of the epistle under the three notes of the Iry 13 a in i.",
        "Thus on the 7th of November he had no knowledge of the mine, and it is only after Fawkes's examination by torture on the 9th, when the names of the conspirators were drawn from him, that the government was able to classify them according to their guilt and extent of their participation.",
        "Strabo and Velleius, moreover, classify them as Germani, and this is perhaps the more probable view, although apparently the distinction between Celt and Teuton was not clearly realized by some of the earlier historians.",
        "Its rejection of the whole relation of physical and psychical makes it almost too indefinite to classify among philosophical systems. But its main point is the essential co-ordination of ego and environment, as central part and counterpart, in experience.",
        "It is possible to classify sacrifices according to (a) the occasion of the rite, (b) the end to be achieved, (c) the material object to be affected or (d) the form of the rite.",
        "Thus EtOos 130UKOXuaiv, E7ru 6v, XvpcKov might be used to classify various kinds of poetry, and these poems might be called ELSUXAca, since they include so many types.",
        "Archaeology itself remained but a minor branch of art until the machinery was perfected which enabled it to classify and interpret the remains of the \"pre-historic\" age.",
        "Judging, then, by the extirpation and adoption of languages within the range of history, it is obvious that to classify mankind into races, Aryan, Semitic, Turanian, Polynesian, Kaffir, &c., on the mere evidence of language, is intrinsically unsound.",
        "It has been found unworkable, for instance, to classify the religions of really primitive peoples under a plurality of heads, as becomes necessary the moment that the presence of a distinctive basis of linked ideas testifies to the individuality of this or that type of higher creed.",
        "We shall therefore enter at once on a short account of the origin of this literature in Judaism, of its adoption by early Christianity, of the various meanings which the term \" apocryphal \" assumed in the course of its history, and having so done we shall proceed to classify and deal with the books that belong to this literature.",
        "12), writing about this time, describes Kittim (a name derived from Citium, q.v.) as a port of call for merchantmen homeward bound for Tyre, and as a shelter for Tyrian refugees; but the Hebrew geographers of this and the next century classify Kittim, together with other coast-lands and islands, under the heading Javan, \" Ionian \" (q.v.), and consequently reckoned it as predominantly Greek.",
        "They are difficult to classify, for they are the result of somewhat recent minglings of races and customs, and they are all more or less in process of being assimilated by the Russians, but the following subdivisions may be accepted provisionally.",
        "eturpov, a star, and vEu€ v, to classify or arrange).",
        "The conviction was borne in upon him that scientific explanation could never do more than systematize and classify the mass of appearances which to our habit-blinded eyes seem to be the reality.",
        "It is here proposed merely to classify the works, to indicate their general character and to enter somewhat more in detail upon what he himself regarded as his great achievement, - the reorganization of the sciences and the exposition of a new method by which the human mind might proceed with security and certainty towards the true end of all human thought and action.",
        "In fact, it is with him the function of philosophy to classify and explain universal convictions and beliefs; but common-sense is not with him philosophy, nor is it the instrument of philosophy; it is simply the material on which the philosophical method works, and in harmony with which its results must ultimately be found.",
        "Any attempt to classify examples by their colours fails, for, while at some periods the particular tints employed in certain chanceries may have been selected with a view to marking the character of the documents so sealed, such practice was not consistently followed.",
        "So confused and inconsistent are the mythical answers that it is very difficult to classify them according to any system.",
        "It is the task of the morphology of speech to distinguish the various ways in which languages differ from each other as regards their inner form, and to classify and arrange them accordingly.",
        "Furthermore, it seems absurd to classify both the Dolcinists and the Spiritual Franciscans as Fraticelli, since, as has been pointed out by Ehrle (Arch.",
        "Space forbids a discussion of the proposals to classify corals after the minute structure of their coralla, but it will suffice to say that it has been shown that the septa of all corals are built up of a number of curved bars called trabeculae, each of which is composed of a number of nodes.",
        "Various attempts have been made to classify corals according to the arrangement of the septa, the characters of the theca, the microscopic structure of the corallurn, and the anatomy of the soft parts.",
        "The prospects of the expansion of international arbitration will be more clearly perceived if we classify afresh all state differences under two heads: - (r) those which have a legal character, (2) those which have a political character.",
        "It is to be observed that though More lays down the abstract principle of regarding one's neighbour's good as much as one's own with the full breadth with which Christianity inculcates it, yet when he afterwards comes to classify virtues he is too much under the influence of Platonic-Aristotelian thought to give a distinct place to benevolence, except under the old form of liberality.",
        "This is made even more noticeable by the fact that, in a good number of the works extant, the author is not content merely to set forth and classify the texts; but he proceeds to discuss the point, drawing conclusions and sometimes outlining some controversy on the subject, just as Gratian was to do more fully later on.",
        "He is difficult to classify.",
        "No attempt is made to classify them, but I simply give a list of the proved kinds.",
        "classify the various objects out there.",
        "classify organisms?",
        "Some people classify this cocktail as a girlie drink because it's so smooth and sweet.",
        "Some even classify it with the poisonous plant hemlock!",
        "Tree diagrams are used to sort items and classify them.",
        "Perry classify this granite as post-Cambrian.",
        "Stoicism is a much more important system, but harder to classify.",
        "For peace of gets the best farmer child-care provide not appropriately classify.",
        "The main types of drugs of abuse We can also classify drugs of abuse by their effects.",
        "Identification of a fracture line can further classify fractures.",
        "Sometimes, simply choosing a stone other than a diamond can classify an engagement ring as unusual.",
        "Use two or three different types of beans so children can classify and compare.",
        "To truly experience Tao is not to classify it, but to simply be one with it.",
        "Many people aren't quite sure how to classify this delicious tropical delicacy.",
        "David Bowie has been around so long, you have to classify his music by decade.",
        "Naturalist: This type of intelligence allows children to distinguish among, classify, and use features of the environment.",
        "This system is used to classify intraocular tumors and predict which tumors are favorable enough that sight can be maintained.",
        "Some experts exclude from this definition cases of temporary survival that end in death within 24 hours, which they prefer to classify as drownings.",
        "This causes some botanists to classify the coconut as a dry drupe.",
        "Doubtful families, or forms difficult to classify, are: Pteronemidae, Medusae of Cladonemid type, with hydroids for the most part unknown.",
        "The rule of thumb used to classify paranormal activity encompasses anything that defies logical explanation.",
        "Some major retail stores classify Snoopy slipper socks as seasonal apparel, however you can purchase the popular footwear year-round online.",
        "It is unclear how much this increase is due to changes in how we identify and classify ASDs and how much is due to a true increase.\"",
        "There are many ways you can classify types of fitness training, but for most practical purposes, it's usually easiest to focus on the desired end result.",
        "The obvious suggestiveness of crotchless lingerie may make some people classify it as raunchy lingerie.",
        "If this is your first bout of heat rash, seek medical treatment promptly to diagnose and classify your condition.",
        "Yes, subject to confirmation by your auditors, you have the option to classify your lease as ' off balance sheet ' .",
        "We have also shown that the eigenvalue classification scheme of [1] cannot be used to directly classify the codimension-two bifurcations.",
        "classify in security in the area of grid computing can be broadly classified into System level, architectural, and interoperability issues.",
        "Q11 How do I classify a preparation in an aerosol dispenser for health effects?",
        "Now classify what you have found according to the senses you defined in your dictionary entry.",
        "monoclonal anti-D reagents it is safer to classify the patient as D negative.",
        "If clear positive results are not obtained with two monoclonal anti-D reagents it is safer to classify the patient as D negative.",
        "Under the ' Analysis ' menu, choose ' Classification ' which allows you to classify the entries contained within a defined scope.",
        "Gaelic uncial I find it useful to classify uncial fonts on a three-point scale of ornateness.",
        "While some observers have studied in detail the structure and life-history of a few selected types (insect anatomy and development), others have made a more superficial examination of large series of insects to classify them and determine their relationships (systematic entomology), while others again have investigated the habits and life-relations of insects (insect bionomics).",
        "It is convenient to classify proteids by those groups.",
        "The essays then begin, without any attempt to explain or classify their subjects.",
        "Red blood cell indices help classify types of anemia, a decrease in the oxygen carrying capacity of the blood.",
        "Gram stain-A staining procedure used to visualize and classify bacteria.",
        "The IRS will look more favorably upon your businesses if you have a separate account and be less likely to classify your business as a hobby.",
        "Tweepler is a creative tool that lets you sort through and classify your new followers so that you can better organize them.",
        "Because many insurance companies classify blue light laser treatments as emerging technologies, the procedure may not be covered.",
        "Bearing in mind these precautions, we may classify the proximal causal agents of disease as I.External agencies.",
        "It is essential to classify the subject-matter of geography in such a manner as to give prominence not only to facts, but to their mutual relations and their natural and inevitable order.",
        "Neither Aristotle nor Pliny attempted to classify the birds known to them beyond a very rough and for the most part obvious grouping.",
        "As already stated, every one of the great geological systems appears to have produced some form of bitumen, and in the following table an attempt has been made to classify on this basis the various localities in which petroleum or natural gas has been found in large or small quantities: Recent.",
        "Hence we may classify ammeters into (1) Thermal; (2) Electromagnetic, and (3) Electrodynamic instruments.",
        "This genus was already typically developed in late Miocene times, and with a very wide geographical distribution (see Bird, Fossil), but of the affinities of the other midand early tertiary flightless birds we know nothing, and it must be emphasized that we should probably not be able to classify a truly ancestral Ratite, namely, a bird which is still to a certain extent carinate and not yet ratite.",
        "In 1905, Dunstan and his collaborators discovered two new aconite alkaloids, indaconitine in \"mohri\" (Aconitum chasmanthum, Stapf), and bikhaconitine in \"bikh\" (Aconitum spicatum); he also proposes to classify these alkaloids according to whether they yield benzoic or veratric acid on hydrolysis (Jour.",
        "from all parts of Portugal, decipher, classify and weigh them before he could begin work, and then he found it necessary to break with precedents and destroy traditions.",
        "Although the distinction is one which cannot be ultimately maintained, it is convenient to classify the signs of algebra into symbols of quantity (usually figures or letters), symbols of operation, such as +, i, and symbols of distinction, such as brackets.",
        "Whilst the race of collectors and systematizers culminated in the latter part of the 18th century in Linnaeus, a new type of student made its appearance in such men as John Hunter and other anatomists, who, not satisfied with the superficial observations of the popular \" zoologists,\" set themselves to work to examine anatomically the whole animal kingdom, and to classify its members by aid of the results of such profound study.",
        "The attempt to classify diseases on a natural-history plan was not new, having been commenced by Sauvages and others, and is perhaps not a task of the highest importance.",
        "He can simply observe, analyse and experiment upon the phenomena attending the action of the drug, and classify it with other agents analogous in character.\"",
        "At a general assembly Modern of local prefects held at Tokyo in June 1875 it was s,,,,~- decided to classify the different roads throughout the intendence empire, and to determine the several sources from of Roads.",
        "In attempting to classify acetylene generators some authorities have divided them into as many as six different classes, but this is hardly necessary, as they may be divided into two main classes - first, those in which water is brought in contact with the carbide, the carbide being in excess during the first portion of the operation; and, second, those in which the carbide is thrown into water, the amount of water present being always in excess.",
        "Pendleton) to classify the subordinate places in the service, and to make entrance to it, and promotion therein, depend upon competitive examination of applicants, instead of mere political influence.",
        "(B) Treating cults according to their meaning, which is not necessarily identical with the cause which first led to the deification of the animal in question, we can classify them under ten specific heads: (i.) pastoral cults; (ii.) hunting cults; (iii.) cults of dangerous or noxious animals; (iv.) cults of animals regarded as human souls or their embodiment; (v.) totemistic cults; (vi.) cults of secret societies, and individual cults of tutelary animals; (vii.) cults of tree and vegetation spirits; (viii.) cults of ominous animals; (ix.) cults, probably derivative, of animals associated with certain deities; (x.) cults of animals used in magic.",
        "But we cannot classify metaphysics by the antithesis of monism and dualism without making confusion worse confounded.",
        "The phase rule combined with the latent heat equation enables us to trace the general phenomena of equilibrium in solutions, and to elucidate and classify cases even of great complexity.",
        "It has been well said that the attempt to classify plants according to their natural affinities is an attempt to construct for them the genealogical tree by which their relation ships can be traced.",
        "Here Schiller applied his aesthetic theories to that branch of art which was most peculiarly his own, the art of poetry; it is an attempt to classify literature in accordance with an a priori philosophic theory of \"ancient\" and \"modern,\" \"classic\" and \"romantic,\" \"naive\" and \"sentimental\"; and it sprang from the need Schiller himself felt of justifying his own \"sentimental\" and \"modern\" genius with the \"naive\" and \"classic\" tranquillity of Goethe's.",
        "The zoo is opening an exhibit that exclusively has plants and animals that classify as aborigine, nothing imported.",
        "Which genre would you classify this funny-yet-dark book as – comedy or tragedy?",
        "This form is a petition to classify an orphan child as an immediate relative, and it must be filed in person by at least one of the prospective parents.",
        "Be warned, however, that some places classify trees that grow up to 30 feet as \"small,\" so check the label or the tree or ask the garden shop workers how tall a tree will get before you plant it in a place you don't want a large tree.",
        "Appellations are most often used to classify European wine, especially French wines.",
        "Many states classify all identity theft related crimes as felonies, which can be punishable by serious prison time.",
        "Zoologists actually classify zebras as being black with white stripes.",
        "For example, a family history layout that pairs photos of your mother, you, and your daughter playing with the same special teddy bear would be very difficult to classify under a chronological or subject oriented system.",
        "There are several resources that can help students locate and classify distance learning university degree programs.",
        "Although there are many different canine health problems that cause a bloody stool, professionals classify them under two main types, hematochezia and melena.",
        "Although there are only two species, we can classify the Ivies in several groups, after the variation in the leaves.",
        "Part heavy metal, part acoustic and full of dark and sometimes eerie harmonies, the band straddled a unique line that made them difficult to classify.",
        "While some experts classify \"replicas\" and \"inspired-by\" designs as \"fakes,\" they are not true fakes if they state clearly that they are not the real deal.",
        "I wouldn't technically classify this title as an RPG, largely because it lacks enough depth to be truly considered a role-playing game.",
        "Some video games can be clearly defined as racing games or action games, but it is not quite as easily to classify Spore.",
        "I would classify the graphics as near-PS2 quality.",
        "It's helpful to know that most people also classify pink or \"blush\" wines as whites.",
        "However, it should be noted that the APA does classify adjustment disorder as a mental illness.",
        "Because CP is not one disorder, it is difficult to classify.",
        "There are several different theories of how children learn, but most classify primary learning styles, depending on the ways children find easiest to learn new information.",
        "However, talk to an attorney to see if there is a chance to separately classify your business debts by filing a Chapter 13 bankruptcy and whether or not a repayment plan can be structured in your situation.",
        "If your business has less than 199 employees then it is generally considered to be a small business, although many insurance companies classify small business as those which have between 2-50 employees.",
        "Some men might prefer the dandier styles of men's lingerie, like silk jockey shorts or unisex selections, while others might classify men's lingerie as simply underwear for men, including basic boxer shorts and briefs.",
        "Income The questionnaire asked respondents to classify their current personal annual gross income within brackets ranging from under £ 5,000 to over £ 80,000.",
        "It is somewhat artificial to classify these diseases according to the color of the spots, and often impossible, because the color may differ according to the age of the part attacked and the stage of injury attained; many Fungi, for instance, induce yellow spots which become red, brown or black as they get older, and so on.",
        "Medium hair is generally defined as reaching from below the jawline to several inches below the collar, though different stylists may classify hair lengths differently."
    ],
    "definition": [
        "clas′si·fi′a·ble\nadj.",
        "Link/Cite"
    ]
}