{
    "translation": "לנקות, נקי",
    "uses": [
        "You always look neat and clean - even if you are a little out of style.",
        "I have to clean the barn.",
        "It was all just good clean fun.",
        "You still coming to help me clean up?",
        "Now son, the house won't clean itself.",
        "The top was clean except for accessories and a few letters standing upright in a sorter.",
        "After examining a rock for ants or other insects, she leaned against it, drawing in the clean smell of the forest.",
        "\"And clean up the camp,\" Cassie added.",
        "From now on it would be crawl out of bed and cook, clean and then maybe rest a little.",
        "The help will clean that mess when she sobers up in the morning.",
        "I've been clean as long as Jonny.",
        "You must clean house, Jonny, or you'll never be able to go on the offensive.",
        "The city can clean it up.",
        "There are also a clean race of frogs and tortoises, and a few mussels in it; muskrats and minks leave their traces about it, and occasionally a travelling mud-turtle visits it.",
        "The floor was as clean as the counters.",
        "They are no better than wooden horses to hang the clean clothes on.",
        "When my floor was dirty, I rose early, and, setting all my furniture out of doors on the grass, bed and bedstead making but one budget, dashed water on the floor, and sprinkled white sand from the pond on it, and then with a broom scrubbed it clean and white; and by the time the villagers had broken their fast the morning sun had dried my house sufficiently to allow me to move in again, and my meditations were almost uninterupted.",
        "She cut a piece of the pie and served it to him on a clean saucer.",
        "I didn't sleep well but the carpet was clean in the morning.",
        "The woman was hooked to a ventilator and IVs, her battered face clean and pale.",
        "She wondered how many other men had been killed by the clean, neatly aligned weapons in the armory.",
        "I'll catch up after I cook these rabbits and clean up the camp.",
        "I was out there yesterday when I came back from riding and noticed that the barn was almost as clean as this house.",
        "That car didn't look like much even when it was clean, but it was reliable.",
        "She worked tirelessly all night to clean the blood off of Jule.",
        "Down with you, and clean those boots at once.",
        "Hither the clean wild ducks come.",
        "Hospitals clean up real well and we weren't exactly Johnnie-on-the-spot getting there.",
        "We gotta clean up before the cops get here.",
        "Berg and Boris, having rested after yesterday's march, were sitting, clean and neatly dressed, at a round table in the clean quarters allotted to them, playing chess.",
        "If you want me to cook them, you'd better clean them up so they don't look like snakes.",
        "She leaned on the banister and breathed deeply of the clean air.",
        "Even the bathroom was too clean, she noticed.",
        "His face was clean shaven, but his dark curly hair was thick and unruly.",
        "The laundry room was also clean and an old wringer tub still sat in one corner, as though unwilling to completely surrender to modern appliances.",
        "The upright white hewn studs and freshly planed door and window casings gave it a clean and airy look, especially in the morning, when its timbers were saturated with dew, so that I fancied that by noon some sweet gum would exude from them.",
        "Every morning after breakfast I prepared his bath, made his cage clean and sweet, filled his cups with fresh seed and water from the well-house, and hung a spray of chickweed in his swing.",
        "Rule number two: if you make a mess, clean it up.",
        "When Prince Andrew reached the room prepared for him and lay down in a clean shirt on the feather bed with its warmed and fragrant pillows, he felt that the battle of which he had brought tidings was far, far away from him.",
        "His plate seemed to him not quite clean, and pointing to a spot he flung it away.",
        "He went to his bed, drew a purse from under the clean pillow, and sent for wine.",
        "If someone tampered with the real bones, we don't want to give them a chance to clean up whatever they might have left behind.",
        "At that point, the iffy parts of human history are behind us and it is blue skies and clean sailing ahead.",
        "But mind, don't bring me such tattered and dirty notes as last time, but nice clean ones for the countess.",
        "He looked attentively at the carts in the yard and while going up to the porch took out a clean pocket handkerchief and tied a knot in it.",
        "One, a tall, fair- haired lad in a clean blue coat, was standing over the others.",
        "The men silently devoured their food and then helped her clean up the camp.",
        "The condo smelled of breakfast, and he looked around, satisfied to find it clean again.",
        "Dean certainly hoped so—at least the clean part.",
        "She ran her hand over the smooth clean surface of the baler.",
        "I left you a mess to clean up in Ohio, he said.",
        "In the future, we will paint surfaces with substances full of nanites that will absorb sunlight and turn it into electricity, transforming any object we paint into a clean energy creator.",
        "All these traveling effects of Prince Andrew's were in very good order: new, clean, and in cloth covers carefully tied with tapes.",
        "\"Our agreement was for helping you clean house,\" she reminded him in a calm purr.",
        "Natasha, throwing a clean pocket handkerchief over her hair and holding an end of it in each hand, went out into the street.",
        "The restaurant is clean and the atmosphere is casual.",
        "I'm here in one piece, sort of, and you've given me a clean slate to begin act two of my life.",
        "She took in the clean car and shook her head, wondering how many hours a week he spent cleaning everything he owned to keep it all so spotless.",
        "I've gotta clean up.",
        "Even the crossbow she'd used the other night was clean and perched where she'd found it, loaded once again.",
        "This pan's nanite coating means to clean it, you just wipe it with a nanite rag that doesn't stain.",
        "His thin, worn, sallow face was covered with deep wrinkles, which always looked as clean and well washed as the tips of one's fingers after a Russian bath.",
        "How splendid! said he to himself when a cleanly laid table was moved up to him with savory beef tea, or when he lay down for the night on a soft clean bed, or when he remembered that the French had gone and that his wife was no more.",
        "She motioned for Pierre to close the door so she could clean up.",
        "All his weapons were kept clean and loaded, from the crossbows to the guns in the gun locker.",
        "The train was clean and comfortable.",
        "All that was left was to clean the blood.",
        "She returned to her room to clean herself up, cursing peanut butter for ruining her appetite as she went.",
        "\"After the Quarterly, we'll pack up and clean up,\" Damian said.",
        "\"Yes, Dmitri, clean ones, please,\" said the countess, sighing deeply.",
        "And in that future, I believe the world can have—in fact, will have—plentiful, free, clean energy that will result in dramatically lower costs for everything, everywhere.",
        "When we talk about it in terms of scarcity, we usually mean clean water in a certain location is scarce.",
        "\"But they're a clean folk, lads,\" the first man went on; \"he was white-- as white as birchbark--and some of them are such fine fellows, you might think they were nobles.\"",
        "Instead, she watched a man many, many times her strength gently clean the blood from her arm in unhurried, methodical strokes.",
        "Well, Andy Jackson, get down here and clean the mud from my boots.",
        "When Anna Mikhaylovna returned from Count Bezukhov's the money, all in clean notes, was lying ready under a handkerchief on the countess' little table, and Anna Mikhaylovna noticed that something was agitating her.",
        "Her black uniform was clean and waiting for her.",
        "The European town is situated at the bottom of a beautiful reach of the Hugli, with clean wide thoroughfares, and many elegant residences along the river-bank.",
        "On the basis of the new teaching arose a widely spread priesthood (athravano) who systematized its doctrines, organized and carried on its worship, and laid down the minutely elaborated laws for the purifying and keeping clean of soul and body, which are met with in the Vendidad.",
        "Villanueva is a clean and thriving place, with good modern public buildings - town hall, churches, convents and schools.",
        "The officers of the Church during the first few centuries of its existence were content to officiate in the dress of civil life, though their garments were expected to be scrupulously clean and of decent quality.",
        "Thus in the 37th of the so-called \"Canons of Hippolytus\" we read: \"As often as the bishops would partake of the Mysteries, the presbyters and deacons shall gather round him clad in white, quite particularly clean clothes, more beautiful than those of the rest of the people.\"",
        "when they have become defiled from the use of ordinary life, but with a clean conscience, and in clean garments, hold in our hands the Sacrament of the Lord.\"",
        "This can only be effected if the surface of the metal on which the deposit is to be made is chemically clean.",
        "KOSHER, or Kasher (Hebrew clean, right, or fit), the Jewish term for any food or vessels for food made ritually fit for use, in contradistinction to those pascal, unfit, and terefah, forbidden.",
        "The knife is then carefully examined, and if there be the slightest flaw in its blade the meat cannot be eaten, as the cut would not have been clean, the uneven blade causing a thrill to pass through the beast and thus driving the blood again through the arteries.",
        "But we know this is not the case: the child has to begin with a clean slate and learn for itself.",
        "The basin, made scrupulously clean, is heated to beyond the fusing point of tin.",
        "If the eyeball be kept perfectly clean and no organism be admitted from the outside then ulceration will not follow.",
        "But a pestilence broke out in the autumn of 212, which swept them clean away, and thinned the Roman ranks.",
        "If the vertical tube, measuring from the point where the branch comes in, is a few inches greater than the height of the barometer, and the glass and mercury are perfectly clean, the apparatus slowly but surely produces an almost absolute vacuum.",
        "Yet tons of caustic soda are fused daily in chemical works in iron pots without thereby suffering contamination, which seems to show that (clean) iron, like gold and silver, is attacked only by the joint action of fused alkali and air, the influence of the latter being of course minimized in large-scale operations.",
        "In Java and Mauritius, where very clean canes are grown, double-bottomed defecators are generally used, and to them, perhaps as much as to the quality of the canes, may be attributed the very strong, fine sugars made in those islands.",
        "With the juice of some canes considerable difficulty is encountered in keeping the heating surfaces of the evaporators clean and free from incrustations, and cleaning by the use of acid has to be resorted to.",
        "It is obviously easier to brush out and clean vertical tubes open at both ends, and about 6 ft.",
        "long, on which the scale has already been loosened by the aid of boiling with dilute muriatic acid or a weak solution of caustic soda in water, than it is to clean either the inside or the outside of horizontal tubes more than double the length.",
        "The principal improvement made of recent years in this portion of the process has been the construction of pipes through which the carbonic acid gas is injected into the juice in such a manner that they can be easily withdrawn and a clean set substituted.",
        "clean towels and clean bed linen daily, is good.",
        "In the laminar flow bench, clean air is introduced through a full HEPA filter wall, generally at the back.",
        "A clean question would be: \" Is there anything else about green bile?",
        "The clean biogas is then stored at pressure for use in the fuel cell.",
        "Cover the cabbage with a clean cloth and a closely fitting wooden board.",
        "Vegeta) It is described by Mitchell as an elm with a regular tall domed crown with a straight clean bole.",
        "The sea here is clean and calm with gently sloping sand bottom.",
        "They are good, much better than what I had been listening to - crisp clean sound, not boxy and impressively deep base.",
        "breathe clean air for a healthier home for you, your family & pets.",
        "brewed premium lager, which has a light, clean taste.",
        "broom sweeps clean \", but not too clean, we hope!",
        "UMD Radial Cleaner: With their own protective casing, UMDs are hard to clean.",
        "Use only tepid water and a well-wrung chamois or a micro-fibre cloth to clean mirrors.",
        "chamois leathers took the opportunity to clean parts of the cars, much to the delight of the crowd.",
        "Yet I had to maintain the charade: to come clean now would be unthinkable, \" he says.",
        "Another 20,000 are being drip fed mutagenic and carcinogenic chemicals from their tube wells, whilst Dow refuses to clean up.",
        "Keeps your shredder chipper clean and dry when left out of doors.",
        "Drink lots of clean spring water (not chlorinated tap water ), at room temperature.",
        "Keep the underside of the cutter deck and the discharge chute clean.",
        "It has a particularly fresh, clean and crisp taste with a subtle citrus and fruit edge and is 40%25 alcohol by volume.",
        "There it was - a clean fracture of the left clavicle.",
        "You've got sharp claws, my dear, you drop your scales on my clean floor.",
        "They'll clean up the brush and …\" \"You hired them?\"",
        "His curly brown hair stopped somewhere short of being unruly, but it was clean and clipped short.",
        "The chief thing to see is the city wall, outside which runs a good and clean promenade.",
        "brand spanking new, shiny, clean, sharp VIRGIN billboard was now in place.",
        "Regardless of when you visit, you are sure to enjoy the retaurant's clean, well decorated dining room.",
        "Children come a-berrying, railroad men taking a Sunday morning walk in clean shirts, fishermen and hunters, poets and philosophers; in short, all honest pilgrims, who came out to the woods for freedom's sake, and really left the village behind, I was ready to greet with--\"Welcome, Englishmen! welcome, Englishmen!\" for I had had communication with that race.",
        "Pierre was struck by the modesty of the small though clean house after the brilliant surroundings in which he had last met his friend in Petersburg.",
        "In their new, clean, and light study with its small busts and pictures and new furniture sat Berg and his wife.",
        "On her way home at an early hour when she met no one but bricklayers going to work or men sweeping the street, and everybody within the houses was still asleep, Natasha experienced a feeling new to her, a sense of the possibility of correcting her faults, the possibility of a new, clean life, and of happiness.",
        "The militia have put on clean white shirts to be ready to die.",
        "\"And who is that?\" he asked, indicating a short old man in a clean blue peasant overcoat, with a big snow-white beard and eyebrows and a ruddy face.",
        "After a long day of having fun, change out of your sweaty clothes and into something clean and casual.",
        "I'll clean her up.",
        "Or nanites that clean up any toxic chemicals they find and turn them into harmless agents?",
        "From early morning the smart clean troops were on the move, forming up on the field before the fortress.",
        "The Buick with its stolen plates turned up in the San Diego Airport parking lot wiped clean.",
        "Yeah. I'd like nothing more than to round them all up into a stadium and wipe 'em clean.",
        "To tell the truth, I was kind of blitzed most of the time back then—booze, not the bad stuff—but now I'm all clean.",
        "The ground was brushed clean.",
        "Cynthia tried to clean up the topless Jeep, still aflood with the bounty of nature's deluge.",
        "I was showing Maria where to clean.",
        "He changed into a clean shirt as he briefly described hearing the accident, climbing down to investigate and discovering Billy Langstrom's body.",
        "It was clean but showed fresh blood, and the abrasion looked painful.",
        "The prints were clean, huh?",
        "I'll chase him out of jail tomorrow, after I have him swab down the cells and clean the toilets.",
        "You're just afraid I'll clean out your pocket book, given enough time.",
        "Guess who gets to clean up that mess?",
        "The sky was given the status of something pure and clean, the earth sort of a dirty wasteland, and anything below water level or the ground considered Hellish.",
        "On a mission to ensure there was a clean slate between his mate and Darkyn, Gabriel waited in the middle of Deidre's old apartment for the Dark One to arrive.",
        "Alex selected a clean towel from the things he had brought to the barn and waited a little longer.",
        "He is clean shaven and his hair is graying at the temples.",
        "He jumped up, grabbing a paper towel to clean up the mess.",
        "She faced him, her pink face scrubbed clean.",
        "\"Clean up my messes in the mortal world then you'll let me go home,\" Gabe summarized.",
        "They looked too clean to be real, like props bought from a Halloween store.",
        "Gabe was beginning to feel like he'd be able to clean up the soul mess.",
        "Not exactly a clean start.",
        "Past-Deidre walked out and left me to clean up the mess, which I did poorly.",
        "The hallway smelled medicinal and clean, like the antiseptic-laced air of a hospital mixed with pine cleaner.",
        "He squatted beside her, wrapping her arm in a clean white towel before he rose and strode to the desk along the far wall.",
        "The office was small but clean and smelled of fried food.",
        "It said nothing more but ducked its head and began to clean the human with its long tongue, shuddering at each lick.",
        "For an extra few Euros, the hostel manager gave her a clean though worn sleeping bag that matched the clean but worn bunk beds in the women's section.",
        "Her skin was scrubbed clean, her dark hair wet.",
        "Jade stood before her, blood spattered across his otherwise clean clothes.",
        "In the morning, she'd clean up the house and then start working on another painting, the portrait of Evelyn and Romas she wanted to give the two of them as their joint wedding present.",
        "She was cheerful as usual and brought Kiera a set of clean clothing.",
        "I have to clean up the mess you made of Anshan.",
        "At least let me see if I can clean up some of the things.",
        "Martha's exposure to the library was more educational than helping Aunt Janet clean toilet bowls.",
        "You can clean up after me.",
        "The museum can't open for hours, Dean asked his wife as he helped clean up the dining room.",
        "Ryland raised his feet for Cynthia to clean beneath him and said, \"Edith's gone back to her husband.\"",
        "Just clean yourself up.",
        "You may be a cop, but you're also an obnoxious slob who's soiling a clean carpet with your discarded body parts.",
        "She'd left to clean out some restaurant for lunch.",
        "I clean pretty good but I don't want to have to do the 'death' room.",
        "He found her in the kitchen loading clean glasses on trays.",
        "Consuelo and her family were the last to leave after offering to help clean up.",
        "A quick glance around the kitchen revealed sparkling clean countertops.",
        "At least the room was clean.",
        "In the hay beside their mother, lay two tiny bodies, soft and clean.",
        "Then I guess I'll clean my room.",
        "As I recall, I was telling you guys to keep your own stables clean.",
        "Bring uniforms, as many as you have clean.",
        "The facility was clean and elegant with crisp light emanating from glowing orbs on the walls.",
        "The four men were clean, neatly dressed, and without the signs of lack of sleep or food that Brady's men displayed.",
        "Brady watched him clean the wound.",
        "Jack smelled clean and looked healthy with his long pink tongue lolling out of the side of his mouth.",
        "They were well armed and their uniforms pressed and clean.",
        "\"She's clean,\" Kelli confirmed.",
        "You need to clean up and eat, Dan directed.",
        "Rhyn yanked the dart free and looked from it to the small welt forming on his arm.  It matched the welt on his other arm.  He gazed at his other arm for a long moment then strode to Toby's bag.  Snatching it, he unzipped it and dumped its contents onto the ground.  Alongside Toby's 3DS, a pair of clean underwear and socks, and gamers magazine was a small shaving bag.  Rhyn opened it, surprised to find a syringe and two small bottles, one empty and one filled with wine-colored solution.",
        "\"Gabe, clean up this mess,\" she heard Death say.",
        "He heard Hannah crying and smelled the unmistakable scent of human blood before he took a step onto the block.  He strode down the block and paused in front of Hannah's cell.  She was curled up on the bed, sobbing.  When he looked at the cell across from her, he saw why.  Jared stood in the cell, covered in blood.  The cell looked as if a human had exploded, and Rhyn saw a pile of bones Jared had gnawed clean then stacked neatly.",
        "\"Dinner was very good,\" I said later as I helped to clean up.",
        "Norfolk wants to clean this up and they're looking for direction on which way to lean.",
        "\"The trunk's clean too,\" Hunter remarked as Dean moved around to look.",
        "\"Clean as a whistle,\" Hunter said.",
        "The place is clean.",
        "I get to clean up the crumbs on the Byrne business and you get to play chauffeur for the federal guy—take him up to meet your old football buddy.",
        "Dean stopped by the office later in the afternoon to clean up a few details as he wouldn't be back in the office for two days— tomorrow, the safe house, Thursday a day off.",
        "The job's just clean up now that the tenant's in.",
        "I just keep him around 'cause he does have some clean friends in high places.",
        "The knapsack contained nearly all new clothes, both dirty and clean.",
        "Now you have a clean shot at Byrne's wife.",
        "It seems kind of silly for you to get up every morning and walk over there to clean his house and do his chores – then go back to your house.",
        "Someone has to clean up this mess I made.",
        "There was no reason to clean the dairy.",
        "By the time the oven was clean, sweat was running down her face.",
        "Tomorrow I'm going to clean the chicken house.",
        "He might need to go home and clean up, alright.",
        "He said if they weren't spending the money on a trip, the least he could do was make sure she didn't have to cook and clean.",
        "It doesn't give a good clean shave, so I use one of these a couple times a week.",
        "It didn't take long to clean up after two people, and then it was time to do the chores? her favorite job.",
        "You're husband went home to clean up.",
        "The bailey was clean, the stables large and well-built.",
        "You'd be wise to clean that up.",
        "I'll clean house here.",
        "She strode in and rifled through the drawers for clean clothes.",
        "\"Want me to clean up your bed?\" he asked, gaze going to the animal heads.",
        "After a lengthy shower, Jenn exited and pulled on clean leggings, sports bra, and socks.",
        "Jenn wiped her mind clean, instead thinking of Bianca, Jonny's sister.",
        "Returning to the cell, she used the long-sleeved shirt to wipe the blood off her body quickly and then to clean the blades of the weapons she snatched off the ground.",
        "The round chamber was much like the streets: peaceful and clean.",
        "The woman finally emerged, pale and drawn but scrubbed clean.",
        "Rissa was dressed in clean men's clothing, her hair braided once more.",
        "Sirian appeared, clean and newly clothed.",
        "He quickly dressed in clean clothing in the chamber assigned him.",
        "Even before hearing Hilden's words of what danger was upon them, he began to dress himself in clean clothes.",
        "Taran moved closer to her, watching her clean and bandage her forearm with practiced efficiency.",
        "He was clean and well-dressed for the first time, his tailored clothing enhancing his muscular, lean build.",
        "Sirian appeared gaunt from his stay in the dungeon but otherwise clean and well-dressed.",
        "I need to help clean up.",
        "The refrigerator was clean and there was no sign of mice or insects.",
        "Felipa helped Carmen clean up the mess and get the children in bed while Alex went upstairs to finish some paperwork.",
        "She lay back on the clean bed, drained of strength.",
        "As she put the clean dishes from the dishwasher into the cabinet, she considered the situation.",
        "Clean air, clear water.",
        "The store looked and smelled clean, and she was hungry.",
        "Well, a nice clean cut young man was asking questions about you at the store yesterday.",
        "Refreshed and clean, she made herself a sandwich of lunch meat and scratched her way through half of a novel before she gave up and went to the bathroom to search for some kind of ointment.",
        "He emerged from the bathroom, looking clean and refreshed.",
        "The laundry was one place she hadn't been yet and her wardrobe had dwindled down to a few clean items - none of them appropriate for a ride around the countryside with a man she hardly knew.",
        "The house was clean, the laundry done, and the owner gone.",
        "Rule number four: clean house, no dirty laundry.",
        "You need to clean that up.",
        "Xander licked his fangs and lips clean, enjoying her taste while she stared at him with far too much emotion for him to determine what she'd do: freak out or melt.",
        "Barefooted and clean, he was relaxed for the first time in a week.",
        "\"I didn't clean,\" she said nervously.",
        "He won the good-will of his employers by devoting himself to the improvement of their manufacturing business, and he kept his hands clean from the prevalent taint of pecuniary transactions with the nawab of the Carnatic. One fact of some interest is not generally known.",
        "According to Scottish rules, unless it has been forced clean out of bounds, such a jack is still alive.",
        "Alexander shaved clean, and set the fashion in this respect for the Graeco-Roman world for the next 500 years.",
        "With \" very hard \" water this deposit may require removal every three months; in London it is usual to clean out the boiler every six months and the cylinders and tanks at longer intervals.",
        "It has the usual rectangular plan, with several pretty squares and straight, clean, well-paved streets.",
        "The streets are narrow, but are clean and well-paved, and are lighted by electricity and gas.",
        "The head hair is usually matted with grease and dirt, but when clean is fine and glossy.",
        "He was described by Sir Philip Warwick on this occasion: - \"I came into the House one morning well clad and perceived a gentleman speaking whom I knew not, very ordinarily apparelled; for it was a plain cloth suit which seemed to have been made by an ill country tailor; his linen was plain and not very clean;.",
        "On the other hand, it is generally the case that even in the most unpromising inn the bedding is clean.",
        "He must have mortars, pots, filters, glasses and boxes clean and sweet.",
        "He must have two places in the shop, one most clean for physic, and the base place for chirurgic stuff.",
        "If a clean cut remains clean, the cambium and cortical tissues soon form callus over it, and in this callusregenerative tissuenew wood, &c., soon forms, and if the wound was a small one, no trace is visible after a few years.",
        "The cells of the Inquisition were, as a rule, large, airy, clean and with good windows admitting the sun.",
        "The streets of Portland are generally well paved, are unusually clean, and, in the residence districts, where the fire of 1866 did not extend, they are profusely shaded by elms and other large trees - Portland has been called the \"Forest City.\"",
        "Uruguayan wool is favourably regarded in foreign markets, on account of the clean state in which it is shipped, this being largely due to the natural conditions of the land and climate.",
        "Of this system - except so far as the confusion of the laws is -concerned - the reform of 1864 made a clean sweep. The new system established - based partly on English, partly on French models - was built up on certain broad 1864.",
        "How far totemism, or belief in deified animal ancestors, existed in prehistoric Israel, as evidenced by the tribal names Simeon (hyena, wolf), Caleb (dog), IIamor (ass), Rahel (ewe) and Leah (wild cow), as well as by the laws respecting clean and unclean animals, is too intricate and speculative a problem to be discussed here.",
        "We note the laws respecting the clean and unclean animals (certainly based on ancient custom).",
        "I'd like to help clean up some articles, but I don't have a scan of the original article and find it difficult to know what mangled word is supposed to be.",
        "Fontainebleau, a town of clean, wide and well-built streets, stands in the midst of the forest of Fontainebleau, nearly 2 m.",
        "The results show that, unlike leguminous crops such as beans or clover, wheat may be successfully grown for many years in succession on ordinary arable land, provided suitable manures be applied and the land be kept clean.",
        "Although barley is appropriately grown on lighter soils than wheat, good crops, of fair quality, may be grown on the heavier soils after another grain crop by the aid of artificial manures, provided that the land is sufficiently clean.",
        "About this time he changed his views on the Eucharist and swung clean over from transubstantiation to the advanced Zwinglian position.",
        "There remains one other important group, the so-called \" kidney \" cottons in which there are only long hairs, and the seed easily comes away clean as with \" Sea Island,\" but, instead of each seed being separate, the whole group in each of the three compartments of the capsule is firmly united together in a more or less kidney-shaped mass.",
        "The culture of cotton must be a clean one.",
        "In spite of the clean culture, good crops of cotton have been grown on some soils in the south for more than forty successive years.",
        "A hand Macarthy roller gin worked by two men will clean about 4 to 6 lb of lint per hour.",
        "The lower the grade the more elaborate and expensive is the machinery required to clean it, and consequently a spinner is willing to pay a certain amount extra for high grade cotton in order to save expenditure on preparatory machinery.",
        "Hold a small portion of the substance moistened with hydrochloric acid on a clean platinum wire in the fusion zone' of the Bunsen burner, and note any colour imparted to the flame.",
        "If the precipitate may be ignited, it is transferred to a clean, weighed and recently ignited crucible, and the filter paper is burned separately on the lid, the ash transferred to the crucible, and the whole ignited.",
        "He is sent to a place where he washes himself clean from impurity.",
        "Elbeuf, a town of wide, clean streets, with handsome houses and factories, stands on the left bank of the Seine at the foot of hills over which extends the forest of Elbeuf.",
        "At the ebb of the tide the more or less clear water flows back again from the land into the main river with sufficient force to clean out any deposit which may have accumulated in the drain leading to the warped area, thus allowing free access of more warpladen water at the next tide.",
        "Exclusive of extensive and flourishing suburbs, the city has a circuit of 12 m.; its streets are well paved and clean; and it possesses a large number of arches, public monuments, temples, hospitals and colleges.",
        "Here very clean non-magnetic concentrate of willemite, which is an anhydrous zinc silicate and a very highgrade zinc ore, is separated from an intimate mixture of willemite, zincite and franklinites, with calcite and some manganese silicates.",
        "For the desulphurization of zinc blende where it is not intended to collect and save the sulphur there are many mechanical kilns, generally classified as straight-line, horse-shoe, turret and shaft kilns; all of these may be made to do good work on moderately clean ores which do not melt at the temperature of desulphurization.",
        "Zinc is largely used for \"galvanizing\" iron, sheets of clean iron being immersed in a bath of the molten metal and then removed, so that a coat of zinc remains on the iron, which is thereby protected from atmospheric corrosion.",
        "A scraper is provided to keep the disk clean and prevent sticking.",
        "The houses being mostly built of a white conglomerate stone of shells and coral which forms the peninsula, gives the city when viewed from a distance a clean and handsome appearance, but on closer inspection the streets are found to be very narrow, irregular, ill-paved and filthy.",
        "Amboyna, the chief town, and seat of the resident and military commander of the Moluccas, is protected by Fort Victoria, and is a clean little town with wide streets, well planted.",
        "(Mystery, paragraph 12, p. 402.) When we add to these and other proofs the strange lists of memoranda in the middle of the pages of the letter, and the breach in internal chronology which was apparently caused by Mary's writing, on her second day, on the clean verso of a page on the other side of which she had written some lines during her first night in Glasgow; when we add the dramatic changes of her mood, and the heart-breaking evidence of a remorse not stifled by lawless love, we seem compelled to believe that she wrote the whole of Letter II.; that none of it is forged.",
        "long and from 3 to 5 wide, and carried past a line of pickers stationed along one side, who take out and remove the waste as it passes by, leaving the clean coal on the belt.",
        "The Piedmontese government at this time was most reactionary, and had made a clean sweep of all French institutions.",
        "broad at the top. The streets are paved with brick and are wide, straight and clean.",
        "Forms and ceremonies should only be judged as they promoted the great object of life, a clean heart and a right spirit, love to God and one's neighbour.",
        "They say, ` Come to us ye who are of clean hands and pure speech, ye who are unstained by crime, who have a good conscience towards God, who have done justly and lived uprightly.'",
        "He soon became generally detested by the army, but pursued his course unflinchingly and introduced many indispensable hygienic reforms. \"Clean barracks are healthy barracks,\" was his motto.",
        "18), but by the time of Ezekiel it also has mainly to do with ritual, with the distinction between holy and profane, clean and unclean, with the statutory observances at festivals and the like (Ezek.",
        "Thus Demosthenes in his speech \"On the crown\" accused Aeschines of having \"purified the initiated and wiped them clean with (not from) mud and pitch.\"",
        "A suboxide, Na 3 0, appears to be formed as a grey mass when a clean surface of the metal is exposed to air, or when pure air is passed through the metal just above its melting point (De Forcrand, Compt.",
        "The highmaster of St Paul's was to be \" learned in good and clean Latin, and also in Greek, if such may be gotten.\"",
        "The ferret should be kept in dry, clean, well-ventilated hutches, and fed twice daily on bread, milk, and meat, such as rabbits' and fowls' livers.",
        "A prayer was offered that \"for us and all who sail thereon the sea may be calm and quiet,\" whereupon the doge and the others were solemnly aspersed with holy water, the rest of which was thrown into the sea while the priests chanted \"Purge me with hyssop and I shall be clean.\"",
        "in length, taken from clean, well-ripened rods.",
        "And the Saviour straightway stood still with his disciples and answered him, Art thou then, being here in the temple, clean?",
        "He saith unto him, I am clean; for I washed in the pool of David and having descended by one staircase, I ascended by another and I put on white and clean garments, and then I came and looked upon these holy vessels.",
        "apart, and afterwards kept clean by hoeing.",
        "He was, further, obnoxious to them on account of his revelations as to the origin of the war, and at an international Socialist conference at Berne he had urged the German delegates to make a clean breast of Germany's war guilt.",
        "The peritoneal surfaces in the region of the liver should then be wiped clean, and the abdominal wound closed, except for the passage through it of a gauze drain.",
        "A manuscript is not usually a clean or single piece of writing; it is commonly found to contain alterations by erasure, addition or substitution.",
        "After trying many experiments to obviate the irregularities arising from this cause, I find reason to prefer the simple one of carefully wiping the whole instrument, and especially the stem, with a clean cloth.",
        "In its clean and broad streets there are many synagogues, mosques and churches, for half the inhabitants are Roman Catholics, Moslems, Armenians or Jews; the remainder being Orthodox Rumans and Greeks.",
        "The village is well built and comparatively clean.",
        "The former, \" schapping,\" is the French, Italian and Swiss method, from which the silk when finished is neither so bright nor so good in colour as the \" discharged silk \"; but it is very clean and level, and for some purposes absolutely essential, as, for instance, in velvet manufacture.",
        "It is kept clean and cool by the waters of the river, which flow through the streets in open channels; and its old fortifications have been replaced by public walks, and, what is more unusual, by vineyards.",
        "It is usually the property of the community and made entirely of leather from the skin of a \"clean\" animal.",
        "Holiness is dangerous and may even involve degradation, as in the case of the Burmese para-gyoon or servitor of the pagoda who is by heredity for ever a slave and outcast, unclean of the unclean, with whom none may eat or intermarry, yet ever tending and keeping clean the shrine.",
        "The \"foods\" in question probably refer neither to temple sacrifices nor to the Levitical laws of clean and unclean foods, nor yet to ascetic scruples (as in Rom.",
        "Broken bricks or tiles and broken furnace slag are sometimes used, the essential points being that the aggregate should be hard, clean and sound.",
        "The water, like all the other constituents of concrete, should be clean and free from vegetable matter.",
        "The stones should be hard and clean, and care must be taken that they are completely surrounded.",
        "14) whose hereditary privilege it was to keep the statue of Zeus clean.",
        "Czernowitz is a clean, pleasant town of recent date, and is the seat of the Greek Orthodox archbishop or metropolitan of Bukovina.",
        "An absolutely clean surface becomes tarnished in damp air, an almost invisible coating of oxide being produced, just as happens with zinc; but this film is very permanent and prevents further attack.",
        "In some parts of the country the available material does not bind to form a close, even surface, and such walks are kept clean by hoeing.",
        "It involves the keeping clean of flues, ashpits and especially the fires themselves.",
        "Sand is by itself of little value except for striking cuttings, for which purpose fine clean sharp silver sand is the best; and a somewhat coarser kind, if it is gritty, is to be preferred to the comminuted sands which contain a large proportion of earthy matter.",
        "Potato haulms, and club-rooted cabbage crops should, however, never be mixed with ordinary clean vegetable refuse, as they would be most likely to perpetuate the terrible diseases to which they are subject.",
        "If they spring from a thick root it is not to be wantonly severed, but the soil should be removed and the sucker taken off by cutting away a clean slice of the root, which will then heal and sustain no harm.",
        "A bud is then cut by a clean incision from the tree intended to be propagated, having a portion of the wood attached to it, and so that the whole may be about i in.",
        "If a clean stem, however, is desired, a longer portion may be left uncovered.",
        "Cuttings of growing plants are prepared by removing with a sharp knife, and moderately close, the few leaves which would otherwise be buried in the soil; they are then cut clean across just below a joint; the fewer the leaves thus removed, however, the better, as if kept from being exhausted they help to supply the elaborated sap out of which the roots are formed.",
        "Free-rooting subjects strike in any lightish sandy mixture; but difficult subjects should have thoroughly well-drained pots, a portion of the soil proper for the particular plants made very sandy, and a surfacing of clean sharp silver sand about as deep as the length of the cutting.",
        "Gloxinias, begonias, &c., grow readily from fragments of the leaves cut clean through the thick veins and ribs, and planted edgewise like cuttings.",
        "The trench should be opened to about two spades' depth, and any coarse roots which may extend thus far from the trunk may be cut clean off with a sharp knife.",
        "The same end, that of keeping the finer particles of the soil from mixing with the drainage crocks, may be attained by shaking in a little clean moss.",
        "The branches should be separated by a clean cut at an angle of about 45°, just at the back of a bud, the cut entering on a level with the base of the bud and passing out on a level with its top (fig.",
        "In the second case all roots that have struck downwards into a cold uncongenial subsoil must be pruned off if they cannot be turned in a lateral direction, and all the lateral ones that have become coarse and fibreless must also be shortened back by means of a clean cut with a sharp knife, while a compost of rich loamy soil with a little bone-meal, and leaf-mould or old manure, should be filled into the trenches from which the old sterile soil has been taken.",
        "In transplanting trees all the roots which may have become bruised or broken in the process of lifting should be cut clean away behind the broken part, as they then more readily strike out new roots from the cut parts.",
        "In all these cases the cut should be a clean sloping one, and made in an upward and outward direction.",
        "After the close pruning of the branches to which they are annually subjected, and when the young shoots have shot forth an inch or two in length, they are turned out of their pots and have the old soil shaken away from their roots, the longest of which, to the extent of about half the existing quantity, are then cut clean away, and the plants repotted into small pots.",
        "For the growth of flowers generally, and for that of all fruits, every ray of light to be obtained in the dull winter season is required, and therefore every possible care should be taken to keep the glass clean.",
        "Clean and repair the forcing-houses, and overhaul the heating apparatus to see it is in good working condition.",
        "The hay or leaf mulching on the strawberry beds should be removed and the ground deeply hoed (if not removed in April in the more forward places), after which it may be placed on again to keep the fruit clean and the ground from drying.",
        "Little can be done in the flower garden, except to clean off all dead stalks, and straw up tender roses, vines, &c., and, wherever there is time, to dig up and rake the borders, as it will greatly facilitate spring work.",
        "A clean sweep was made of the medieval polity surviving in the somnolent local diets and corporations.",
        "Groningen is the most important town in the north of Holland, with its fine shops and houses and wide clean streets, while brick houses of the 16th and 17th centuries help it to retain a certain old-world air.",
        "During these weeks their bodies are covered with leather so that the fur may develop in close, light and clean curls.",
        "The fish, which were classed as clean and unclean, the good and bad of the parable (Matt.",
        "Cul t i To keep an estate clean and in good cultivation it re quires to be gone over every six weeks.",
        "In southern India and Ceylon clean hand-weeding is the method of cultivation, almost no hoeing being done.",
        "When the animals are fed outside the inner court is kept clean and dry, and there the pigs lie.",
        "On the left bank of the Aude, between it and the Canal du Midi, lies the new town, clean, well-built and flourishing, with streets intersecting each other at right angles.",
        "The Russian city, to the south-east, dating from 1865, has clean, broad streets lined with poplars, and canals, the low, pleasant-looking houses being surrounded by gardens.",
        "Lying high (3500 ft.) and swept by purifying winds, Aintab is a comparatively clean and healthy spot, though not free from ophthalmia and the \"Aleppo button,\" and it has been selected by the American Mission Board as its centre for N.",
        "The style of the XIIth Dynasty may be summed up as clean, highly-finished work, strong in facial detail; but with neither the grandeur of the IVth nor the vivacity of the XVIIIth Dynasty.",
        "i.), rather on the lines of modern French work; but the whole with clean, firm outlines, severely restrained in the expression, and without any trace of emotion.",
        "Cements of the Portland type differ in kind from those of the pozzuolanic class; they are not mechanical mixtures of lime and active silica ready to unite under suitable conditions, but consist of definite chemical compounds of lime and silica and lime and alumina, which, when mixed with water, combine therewith, forming crystalline substances of great mechanical strength, and capable of adhering firmly to clean inert material, such as stone and sand.",
        "They form excellent decorative plasters on account of their clean white colour and the sharpness of castings made from them, this latter quantity being due to their expansion when setting.",
        "On the Ganges lies Benares, the holy city of Brahminism: and to look on Benares, to visit its temples, and to be washed clean in the purifying river, is the yearning of every pious Indian.",
        "And over all hangs the faint atmosphere of medievalism, of an England of green gardens and grey towers, of a London \"small and white and clean,\" of chivalry and adventure in every brake.",
        "He then turned from them to the multitude, and uttered a saying which in effect annulled the Jewish distinction between clean and unclean meats.",
        "A piece of cloth called dhata or galmocha is wound round the chin and head so as to keep the hair clean and tidy.",
        "Orientals sit on the floor in preference to chairs; hence it is thought very necessary by them that the carpet should be kept clean, which could not be done were persons to keep their shoes on.",
        "a year), and the prevailing winds help to clean the streets.",
        "Though, in accounting for the anger of the gods, no sharp distinction is made between moral offences and a ritualistic oversight or neglect, yet the stress laid in the hymns and prayers, as well as in the elaborate atonement ritual prescribed in order to appease the anger of the gods, on the need of being clean and pure in the sight of the higher powers, the inculcation of a proper aspect of humility, and above all the need of confessing one's guilt and sins without any reserve - all this bears testimony to the strength which the ethical factor acquired in the domain of the religion.",
        "Seoul has some wide streets of shops, hundreds of narrow alleys, and is very fairly clean.",
        "From the sea its white and handsome houses present a picturesque appearance, and its streets though narrow are clean and attractive.",
        "The body is then taken to the ground floor where it was born, and, after being washed and perfumed, is dressed in clean white clothes, and laid upon an iron bier.",
        "These noble trees attain very often a height of more than 300 ft., frequently of 350 and even more, and a butt diameter of more than 15 to 20 ft., with clean, straight fluted trunks rising 200 ft.",
        "court of the Frisian stadtholders; and, like the Hague, it is an exceptionally clean and attractive town, with parks, pleasure grounds, and drives.",
        "The streets are narrow and straight, but as a rule they are clean and well paved.",
        "The term is used in Bombay, Madras and Bengal to denote a considerable number of castes of moderate respectability, the higher of whom are considered ` clean ' Sudras, while the precise status of the lower is a question which lends itself to endless controversy.\"In northern and north-western India, on the other hand,\" the grade next below the twice-born rank is occupied by a number of castes from whose hands Brahmans and members of the higher castes will take water and certain kinds of sweetmeats.",
        "As regards the numerous groups included under the term of Sudras, the distinction between\" clean \"and\" unclean \"Sudras is of especial importance for the upper classes, inasmuch as only the former - of whom nine distinct castes are usually recognized - are as a rule considered fit for employment in household service.",
        "The principal objections to this use of linseed is that it specially favours the growth of micro-organisms. There are numerous clean and efficient substitutes which have all its supposed advantages and none of its disadvantages.",
        "The wine is racked into clean casks, and this operation is repeated at intervals of some months, in all three to four times.",
        "Much of the bituminous coal, especially that of the Canyon City field, is so hard and clean as to be little less desirable than anthracite; it is the favoured coal for domestic uses in all the surrounding states.",
        "Under this head fall the following: - Fasting, or abstention from certain meats and drinks; denial of sexual instinct; subjection of the body to physical discomforts, such as nakedness, vigils, sleeping on the bare ground, tattooing, deformation of skull, teeth, feet, &c., vows of silence to be observed throughout life or during pilgrimages, avoidance of baths, of hair-cutting and of clean raiment, living in a cave; actual self-infliction of pain, by scourging, branding, cutting with knives, wearing of hair shirts, fire-walking, burial alive, hanging up of oneself by hooks plunged into the skin, suspension of weights by such hooks to the tenderer parts of the body, self-mutilation and numerous other, often ingenious, modes of torture.",
        "The last lines of this, as rendered by Dr Gilbert Murray, are as follows:- \"Robed in pure white, I have borne me clean From man's vile birth and coffined clay, And exiled from my lips alway Touch of all meat where life bath been.\"",
        "A clean sweep was made of the legislation of the preceding period; the five articles of Perth, the service book and book of canons and the court of high commission were all condemned.",
        "213: \" I know I have clean hands and a clean heart, and I hope a clean house for friends or servants.",
        "Rough or unworked flax is found in the lake-dwellings made into bundles, or what are technically called heads, and, as much attention was given to this last operation, it was perfectly clean and ready for use.\"",
        "Huxley has illustrated the futility of \"close-time\" in his remark that the prohibition of taking oysters from an oyster-bed during four months of the year is not the slightest security against its being stripped clean during the other eight months.",
        "Persians are clean in their persons, washing themselves and their garments frequently.",
        "In the stomach we aid the vomiting by which microbes or the products of decomposition of food are usually eliminated by giving to the patient repeated draughts of hot water so as to wash the stomach clean.",
        "This collection of laws comprises four main sections relating to (1) clean and unclean beasts (xi.), (2) childbirth (xii.), (3) leprosy (xiii.",
        "1-23, 41-47) contains directions as to the clean and unclean animals which may or may not be used for food, while the second (vv.",
        "contact with clean animals after death is also forbidden), and prescribes certain rites of purification.",
        "25 it has been inferred with considerable probability that H, or the Law of Holiness, originally contained legislation of a similar character with reference to clean and unclean animals; and many scholars have held that the first section (vv.",
        "4b, 5 both defines and exemplifies the clean animals (as opposed to Lev.",
        "8a, is already clean; its secondary character is further shown by the heightening of the ceremonial which seems to be modelled on that of the consecration of the priests (viii.",
        "Verses 25, 26 apparently formed the conclusion of a law on clean and unclean animals similar to that of chap. xi., and very probably mark the place where H's regulations on that subject originally stood.",
        "16-24; (3) the enjoyment of sacred offerings limited to (a) priests, if they are ceremonially clean, xxi.",
        "The result of this pressure if unopposed is to cause this stratum to spread itself over the surface of the solid as a drop of water is observed to do when placed on a clean horizontal glass plate, and this even when gravity opposes the action, as when the drop is placed on the under surface of the plate.",
        "of the phenomena of surface-tension, and showed their connexion with the experiments of Charles Tomlinson on the figures formed by oils dropped on the clean surface of water.",
        "Thus water spreads itself out on a clean surface of glass.",
        "The behaviour of a drop of carbon bisulphide placed upon clean water is also, at first sight, an exception to Marangoni's rule.",
        "The phenomenon above described requires that the water-surface be clean.",
        "For water in a clean glass tube the angle of contact is zero, and h= 2T/pgr.",
        "The surface-tension of pure mercury is so great that it is very difficult to keep it clean, for every kind of oil or grease spreads over it at once.",
        "If the hoop enclose an area of (say) one-third of the maximum, and if the water be clean, camphor fragments floating on the interior enter with vigorous movements.",
        "The cases of ordinary clean water and alcohol are strongly contrasted, the motion of the needle upon the former being comparatively sluggish.",
        "Instead of rebounding after collision, as the unelectrified drops of clean water generally, or always, do, the electrified drops coalesce, and then the jet is no longer scattered about.",
        "[Lord Kelvin's formula (I) may be applied to find the surf acetension of a clean or contaminated liquid from observations upon the length of waves of known periodic time, travelling over the surface.",
        "The following results have been obtained Clean 74.o Greasy to the point where camphor motions nearly cease 53.o Saturated with olive oil 41.0 Saturated with sodium oleate 25 o (Phil.",
        "The tension for clean water thus found is considerably lower than that (81) adopted by Quincke, but it seems to be entitled to confidence, and at any rate the deficiency is not due to contamination of the surface.",
        "The Latin is unusually clean for the times, and is generally fairly classical both in vocabulary and construction.",
        "The houses are well built of sun-dried brick, and the streets are wide and fairly clean.",
        "How the Saracens, when they took him prisoner, he being half dead with a complication of diseases, kindly left him \"un mien couverture d'ecarlate\" which his mother had given him, and which he put over him, having made a hole therein and bound it round him with a cord; how when he came to Acre in a pitiable condition an old servant of his house presented himself, and \"brought me clean white hoods and combed my hair most comfortably\"; how he bought a hundred tuns of wine and served it - the best first, according to high authority - well-watered to his private soldiers, somewhat less watered to the squires, and to the knights neat, but with a suggestive phial of the weaker liquid to mix \"si comme ils vouloient\" - these are the details in which he seems to take greatest pleasure, and for readers six hundred years after date perhaps they are not the least interesting details.",
        "Shipping opium is distinguished by its soft character and clean paste, containing very little debris, or chaff, as it is technically called.",
        "The town forms an almost perfect square, and has clean and well-macadamized streets.",
        "But the staff went clean through the body of Simon as though it had been vapour.",
        "To secure painting of permanent value a clean scaleless and rustless surface is first necessary.",
        "The peasants settled under the sway of nobles and churches could very seldom produce a clean bill in regard to their money relations with the landlords.",
        "The houses were scrupulously clean and strewn with sweet herbs.",
        "Thus the permeable vein grows vertically rather than horizontally, and ultimately assumes the form of a thin vertical sheet traversing the puddle wall, often diagonally in plan, and having a thickness which has varied in different cases from a few inches to a couple of feet or more, of almost clean sand rising to an observed height of 30 or 40 ft., and only arrested in its upward growth by the necessary lowering of the reservoir water to avoid serious danger.",
        "In past times Leicester blood was extensively employed in the improvement or establishment of other longwool breeds of sheep. The Leicester, as seen now, has a white wedge-shaped face, the forehead covered with wool; thin mobile ears; neck full towards the trunk, short and level with the back; width over the shoulders and through the heart; a full broad breast; fine clean legs standing well apart; deep round barrel and great depth of carcass; firm flesh, springy pelt, and pink skin, covered with fine, curly, lustrous wool.",
        "neck carrying a long, lean, clean head covered with white, hard, but not wiry hair, free from wool, long highset ears and a black muzzle; back broad and muscular, belly well covered with wool; legs clean, and a fleece of long white wavy wool, arranged in characteristic locks or pirls.",
        "The limbs, woolled to the knees and hocks, are clean below.",
        "The fact remains that no other poet has sounded more native notes, or covered so much of the American legendary, and that Whittier's name, among the patriotic, clean and true, was one with which to conjure.",
        "- By consulting an account of my expenses at Cambridge, in the years 1663 and 1664, I find that in the year 1664 a little before Christmas, I, being then Senior Sophister, bought Schooten's Miscellanies and Cartes' Geometry (having read this Geometry and Oughtred's Clavis clean over half a year before), and borrowed Wallis's works, and by consequence made these annotations out of Schooten and Wallis, in winter between the years 1664 and 1665.",
        "That he might not be overtaxed he was left entirely uneducated, and his indolence was indulged to such an extent that he was not even expected to be clean.",
        "The bishops almost unanimously refused to conform, and a clean sweep was made of the episcopal bench.",
        "But nobody was wronged; his creditors were all paid in time, and his hands were at least clean of traffic in reversions, clerkships, tellerships and all the rest of the rich sinecures which it was thought no shame in those days for the aristocracy of the land and the robe to wrangle for, and gorge themselves upon, with the fierce voracity of famishing wolves.",
        "The finding of any traces of carbon dioxide in the gas between the first two boxes is generally the signal for a new clean purifier being put into action, and the first one shut off, emptied and recharged with fresh lime, the impregnated material being sometimes sold for dressing certain soils.",
        "order to clean the brickScale i h.",
        "2 There might be need of this, indeed, if the Adoptianists' theory of redemption were to stand, according to which Christ had taken to Himself a sinful human nature, and had washed it clean.",
        "assumed a tainted human nature and washed it clean, thus making it a promise and potency of the world's redemption.",
        "above low-water level, Paramaribo is well-drained, clean and in general healthy.",
        "The work is hard, and, as there are few amusements on the farm, the men spend their resting periods in sleep. Their dormitories are usually comfortably furnished, their dining-halls clean.",
        "A few years ago the wheat received from the north-west was very clean indeed, but since the new land has all been cultivated the fields are growing more weedy, with the result that the wheat brought in is becoming mixed with oats and seeds of weeds, requiring more careful separating and inspection.",
        "Much can be done in this case to clean the seed before sowing by immersing it in hot water or in some solution that will kill the spores without injuring the grain.",
        "On the north-east coast many of the villages are tastefully kept, their whole area being clean swept, nicely sanded, and planted with ornamental shrubs, and have in their centre little square palaver places laid with flat stones, each with an erect stone pillar as a back-rest.",
        "His work is full of humour and the clean, manly joy of life; and its rusticity is singularly allied to a literary sense and to high technical finish.",
        "Their villages are clean and well kept.",
        "He swore that they had been ordered immediately after the appearance of an article in the Freeman's Journal which declared that a \"clean sweep\" should be made of Dublin Castle officials.",
        "Arsenic and arsenical compounds generally can be detected by (a) Reinsch's test: A piece of clean copper is dipped in a solution of an arsenious compound which has been previously acidified with pure hydrochloric acid.",
        "In the earlier source Noah collects seven pairs of clean animals, one of each kind; he sacrifices after leaving the ark, and Yahweh promises not to curse the ground or to smite living things again.",
        "The royalist plot of the Rue Saint-Nicaise (December 24, 1800) allowed him to make a clean sweep of the democratic republicans, who despite their innocence were depsrted to Guiana, and to annul Assemblies that were a mere show by making the senate omnipotent in constitutional matters; but it was necessary for him to transform this deceptive truce into the general pacification so ardently desired for the last eight years.",
        "Handsome boulevards now skirt the town, the streets of which are clean and well-ordered, and a large public garden extends at the foot of the citadel, with a statue of Enguerrand de Monstrelet the chronicler.",
        "The streets behind, though clean and well kept, are very narrow and tortuous.",
        "The head should be light and lean, and well set on; the ears small and pricked, but not too short; the eyes full; the forehead broad and flat; the nostrils large and dilating; the muzzle fine; the neck moderate in length, wide, muscular, and yet light; the throat clean; the windpipe spacious and loosely attached to the neck; the crest thin, not coarse and arched.",
        "The points of chief importance are a fine, clean, lean head, set on free from collar heaviness; a long and strongly muscular neck, shoulders oblique and covered with muscle; high, long withers, chest of good depth and narrow but not extremely so; body round in type; back rib well down; depth at withers a little under half the height; length equal to the height at withers and croup; loins level and muscular; croup long, rather level; tail set on high and carried gracefully; the hind quarters long, strongly developed, and full of muscle and driving power; the limbs clean-cut and sinewy, possessing abundance of good bone, especially desired in the cannons, which are short, broad and flat; comparatively little space between the fore legs; pastern joints smooth and true; pasterns strong, clean and springy, sloping when at rest at an angle of 45°; feet medium size, wide and high at the heels, concave below and set on straight.",
        "The cannon-bones should be flat, heavy and clean, and the feet wide, tough, and prominent at the heels.",
        "The bones of the legs should be short, flat, clean and hard; the feet large, with hoofs deep and concave below.",
        "A double handful of clean chaff, or of bran mixed with the oats in the manger, prevents a greedy horse from swallowing a considerable proportion whole.",
        "In few, if any, other American cities of equal size are the streets and avenues kept so clean.",
        "A curious fact, which may be used for the detection of the minutest quantity of oils and fats, is that camphor crushed between layers of paper without having been touched with the fingers rotates when thrown on clean water, the rotation ceasing immediately when a trace of oil or fat is added, such as introduced by touching the water with a needle which has been passed previously through the hair.",
        "Whichever system be adopted, it is important for economical reasons that ample cooling surface be allowed, and that all surfaces be kept clean and active, to make the difference between the temperature of the evaporating liquid and the rooms as small as possible.",
        "The pay isn't that great, but its clean work with reasonable hours.",
        "\"Take him, clean him up,\" the Greek god ordered one of the men at the front of the garage.",
        "\"Clean up this shit,\" he ordered.",
        "\"Jake, clean up the floors,\" D ordered.",
        "Watch her for a bit while we go back and clean up what's left of Czerno's goons.",
        "She sucked his blood clean from his thumb.",
        "To tell the truth, I was kind of blitzed most of the time back thenâ€”booze, not the bad stuffâ€”but now I'm all clean.",
        "Dean certainly hoped soâ€”at least the clean part.",
        "\"Do you want to clean up first?\" the Immortal asked politely, gaze on the demon blood on Gabriel's clothing.",
        "Sarah set Elisabeth up on the sofa and started a line to draw her blood, then she and Connor went down to clean up the holding cell.",
        "I get to clean up the crumbs on the Byrne business and you get to play chauffeur for the federal guyâ€”take him up to meet your old football buddy.",
        "Dean stopped by the office later in the afternoon to clean up a few details as he wouldn't be back in the office for two daysâ€” tomorrow, the safe house, Thursday a day off.",
        "It seems kind of silly for you to get up every morning and walk over there to clean his house and do his chores â€“ then go back to your house.",
        "They'll clean up the brush and â€¦\" \"You hired them?\"",
        "A man who worked on a chicken farm in a white T-shirt and clean white sneakers... a migrant handyman with no calluses and a golfer's swing?",
        "Britain will become a leader in clean coal and carbon abatement policies.",
        "Clean up your disk Your hard disk will gradually accumulate clutter, in the form of various files which are no longer necessary.",
        "adulterated with too many additives and preservatives, our water is less than clean, our air is polluted.",
        "The blend of malt, hops and fruit produces a clean, hoppy aftertaste.",
        "age-old recipe of clean sea, fresh air and clear light, the islands are the ultimate, natural antidotes to stress.",
        "aid budgets should be used to export the very best clean energy technologies.",
        "The filter then becomes an endless source of calm, clean air.",
        "This was keeping the cool, and clean, showery arctic airstream down the W of the UK.",
        "Now is the time to give your patio surface a clean, removing any algae which can be slippery.",
        "algae eater and great tank clean... .. .",
        "aluminiumput only clean aluminum foil in the bank.",
        "It can also be used to clean out tanks used to keep the amphibians.",
        "amputated above the knee to have a clean surface for healing.",
        "The drugs are given by injection into the eye under local anesthetic, in a clean environment.",
        "animal testing had given it a clean, side-effect free bill of health.",
        "antibacterial spray to add to the paper towels to enable users to clean down the equipment as you suggest.",
        "Drugs called anticholinergics, sometimes in combination with clean intermittent catheterisation, are commonly used for bladder problems.",
        "With their age-old recipe of clean sea, fresh air and clear light, the islands are the ultimate, natural antidotes to stress.",
        "Ariel socket onto wall, make food, clean up 5. Who are the last five people you talked to?",
        "vehicle arson costs £ 230 million a year to clean up.",
        "artefactthen volunteers have worked to clean and conserve the artifacts to display their finds.",
        "The Oxford picnic backpack has an insulated food compartment with a wipe clean liner.",
        "backwash the filter very well to clean it out.",
        "This task should be done working inwards from the outer ring to reduce the risk of infected badgers moving outwards to a clean area.",
        "It is advisable to place the leather in clean polythene bags rather than reusing the original packaging which may harbor fungal spores.",
        "baggyp three- Once clean, right away take off all the plastic baggies.",
        "Against the glittering backdrop of the glass block wall the simplicity of the bespoke metal balustrade accentuates the clean, modern feel.",
        "A welsh beacon for grouse Clean machines Game, set and point What does the NGO do for you?",
        "beacon for grouse Clean machines Game, set and point What does the NGO do for you?",
        "Whisk the egg whites in a clean bowl with clean dry beaters until they form peaks and are stiff.",
        "The Youth Council would like to clean up the local beck (stream) that runs through the Village.",
        "Housing must include a clean and dry resting area with ample bedding of straw or other suitable material.",
        "We can guarantee that: Nobody can clean carpets, curtains or upholstery clean carpets, curtains or upholstery cleaner If a stain can be removed we will remove it."
    ],
    "definition": [
        "Link/Cite"
    ]
}