{
    "translation": ".2 להבהיר",
    "uses": [
        "I think you made it clear last night.",
        "It was clear and frosty.",
        "See you when the roads clear up.",
        "Then another light flashed clear and bright by the side of the first one.",
        "Now was the time to clear the air, and there was one thing about all this that didn't make sense.",
        "She let the conversation drop that night, but early the next morning Dulce caught him in the hallway and it was clear that she didn't think anything was settled.",
        "She ignored him, until it was clear he wasn't going anywhere.",
        "Another voice, from a man of medium height with clear blue eyes, particularly striking among all these drunken voices by its sober ring, cried from the window: \"Come here; part the bets!\"",
        "Darian had also been clear about the type of relationships Dusty preferred.",
        "To be clear: I am not a pacifist.",
        "Her laughter lashed out in the clear air, seizing his attention.",
        "To be perfectly clear, I am not saying the Internet and technology will solve every human ill.",
        "From the way I have written this, it is clear where my sympathies lie.",
        "If you think you'd be happier with Claudette, I won't stand in your way, but I want to make it clear that I don't want you to go.",
        "His voice was as clear in her mind as if he spoke the words.",
        "She shook her head to clear the memory.",
        "To walk in a winter morning in a wood where these birds abounded, their native woods, and hear the wild cockerels crow on the trees, clear and shrill for miles over the resounding earth, drowning the feebler notes of other birds--think of it!",
        "A little fresh air might clear some of the cobwebs.",
        "The day was clear and frosty.",
        "When the kitchen door opened suddenly, they jerked apart and turned guilty faces to Sarah, whose expression made it clear she had seen and comprehended their actions.",
        "His voice was clear and strong, and all knew that he, at least, was not afraid.",
        "Dustin was lean and handsome with clear, cool blue eyes and sharp, angular features.",
        "\"There are a few missions going on, but they said the house is clear,\" he said.",
        "Sure, they needed to clear the air about the inheritance issue, but that wasn't enough for Carmen.",
        "She had made her intentions clear from the beginning.",
        "And even that ruined and befouled house – which in dull weather was repulsively ugly – seemed quietly beautiful now, in the clear, motionless brilliance.",
        "While she never complained, it was clear she needed Damian to visit again soon and heal the damage his brother did to her on a daily basis.",
        "She fell into his trance last night; she needed to keep her head clear to deal with him this time.",
        "I want to clear the air, though.",
        "She breathed deeply of the clear air and listened to the sound of the creek darting over rocks - swirling against its banks.",
        "Hadn't she made it clear that she didn't want any distractions?",
        "In fact, at times she had been almost brutally clear that she was no longer interested in him.",
        "The highway ahead of them was clear, except for one big truck coming their way... and a car approaching the highway to their right.",
        "After examining the various dials and switches on Quinn's machines, I had a fairly clear idea of each; I could turn it on and increase and decrease the settings.",
        "Iggy cut in, agitation clear as she fumbled to open the case to her iPad.",
        "Dusty met his gaze with his clear blues, concerned and relieved.",
        "\"Definitely steering clear of Americans,\" Dustin added.",
        "The way he said it made it clear he was making fun of her.",
        "Here and there were groups of houses that seemed made of clear glass, because they sparkled so brightly.",
        "It was not until Mr. Keith taught me that I had a clear idea of mathematics.",
        "What was clear was the fact that he was struggling over something.",
        "But I succeeded in uniting them all; and then my idea is so clear and simple.",
        "Do you need to clear it through your boyfriend?",
        "The trail was clear and level ahead of her, so she let her long legs stretch out.",
        "And what seems clear is that, sooner or later, we will get there.",
        "It was obvious that he wanted to clear the air, but couldn't decide where to start.",
        "I don't understand how a man of his immense intellect can fail to see what is as clear as day, and can go so far astray.",
        "As he rode into the yard, his expression made it clear that he didn't come to see the house.",
        "Her large blue-green eyes were clear and calm, the curves of her slender frame complemented by the cut and drape of the dress.",
        "My little brother, Phillips, is not well, and we think the clear mountain air will benefit him.",
        "In clear weather, in summer, they appear blue at a little distance, especially if agitated, and at a great distance all appear alike.",
        "The question that had perturbed Pierre on the Mozhaysk hill and all that day now seemed to him quite clear and completely solved.",
        "\"All clear!\" one called.",
        "Though it was not clear what the artist meant to express by depicting the so-called King of Rome spiking the earth with a stick, the allegory apparently seemed to Napoleon, as it had done to all who had seen it in Paris, quite clear and very pleasing.",
        "What we need is a plan but let's give it until tomorrow to clear our minds.",
        "I cleaned up a few paper details and left the office for home, driving around town the long way, just to clear my head.",
        "The whole of my winters, as well as most of my summers, I had free and clear for study.",
        "Everything seemed so simple and clear in Speranski's exposition that Prince Andrew involuntarily agreed with him about everything.",
        "The cause of the destruction of the French army in 1812 is clear to us now.",
        "Princess Mary could not quite make out what he had said, but from his look it was clear that he had uttered a tender caressing word such as he had never used to her before.",
        "Now he suddenly saw those badly daubed pictures in clear daylight and without a glass.",
        "He must have been moving, because his voice faded and then became clear again.",
        "As if on cue, an old car with more rust than clear metal chugged to a stop at the dollar store.",
        "Damian met Dusty's clear blue eyes, blood boiling.",
        "Damian located the enemy ahead of them, shooting intersections clear as they reached them.",
        "I could not follow with my eyes the geometrical figures drawn on the blackboard, and my only means of getting a clear idea of them was to make them on a cushion with straight and curved wires, which had bent and pointed ends.",
        "She shook her head to clear it.",
        "He shook his head to clear it and reached across the island.",
        "It shows me that I could express my appreciation of beautiful and poetic ideas in clear and animated language.",
        "I tried to get him to turn the stuff off and clear it up but no go.",
        "It's difficult attaining this state but it is unbelievably clear once accomplished.",
        "Above the heights was the dark clear sky, and to the right the vast orb of the sun.",
        "\"I'm calling as a representative of the person whose identity you're seeking,\" I said, hoping the nervousness I felt wasn't as clear as it sounded to me.",
        "It was clear she'd overheard a lot of information and as I was fearful she might confide in someone else, I admitted to her that Howie was the person the world was seeking, the so-called psychic tipster.",
        "The reason for his lack of response tonight was suddenly clear.",
        "I thought her beauty angellic, and oh, what a clear, beautiful voice she had!",
        "My mind remained clear and active, \"though fled fore'er the light.\"",
        "This is particularly distinct to one standing on the middle of the pond in winter, just after a light snow has fallen, appearing as a clear undulating white line, unobscured by weeds and twigs, and very obvious a quarter of a mile off in many places where in summer it is hardly distinguishable close at hand.",
        "Dolokhov slowly straightened his bent knee, looking straight with his clear, insolent eyes in the general's face.",
        "\"Lord God of might, God of our salvation!\" began the priest in that voice, clear, not grandiloquent but mild, in which only the Slav clergy read and which acts so irresistibly on a Russian heart.",
        "The sun shone somewhat to the left and behind him and brightly lit up the enormous panorama which, rising like an amphitheater, extended before him in the clear rarefied atmosphere.",
        "His rules made it clear she was just another of his duties.",
        "She stopped at the edge of where the clear water dropped suddenly into impenetrable blue depths.",
        "Clear the people, wipe out the town.",
        "One was an enormous Lion with clear, intelligent eyes, a tawney mane bushy and well kept, and a body like yellow plush.",
        "A lake like this is never smoother than at such a time; and the clear portion of the air above it being, shallow and darkened by clouds, the water, full of light and reflections, becomes a lower heaven itself so much the more important.",
        "The snow reprints it, as it were, in clear white type alto-relievo.",
        "These bubbles are from an eightieth to an eighth of an inch in diameter, very clear and beautiful, and you see your face reflected in them through the ice.",
        "Having each some shingles of thought well dried, we sat and whittled them, trying our knives, and admiring the clear yellowish grain of the pumpkin pine.",
        "\"Mamma!\" rang out the clear contralto notes of her childish voice, audible the whole length of the table.",
        "But, my poor Catiche, it is as clear as daylight!",
        "Though the words of the order were not clear to the regimental commander, and the question arose whether the troops were to be in marching order or not, it was decided at a consultation between the battalion commanders to present the regiment in parade order, on the principle that it is always better to \"bow too low than not bow low enough.\"",
        "The matter is in my hands and is clear and definite in my head.",
        "\"Clear that away!\" said the officer, pointing to the beams and the corpses, and the French soldiers, after dispatching the wounded, threw the corpses over the parapet.",
        "He's been clear enough about that, and yet it's being pushed on him.",
        "He said I could spend his money with a clear conscience.",
        "The creek was clear and swift.",
        "Martha cataloged the recordings and continued to provide clear and precise notes that either Betsy or I conveyed on the tip line.",
        "I gave the fool very clear directions, not to here but a highway pull off fairly close by.",
        "The houses of the city were all made of glass, so clear and transparent that one could look through the walls as easily as through a window.",
        "It was not at all clear at the time that his work would transcend the ages.",
        "At that moment this all seemed quite easy, simple, and clear to Natasha.",
        "\"How simple and clear it is,\" thought Pierre.",
        "But then, he had made it clear from the start that he didn't want any of them in his life.",
        "Sofia held onto him as if his life depended on it and shook her head to clear the dizziness.",
        "He was willing to personally alert the local police and have them check out the vehicle even without clear cut identification.",
        "Clear of the danger, Brandon pulled the car off the highway and glanced at Adrienne.",
        "If she could talk to her family, maybe she could clear all this up.",
        "One thing was clear.",
        "Only this time the path remained clear.",
        "Those were taken on a very clear day, in the late afternoon sun.",
        "You made your feelings for Alex clear at the wedding - hanging all over each other and making eyes at each other across the room.",
        "The former would be an exact submultiple of the 30-day month, but the exact relation of seven days to the month is not very clear.",
        "It is clear, however, that the Chinese came from the west, and entered their present territory along the course of the Hwang-ho at an unknown period, possibly about 3000 B.C. In early historical times China consisted of a shifting confederacy of feudal states, but about 220 B.C. the state of Tsin or Chin (whence the name China) came into prominence, and succeeded in forming a homogeneous empire, which advanced considerably towards the south.",
        "Take a count this afternoon after the hub's clear.",
        "Many incidents of those early years are fixed in my memory, isolated, but clear and distinct, making the sense of that silent, aimless, dayless life all the more intense.",
        "Are the roads clear?",
        "The realization came slow and late, but clear.",
        "Let me make one thing clear.",
        "A fact he had made abundantly clear.",
        "But now her head was clear.",
        "After a few solid hours of sleep, his sense of center was back, his mind clear.",
        "Darian's eyes were glazed and still, his confusion clear.",
        "She recognized his tone; it was one Damian used when making her boundaries with him clear.",
        "Not by his choice, which was clear.",
        "It was unclear if this action was prompted by Patsy Boyd herself or just some do-gooder trying to clear her desk of problems.",
        "The girl understood and began to clear them.",
        "I thought we'd made that clear.",
        "Once clear of town, Dean drove along at a brisk clip, trying without success to engage Martha in conversation.",
        "The winter had been exceptionally clear of late snow and the high mountain passes that in many years remained closed until July had been cleared weeks earlier this spring.",
        "It was clear he had no intention of crushing the wild flowers for the final leg of the trip, although he didn't comment on the Deans having done so earlier.",
        "There was a tall glass of clear liquid in her hand.",
        "\"I want to make one thing clear,\" Fred said, as he too opened a bottle, \"Maria is legal.",
        "It was a clear liquid— I remember that much.",
        "I'm right by where Billy Langstrom went over the side and I can read you loud and clear.",
        "The answers fell into place, one after another like a child's wooden puzzle, and even absent the last lingering block, the finished the picture was finally clear.",
        "The tracks of the vehicle that preceded him were clear in the dust of the turnoff, and he knew he'd guessed correctly as he neared the now-familiar meadow below the mine.",
        "She was about to summon a spell to clear the sidewalk completely when she recalled she wasn't able to use her power anymore.",
        "\"Clear!\" one of the Immortals shouted from the far end.",
        "Isn't that clear enough?",
        "If it was Gabriel, he'd made it clear he'd walk in.",
        "Whatever deal the Dark One made, the result was clear.",
        "The only thing that was clear was that her soul was lost.",
        "It was nighttime on this side of the world, and the sky was clear.",
        "Her large eyes were steady, her porcelain skin clear and smooth.",
        "She meant what she said; that much was clear.",
        "She shook her head as if to clear her thoughts.",
        "Shoving at her one more time he spoke loud and clear: \"No!\"",
        "She shook her head to clear the ugly thought.",
        "The green gems reflected the sunshine, shimmering through the clear water.",
        "He was unconscious – or dead? – while she stood on a beach near blue-green depths so clear, she could see the white sand at the bottom of the water.",
        "\"I need your head clear,\" he said, irritated about the alcohol.",
        "When it was clear he wasn't going to be the first to speak, she addressed him.",
        "The air was crisp and fresh, the night sky clear.",
        "She needed the time to herself and hoped the connection to nature helped clear her head.",
        "The frustration in his voice was clear.",
        "It was clear he wasn't coming for her.",
        "He was normally tense around her, his frustration clear.",
        "His eyes flickered to her, his response clear on his face.",
        "\"I think she should hear it from Wynn,\" Andre said in clear disapproval.",
        "Deidre sat down on the beach, mesmerized by the movement of the clear teal depths rushing ashore.",
        "Deidre opened her eyes and blinked rapidly, realizing the black she tried to clear from her sight was the black ceiling of the operating room.",
        "The air was cool and clear, as crisp as a fall day.",
        "She swiped the hand away, blinking to clear her gaze as she stared into a fire.",
        "She shook her head, trying to clear it of the fog he'd placed there.",
        "He'd made his claim clear.",
        "He'd protected her and made it clear anything that got near her would die a nasty death.",
        "Gabriel clapped him on the arm, and Rhyn shook his head to clear the anger.",
        "At the effort he put in the difficult words, she looked up at him, her clear blue eyes vexed.",
        "The chamber beyond was dark, lit by the soft glow of a single torch beside a clear sarcophagus.",
        "You must understand there is a reason behind what I ask of you that will not become clear for some time.",
        "Good. You.re going to need your head clear.",
        "She didn.t fit in; they made it clear every chance they could, just as their leader did.",
        "What.s clear is that your mate is still out of control.",
        "\"That's your sister?\" he asked in clear astonishment.",
        "The answer became clear.",
        "You made it clear you read my mind.",
        "He happen to be carrying a clear coffin?",
        "The evidence Lilith wasn.t meant for him was clear.",
        "\"No, Katie,\" he said, his world clear for the first time in his life.",
        "The scary, confusing world she.d entered weeks before crystallized and grew clear as she watched the lethal battle.",
        "Evelyn, her best friend and landlord, shifted beside her before waving a manicured hand at the clear night above them and asking, \"Ever wonder what's out there?\"",
        "She saw a full range of eye colors, though she noticed with some interest that blue or green eyes were unnaturally clear-- unlike her Mediterranean, green-blue-grey gaze.",
        "Evelyn poured clear, steaming broth into a bowl beside her plate.",
        "The clear broth held a tangy, rich flavor, like spiced butter.",
        "She dipped everything she tried-- from meat to casseroles with odd textures-- in the clear broth.",
        "The night was clear and cool, the sky a beautiful pageant of dark blue silk and brilliant stars, of streaking meteors and two glowing orbs.",
        "He'd contact Jetr when they were clear of Qatwal to let him know everything had gone as he predicted.",
        "The exercise helped clear her head.",
        "A'Ran gazed at her silently, making his disapproval clear.",
        "Sparring lasted until the sky was clear of night's blue, at which point he took the sword from her.",
        "Her speed was consistent, her destination clear.",
        "Ouray County was perfect for invigorating outdoor activity, with its crystal clear air and dry, windless temperatures just below freezing.",
        "His mind was, at least for the moment, clear of all thoughts except this beautiful petite woman.",
        "Mountain winters were always a surprise to lowlanders and easterners, where the chemistry of moisture played games that produced slush and wet snow, not the sparkling crystals so soft a broom could clear a foot-deep snowfall with a few swishes.",
        "You get into mixed rock and ice and there's often snow to clear away to get to a hard surface.",
        "All seemed to be in perilously dangerous situations, clinging to the sheer walls with outstretched arms and spread legs, somehow adhered to the clear surface before them.",
        "But then, in the quietness of the night, he began to hear beyond the door, the muffled but clear sounds of lovemaking.",
        "Neither said anything while Dean began to clear the dishwasher from last evening's meal.",
        "They say the flight isn't canceled yet so let's hope Montrose stays clear enough, at least for another hour or two.",
        "He took a deep breath of the clear evening air.",
        "While the air remained chilly, especially in the shaded patches, it was so clear and unseasonably warm Dean hardly noticed.",
        "As he peddled downhill toward Ridgway, he could see the east side of the valley, exposed to the southern sun, had melted nearly clear of snow while across the valley, draped in shadow most of the day, the western slope retained almost all its recent covering.",
        "It was never clear if that was the case and the kid lucked out, but Dean used the excuse of mock consternation to excuse himself and walk uptown to telephone Cynthia.",
        "Later the same morning, Dean took advantage of the cold but clear day for a little biking.",
        "With a chuckle and a deep breath of crisp, clear air, he mused, Today would be perfect, were it not for the human locked in the basement.",
        "Okay, let me see if I can make this clear.",
        "The conversation flowed freely and it was clear to Jackson that everyone was enjoying the evening.",
        "Her voice cracked with the strain, You have made your feelings clear.",
        "Jesus, how can I have made my feelings clear when I don't even know what they are.",
        "I guess we'll have to kill some time while you clear out.",
        "The full-length, sequined halter gown she wore clung to every curve and sported slits on both sides clear up to the hip.",
        "Steel bars separated us initially, until it was clear she had no desire to harm me.",
        "After dinner, Jackson and Elisabeth insisted they clear and make coffee while Connor and Sarah visited with his family.",
        "Thank you for keeping a clear head.",
        "The next morning dawned clear and crisp outside, but the stove was warming the living room as Carmen came through.",
        "Was it merely a facade, or did he always have a clear view of where he was headed and the confidence to get him there?",
        "I just wanted to clear it with you first.",
        "She shook her head to clear it and looked around.",
        "The sky was clear, one of the few clear nights since she arrived to the Peak.",
        "She breathed the chilled air to clear her thoughts.",
        "His team continued to clear the building and toss flares into corners as they sought out any living insurgents or incendiary devices.",
        "Can you clear me?",
        "While the night's events were still a bit hazy, her memory was clear enough to feel gratitude towards the man crouched beside her.",
        "Brady relaxed, unable to clear his head or move his body.",
        "His mind began to clear.",
        "Several more joined him to clear out debris and the remains of a building.",
        "The strain on his face was clear, and a tremor of fear crept through her.",
        "It was clear and cool outside of Gabe's small cottage in the middle of a possessed jungle.  Rhyn felt the sense that someone else was there once more and looked around.  Assuming the feeling has something to do with his magic, Rhyn shook it off once more.  He opened the front door without knocking, already sensing it was empty.  Gabe had left in a hurry.  The wardrobe near his bed was open and his walls were missing many of the weapons Rhyn had seen last time.",
        "\"She's counting on you to wipe me out,\" Rhyn said, his stomach sinking.  He'd suspected Death's promise was made too easily, but it had seemed too clear to be anything but what she'd said.",
        "Kris crossed his arms, recalling the last message he'd received from his spies.  They'd been certain of two demon shapeshifters infiltrating his organization.  While no one knew who they'd replaced, one thing was clear: he couldn't assume people were who he thought they were.",
        "\"I dreamt where Death told me about the seven days … \" Gabe drifted off and shook his head, as if to clear a bad memory.  \"You're saying Rhyn didn't break the bond?\"",
        "Death wanted him to wait until the bond returned.  Darkyn wanted him to act before then.  Rhyn didn't understand the battle the two were locked in, but one thing was clear: Katie would need him before the seven days was up.",
        "Maybe the storm will clear up.",
        "\"You don't even know me,\" Deidre said, her surprise clear.",
        "I just hope you fellows are here to clear out number 22.",
        "If you're real nice to him, maybe we'll clear out your room.",
        "Just as Dean backed from the driveway, another car turned the corner and waited for him to clear the entrance.",
        "As soon as Dean was clear, the other car pulled in, stopping in front of the garage.",
        "She rose, a clear indication she'd devoted enough time to these non-paying visitors.",
        "I already told Winston I want you to stay clear of Baratto for a few days.",
        "He'd stay clear and give her a rest.",
        "The only decision he'd made was to do nothing until there was clear evidence tying Byrne to the money.",
        "Dean smiled in spite of himself as Fred swept the kitchen table clear of cups and cat, dropping a bulky folder and spilling its paper contents.",
        "Better to have a clear head when Fred telephoned.",
        "Dean located Jonathan Winston and relat­ed what Fred had seen but it was clear the FBI officer doubted the identification and gave only a cursory nod and a promise to look into it.",
        "He was still above the timberline, devoid of any trees that would impair visibility so it was clear enough to follow the road with its many switchbacks and curves traversing the mountain below him, a black line clinging to the side of the cliff like a pen­cil drawing.",
        "Ma Reynolds - Mums, was the undisputed matriarch of the Reynolds family, and she made it clear that Lori would be treated with respect.",
        "The broad arches allowed fresh air and the clear fiberglass roof let the sunshine in while keeping the rain out.",
        "The last thing she wanted to do was renew their argument of the night before, but they needed to clear the air about something.",
        "It was the first time she had heard him call her that, and the tender smile on Mum's face made it clear that she was pleased.",
        "For a moment Mom's face was as clear as if she were standing there, saying \"waste not, want not.\"",
        "Still, Lori had been clear enough on that subject.",
        "He shook his head, as if to clear it.",
        "Instantly the answer was clear.",
        "She shook her head as if to clear it of distracting thoughts.",
        "The picture he painted was incredibly clear.",
        "What she had to say required a clear mind and a calm approach.",
        "Fading in and out of consciousness, Claire blinked to try to clear her vision.",
        "Darian asked, gazing into its clear green eyes.",
        "Her blood was moving and her head clear.",
        "The desert around him was quiet and the sky overhead clear.",
        "The air was clear and dry, the sand dotted with small shrubs.",
        "Darian didn't know when he'd lost his ability to speak clear sentences, but the idea Jenn scrambled his mind made him want to laugh.",
        "He shook his head to clear it and walked away, towards the front door.",
        "A full day after you've been here in the immortal world, your vision will clear.",
        "Just made it clear I'm not allowed to leave.",
        "This much has been clear for months, since the Oracle made her appearance.",
        "She entered, stomping her feet to clear her legs of snow.",
        "The disapproval was clear in his voice as he slowly repeated her words.",
        "Dark circles smudged the delicate skin beneath her clear eyes.",
        "Finally, they were clear of bodies.",
        "Disoriented, she blinked to clear webbing from her gaze.",
        "\"Samin?\" she asked, and shook her head to clear it.",
        "At long last, she saw her chance: the men had withdrawn and the path to the arena's entrance was clear.",
        "The sky was clear and stars bright.",
        "\"So he sent you here to assume a position my people would respect while sweeping the way clear for Memon to enter and destroy all?\" she continued.",
        "The moment he made the decision to demand her as payment, all had become overwhelmingly clear, as if he had chosen at last to take control of a dream that had imprisoned him for so long.",
        "Her fatigued body ached while her tired mind struggled to keep her thoughts clear of emotion.",
        "He's made his intentions here clear to me.",
        "His path was once more clear.",
        "The answer to his turmoil was clear: his revenge wasn't worth her life.",
        "I needed him to clear a path for me.",
        "Yanking off the top, he pushed it over with a yell, until the contents turned the clear waters black in the moonlight.",
        "Friday night the weather was warm and clear.",
        "Whatever was bothering him, it was clear that he didn't want to continue his role as protector and director.",
        "She would put her goats in there and let them clear out the brush.",
        "It was clear he was going to do something.",
        "You made it clear enough what I did wrong and I've apologized.",
        "Yes, she'd made it clear enough alright.",
        "Clean air, clear water.",
        "Gradually the water became clear and she twisted the knob until the water flow stopped.",
        "Do you have any clear fingernail polish?",
        "He was certainly a hard worker, but why did he consider it his responsibility to clear the fallen tree?",
        "She took a deep breath to clear her head, and pushed him away again.",
        "Did you think you had city water clear out here?",
        "Cut a few trails, clear around the pool of water - maybe enlarge it and get some ducks.",
        "He sensed secrets in people, and this woman had a ton of them, which was at odds with her clear gaze and the shimmer of innocence around her.",
        "It's clear Toni makes you uncomfortable about yourself.",
        "Her emotions were crisp and clear.",
        "It was pretty clear.",
        "\"I can't believe you don't know their names,\" she said in clear disapproval.",
        "The woman was guarded, her tension clear, much like those sparring on the beach had been.",
        "Jessi looked up at him, her clear eyes troubled.",
        "You made it clear you know where I live.",
        "He was testing her again, making his offer clear.",
        "His message was clear: she was either his or she was on her own.",
        "They tracked him quietly and now were making it clear they meant business.",
        "She blinked rapidly to clear her vision as she entered the dark building.",
        "Completely unguarded, her gray eyes were large and clear in the early morning light and her features relaxed.",
        "Her focus was clear: getting her cousin to safety without any sort of consideration for her own welfare.",
        "He cursed the talent that initially drew him to her, forced to wait for the fog to clear.",
        "\"Clear,\" Eden echoed, closer.",
        "His dislike of the truth was clear.",
        "But, in attempting to make this conception quite clear and thinkable, we are forced to represent the connexion of things as a universal substance, the essence of which we conceive as a system of laws which underlies everything and in its own self connects everything, but imperceptible, and known to us merely through the impressions it produces on us, which we call things.",
        "It also becomes clear that only where such mental life really appears need we assign an independent existence, but that the purposes of everyday life as well as those of science are equally served if we deprive the material things outside of us of an independence, and assign to them merely a connected existence through the universal substance by the action of which alone they can appear to us.",
        "But it seems pretty clear that if there is any change in weight consequent on chemical change, it is too minute to be of im- portance to the chemist, though the methods of modern physics may settle the question.",
        "Dalton believed that the molecules of the elementary gases consisted each of one atom; his diagram for hydrogen gas makes the point clear.",
        "It is clear from Chicheley's position in the list, with eleven fellows and eight scholars, or probationerfellows, below him, that this entry does not mark his first appearance in the college, which had been going on since 1375 at least, and was chartered in 1379.",
        "GALVANIZED IRON, sheet iron having its surface covered with a thin coating of zinc. In spite of the name, galvanic action has often no part in the production of galvanized iron, which is prepared by dipping the iron, properly cleaned and pickled in acid, in a bath of molten zinc. The hotter the zinc the thinner the coating, but as a high temperature of the bath is attended with certain objections, it is a common practice to use a moderate temperature and clear off the excess of zinc by passing the plates between rollers.",
        "The principle of energy makes it clear that the light emitted laterally is not a new creation, but only diverted from the main stream.",
        "The proportion of occurrences of negative potential under a clear sky was much above its average in autumn.",
        "Thus at Karasjok Simpson found for mean values: Temp. less than -20° - Io° to -5° Io° to 15° I + =0.18, I_=0.16 I + =0.36, I_=0.30 I + =0 '45, I_=0'43 Simpson found no clear influence of temperature on Q.",
        "But when the option is between sheltering under a tree and remaining in the open it is not so clear.",
        "It is a clear case of an ancient frontier laid out in American fashion.",
        "But this genealogy, though it is attributed to Hesiod, is apparently post-Homeric; and it is clear that the Ionian name had independent and varied uses and meanings in very early times.",
        "The term properly implies a clear polytheistic conception of gods in contrast with men, while it recognizes that some men cross the dividing line.",
        "That she was a meretrix is clear from many indications-her special accomplishments, her house in the Subura, the occurrence of scenes like those in i.",
        "His style is clear and vivid; his method of describing what he sees extraordinarily plastic; above all, he has the art of presenting objects to us from their most interesting and attractive side.",
        "At last, in 1795, the House of Lords gave a verdict of not guilty on all charges laid against him; and he left the bar at which he had so frequently appeared, with his reputation clear, but ruined in fortune.",
        "It is thus clear that in the Bronze Age Sardinia was fairly thickly populated over by far the greater part of its extent; this may explain the lack of Greek colonies, except for Olbia, the modern Terranova, and Neapolis on the cians.",
        "In person Madame Roland was attractive though not beautiful; her ideas were clear and far-reaching, her manner calm, and her power of observation extremely acute.",
        "The emperor's share in the work is not clear, but it seems certain that the general scheme and many of the incidents are due to him.",
        "Even before this it had been clear to archaeologists and ethnologists that there was no evidence to support the popular theory that Zimbabwe had been built in very ancient days by some Oriental people.",
        "Artists have been known to use the left hand in the hope of checking the fatal facility which practice had conferred on the right; and if Hood had been able to place under some restraint the curious and complex machinery of words and syllables which his fancy was incessantly producing, his style would have been a great gainer, and much real earnestness of object, which now lies confused by the brilliant kaleidoscope of language, would have remained definite and clear.",
        "\"Cat\" or \"cat-head,\" in nautical usage, is the projecting beam on the bows of a ship used to clear the anchor from the sides of the vessel when weighed.",
        "The characteristic by which we recognize the fundamental element in a series is its intuitive or self-evident character; it is given by \"the evident conception of a healthy and attentive mind so clear and distinct that no doubt is left.\"",
        "Such are the four points of Cartesian method: (1) Truth requires a clear and distinct conception of its object, excluding all doubt; (2) the objects of knowledge naturally fall into series or groups; (3) in these groups investigation must begin with a simple and indecomposable element, and pass from it to the more complex and relative elements; (4) an exhaustive and immediate grasp of the relations and interconnexion of these elements is necessary for knowledge in the fullest sense of that word.4 \" There is no question,\" he says in anticipation of Locke and Kant, \" more important to solve than that of knowing what human knowledge is and how far it extends.\"",
        "To attach a clear and definite meaning to the Cartesian doctrine of God, to show how much of it comes from the Christian theology and how much from the logic of idealism, how far the conception of a personal being as creator and preserver mingles with the pantheistic conception of an infinite and perfect something which is all in all, would be to go beyond Descartes and to ask for a solution of difficulties of which he was 1 Ouvres, vi.",
        "Through the truthfulness of that God as the author of all truth he derives a guarantee for our perceptions in so far as these are clear and distinct.",
        "And it is in guaranteeing the veracity of our clear and distinct conceptions that the value of his deduction of God seems in his own estimate to rest.",
        "The disturbing conditions of will, life and organic forces are eliminated from the problem; he starts with the clear and distinct idea of extension, figured and moved, and thence by mathematical laws he gives a hypothetical explanation of all things.",
        "Two clear and distinct ideas, it seems, produce an absolute mystery.",
        "Strutt (Sports and Pastimes) suggests that the first player's bowl may have been regarded by the second player as a species of jack; but in that case it is not clear what was the first player's target.",
        "It was a cavalry melee, in which the common code of honour caused Macedonian and Persian chieftains to engage hand to hand, and at the end of the day the relics of the Persian army were in flight, leaving the high-roads of Asia Minor clear for the invader.",
        "Certain features - the high physical courage, the impulsive energy, the fervid imagination - stand out clear; beyond that disagreement begins.",
        "The measurements are doubtful, but the upward tendency is clear.",
        "The relations between the writings of Ezekiel and those of Jeremiah is not clear.",
        "From these it is clear that the country fell in turn under the sway of the various dynasties that ruled in the Deccan, memorials of the Chalukyan dynasty, whether temples or inscriptions, being especially abundant.",
        "long, which after leaving Lake of the Woods dashes with its clear water over many cascades, and traverses very beautiful scenery.",
        "e?Howa, ide n ndon Winter, with cold but clear and bracing weather, usually sets in about the middle of November, and ends with March.",
        "The automatic inlet of cold water to the hot water system from the main house tank or other source is controlled by a ball valve, which is so fixed as to allow the water to rise no more than an inch above the bottom of the tank, thus leaving the remainder of the space clear for expansion.",
        "In the south-west end of the lake the water is yellow, caused by banks of clay; elsewhere it is clear.",
        "clear that the president would listen to no prudent counsels, from Roca or from any one else.",
        "number of the slave-population; it is clear, however, that the number must have been out of all proportion to that of the free inhabitants.",
        "We have no information regarding Jerusalem during the period of the captivity, but fortunately Nehemiah, who was permitted to return and rebuild the defences about 445 B.C., has given a fairly clear description of the line of the wall which enables us to obtain a good idea of the extent of the city at this period.",
        "It is clear from his account that the lines of fortifications included both the eastern and western hills.",
        "Possessing an immense range of knowledge, he has filled up lacunae in nearly every part of physics, by experiment, by calculation, and by clear accurate thought.",
        "The exact meaning of these features is not clear, but if it be remembered (a) that the Levites of post-exilic literature represent only the result of a long and intricate development, (b) that the name \"Levite,\" in the later stages at least, was extended to include all priestly servants, and (c) that the priesthoods, in tending to become hereditary, included priests who were Levites by adoption and not by descent, it will be recognized that the examination of the evidence for the earlier stages cannot confine itself to those narratives where the specific term alone occurs.",
        "deep. There are a few clear openings in the outer rampart which the reef presents to the ocean.",
        "The mean winter reading of the thermometer is 54.7, and accompanied as this is by clear skies and an absence of snow, the season is both pleasant and invigorating.",
        "There are some twenty smaller species in Australia and Tasmania, besides the rock wallabies and the hare kangaroos; these last are wonderfully swift, making clear jumps 8 or io ft.",
        "Four points are clear: (i) the Australians represent a distinct race; (2) they have no kinsfolk among the neighbouring races; (3) they have occupied the continent for a very long period; (4) it would seem that the Tasmanians must represent a still earlier occupation of Australia, perhaps before the Bass Strait existed.",
        "New South Wales having decided in favour of federation, the way was clear for a decision on the part of Western Australia.",
        "Vermont's rivers are generally swift, and in many places they are made very picturesque by their clear and sparkling waters, rapids, falls, gorges and wooded banks.",
        "Tunstal was as good a Catholic as Bonner; he left a different repute behind him, a clear enough indication of a difference in their deeds.",
        "Resolution, vigour and clear sight marked his conduct as a commander-in-chief.",
        "That he was also capable of strategy of the other type was clear from his conduct of the Irish War.",
        "That the recurrence of the market determined the length of the week seems clear from the Wajagga custom of naming the days after the markets they visit, as well as from the fact that on the Congo the word for week is the same as the word for market.",
        "According to this statement he left his native town at an early age and settled at Rome, where he got employment in a theatre, though it is not clear in what capacity.",
        "Beneath the epidermis is a longitudinal layer of muscle-fibres which are separated into four distinct groups by the dorsal, ventral and lateral areas; these are occupied by a continuation of the epidermic layer; in the lateral areas run two thin-walled tubes with clear contents, which unite in the anterior part of the body and open by a pore situated on the ventral surface usually about a quarter or a third of the body length from the anterior end.",
        "It is not clear that all lands paid tithe, perhaps only such as once had a special connexion with the temple.",
        "With the judges were associated a body of elders, who shared in the decision, but whose exact function is not yet clear.",
        "The accused could clear himself by oath where his own knowledge was alone available.",
        "The grappling of the cable and raising it to the surface from a depth of 2000 fathoms seldom occupy less than twenty-four hours, and since any extra strain due to the pitching of the vessel must be avoided, it is clear that the state of the sea and weather is the predominating factor in the time necessary for effecting the long series of operations which, in the most favourable circumstances, are required for a repair.",
        "It very soon, therefore, became clear to inventors that a very great advantage would be gained if some means could be discovered of creating high frequency oscillations which were not intermittent but continuous.",
        "Reis's object was to reproduce at a distance not only music but also human speech; but that he did not wholly succeed is clear from the following extract from his lecture: - \" Hitherto it has not been possible to reproduce human speech with sufficient distinctness.",
        "(2) Too little is known of the Sicel language to make clear more than its Indo-European character.",
        "It is clear, however, that the Celtic and Etruscan elements together occupied the greater part of the district between the Apennines and the Alps down to its Romanization, which took place gradually in the course of the 2nd century B.C. Their linguistic neighbors were Ligurian in the south and south-west, and the Veneti on the east.",
        "In order to understand the future history of Italy, it is necessary to form a clear conception of the method pursued by the Lombards in their conquest.",
        "It is clear that at this time the fury of the civil wars was spent.",
        "The surrender of the last Habsburg stronghold, Mantua, on the 2nd of February 1797 left the field clear for the erection of new political institutions.",
        "But, in spite of the sympathy of the king, Dl e attempt to raise armed bands in Venetia had no success, and wa became clear that the foreigner could only be driven from the of ninsula by regular war.",
        "At the same time he made it clear that Italy would occupy Rome upon her own responsibility.",
        "Yet at that moment the adoption of a clear line of policy, in accord with the central powers, might have saved Italy from the loss of prestige entailed by her bearing in regard to the Russo-Turkish War and the Austrian acquisition of Bosnia, and might have prevented the disappointment subsequently occasioned by the outcome of the Congress of Berlin.",
        "Italy, in constant danger from France, needed good relations with Austria and Germany, but could only attain the goodwill of the former by firm treatment of the revolutionary Irredentist agitation, and of the latter by clear demonstration of Italian will and ability to cope with all anti-monarchical forces.",
        "It became clear that neither the influence of the regular clergy, of which the Society of Jesus is the most powerful embodiment, nor that of foreign clerical parties, which largely control the Peters Pence fund, would ever permit renunciation of the papal claim to temporal power.",
        "The Pelloux cabinet possessed no clear programme except in regard to the Public Safety Bill, which it had taken over from its predecessor.",
        "That agreement also served to clear up the situation in Tripoli; while Italian aspirations towards Tunisia had been ended by the French occupation of that territory, Tripoli and Bengazi were now recognized as coming within the Italian sphere of influence.",
        "It was clear that so long as Austria, bribed by Germany, could act in a way so opposed to Italian interests in the Balkans, the Triple Alliance was a mockery, and Italy could only meet the situation by being prepared for all contingencies.",
        "For while the younger school, the Vajasaneyins, have made a clear severance between the sacred texts or mantras and the exegetic discussions thereon - as collected in the Vajasaneyi-samhita and the Satapatha-Brahmana (trans.",
        "[It is not clear that Bacon is the first to use the term in the now accepted sense; but he and Theophilus Raynaudus, S.",
        "It has been truly observed' that the lineaments of Cicero intuitionalism are very clear in him.",
        "He will not waste time upon triflers who deny what he thinks, in the light of the (empiricist!) Design argument, an absolutely clear truth.'",
        "But at least we may say that agnosticism is much less clear in Browning than in Tennyson.",
        "A fur- ‘ - ther peculiarity of this type of colony is that theentire coenosarcal complex is covered externally by a common layer of ectoderm; it is not clear how this covering layer is developed.",
        "The simple form of ocellus described in the foregoing paragraph may become folded into a pit or cup, the interior of which becomes filled with a clear gelatinous secretion forming a sort of vitreous Modified after Linko, Travaux Soc. Imp. Nat., St.",
        "The endoderm is shaded, the ectoderm left clear.",
        "The apparently clear distinction between flowering and flowerless plants has been broken down by the series of gradations between the two exhibited by the Lycopodiaceae, Rhizocarpeae, and Gymnospermeae.",
        "On the other hand, it is clear that all the faithful were subject to these courts (when acting within their own sphere), and that, in the earliest times, no distinction was made in this respect between clergy and laity.",
        "In France, till 1329, there seems to have been no clear line of demarcation between secular and ecclesiastical jurisdictions.",
        "It has been assumed on the strength of a passage in Capitolinus that Aurelius married Faustina in 146, but the passage is not clear, and other evidence points strongly to 140; at all events it seems certain that a daughter was born to him in 140.",
        "We find in the Meditations no speculations on the absolute nature of the deity, and no clear expressions of opinion as to a future state.",
        "The archipelago is divided into two groups - the Leeward (lies sous le Vent) and the Windward Islands (Iles du Vent) - by a clear channel of 60 m.",
        "A letter like this, clear cut in its thought, teeming with ideas emanating from an unique religious experience, and admirably adjusted to known situations, bears on the face of it the marks of genuineness even without recourse to the unusually excellent external attestation.",
        "Wren also designed a colonnade to enclose a large piazza forming a clear space round the church, somewhat after the fashion of Bernini's colonnade in front of St Peter's, but space in the city was too valuable to admit of this.",
        "This type of stern is therefore often spoken of as protoslelic. In the Ferns there is clear evidence that the amphiphloic haplostele or protostele succeeded the simple (ectophloic) protostele in evolution, and that this in its turn gave rise to the solenostele, which was again succeeded by the dictyostele.",
        "The stele of Equisetum is of a very peculiar type whose relations are not completely clear.",
        "History and Bibliography.The study of plant anatomy was begun in the middle of the seventeenth century as a direct result of the construction of microscopes, with which a clear view of the structure of plant tissues could be obtained.",
        "Filicales and Gymnosperms, and known as the Cycadofihices, a group in which, curiously enough, the reproductive organs remained undiscovered for some time after the anatomy of the vegetative organs was sufficiently well known to afford clear evidence of their true affinities.",
        "Now, as the materials which plants absorb are carbon dioxide from the air, and various inorganic compounds from the soil, together with water, it is clear that if this view is correct, vegetable protoplasm must be fed in a very different way from animal, and on very different materials.",
        "Observation of germinating seedlings makes it clear that somehow they have a perception of direction.",
        "The perception of direction or the influence of gravity presents greater difficulty, as we have no clear idea of the form which the force of gravity takes.",
        "Botrytis, Ergot, &c. Now it is clear that if an organism gains access to all parts of a plant, and stimulates all or most of its cells to hypertrophy, we may have the latter behaving abnormallyi.e.",
        "It is clear that in these cases the obvious symptomthe fluxis not the primary one.",
        "It is sufficient to note here that cells were first of all discovered in various vegetable tissues by Robert Hooke in 1665 (Micrographia); Malpighi and Grew (1674-1682) gave the first clear indications of the importance of cells in the building up of plant tissues, but it was not until the beginning of the 19th century that any insight into the real nature of the cell and its functions was obtained.",
        "In some cases it shows, when submitted to a careful examination under the highest powers of the microscope, and especially when treated with reagents of various kinds, traces of a more or less definite structure in the form of a meshwork consisting of a clear homogeneous substance containing numerous minute bodies known as microsomes, the spaces being filled by a more fluid ground-substance.",
        "It is clear, however, that an equal quantitative division and distribution of the chromatin to the daughter cells is brought about; and if, as has been suggested, the chromatin consists of minute particles or units which are the carriers of the hereditary characteristics, the nuclear division also probably results in the equal division and distribution of one half of each of these units to each daughter cell.",
        "It is quite clear that Pomponius Mela (c. A.D.",
        "In any case it is fully recognized that the plan of the earth is so clear as to leave no doubt as to its being due to some general cause which should be capable of detection.",
        "Their function is not quite clear.",
        "But out of the copies of Norfolk deeds and records collected for Thomas, earl of Arundel, in the early part of the 17th century, it seems clear enough that he sprang from a Norfolk family, several of whose members held lands at Wiggenhall near Lynn.",
        "The other end is closed by a plate of muffed glass at the distance of distinct vision, and parallel to this is fixed a plate of clear glass.",
        "It is clear that in the circumstances the terms \"father,\" \"patristic,\" \"patrology\" must be used with much elasticity, since it is now too late to substitute for them any more comprehensive terms.",
        "Once satisfied, however, his faith remained clear and firm; and thenceforward his life became that of a supremely religious man.",
        "It prefers clear streams flowing over a gravelly bottom, and deep, still water, keeping close to the bottom in winter but disporting itself near the surface in the sunshine of summer.",
        "Amethyst is a very widely distributed mineral, but fine clear specimens fit for cutting as ornamental stones are confined to comparatively few localities.",
        "of hills; it is well built and is noted for its fine climate, the name \"Laoag\" signifying \"clear.\"",
        "How early this work was begun is not clear, but it would appear to have been at least largely reconstructed in the time of the great Nebuchadrezzar.",
        "The right arm was the original bed, and the left arm, on which Babylon was built, the artificial deviation, as is clear from the cuneiform inscriptions.",
        "To \"heave the log,\" a man holds the log-reel over his head (at high speeds the man and portable reel are superseded by a fixed reel and a winch fitted with a brake), and the officer places the peg in the log-ship, which he then throws clear and to windward of the ship, allowing the line to run freely out.",
        "By the aid of one front leg it places consecutive heaps of loosened particles upon its head, then with a smart jerk throws each little pile clear of the scene of operations.",
        "Buchner is not always clear in his theory of the relation between matter and force.",
        "Since, however, the emperor has the power of proroguing or dissolving the Duma as often as he pleases, it is clear that these temporary ordinances might in effect be made permanent.",
        "What constituted in this primitive system of inheritance the strength of a claim was often not easily determined, and even when the legal question was clear enough the law was not always respected by the contending parties.",
        "It was clear that the system with which the murdered minister's name had been associated stood all but universally condemned, and in the appointment of the conciliatory Prince Sviatopolk-Mirski as his successor the tsar himself seemed to concede the necessity for a change of policy.",
        "Horses and other draught animals are reared in the province, and there are several lakes frequented by water-fowl, and streams of clear water flow through it, as for instance the Kyros (Kur) formed by the junction of the Medos and Araxes.\"",
        "Sometimes also a viaduct consisting of a series of arches is preferred to an embankment when the line has to be taken over a piece of fiat alluvial plain, or when it is desired to economize space and to carry the line at a sufficient height to clear the streets, as in the case of various railways entering London and other large towns.",
        "At stations on double-track railways which have a heavy traffic four tracks are sometimes provided, the two outside ones only having platforms, so that fast trains get a clear road and can pass slow ones that are standing in the station.",
        "At intermediate stations the roofs are often carried on brackets fixed to the walls of the station buildings, and project only to the edge of the platforms. At larger stations where both the platforms and the tracks are covered in, there are two broad types of construction, with many intermediate variations: the roof may either be comparatively low, of the \" ridge and furrow \" pattern, borne on a number of rows of pillars, or it may consist of a single lofty span extending clear across the area from the side walls.",
        "An engine coupled to a batch of wagons runs one or more of them down one siding, leaves them there, then returns back with the remainder clear of the points where the sidings diverge, runs one or more others down another siding, and so on till they are all disposed of.",
        "There are various contrivances by which this may be done by a man standing clear of the cars, but often he must go in between their ends to reach the knuckle.",
        "clear diameter of 10 ft.",
        "No adequate definition is to be found even in the British statute-book; for although g parliament has on different occasions passed acts dealing with such railways both in Great Britain and Ireland, it has not inserted in any of them a clear and sufficient statement of what it intends shall be understood by the term, as distinguished from an ordinary railway.",
        "In numerous instances clear evidence of recent movements along the fault planes has been discovered; and frequent earthquakes testify with equal force to the present uplift of the mountain blocks.",
        "In both these rites we seem to have a duplication of ritual, and the parallelism of sacrifice and liberation is clear.",
        "It is clear from the evidence of the early Western liturgies that, for at least six centuries, the primitive conception of the nature of the Christian sacrifice remained.",
        "There is a clear distinction between the sacrifice and the communion which followed it, and that which is offered consists of the fruits of the earth and not of the body and blood of Christ.",
        "The ruins of an ancient building called the Naviglio, the nature of which does not seem clear, are described (ib.",
        "Whatever it costs, it is anyhow a clear gain that it is incurred on the score of piety, seeing that we succour the poorest by such entertainments (refrigerio).",
        "It is clear that at an earlier date the agape preceded the eucharist.",
        "- Can any clear indications be found to guide us as to the religion of the Hebrew clans before the time of Moses ?",
        "In fact, while Robertson Smith (in Kinship and Marriage in Early Arabia, as well as his Religion of the Semites, followed by Stade and Benzinger) strongly advocated the view that clear traces of totemism can be found in early Israel, later writers, such as Marti, Gesch.",
        "So much is clear.",
        "Of this tradition the Naboth incident in the time of Ahab furnishes a clear example which brings to light the contrast between the Tyrian Baal-cult, which was scarcely ethical, and of which Jezebel and Ahab were devotees, and the moral requirements of the religion of Yahweh of which Elijah was the prophet and impassioned exponent.",
        "This is due to the fact that it for the first time unfolded the true character of Yahweh, implicit in the old Mosaic religion and submerged in the subsequent centuries of Israel's life in Canaan, but now at length made clear and explicit to the mind of the 1 In Isa.",
        "But the prevalence of the worship of \" other gods \" and of graven images in these \" high places,\" and the moral debasement of life which accompanied these cults, made it clear that the \" high places \" were sources of grave injury to Israel's social life.",
        "It is quite clear that many provisions in the old codes of J and E expanded lie at the basis of the book of Deuteronomy.",
        "(1906) and his Geschichte der israelitischen Religion, are clear, compact and most serviceable, and the former work presents the subject in fresh and suggestive aspects.",
        "His power lies chiefly in the clear grasp of fact, in selection and synthesis, in the vivid narration of incident.",
        "These writings bear the mark of a clear mind and a moderate and gentle spirit.",
        "Cyprian had none of that character which makes the reading of Tertullian, whom he himself called his magister, so interesting and piquant, but he possessed other qualities which Tertullian lacked, especially the art of presenting his thoughts in simple, smooth and clear language, yet in a style which is not wanting in warmth and persuasive power.",
        "He adds, what is not quite clear from one who so frankly acknowledges his limited acquaintance with the science, that he had reason to congratulate himself that he knew no more.",
        "Freeman, on account of the Romanesque character of the architecture, thought it probable that it really belongs to the time of the Lombard kings, and his opinion is shared by Ricci and Rivoira, who consider it to be a guardhouse erected by the exarchs, recent explorations having made it clear that it was an addition to the palace, while mosaic pavements and an atrium once surrounded by arcades really belonging to the latter were found in 1870 behind S.",
        "When and how the town and the colony of Plymouth became differentiated is not clear.",
        "When, however, he had succeeded in extracting from the sources a general idea that seemed to him clear and simple, he attached himself to it as if to the truth itself, employing dialectic of the most penetrating, subtle and even paradoxical character in his deduction of the logical consequences.",
        "He fell to the ground, and a spring of clear water, which issued from the spot, is still called after him.",
        "In the interior organs there are indications of a compensating accumulation of blood, such as swelling of the spleen, engorgement (very rarely rupture) of the heart, with a feeling of oppression in the chest, and a copious flow of clear and watery urine from the congested kidneys.",
        "But the stages in his progress are not clear.",
        "In the absence of its native records its relations with Palestine are not always clear, but it may be supposed that amid varying political changes it was able to play a double game.",
        "The importance of the historical questions regarding relations between Damascus, Israel and Judah is clear.",
        "The course of events is not clear, but Jehoiakim (q.v.) at all events was inclined to rely upon Egypt.",
        "4 The main facts, however, are clear.",
        "Yet it is clear from the book of Genesis alone that in the age of Priestly writers and compilers there were other phases of thought.",
        "But it is not clear that he had such need of the Jews or such regard for the Temple of Jerusalem that he should turn aside on his way to Egypt for such a purpose.",
        "But his first act was to seize and slay sixty of them: so it was clear to Judas at any rate, if not also to the Assideans who survived, that political independence was necessary if the religion was to be secure.",
        "But it is quite clear that Vitellius was concerned to reconcile the Jews to the authority of Rome.",
        "The exact nature and degree of its self-government is not clear.",
        "So far, then, as this declaration is concerned, it is clear that Gramont's responsiblity must be shared with his sovereign and his colleagues (0111vier op. cit.",
        "It is clear, however that he did not share the \"passion\" of his colleagues for \"peace with honour,\" clear also that he wholly misread the intentions of the European powers in the event of war.",
        "But the script itself is as yet undeciphered, though it is clear that certain words have changing suffixes, and that there were many compound words.",
        "It is clear that the rulers, as so P p commonly in ancient states, fulfilled priestly as well as royal functions.",
        "It is clear that the later traditions in many respects accurately summed up the performances of the \" Minoan \" dynast who carried out the great buildings now brought to light.",
        "In central Europe it thrives best in enclosed, preserved waters, with a clayey or muddy bottom and with an abundant vegetation; it avoids clear waters with stony ground, and is altogether absent from rapid streams. The tench is distinguished by its very small scales, which are deeply imbedded in a thick skin, whose surface is as slippery as that of an eel.",
        "The tench is really an excellent fish for the table, if kept in cool, clear water for a few days, as it is the custom to do in Germany, in order to rid it of the muddy flavour imparted to it by its favourite abode.",
        "For opposite reasons, neither the Greek nor the Jewish mind lent itself readily to mysticism: the Greek, because of its clear and sunny naturalism; the Jewish, because of its rigid monotheism and its turn towards worldly realism and statutory observance.",
        "He was not content with laying the blame at the door of the effete War Office, but deplored the apathetic way in which the Tsar passed the time at headquarters, without any clear political plan, holding on supinely to formalism and routine, yielding to the spasmodic interference of the Empress.",
        "In the winter similar consequences ensue, in a negative direction, from the prolonged loss of heat by radiation in the long and clear nights - an effect which is intensified wherever the surface is covered with snow, or the air little charged with vapour.",
        "But this originality cannot be absolute, for, whatever may have been the relations of Babylonia and the Aryans, the latter brought civilization to India from the west, and it is not always clear whether similarity of government and institutions is the result of borrowing or of parallel development.",
        "The resemblances between primitive Christianity and Buddhism appear to be coincidences, and though both early Greek philosophy and later Alexandrine ideas suggest Indian affinities, there is no clear connexion such as there is between certain aspects of Chinese thought and India.",
        "A clear conception of his life at this time, and of the respect which he inspired by the discipline in which he held his men, and of the generosity which tempered his fiery nature, is given in chap. xxv.",
        "But David's position in the south of Judah is clear.",
        "The harem, an indispensable part of Eastern state, was responsible for many fatal disorders, although it is clear from 2 Sam.",
        "But it is clear from 2 Sam.",
        "But the exact meaning which he attaches to such expressions is not quite clear; and they occur, moreover, only incidentally and with the air of current phrases mechanically repeated.",
        "His outlook, usually so clear, was blurred by these considerations, and he lacked the strength to force the suggestions which he made in the autumn of 1853 upon his imperious colleagues.",
        "In these features, and in the fact that the gonads are local proliferations of the coelomic epithelium, which have undergone no further changes in the simpler forms, the coelom of this group shows in a particularly clear fashion the general characters of the coelom in the higher Metazoa.",
        "It is not clear, for example, to which category it is necessary to refer the excretory organs of Arenicola, or Polynoe.",
        "It seems clear from the recent investigations of A.",
        "It is at least clear that in Ozobranchus this comparison is justifiable; but only probable, or perhaps possible, in the case of Philaemon."
    ],
    "definition": [
        "Link/Cite"
    ]
}