{
    "translation": "איש כמורה",
    "uses": [
        "The sixth decree of the Lateran synod of 10J9 forbade any cleric to accept Church office from a layman.",
        "We may still hold the opinion of Dollinger that it was intended to impress the barbarian Pippin and justify in his eyes the Frank intervention in favour of the pope in Italy; or we may share the view of Loening (rejected by Brunner, Rechtsgeschichte) that the forgery was a pious fraud on the part of a cleric of the Curia, committed under Adrian I., 4 with the idea of giving a legal basis to territorial dominion which that pope had succeeded in establishing in Italy.",
        "Of the facts of his life we know practically nothing, except that he was not a cleric but a \"c scholasticus\" or advocate.",
        "You look hot, my son, \" said the cleric.",
        "cleric called Geoffrey of Monmouth.",
        "cleric in the city.",
        "This war is described at great length, the chief hero of it being the monk, Friar John, a very unclerical cleric, in whom Rabelais greatly delights.",
        "An example of this is found in the ninth canon of Chalcedon, which also illustrates the enforcement upon a clerical plaintiff in dispute with a brother cleric of that recourse to the arbitration of their ecclesiastical superior already mentioned.",
        "Writers, savants, poets, artists, noble and plebeian, layman and cleric, without any previous concert, or obvious connexion, were working towards that ideal of political liberty which was to unite all the Magyars.",
        "It is to be noticed that the clergy were never admitted to this public discipline; but a cleric might be deposed and then admitted as a layman.",
        "At the end of the mass the cleric, clad in chasuble and stole and bearing a linen bag on one arm, comes before the pope or bishop and receives a blessing.",
        "In 1301 and 1302 the arrest of Bernard Saisset, bishop of Pamiers, by the officers of the king, and the citation of this cleric before the kings tribunal for the crime of lse-majest, revived the conflict and led Boniface to send an order to free Saisset, and to put forward a claim to reform the kingdom under the threat of excommunication.",
        "In Iran, the fundamentalist cleric Ayatollah Khomeini set out to restore a regime that had last existed almost 1,300 years ago.",
        "The earliest reference to Ambrosius is in a tract called De Excidio et Conquestu Britanniae, written by a 6th century cleric named Gildas.",
        "controversial cleric vows to defy mosque ban 18 January 2003 Charity bosses remove Abu Hamza.",
        "disenfranchised Pakistani youths are lured into terrorism by a radical Islamic cleric.",
        "The members include ethicists from an academic institution, clinicians (doctors and nurses ), a psychologist, solicitor and a cleric.",
        "In early December, jailed cleric Ahmed al-Khalidi renounced his previous endorsement of violent jihad.",
        "Trimus didn't correct the cleric, his mind was still mulling over the reason for this lair being here.",
        "His greatest patron here was Dr. Richard Kaye, an able cleric who rose from country parson to Dean of Lincoln.",
        "Whether used by crusader, pilgrim or cleric, these maps provided spiritual rather than geographical guidance.",
        "without assignment to a particular charge), the translation of clerics except for good cause, the enrolment of a cleric in two churches at once, and the performance of sacerdotal functions outside of one's diocese without letters of commendation from one's bishop; (5) confirming the jurisdiction of bishops over all clerics, regular and secular alike, and punishing with deposition any conspiracy against episcopal authority; (6) establishing a gradation of ecclesiastical tribunals, viz.",
        "A benefice was held in commendam when granted either temporarily until a vacancy was filled up, or to a layman, or, in case of a monastery or abbey, to a secular cleric to enjoy the revenues and privileges for life (see Abbot), or to a bishop to hold together with his see.",
        "Beside, the play was already beginning: an evil cleric wished to seduce a beautiful girl.",
        "You can play a variety of characters like the cleric, magic user, dark elf or monk.",
        "Play as a Cleric, Rogue, Barbarian, Monk or a Wizard.",
        "For instance, the Cleric is good with melee combat, can wear any armor and has access to many defensive spells.",
        "You have a wide variety of characters and classes to choose from: Shaman, Berserker, Barbarian Warrior, Wood Elf Ranger, High Elf Cleric, Erudite Wizard, Dark Elf Shadowknight and others.",
        "Return to Arms offers a selection of character races and classes: Iskar Shaman,Vah Shir Berserker, Barbarian Warrior, Wood Elf Ranger, High Elf Cleric, Erudite Wizard, and the Dark Elf Shadow Knight.",
        "It is a role-playing/adventure game that offers a variety of characters and classes to play- Iskar Shaman, Vah Shir Berserker, Barbarian Warrior, Wood Elf Ranger, High Elf Cleric, Erudite Wizard, and the Dark Elf Shadow Knight.",
        "Deposition of a bishop by a synod, or of a priest or deacon by his bishop, is to take effect even pending an appeal, and a cleric continuing his functions after sentence in first instance is to lose all right of appeal.",
        "Further, a cleric is bound to exercise the minor orders for a year before he can be ordained subdeacon, he must be subdeacon for a year before he is ordained deacon, deacon for a year before he is made priest.",
        "The crime of \"plurality,\" the holding by one cleric of two or more benefices, was especially attacked, as also clerical absenteeism and ignorance, and laxity in the monastic life.",
        "Under the auspices of Archbishop Absalon the monks of Sorb began to compile the annals of Denmark, and at the end of the 12th century Svend Aagesen, a cleric of Lund, compiled from Icelandic sources and oral tradition his Compendiosa historic regum Daniae.",
        "in 1300 definitely permitted such marriages under the alreadyquoted conditions of the Apostolic Canons; in these cases, however, a bishop's licence was required to enable the cleric to officiate in church, and the episcopal registers show that the diocesans frequently insisted on the celibacy of parish-clerks.",
        "Ordinarily the sinful cleric prayed and fasted at his own discretion, and nothing is said of his confessing his sins.",
        "The first lay ministry since Edward the Confessors time came into office; Sir Thomas More became lord chancellor, and Anne Boleyns father lord privy seal; the only prominent cleric who remained in office was Stephen Gardiner, who succeeded Wolsey as bishop of Winchester.",
        "This vestment is a loose robe, with a large hood (lined with fur in winter and red silk in summer) and a long train, which is carried by a cleric called the caudatarius.",
        "When representations were made to the king as to the impropriety of his conduct, he referred the matter to his adviser, Fothud, who was also a cleric. Fothud pronounced that the clergy should be exempted, and three verses purporting to be his decision are still extant.",
        "This cleric, resisting certain measures taken by the great elector against the Lutheran pastors, fled the country in 1668 to avoid prosecution, and having been received at Prague into the Roman Catholic Church was appointed canon of Leitmeritz in Bohemia, where he died.",
        "Controversial cleric vows to defy mosque ban 18 January 2003 Charity bosses remove Abu Hamza.",
        "For example, the Mayor of London, Ken Livingstone, recently invited the cleric Yusuf al-Qaradawi to speak in the UK.",
        "Despite nothing coming of these overtures, neither the Diocese nor the Province were able to offer any concrete alternative to appointing another cleric.",
        "They killed a cleric in Paktika Province with his wife at night, with a lady, they stabbed the lady to death.",
        "It was written during the reign of Heraclius (610-641), and is generally attributed to an unknown Byzantine cleric and friend of the patriarch Sergius, who is specially alluded to as responsible for the introduction of certain ritual innovations.",
        "On the 8th of March 1372 Wykeham resigned the chancellorship, and Bishop Brantingham of Exeter the treasurership, and laymen were appointed in their places, though Sir Robert Thorp, who became chancellor, was master of Pembroke Hall at Cambridge, and as much a cleric as Wykeham had been when he was dean of St Martin-le-Grand and surveyor of Windsor Castle."
    ],
    "definition": [
        "Link/Cite",
        "A clergy member.",
        "circle",
        "Link/Cite"
    ]
}