{
    "translation": "חכם, פיקח",
    "uses": [
        "As a child he was clever and delicate.",
        "He was a clever writer and historian.",
        "The clever cost savings idea of sleeping in the car didn't sound so safe right now.",
        "You're a clever girl and you'll know how to manage.",
        "Dean then told Fred of Lydia Larkin's clever set up of Fitzgerald.",
        "Dean reluctantly agreed it was a clever idea even though he thought it was a waste of time.",
        "And all he said--that it was necessary to await provisions, or that the men had no boots--was so simple, while what they proposed was so complicated and clever, that it was evident that he was old and stupid and that they, though not in power, were commanders of genius.",
        "\"Is she clever?\" she asked.",
        "You're a clever fellow!",
        "He knew that all the intellectual lights of Petersburg were gathered there and, like a child in a toyshop, did not know which way to look, afraid of missing any clever conversation that was to be heard.",
        "When a woman wants to know, she looks for some clever way to trick the man into disclosing the facts.",
        "You know Bilibin--he's a very clever fellow.",
        "Was this break in and shooting a coincidental event or might someone else have been as clever as I at tracking down this nefarious tipster?",
        "The natives, who are Micronesian hybrids of finer physique than their kinsmen of the Pelew Islands, have a comparatively high mental standard, being careful agriculturists, and peculiarly clever boatbuilders and navigators.",
        "Clever. It serves a dual purpose.",
        "\"It was a clever deal,\" Darkyn said, approving.",
        "That was a clever move - using Clara as a source for his information.",
        "He is a wise and clever fellow.",
        "Thaddeus Wojciechowski has published a clever work on Slavonic antiquities.",
        "\"Very clever,\" said the Wizard, nodding his head as if pleased.",
        "His reputation was helped by several clever if somewhat wrong-headed publications, including a satirical pamphlet entitled The Theology and Philosophy of Cicero's Somnium Scipionis (1751), a defence of the Hutchinsonians in A Fair, Candid and Impartial State of the Case between Sir Isaac Newton and Mr Hutchinson (1753), and critiques upon William Law (1758) and Benjamin Kennicott (1760).",
        "But to say that he destroyed his army because he wished to, or because he was very stupid, would be as unjust as to say that he had brought his troops to Moscow because he wished to and because he was very clever and a genius.",
        "It is a clever, agile and powerful dog, extremely pugnacious in disposition.",
        "Had the idea only been a clever method to gain favors?",
        "The rich, of course, got very clever about where they earned and reported income.",
        "found him a useful and clever diplomatist.",
        "You are young, you are rich, you are clever, you are well educated.",
        "In.1893 his society novel, Dodo, brought him to the front among the writers of clever fiction; and this was followed by other novels, notably The Vintage (1898) and The Capsina 1899).",
        "Rudolph was a clever and cultured man, greatly interested in chemistry, alchemy, astronomy and astrology; he was a patron of Tycho Brahe and Kepler, and was himself something of a scholar and an artist.",
        "\"I wouldn't call that clever,\" Toni said in a hushed tone.",
        "Just then his eye fell upon the lanterns and the can of kerosene oil which Zeb had brought from the car of his balloon, and he got a clever idea from those commonplace things.",
        "As an author he was a clever essayist and epigrammatist.",
        "He was always hearing such words as: \"With your remarkable kindness,\" or, \"With your excellent heart,\" \"You are yourself so honorable Count,\" or, \"Were he as clever as you,\" and so on, till he began sincerely to believe in his own exceptional kindness and extraordinary intelligence, the more so as in the depth of his heart it had always seemed to him that he really was very kind and intelligent.",
        "His second wife, Madame de Montesson, whom he married secretly in 1773, was a clever woman and an authoress of some repute.",
        "One genus of Thomisidae (Phognarachne), which inhabits the Oriental region, adopts the clever device of spinning on the surface of a leaf a sheet of web resembling the fluid portions of a splash of bird's dung, the more solid central portions being represented by the spider itself, which waits in the middle of the patch to seize the butterflies or other insects that habitually feed on birds' excrement and are attracted to the patch mistaking it for their natural food.",
        "Formerly in Anna Pavlovna's presence, Pierre had always felt that what he was saying was out of place, tactless and unsuitable, that remarks which seemed to him clever while they formed in his mind became foolish as soon as he uttered them, while on the contrary Hippolyte's stupidest remarks came out clever and apt.",
        "The reforming party cordially welcomed and courted him, in the first place because he was reputed to be clever and very well read, and secondly because by liberating his serfs he had obtained the reputation of being a liberal.",
        "Jules Sandeau was a clever and attractive young lawyer.",
        "\"People are always too clever with their eldest children and try to make something exceptional of them,\" said the visitor.",
        "He was enormously tall, handsome, amiable as Frenchmen are, and was, as all Moscow said, an extraordinarily clever doctor.",
        "In addition to being a good bishop, Marius was a clever goldsmith; he was present at the council of Macon in 585, and transferred the seat of his bishopric from Avenches to Lausanne.",
        "But the Gargoyles were clever enough not to attack the horse the next time.",
        "And he is so clever and so good! said Natasha.",
        "In some senses, this learned and consummately clever man may be looked upon as the real founder of the Society as history knows it.",
        "In Helene's circle the war in general was regarded as a series of formal demonstrations which would very soon end in peace, and the view prevailed expressed by Bilibin--who now in Petersburg was quite at home in Helene's house, which every clever man was obliged to visit--that not by gunpowder but by those who invented it would matters be settled.",
        "Nothing is so necessary for a young man as the society of clever women.",
        "\"You were pretty clever for a couple of kids,\" Dean said.",
        "He was generous and enlightened, a good soldier and a clever diplomatist.",
        "All that was done around her and to her at this time, all the attention devoted to her by so many clever men and expressed in such pleasant, refined ways, and the state of dove-like purity she was now in (she wore only white dresses and white ribbons all that time) gave her pleasure, but her pleasure did not cause her for a moment to forget her aim.",
        "The artificial character of the diction renders it in emotional passages stilted and even absurd, and makes Canning's clever caricature - The Loves of the Triangles - often remarkably like the poem it satirizes: in some passages, however, it is not without a stately appropriateness.",
        "Our dear countess was too clever with Vera, said the count.",
        "He was educated, like many of the Numidian chiefs, at Carthage, learnt Latin and Greek, and was an accomplished as well as a naturally clever man.",
        "There is on one to connect me to New Hampshire though this little group who thought they were so clever hiding in that silly business in Keene might suspect that the one they hunted is now hunting them!",
        "were clever forgeries.",
        "His fame as a clever doctor was now great, and on the 24th of June 1777, the comte d'Artois, afterwards Charles X.",
        "All that Denisov had said was clever and to the point.",
        "His grandfather had obtained from Venice an \" artist \" who undertook \" to build churches and palaces, to cast big bells and cannons, to fire off the said cannons and to make every sort of castings very cunningly \"; and with the aid of that clever Venetian he had become the proud possessor of a \" cannon-house,\" subsequently dignified with the name of \" arsenal.\"",
        "Mutesa was a clever man of restless energy, but regardless of human life and suffering, and consumed by vanity.",
        "Their style of warfare, too, caused them to throw away the immense advantages which the broken bush-clad island offered to clever guerrilla partisans.",
        "Baluze, who became his secretary in 1656, helped him with the work and finished it, adding clever appendices and publishing the whole in 1688 under the title Marca hispanica.",
        "Aurangzeb then, by a clever stroke of policy, seized the person of his father, and threw him into confinement, in which he was kept for the remaining eight years of his life.",
        "But although the Munchkin was hardly tall enough to come to Zeb's shoulder he was so strong and clever that he laid the boy three times on his back with apparent ease.",
        "Oh, you clever people, said a third manly voice interrupting them both.",
        "Daniel was a frail but clever child, and his family made great sacrifices to give him and his elder brother Ezekiel a good education.",
        "Marca, clever and covetous, was also an historian of note.",
        "In 1881 Mr Reitz had, in conjunction with Mr Steyn, come under the influence of a clever German named Borckenhagen, the editor of the Bloemfontein Express.",
        "Her books are seen to be in large part merely clever reflections of other people's views or views current at the time.",
        "As late as the 19th century the sheik Nasif ul Yaziji (1800-1871) distinguished himself by writing sixty clever Magamas in the style of Hariri (ed.",
        "It is not compulsory, nor is it entirely gratuitous, but the fees are small and the state offers a great many scholarships, by means of which a clever child can pay for its own instruction.",
        "It was in the middle of the 18th century that the decorative, but relatively feeble, Chinese art of the later Ming period found favor in Japan and a clever exponent in a painter named Ryurikyo It must be regarded as a sad decadence from the old Chinese ideals, which was further hastened, from about 1765, by the popularity of the southern Chinese style.",
        "9, but were stilled by a rather clever though wrong use of Jos.",
        "In March 1890 General Tajes handed over the presidency to Herrera y Obes, a clever but unscrupulous man, who filled every official post with his own friends and ensured the return of his supporters to the chamber.",
        "Even from these, if the honesty of all concerned be granted (and even clever dishonesty could not have produced many of the results), it would appear that we are investigating a strange and important human faculty.",
        "Adolf Dygasinski writes clever village tales of the \"kail-yard\" school, as it has been sometimes termed in England.",
        "He had sought the acquaintance of Benjamin Franklin, who was a friend of his sister Miss Howe, a clever eccentric woman well known in London society, and had already tried to act as a peacemaker.",
        "Latest News Boxing Clever for Mental Health Mind in Croydon have teamed up with three time world champion boxer, Duke McKenzie, .. .",
        "He was a wonderful scientist who not only was very clever but had a deep sense of scientific rigor.",
        "We thought we were really clever.",
        "A taste for French literature spread rapidly, and the poets and dramatists of Paris found clever imitators in St Petersburg.",
        "Another says clever things and one doesn't care to listen, but this one talks rubbish yet stirs an old fellow up.",
        "\"He was an extremely clever fellow to whom I taught the art of elaborate rhyming\" (rimer difficilement).",
        "The women are sprightly, clever and amiable.",
        "use our experience to increase your profits using clever web alchemy.",
        "And what did the clever bods do then at SE?",
        "Ed WELL RED Well done you clever boffins at YS, you've enticed yet another amazed disciple away from an Iron Curtain magazine.",
        "Deficiencies could have been masked with clever characterisation, or visual humor, but chances were wasted and occasional attempts botched.",
        "catwalk queen managed to hide her fledgling bump with clever use of a prop.",
        "It does something clever with Google maps to create a map where visitors to your site are logged.",
        "clever clogs could do it in 30 minutes of course.",
        "clever trick \" to cancel parking tickets was eagerly read.",
        "clever, little twist or two.",
        "clever chap I am!",
        "clever lyrics of Joe's patter song could have come straight from that masterly weaver of words W. S. Gilbert.",
        "This clever little gimmick will enable you to perform one of the most visually, stunning magical effects you are ever likely to see.",
        "She does not deign to be clever....",
        "Time Stamp: Clever fakers can pull off a stop motion action without it being noticed.",
        "The infomercials for As Seen on TV exercise equipment are often quite clever.",
        "The Clever Moda Underwear Mesh Bars Print Low-Rise Boxer Brief is made of stretch nylon-Lycra with triple reinforced stitching.",
        "However, clever marketing and a high-profile marriage would change things.",
        "Some authorities see in it a descriptive epithet, derived from Arabic darasa (those who read the Book), or darisa (those in possession of Truth) or du g s (the clever or initiated); but more connect it with the name of the first missionary, Ismael Darazi.",
        "A famous clever animal for the road -- only forty guineas.",
        "Finally, signature systems can miss attacks when they are slowed down by clever hackers or when the system is overloaded.",
        "The hard, cold, nasty heartbreak of Neuromancer added up to more than the sum of its clever set dressing.",
        "houseboat eviction was not funny, kind or clever.",
        "Still, it was funny: haha y'see, clever huh... not!",
        "He is sometimes rather indiscreet, but I do assure you he is exceedingly clever.",
        "Only the first error is very injurious, and I dare say a clever reader will notice what is wrong.",
        "The want of books and scientific apparatus at Cassel induced him to resort frequently to Gottingen, where he became betrothed to Therese Heyne, the daughter of the illustrious philologist, a clever and cultivated woman, but illsuited to be Forster's wife.",
        "All, or almost all, the clever young men of the brilliant generation of 1830 passed under his influence; and, while he pleased the Romanticists by his frank appreciation of the beauties of English, German, Italian and Spanish poetry, he had not the least inclination to decry the classics - either the classics proper of Greece and Rome or the so-called classics of France.",
        "His Amphitryons is a free imitation of the Latin, yet thoroughly national in spirit and cast in the popular redondilha; the dialogue is spirited, the situations comic. King Seleucus derives from Plutarch and has a prose prologue of real interest for the history of the stage, while Filodemo is a clever tragi-comedy in verse with prose dialogues interspersed.",
        "Partly by clever diplomacy, partly through the troubles caused by the Gaulish invasion and by the dissensions among the rival kings, Philetaerus contrived to keep on good terms with his neighbours on all sides (283-263 B.C.).",
        "In Migula's scheme the attempt is made to avoid some of these difficulties, but others are introduced by his otherwise clever devices for dealing with these puzzling little organisms.",
        "As a man, Vieira would have made a nobler figure if he had not been so great an egotist and so clever a courtier, and the readiness with which he sustained directly opposite opinions at short intervals with equal warmth argues a certain lack of sincerity.",
        "The average number of cakes that can be made daily by one man is about 70, although 90 to 100 are sometimes turned out by clever workmen.",
        "Though clever and good-looking, she was self-willed and imperious, and without the conciliatory manners which her difficult position required.",
        "The natives are clever boat-builders, and find a market for their canoes on neighbouring islands.",
        "The Abyssinians are great hunters and are also clever at taming wild beasts.",
        "In 1643 the parliamentary party made themselves masters of the island and castle, but shortly afterwards these were regained by the Royalists through a clever stratagem, and not recovered again by the forces of the parliament till 1646.",
        "As university professor of poetry (1802-1812) he gained a considerable reputation by his clever literary criticism and sound latinity.",
        "1860), himself the author of various clever novels, plays, poetical pieces and short histories.",
        "Later in the same year Echegaray won a popular triumph with La Esposa del vengador, in which the good and bad qualities-the clever stagecraft and unbridled extravaganceof his later work are clearly noticeable.",
        "Mr Upington, a clever Irish barrister, was the man he selected, and under him was formed in 1884 what will always be known in Cape history as the \" Warming-pan \" ministry.",
        "Beautiful, clever and proud, like her mother, but cruel and treacherous, her ambition was to raise the kingdom of Naples to the position of a great power; she soon came to exercise complete sway over her stupid and idle husband, and was the real ruler of the kingdom.",
        "At bottom it always comes to this: a man must be moved himself in order to move others, and all that is done from theory, however clever, can never attain this end, for it is impossible that it should have the breath of life.\"",
        "Their grudge against their father was sedulously fostered by~ their mother Eleanor, a clever and revengeful woman, who could never forgive her husband for keeping her in the background in political matters and insulting her by his frequent amours.",
        "He plunged into a war with this clever and shifty prince, which lastedwith certain short breaks of truces aqd treatiestill his death.",
        "But his most offensive act was to promote to the position of chief councillor of the crown, and disperser of the royal favors, a clever but vain and ostentatious Gascon knight, one Piers Gaveston, who had been the companion of his boyhood, and had been banished by Edward I.",
        "He was not a monarch to rouse enthusiasm, while much was expected from his brilliant, clever and handsome son Henry VIII., whose magnificent presence and manly vigour recalled the early prime of Edward IV.",
        "He was famous for his versatility, and besides being a distinguished lawyer, jurist and political leader, was \"a mathematician, a chemist, a physicist, a mechanician, an inventor, a musician and a composer of music, a man of literary knowledge and practice, a writer of airy and dainty songs, a clever artist with pencil and brush and a humorist of unmistakeable power\" (Tyler, Literary History of the American Revolution).",
        "It is therefore a probable conjecture that Mrs Austen, a clever woman of the world, helped him from her knowledge.",
        "The success of this insolently clever novel, the immediate introduction of its author to the great world, and the daring eccentricities of dress, demeanour, and opinion by which he fixed attention on himself there, have always been among the most favourite morsels of Disraeli's history.",
        "They are clever agriculturists, naturally peaceful and industrious.",
        "As a satirist and observer he is simply the \"Cooper who 's written six volumes to prove he's as good as a Lord\" of Lowell's clever portrait; his enormous vanity and his irritability find vent in a sort of dull violence, which is exceedingly tiresome.",
        "Paul Vidalin's ditties are very naïve and clever.",
        "A, general feeling that King Alexander contemplated changing the situation by one of his bold and clever coups d'etat increased the political unrest.",
        "Two of the finest works of this early period of the Servian literature of Ragusa are the poem Dervishiyada, written by the Ragusan nobleman Stepan Guchetich (1495-1525), rich in humour and satire, and the poem Yegyupka (\" The Gipsy Woman \"), written by Andreas Chubranovich (1500-1550), a goldsmith by profession and a very original and clever lyrical poet.",
        "He went to school at Sturminster Newton, where he was considered the clever boy of the school; and when a solicitor named Dashwood applied to the master for a quick-witted boy to join him as pupil, Barnes was selected for the post.",
        "Unlike their Papuan relatives, the islanders are unskilled in carving and pottery, but are clever farmers and fishermen, constructing ingenious fishing weirs.",
        "They are clever cooks, and for their feasts preparations are sometimes made months in advance, and enormous waste results from them.",
        "The victor gave proof at once that he was not only a clever general but also a skilful diplomatist.",
        "The unpopularity of Spain, patriotism, the greater predominance of national questions in public opinion, and weariness of both religious disputation and indecisive warfare, all these sentiments were expressed in the wise and clever pamphlet entitled the Satire Mlnippe.",
        "The marshals, Concini and his wife Leonora Galigai, more influential with the queen and more exacting than ever, by dint of clever intrigues forced the ministers to retire one after another; and with the last of Henry IV.s greybeards vanished also all the pecuniary reserves left.",
        "and Richelieu, the ruin of Philip II.s Catholic empire, was made a realized fact by Maxarin; but the clever engineer, dazzled by success, took the wrong road in national policy when he hoped to crown his work by the Spanish marriage.",
        "A very clever Scotch adventurer named John Law now offered his assistance in dealing with the enormous debt of more than three milliards, and in providing the treasury.",
        "In Congress, though one of the youngest members, he at once sprang into prominence by his clever defence of Jackson during the consideration by the House of a bill remitting the fine imposed on Jackson for contempt of court in New Orleans.",
        "Susis are well known in the north of Morocco as able tradesmen and clever metal workers.",
        "The Madrid foreign office welcomed most readily a clever move of Prince Bismarcks to estrange Spain from France and to flatter the young king of Spain.",
        "But once he married a clever princess called Shahrazad, who spent the marriage night in telling a story which in the morning reached a point so interesting that the king spared her, and asked next night for the sequel.",
        "Alarmed at the increase in his opponent's power, Gregory denounced him in a public letter, to which Frederick replied in a clever document addressed to the princes of Europe.",
        "He was not only a politician but also a man of the world, a writer of considerable merit, a scholar well versed in social, economic and philosophical questions, a great debater, a clever lecturer, a member of all the Madrid academies and a patron of art and letters.",
        "The character of the emperor Nicholas was summed up with great insight by Queen Victoria in a letter to the king of the Belgians, written during the tsar's visit to England (June 11, 1844) \" He is stern and severe - with fixed principles of duty which nothing on earth will make him change; very clever I do not think him, and his mind is an uncivilized one; his education has been neglected; politics and military concerns are the only things he takes great interest in; the arts and all softer occupations he is insensible to, but he is sincere, I am certain, sincere even in his most despotic acts, from a sense that that is the only way to govern; he is not, I am sure, aware of the dreadful cases of individual misery which he so often causes, for I can see by various instances that he is kept in utter ignorance of many things, which his people carry out in most corrupt ways, while he thinks that he is extremely just ...",
        "The clever journalist shriveled into the recesses of her mind.",
        "She had been flirting with him and enjoying his clever side steps for the last few days, but she was tiring of the game.",
        "I am so clever; at times I surprise myself!",
        "What clever disguise would this law student use?",
        "This has shown me that people can be quite clever in more lighthearted endeavors.",
        "His furtive eyes and jutting chin capture the two sides of the man: a craven, clever bully.",
        "The notable examples are: so RR (general adverb, as in ' so you think you're clever, do you?",
        "Often, they were so clever and so assertive individually that they could never reach agreement on what to do.",
        "My clever pet, with the forceful impact of his body against the hill, had started an avalanche!",
        "Don't be a Trevor bettor, be a clever bettor.",
        "It's like when you watch Frost and think, blimey that's clever, how did they do that?",
        "It looks stunning, and appears to be fiendishly clever.",
        "If that was the case, then the old devil picked a diabolically clever agent of destruction: PJ Proby.",
        "Some, such as the coupling shot are amazingly clever, but very difficult to master.",
        "She's beautiful, truthful, and hilarious, without vanity or affectation, exceptionally clever \" .",
        "Yep, the old boy was certainly terribly clever.",
        "They are all remarkably clever; and they have so many pretty ways.",
        "Many are clever enough to know the truth, but choose to use their clever enough to know the truth, but choose to use their cleverness to continue to hide behind it.",
        "I am also feeling very clever for learning how to put a tag in.",
        "boxing clever, bird and bat box making at the Mere - Council news (2 October 2004 ).",
        "Use the links below to find out how offset can help you get clever with your cash.",
        "You were really trying your best to sound clever there weren't you.",
        "He doesn't look too clever, I am gutted at the moment.",
        "clever by half '?",
        "Some clever clogs could do it in 30 minutes of course.",
        "cocksure swagger, spitting out clever acurate lyrics that make you think.",
        "Therefore the clever combatant imposes his will on the enemy, but does not allow the enemy's will to be imposed on him.",
        "It is also clever in sending heavily compressed information.",
        "concocting clever the civil jury.",
        "In the first place, the Bible is contradictory in many places and it requires some clever babbling to reconcile the contradictions.",
        "Five clever shaped cookie cutters for molding your treats, with doggie themes!",
        "You can try to be clever, but we'll always dart Into little dark crevices far from your eyes.",
        "Clever garden design and tall cypresses keep out the paparazzi.",
        "With sparse but clever staging, the space became several homes, a prison, a country dale and a hospital.",
        "Computers are useful for many simulations related to nuclear weapons other than designing clever little devices that rapidly disassemble in spectacular ways.",
        "See what we've done there, clever eh.",
        "Councils of clever men were not able to withstand the simple eloquence of indisputable facts.",
        "Kunzru's prose is cool and clever, as well as utterly engaging.",
        "Beyond British and sensationally sociological, Blur and singer/songwriter Damon Albarn weave tales of stifling middle class ennui into clever pop vignettes.",
        "The advertising feature was too clever to mention the Railroad Development Society by name, but attacked \" so-called environmentalists.",
        "epilogue there's a clever twist in perspective at the end that makes the final epilog somewhat unnerving.",
        "epilogueis a short epilog, set a few years later, which presents a nice twist in a surprisingly clever way.",
        "KT: defining the ethnicity of names - clever ideas 12.",
        "She produced this clever programmable hand exerciser for people who suffer from arthritis.",
        "Even more clever, this dial doubles as a red led flasher.",
        "It's a very clever variant on the warm chocolate fondant with the molten choc oozing out of the sponge.",
        "Neil, at 14, already had a powerful forehand, clever deception shots and a prodigious appetite, especially for crepes.",
        "The clever forgers have played on the desire of biblicists and believers to have their beliefs confirmed.",
        "As well as using his expert eye the printer has some clever high tech gadgetry to help him.",
        "Mother Nature prefers cross-pollination and has some clever tricks to promote this, like ripening the male and female germ cells at different times.",
        "I'd like to say \" clever irreverence \", but that's not always true!",
        "jumbo coin is produced in a very clever way.",
        "This clever book is sure to become a well treasured keepsake!",
        "Ellen Clever, provides and applies the best leeches.",
        "Two clever lobs beat the ' keeper but went over the crossbar and Hayward made two great saves from other efforts.",
        "memorize the operator precedence table (I never did) you can write clever code.",
        "Flickr is clever enough to untangle the mess of tags in it's database into clusters all by itself.",
        "Young people have a tendency to be intolerant of difference and often mock their peers who are clever or hard working.",
        "one-two (punch)and hit back straight after the break when Gillespie slotted the ball into the bottom corner after a clever one-two with David Healy.",
        "One clever little touch was to use the Arched Window Surround recently made for the new orangery at the Charlton House Hotel, Nr.",
        "too partisan a summing up is not always clever - at the very least it can annoy the Chamber.",
        "City started the stronger of the two sides with some clever and almost incisive passing around the Cinderford box.",
        "On one level, Joseph O'Connor's novel is a clever Victorian pastiche.",
        "Don't try to use any clever sales patter.",
        "Pelican Wharf consists of 12 bed apartments and one three bed penthouse with clever lightwells and an atrium.",
        "A clever writer in a contemporary reproaches her as only personifying the \" haggard queen.",
        "In a clever ploy we spent a further hour cleaning the house, singing cheerfully to keep our spirits up.",
        "It's clever writing, bound together with genuine historical facts about an 18th century political polemicist, Junius, whose writings are documented.",
        "prologuen Jeffreys has written a clever new prolog, which Jason Watkins delivers with affable slyness.",
        "Certainly not Hassan Elhassan... The Teutonic Finn Connolly has come up with a rather clever pun.",
        "Despite shooting the promo while pregnant, the German catwalk queen managed to hide her fledgling bump with clever use of a prop.",
        "reactionary the clever reactionaries of the French bourgeoisie have blurted out the real truth.",
        "However, the Slovenian eventually relegated Hawkins to fourth with a clever cut-back pass on the rear straight of the fourth lap.",
        "And the dialog crackles with snappy repartee that's simply too clever for real life.",
        "It is how CID and villains talk, smart and clever repartee being so rare.",
        "Kids discover how smart they are as they solve over 70 rhyming picture riddles and master clever puzzles and games.",
        "Fooling the police The London Greenwich Railroad, 1833 He had a clever ruse for getting the copies out under their noses.",
        "Uncle Sam came up with lots more clever scams to make the problem disappear without doing anything about it.",
        "Everyone knows of some evidently guilty person who's gone scot free thanks to a clever lawyer.",
        "There are some very clever and talented seamstresses around.",
        "The show was originally labeled a children's program, but its silliness and clever skits also appealed to adult audiences.",
        "He's scarily clever and doing his phd on data archiving for the folk at CERN who build atom smashers... .",
        "She writes snappy, clever lyrics and memorable music.",
        "Now some clever so-and-so 's have figured out a way of opening pop-ups by using Flash, and bypassing Firefox's pop-up blocker.",
        "soggy soil is a clever ecological solution for shade lovers.",
        "Pixel Revolt is a little too polished, a little too clever and a little too soulless to make a real impact.",
        "soy beans in a really clever stone mill.",
        "stolid character; and was either too stupid or too clever to resent such trifles.",
        "Were these the original colors of the photo or have you done some nice clever post processing coloring to make the image more striking?",
        "He has a knack for making a simple, cute song more substantial by throwing in a clever, little twist or two.",
        "Live, Scully entertain as much as they captivate, with their cocksure swagger, spitting out clever acurate lyrics that make you think.",
        "We had parody; some \" in \" - theatrical jokes and some clever side swipes at clerics.",
        "The \" clever trick \" to cancel parking tickets was eagerly read.",
        "Is this a case of supernatural vengeance or clever trickery?",
        "That Philip was a clever trickster who had simply fooled all these people?",
        "twitter away in all sorts of languages, just like a clever parrot.",
        "If she's too clever for her husband... ELIZABETH: Oh come, Aunt Jane - don't be so uncharitable!",
        "This clever system doubles as both a piece of furniture and a practical storage unit.",
        "unreadable grunge fonts that sometimes wish to pass as clever modern typography.",
        "But is this clever promotion or just viral advertising?",
        "It has a clever hidden extra visor that flips down like a fighter pilot.",
        "well-bred horse is required, clever at banks and blind ditches and able to gallop through the deep.",
        "It may seem to be an awfully clever wheeze to some Whitehall spin doctor to \" bury bad news \" in this way.",
        "I just can't write witty, clever, meaningful lyrics, but writing the music is no problem.",
        "Again, the vocals of Stephen Patrick Morrissey are crystal clear, playful with lots of clever wordplay lyrically.",
        "His early pieces were mostly concerned with intricate wordplay, which is all very clever but quite annoying after a while.",
        "have an awesome year y'all, Linz x x x Welfare Officer - Justine Allan Hello all you clever clogs ' .",
        "But it was as a literary critic of unusually clever style and an original vein of wit, that he first became known to the public, with his volume of essays entitled Obiter Dicta (1884).",
        "Supple and clever, he was well fitted for a diplomatic career, and carried out several missions in England (1527-1534) and Rome (1534-1536).",
        "Recalled to Constantinople, he married Antonina, a clever, intriguing woman, and a favourite of the empress Theodora.",
        "Lowe soon made his mark in the political world by his clever speeches, particularly on finance and education; and besides obtaining a large legal practice, he was one of the principal writers for the Atlas newspaper.",
        "residing, however, with his aunt, who, rendered destitute by her father's bankruptcy, but unwilling to live a life of dependence, had opened a boarding ' The celebrated William Law had been for some time the private tutor of this Edward Gibbon, who is supposed to have been the original of the rather clever sketch of \" Flatus in the Serious Call.",
        "What he afterwards became has been made more vividly familiar by the clever silhouette prefixed to the Miscellaneous Works (Gibbon himself, at least, we know, did not regard it as a caricature), and by Sir Joshua Reynolds's portrait so often engraved.",
        "Of Cromwell he wrote: \"Courageous, clever, deceitful, dissimulating, his early principles of lofty republicanism yielded to the devouring flames of his ambition; and, having tasted the sweets of power, he aspired to the pleasure of reigning alone.\"",
        "23), that is, they are humanized, and the Elohim beings (including the Satan) in the prologue belong to a popular story, the figure of Satan being used by the author to account for Job's, calamities; in Tobit the \"affable\" Raphael is a clever man of the world.",
        "The revival of Greek from the time of Chrysoloras onward, instead of begetting a Hellenistic spirit, transported the more serious-minded to the nebulous shores of NeoPlatonism, while the less devout became absorbed in scholarly or literary ambitions, translations, elegantly phrased letters, clever epigrams or indiscriminate invective.",
        "From this moment begins a long-drawn-out series of tricks and subterfuges, undertaken with the view of deceiving Mark, whose suspicions, excited by sundry of his courtiers, from time to time get beyond his control, and are as often laid to rest by some clever ruse on the part of his nephew, or his wife, ably seconded by Brangaene.",
        "3 5), where he says, \" Clever even a bad man is called; as Mentor was thought clever, but prudent he was not.\"",
        "This Agricola was a pupil of Bach, and a fine organist and clever writer on music, especially on operatic style, the problems of which were beginning to be raised by French writers and composers in preparation for the work of Gluck.",
        "He possessed some oratorical ability and adopted a very theatrical style of elocution, \"tuning his voice and balancing his hands\"; and his addresses were a strange medley of solemnity and buffoonery, of clever wit and the wildest absurdity, of able and original disquisition and the worst artifices of the oratorical charlatan.",
        "There are statues of DÃƒ¼rer, Sachs, Melanchthon, the reputed founder of the grammar-school, the navigator Martin Behaim, and Peter Henlein, the inventor of the watch; and the streets are further embellished with several fountains, the most noteworthy of which are the SchÃƒ¶ne Brunnen, 1385-1396, in the form of a large Gothic pyramid, adorned with statues of the seven electors, the \"nine worthies,\" and Moses and the prophets; and the GÃƒnsemÃƒnnchen or goose-mannikin, a clever little bronze figure by Pankratz Labenwolf.",
        "These sketches, which abounded in clever picturings of national and individual character, drawn with great satirical humour, were collected in 1837, and published under the title of The Clockmaker, or Sayings and Doings of Samuel Slick of Slickville.",
        "We were all - if you will allow me to include myself - on the road to distinction, all clever, all ambitious, and all with a perfect conceit of ourselves.",
        "Paul Vidalin's ditties are very naÃ¯ve and clever.",
        "Of the former we cannot speak here (see Hittites), except so far as to remark the Abd-Ashirta and his son Aziru, though at first afraid of the Hatti, was afterwards clever enough to make a treaty with their king, and, with other external powers, to attack the districts which remained loyal to Egypt.",
        "I thought this very clever.",
        "And he was said to be so well educated and clever.",
        "They had not yet had a loud conversation among the men and a dispute about something important and clever.",
        "What would have seemed difficult or even impossible to another woman did not cause the least embarrassment to Countess Bezukhova, who evidently deserved her reputation of being a very clever woman.",
        "Prince Sergey is a fine fellow and clever.",
        "All four tracks show a surprising maturity of song writing; catchy and clever punk rock 'n' roll and full of great riffs.",
        "By the end, Murray 's clever, quick-witted tennis had picked Roddick 's more limited game to pieces.",
        "No doubt, the clever reactionaries of the French bourgeoisie have blurted out the real truth.",
        "And the dialog crackles with snappy repartee that 's simply too clever for real life.",
        "For many years a number of clever people on both sides of the Atlantic have scoffed at the idea of a special relationship.",
        "Everyone knows of some evidently guilty person who 's gone scot free thanks to a clever lawyer.",
        "Who 's a clever little electronic engineer then, and knows all about short-circuits?",
        "The show was originally labeled a children 's program, but its silliness and clever skits also appealed to adult audiences.",
        "He 's scarily clever and doing his phd on data archiving for the folk at CERN who build atom smashers....",
        "Now some clever so-and-so 's have figured out a way of opening pop-ups by using Flash, and bypassing Firefox 's pop-up blocker.",
        "Planting near to mature trees which naturally remove a great deal of moisture from soggy soil is a clever ecological solution for shade lovers.",
        "The picture on the right is of Mr Wang 's son making tofu by grinding soy beans in a really clever stone mill.",
        "But Inspector Burns was a stolid character; and was either too stupid or too clever to resent such trifles.",
        "Illuminated with unique white light technology, display and navigation are clear and clever, with a dedicated stopwatch control.",
        "Deliver Us From Evil is a good read, clever, brutal, with sly touches of dark humor.",
        "Nathan Fake is like James Holden, he makes very clever, very trippy music.",
        "They also played Tchaikovsky 's ' Nutcracker ' as a very clever tuba quartet.",
        "He never kept still, and could twitter away in all sorts of languages, just like a clever parrot.",
        "If she 's too clever for her husband... ELIZABETH: Oh come, Aunt Jane - do n't be so uncharitable !",
        "There are none of the scribbles, distortions, and virtually unreadable grunge fonts that sometimes wish to pass as clever modern typography.",
        "A well-bred horse is required, clever at banks and blind ditches and able to gallop through the deep.",
        "Although a brave and clever warrior, his opponent Saladin was an equally wily campaigner.",
        "I just ca n't write witty, clever, meaningful lyrics, but writing the music is no problem.",
        "Have an awesome year y'all, Linz x x x Welfare Officer - Justine Allan Hello all you clever clogs '.",
        "You are very, very, very clever people - have you any idea how yucky most low fat stuff is?",
        "The professor was disappointed that his students did not laugh at his clever pun.",
        "The site uses clever tricks to help toddlers learn to use the computer (for example, the cursor appears as a star and the character in the game refers to it as \"your star.\"",
        "I had found moms who asked me for swaddling blankets or carriers that were clever and worked, so I began to design and create solutions.",
        "A copy of The Night Before Cat-Mas, a clever re-telling of the Christmas classic that makes a great stocking stuffer for cat lovers of all ages.",
        "The words are clever and the tunes are so catchy that you can't resist singing them to your cat!",
        "With fun games and a clever superhero motif, this site proves that reading can be cool!",
        "Milo is a clever, middle-school-aged boy and The Phantom Tollbooth's primary character.",
        "While the drink isn't difficult to make, quality ingredients, a clever and interesting presentation, and a new twist on the classic will give it a little bit of extra \"oomph\".",
        "Likewise, any personal information like your home address, family names, phone numbers, PIN codes and anything else that might serve to help a clever thief should stay at home.",
        "Use clever storage options to make a small bathroom feel larger.",
        "You'll be amazed at the clever space-saving ideas and the spectacular interior designs featured.",
        "If you need a compact home study, consider a hideaway office inside an armoire or convert a closet into a clever office space.",
        "But, if you can't be by the beach all of the time, that doesn't mean you can't bring the beach to you through some clever home décor choices.",
        "A clever designer will be able to integrate pieces from multiple eras and still maintain a coherent look.",
        "Scan your child's letter to Santa and place a copy in your scrapbook for a clever journaling block that reflects his/her handwriting and personal interests.",
        "Mat a large collage of photos onto a patterned paper background with a bow on the top for a clever present embellishment.",
        "A travel ABCs scrapbook makes for a clever twist on the traditional vacation album.",
        "Realizing that transport was going to be a challenge, they came up with a clever idea that involved attaching wood, oblong extensions to their snow boots.",
        "From delicately screened verses of scripture to clever plays on words, there are dozens of Christian teen clothing options for today's teen to look unique and be proud of their faith.",
        "Logo tees are one of Deliah's signature pieces, with cute pictures, licensed characters and images, and clever sayings, such as \"Don't be trashy, recycle.\"",
        "Offer your assistance in a clever way with this bandage image.",
        "Though, if you can think of a clever rhyme, then the graduating student is sure to smile at it.",
        "For teens heading off to college, choose a clever and useful gift, like shower shoes or an alarm clock.",
        "It is thought that peer pressure, a desire to rebel, and clever marketing all contribute to the decision to start smoking tobacco.",
        "Because kids are so clever at hiding signs of drug or alcohol use, drug testing would help you catch a potential problem early.",
        "Martha's website has some great projects for clever ways to embellish curtains.",
        "On the binding of each book you can write one word or phrase such as \"Class of 2009\", \"History\", \"Yearbook\", etc. This provides an excellent opportunity to be clever.",
        "In 1982, Culture Club, who had signed to Virgin in the UK and Epic in the USA, released their debut album, Kissing to be Clever.",
        "During the show, he reportedly \"broke down\" and gave a rambling apology to the audience, talking about how he just wants to play the guitar and was trying to be \"clever\" with his racially charged comments.",
        "Yup, it's probably about time Mayer stopped trying his hand at being clever, because he's more than a little bit bad at it.",
        "Thelma and Louise was a clever and intelligent movie about female empowerment and friendship.",
        "Her dry wit, clever writing, and strong stage presence will ensure that she will be a popular celebrity for many years to come.",
        "The website Celebheights.com is dedicated to uncovering the precise heights of celebrities, even those who may be attempting to ward off critics through the use of shoe-lifts and other clever tricks.",
        "Party dresses for the typical afternoon party are different from evening party-wear, and there are all sorts of clever nuances that go into selecting the perfect party dress for your daughter.",
        "Fashion that is considered alternative needs to exemplify the non-pop elements, so there is a clever reason why alternative fashion defies the popular fashion and can often border on grunge.",
        "You'll need to run a clever search to track down these esoteric and limited edition items.",
        "Ranging from extremely clever to random and arcane, the videos in this section are rife with pop-culture references that might baffle anyone born before 1980.",
        "In a recent commercial advertisement for Pepsi-Cola, a very clever Golden Retriever finds a way to get a tasty meal.",
        "One clever decorating idea for providing light around or near a mirror is to attach a sconce to the mirror.",
        "This clever convertible design allows the swirls to be worn in different ways.",
        "With so many cartoons and sayings being tacky or stupid, a clever hunter or friend of a hunter may want to try making their own funny T shirt.",
        "Addition Elle: Here's a clever twist on the traditional cargo style that is perfect for exercise or enjoying some solitude while you practice your yoga poses.",
        "Do a little clever shopping around and you just might end up with the lingerie you're hoping for!",
        "That's the clever concept behind the company, which specializes in over 100 different types of pajamas that are available in sizes 16 to 26.",
        "The era that best suits a full figured woman is the 1950s, when generous curves were trendy and an hourglass shape was created with padding and girdles and clever design.",
        "The clever design creates an imaginary vertical line that elongates the torso and legs for a long, lean look.",
        "The designer's clever creations fit and flatter every full-figured woman.",
        "His clever use of styling details like deep V-necklines and allover ruching produces dresses that slim the silhouette and complement the curves.",
        "Wisecracking Humor Like puns, wisecracks rely on clever twists with words.",
        "The blood drive is a clever way to support a worthy organization during Fright Fest.",
        "Braid: Widely acknowledged as one of the best games to ever hit the PSN, Braid combines expertly designed puzzles with beautiful art, a mature story, and a clever game design.",
        "The atmospheric taxi ride at the beginning of the game is actually a clever trick to get information from you.",
        "Fortunately, the aliens discover a clever way of getting rid of the garbage -- lining them up in colored groups of three.",
        "There are a few ways that clever, resourceful individuals can do to feed their gaming frenzy and not put a hole in their wallets.",
        "Some people are clever enough to use HTML to hide the link, so just use a mouse rollover to view the web address in the bar at the bottom of your browser.",
        "Still, it's a clever way of utilizing the touch screen and makes for a very realistic pinball experience.",
        "That, and the clever title that tricks you into buying a ticket.",
        "Little Gamers features a very simplistic art style that really puts the focus back on the clever writing and great humor.",
        "If you like those subtle and clever French Sancerres or Pouilly-Fumes, keep on moving.",
        "I've seen them in all weird shapes and sizes from boring wood racks to pretty clever wire/stainless steel styles that hang from the ceiling -- and anything in between.",
        "You can be clever and invite guest speakers or make it a wine and food theme.",
        "Bears are clever, persistent, strong, and have an incredible sense of smell.",
        "The mobile phone enthusiasts on the Internet have devised some rather clever contraptions that may increase your signal.",
        "He was able to draw people to the activity of social dancing through clever advertising, and his teachers made learning dance so fun that just about everyone who came to the studios once stayed in lessons for years.",
        "It is probably the easiest way to get good-quality clip art, matching themes, and even clever text for your dance party invitation.",
        "The initial funds were so limited that the trademark black and white packaging was not a result of clever marketing...it was all they could afford at the time.",
        "These are only the basic ideas for wedding styles; many brides can find glamorous ways to turn their regular style into a stunning bridal look with clever hair accessories.",
        "Since the early days of the company, Clairol has marketed its hair color products with clever and memorable catchphrases.",
        "If monthly hair color touch-ups are out of the budget, you will either need to try our hand at at-home coloring or find clever ways to disguise the bothersome greys.",
        "This craft is also a clever way to present a cash gift, instead of simply tucking a few bills into a greeting card or a plain envelope.",
        "At home, towel origami animals can be made as party decorations or as a clever way to welcome out-of-town guests.",
        "Origami Bird: Origami birds can sit in a windowsill, be combined to make a table centerpiece, or be hung from your tree to use as clever Christmas ornaments.",
        "The clever use of lighter color stripes on the top actually draws the eyes up and away from the waistline.",
        "Clever parents figured out that the trick was to have something that was all in one, which was also an ideal way of recycling old hand towels.",
        "Actually, the term \"invisible swimsuits\" is a clever marketing ploy used to describe swimwear that effectively disappears when wet.",
        "This is a fantastically cut suit because it enhances the bust via a deep V-neckline front, slims the torso and waist with clever ruching details, and does all this while providing modest rear coverage.",
        "Taking inspiration from the very clever sarong wrap, this skirt is wraparound in nature, but features a fabulous slit thigh that shows plenty of leg.",
        "Problem is, there are such minuscule amounts of everything it doesn't have one iota of effect on anything except to sucker you into paying more for a clever gimmick.",
        "One is for individuals who want to get on the fast track and are clever enough to realize that the way they look impacts their credibility, confidence, etc. For these individuals I do an all day Total Image Makeover workshop.",
        "A few clever mock pieces then went viral and soon the designer Snuggie was enjoying an entirely unexpected publicity.",
        "For instance, if you want to show more skin, look for styles with cutaway shoulders but go for criss-cross styles for clever concealment.",
        "JLK: Our new juicer has six unique and clever patents on it, whereby we can juice soaked seeds and nuts and combine them with fruits and vegetables that give us a perfect balance of protein, fats and natural sugars.",
        "From fun competitions to clever teaching tools, the most loved board games are enjoyable for all ages and ability levels.",
        "Bed Bath and Beyond - If buying replacement batteries isn't your thing, these clever votives are rechargeable and come with everything you need to keep them going.",
        "Peg glass candle holders, also called candle cups, are clever little items that extend the use of taper candle holders.",
        "However, since it's a secret, you must find clever ways to deliver these gifts without revealing your identity.",
        "The watering system is a very clever, yet simple, invention.",
        "Bring a wry smile to the lips of every parade attendee with this clever take on the classic Dr. Seuss tale, How the Grinch Stole Christmas.",
        "Costume Idea Zone offers hundreds of quick ideas, including many that rely on clever word play, like the \"leaf blower\" look accomplished by dangling a leaf in front of your face and blowing on it.",
        "A woman with an unusual and funny costume that focuses on her pregnant belly is sure to hear comments such as, \"That's such a clever costume!\"",
        "Since people couldn't be outrageous, they opted for being clever, elaborate or romantic.",
        "A clever costume for a group can win so many points that you can get away with spending less effort and money on them than a costume for one.",
        "Whoever first came up with the idea of Halloween pun costumes either deserves a medal or a pie in the face, but they are now a staple of every party and sometimes so clever, they win contests for sheer originality.",
        "A homemade Indian costume is a clever and original choice for the holidays, whether for Halloween dress-up or a themed Thanksgiving event or play.",
        "While there is no guarantee you will find exactly what you are looking for, there is a lot of choice and a clever mask-maker can adapt a template to suit their style.",
        "Look around and see what you have on hand to make a clever costume.",
        "A mask has plenty of bang for the buck and can be a clever pursuit in the making.",
        "You can use such skills to make your partner's daily happenings come alive with clever verbal renderings or deep insights into the human condition.",
        "It makes you look confident and shows you have a sense of humor.Everyone wants to be the witty, clever, funny one, but don't feel bad if you can't pull that off every time.",
        "Whether blatantly describing the act of sex and intimate body parts or using clever metaphor and innuendo to imply carnal subjects, erotic poetry is serious.",
        "The perfect Valentine's poems are romantic, clever, funny, witty, rude or just plain charming.",
        "When you want to talk to a girl, you may be tempted to use a clever pick up line.",
        "Many women prefer that a man not try and use some kind of clever line to \"hook\" them into conversation.",
        "Flower Engagement Rings: Choosing sage or rose gold as part of a floral design is a clever way to enhance the flowers without the expense of additional gems.",
        "Play Hookie: Arranging for both individuals to have the rest of the day off is a clever way to turn a regular lunch into a romantic day together.",
        "Humorous proposals: An engagement proposal is nothing to laugh at, but humorous proposals such as clever limericks, ring-finding scavenger hunts, surprises, or a fun practical joke can ask this serious question with a smile.",
        "High-tech proposals: Tech-savvy couples could create online proposals via YouTube, a website, a clever text message, photo sharing, or other high tech means for a modern twist on an ancient question.",
        "The Everlon designs are based on variations of the love knot, with loops of precious metal being held together in the style of knots by the clever inclusion of diamonds.",
        "All that was needed was a clever marketing campaign.",
        "Another clever trick to adjust the fat content of a zucchini bread recipe is to substitute some or all of the butter or oil with applesauce.",
        "Their clever craftsmanship and expensive materials, combined with one of the most prominent brand names in modern fashion history, completely justify the fact that you may need to refinance your home to afford a studded leather clutch.",
        "The clever concept akin to online movie rental subscriptions like Netflix is this: you sign up and pay for a monthly subscription for the handbags (or jewelry) you'd like to rent.",
        "Since the design of Tod's handbags is clever and unassuming, these bags can go with any clothing ensemble that carries an element of class.",
        "The majority of these items are very clever replicas.",
        "This clever little accessory is a perfect piece to accentuate business wear, woolen coats, long gloves, or any ensemble that will have you out on the town.",
        "The sad reality of many designer goods is that the latter are actually clever counterfeit reproductions of brand name products.",
        "From Clever Carriage comes the Printed Calf Hair and Vintage Denim Satchel with Snake Embossed Leather trim.",
        "The Yellow Leopard Print Studded Handbag Purse with brass accents at Amazon really can't compare to the overwhelming panache of the Clever Carriage look, but it is perfectly functional and affordable at $29.99.",
        "One company, Miche, proposed a clever solution to this problem.",
        "The large totes feature a clever zipper design that allows you to unzip one cover and zip on another.",
        "With this clever idea, you may never need to buy another expensive handbag again.",
        "Clever, skillful and flexible, their best matches are rats, dragons and dogs.",
        "Imaginative with a tendency to cast a philosophical eye on life's events, water element people are clever, scholarly and sometimes secretive.",
        "Ox: Patient and quiet, ox get along best with financially stable snakes, wise roosters and clever rats.",
        "Rats: Rats are mentally dexterous and clever.",
        "By the same token, you will need to be imaginative and clever, and be able to adapt to the ever changing environment created by this sign.",
        "This placement indicates a need to be clever and informed.",
        "The rat, being a clever creature, jumped onto the back of the ox.",
        "To finish off the look, pick up a few clever accessories like Bombay's dashboard alarm clock that looks like it came straight from a vintage automobile or a basketball hoop lamp that features a glowing glass basketball.",
        "With a clever ad campaign, Ask.com was able to build awareness once again about the site's capabilities.",
        "Learning must be disguised in clever, interactive kids PC games.",
        "Better Homes and Gardens features a delightful collection of clever birthday cake ideas showcased in a colorful slideshow format.",
        "While store-bought greetings are easy to find and relatively affordable, adding a special customized touch to a birthday greeting is a clever way to make the birthday celebration even more meaningful.",
        "Clever Island is a subscription-based website that is geared towards providing educational games that are designed as supplemental activities to what is already going on in the classroom.",
        "Disney movie scripts give a glimpse into the creative genius of one of the most clever and successful entertainment companies ever created.",
        "Explicit posters with graphic images and clever artwork, these posters would stimulate viewers to come back for more.",
        "Was it a clever ploy to spark traffic for an auction, or is there really some mysterious power attached to this work of art?",
        "Given all of the accounts in and around the loch, is the creature real or just a clever story trumped up by the locals to increase tourism to a remote and beautiful location?",
        "Many of these sites are clever covers for spammers and identity thieves or elaborate advertisements for unrelated products and services.",
        "These clever greetings often feature music, sound effects, animation, or interactive games-plus a personalized message from the recipient.",
        "With that said, people often send e-cards with clever and wicked humor for occasions from birthdays and holidays to good close friends, relatives, family, and husband or wife.",
        "At $5 Dinners, one clever mom shares her family's favorite frugal recipes several times per week.",
        "Through clever marketing and even cleverer design, Guess became one of the fashion leaders of its time, and it still going strong today.",
        "These specially designed adventuring boots combine clever features with a practical look, making them the perfect boots for roaming the great outdoors.",
        "Knight's clever ploy soon had him selling shoes, labeled \"Blue Ribbon Sports\", out of the back of his truck at sporting events.",
        "Limited edition products are, therefore, a clever marketing scheme.",
        "You may think that this is just a clever marketing gimmick, but there are technologies that are designed specifically for quick-start running or long distance running.",
        "Naturally, the company, which was founded in 2002, offers this as one of many reasons to indulge in a pair of these clever shoes.",
        "Not an easy man to begin with, Adam and Victor struggles with each other are enhanced by the fact that Adam is every bit as determined and clever as his father.",
        "It may seem clever to say (since Ryan plays a teacher on television), but I like to work with charities that benefit kids because it's so important.",
        "Since the Aquarian is a natural born thinker, it may just take some clever brainstorming on your end to come up with the perfect Aquarian symbol that represents your nature and personality.",
        "Rather than opt for a tribal or flower design, you may find these cute pixie tattoos and ideas too clever to pass up.",
        "Many of these second homes were larger than the homeowner's city dwelling, and their clever use of logs, bark, stone, and other natural elements inspired an entire school of design.",
        "Another reason to be careful about buying a Breitling emergency watch is the fact that lives may depend on the transmission device, and as such it is imperative that this is in full working order and not a clever fake.",
        "These are a clever innovation and allow watches to become as flexible as items of jewelry.",
        "The Ikepod Horizon is a clever watch that features an optical illusion.",
        "The iconic Swiss Army knife is well known for its clever design and multiple features.",
        "The Swiss Army alarm clock and pocket watch is a clever combination.",
        "The product has a greater chance to succeed with a creative product name, a clever slogan and campaign.",
        "Clever word games and funny antidotes using the product name can also help draw the point home.",
        "Many other cheerleaders will freely share their cheers online, and it's great to read how they come up with their ideas and the clever (and hilarious) new cheers, chants, and routines they manage.",
        "Every now and then, someone will echo something clever or funny, or undeniably poignant.",
        "Turn paper dolls into clever place cards for a birthday party or special dinner.",
        "These clever yarns give the illusion of Fair Isle or other patterned stitches when worked.",
        "Ghostly Graveyard: Decorate your tabletop with this clever Halloween graveyard.",
        "Reversible Halloween/Thanksgiving Pillow: Make your home décor do double duty with this clever pillow that easily makes the transition between fall holidays.",
        "Leaf Print Placemats: Make mealtime fun with these clever placemats.",
        "Tabletop Topiary: This clever topiary turns food into a festive Thanksgiving decoration.",
        "Turkey Candelabra Centerpiece: Kids will have fun making this clever Thanksgiving centerpiece, but adult supervision is required for lighting the candles.",
        "Young children can simply dip a cut apple directly into red or green paint to make a clever stamp, but older kids can try to create more detailed apple images.",
        "This clever product was specifically designed for home and hotel weight training workouts.",
        "One clever way to do so is to use one of the water backpacks that are available now - like the CamelBak hydration system.",
        "The researchers found the despite the abundance of seemingly clever tummy-toning gadgets, some of the best exercises involved less sophisticated equipment.",
        "A secret of housewives for many years, the \"pasta sauce\" biceps curl is just a clever way to remind you to look in your pantry for a couple of hand weights.",
        "From wide-back bras to clever cantilever styles, support bras are a popular but often maligned bra selection.",
        "Indeed, the French have been thinking up clever improvements regarding underwear concepts long before any other country thought it important to do so.",
        "The Clever Cool Chess Board Boxer has a novelty touch in that the nylon mesh has been silk screened to form a chessboard pattern.",
        "On the other hand, if you are searching for a style that is a bit more daring, then look no further than the Clever Stripper Brief.",
        "Clever designers have made and remade this fantasy garment in a range of colors and visibility.",
        "If you like to support smaller online destinations, then this is also a clever place to go.",
        "Jessica used her \"dumb blonde\" image to further her career and the clever marketing is often credited to her micromanaging father, Joe.",
        "The Postmark combine clever lyrics and breathy female vocals with sweeping orchestral pop music, horns and all.",
        "Barenaked Ladies lyrics are known for being funny and clever - they're one of the things that usually wins listeners over to the band.",
        "Clever words about a situation that many Lady Gaga fans enjoy highlight a career for an artist that is bound to only get further.",
        "Clever. Many Disney tracks feature a good amount of quick words and cleverly crafted lines that viewers can revisit time and time again."
    ],
    "definition": [
        "Link/Cite"
    ]
}