{
    "translation": "לפתות, לשדל",
    "uses": [
        "I couldn't coax her or compromise with her.",
        "Alex concocted this ridiculous trip to coax Katie to come back to Houston.",
        "He believed that the Union could be saved without a war, and that a policy of delay would prevent the secession of the border states, which in turn would gradually coax their more southern neighbours back into their proper relations with the Federal government.",
        "Indeed, I am often obliged to coax her to leave an example or a composition.",
        "Spherical wand: This wand may resemble a mini medieval torture device, but the round shape actually helps coax short lashes up and out, from corner to corner, which creates a wide eyed, lengthened look.",
        "The young Skywalker Jedi is then lured to Bespin by Darth Vader who hopes he can coax the younger Skywalker into joining the darkside.",
        "Sure, you may have to coax them away from their favorite TV show or xBox game, but once you try some classic card games and learn some new ones together, you may find that your kids want to know when they can play cards again.",
        "However, don't forget to take into account the different shapes available-round, tube, oval, star, rondelle, and so on, or the filler beads you may need in between to coax that creation in your mind to life.",
        "You'll coax them to \"Leave it,\" and they will not release it; instead they use their jaws and clamp down on whatever it is you are trying to take away from them.",
        "Of course, it never hurts to add a little extra chopped lean turkey or chicken to a dog's dinner to coax him to eat, even if he doesn't feel like it at that moment.",
        "coax people to buy.",
        "We must have taken a half hour trying to coax him back.",
        "Nothing Carmen said could coax Katie to say more.",
        "coax some truly fantastic sounds from it.",
        "coax a performance from her?",
        "coax these stem cells to multiply faster.",
        "coax cable that goes to the RF input of mod board.",
        "With a higher backrest and subtle curves for your body, it may be difficult to coax anybody out of it!",
        "coax connector box.",
        "We might even coax Keith up to the mic for a chat with a little bit of cheese.",
        "Further attentuation was achieved by using some lossy coax and a 24GHz connectorised circulator used as an isolator on the PA input.",
        "coax then fed into the other box were decoupling capacitors allowed signal take off for the mixer.",
        "coax out of the Saturn?",
        "I used two male-male couplers here plus a short length of semi rigid coax to reach the bulkhead mounted SMA output socket.",
        "ferrite core around the coax inner only, with 50W into the load.",
        "omnidirectional dipole aerial with screened coax.",
        "Digital audio cross conversion - coax to optical and optical to coax.",
        "A wild cat will head for the nearest hiding spot and be impossible to coax out.",
        "Often the best way to coax ideas to flow is by spending time with friends that are also creating projects.",
        "If anyone can coax an unwilling soul out of a human brain, you can.",
        "No wonder Alex concocted this ridiculous trip to coax Katie back to Houston.",
        "The bluefish were running and Hunter tried to coax Dean down for a little R and R. Dean asked for a rain check, explaining that he was going on a bik­ing trip out west though he made no mention of his reason behind the trip.",
        "Good quality satellite TV coax cable between the dish and the receiver is required, such as CT100.",
        "Roughly 10 m of coax then fed into the other box were decoupling capacitors allowed signal take off for the mixer.",
        "coax cable to plug the socket output back into the socket input, which then feeds the bedroom directly.",
        "Francois le champi and La Petite Fadette are of no less exquisite workmanship. Les Maitres sonneurs (1853) - the favourite novel of Sir Leslie Stephen - brings the series of village novels to a close, but as closely akin to them must be mentioned the Contes d'une grande-mere, delightful fairy tales of the Talking Oak, Wings of Courage and Queen Coax, told to her grandchildren in the last years of her life.",
        "Some cable, such as CT100 coax and CAT5E shielded twisted-pair, is almost impossible to obtain and we apologize for any inconvenience.",
        "This is especially important as you attempt to coax your child out of his crib and into a bed each night.",
        "These are easy to turn but hard to coax into just traveling in a straight line.",
        "He should be willing to go in and get it, but you may have to coax him a little.",
        "Hold the dog's muzzle closed as you gently stroke his throat in order to coax him to swallow.",
        "Defined curls: Use mousse ro spray gel to coax curls into a defined pattern.",
        "Physical activity is just as important as good nutrition as you coax your body into good health.",
        "Much of this time is spent waiting, or trying to coax a reaction from any spirit that might be on the premises.",
        "However, it is possible to coax some information out of them and steal some tips."
    ],
    "definition": [
        "Link/Cite"
    ]
}