{
    "translation": "להתקיים יחד",
    "uses": [
        "In other forms genital ducts and nephridia coexist in the same segment.",
        "In both Oncidiidae and Pecten the pallial eyes have probably been developed by the modification of tentacles, such as coexist in an unmodified form with the eyes.",
        "We might consider that matter and aether can coexist in the same space; this would involve the co-existence and interaction of a double set of properties, introducing great complication, which would place any coherent scheme of physical action probably beyond the powers of human analysis.",
        "The rupture of the concordat at once terminates the obligations which resulted from it on both sides; but it does not break off all relation between the church and the state, since the two societies continue to coexist on the same territory.",
        "For in man self-determination and mechanical determination by empirical motives coexist, and only in so far as he belongs and is conscious of belonging both to the sphere of sense and to the sphere of reason does moral obligation become possible for him.",
        "identity and difference among ideas, as when we say that \" blue is not yellow \"; or (b) with mathematical relations, as that \" two triangles upon equal bases between two parallels must be equal \"; or (c) in assertions that one quality does or does not coexist with another in the same substance, as that \" iron is susceptible of magnetical impressions, or that ice is not hot \"; or (d) with ontological reality, independent of our perceptions, as that \" God exists \" or \" I exist \" or \" the universe exists.\"",
        "Other psychiatric problems that often coexist with tics and tic disorders include learning disorders, impulse control disorders, school phobia, sensory hypersensitivity, and rage attacks.",
        "Social anxiety disorders and its close cousins, depression, OCD and panic attacks, often coexist, and if left untreated may cause serious problems.",
        "However, given the psychosocial dynamics that often coexist with depression, antidepressants are usually insufficient as the only treatment for children who have the disorder.",
        "Both apnea during sleep and hypopnea in the daytime can coexist in the same person; however, several studies have shown no direct correlation between the two.",
        "coexist with humans.",
        "Usually the new system must coexist with some older system.",
        "coexist in harmony on the same computer.",
        "coexist together in the One Person of Christ.",
        "Allergic rhinitis and asthma often coexist and improving the management of rhinitis may lead to a reduction in asthma symptoms.",
        "coexist in relative peace.",
        "coexist in this world.",
        "These energies must coexist in order to exist on their own.",
        "coexist quite peacefully in the same kingdom, pursuing independent interests.",
        "coexist in a symbiotic relationship, or are these relationships fraught with tensions, pulling in opposition directions?",
        "coexist in the same working area.",
        "People having babies, especially first time parents, give up dogs they feel will not coexist well with their new child.",
        "Analysis showed that competing strains could not coexist in the long term.",
        "For we, \" not knowing what particular size, figure and texture of parts they are on which depend, and from which result, those qualities which make our complex idea, for example, of gold, it is impossible we should know what other qualities result from, or are incompatible with, the same constitution of the insensible parts of gold; and so consequently must always coexist with that complex idea we have of it, or else are inconsistent with it.\"",
        "Finally, he'll become a Seaman (there's the title!) and you and him have to coexist within and around your Dreamcast.",
        "Exstrophy can involve the rectum and large bowel and coexist with hernias.",
        "For these reasons, this careful earth sign tends to coexist best with patient water signs and his pragmatically-oriented earth brethren.",
        "Two strong-willed souls cannot coexist unless there is a desire to compromise and forgive.",
        "In reality, the past, present and future coexist simultaneously when outside the third dimension - Earth.",
        "Where a sovereign rules over a state containing a large proportion of both Catholics and Protestants, which is usually the case, both systems coexist.",
        "coexist side by side in complete harmony.",
        "coexist closely with others.",
        "Here the endless harmonious diversity of our cosmos, as well as of other worlds supposed to coexist with our own, is said to arise through the various combination of indivisible material elements differing in figure and magnitude only.",
        "Among the Capitellidae, which in several respects resemble the Oligochaeta, wide and short gonad ducts coexist in the same segments with nephridia, the latter being narrower and longer.",
        "Vibracula are of less frequent occurrence than avicularia, with which they may coexist as in Scrupocellaria, where they occur on the backs of the unilaminar branches.",
        "He agrees with Leibnitz in the analysis of the material into the immaterial, but with Lotze in holding that the many immaterial elements coexist and interact.",
        "In some plants the nucellus is not thus absorbed, but itself becomes a seat of deposit of reserve-food constituting the perisperm which may coexist with endosperm, as in the water-lily order, or may alone form a food-reserve for the embryo, as in Canna."
    ],
    "definition": [
        "To exist together, at the same time, or in the same place.",
        "To live in peace with another or others despite differences, especially as a matter of policy: “I've been wrestling with the dilemma of how you coexist with those you hate” ( Ariel Dorfman )",
        "co′ex·is′tence\nnoun",
        "co′ex·is′tent\nadjective",
        "Link/Cite",
        "(intransitive, of two or more things, people, concepts, etc.) To exist contemporaneously or in the same area.",
        "Link/Cite"
    ]
}