{
    "translation": "התנגשות",
    "uses": [
        "The Russian army and people avoided a collision till Smolensk was reached, and again from Smolensk to Borodino.",
        "into collision with Rome.",
        "The first serious collision between the natives and the government occurred in 1873.",
        "The fighter pilots had to take evasive action to avoid a collision.",
        "Gas has the disadvantage that in case of a collision its inflammability may assist ally fire that may be started.",
        "At Borodino a collision took place.",
        "I 1519 a third expedition, under Hernando Cortes, the conque or of Mexico, came into collision with the natives of the isla d of Cozumel.",
        "He continued, therefore, his efforts to reach the Baltic coast, and he soon came into collision with the Swedes.",
        "In 1219 the prior secured the right of holding a court there for all crown pleas and of sitting beside the justices itinerant, .and this led to serious collision between the monks and burgesses.",
        "During the short reign of Valentinian there were wars in Africa, in Germany and in Britain, and Rome came into collision with barbarian peoples of whom we now hear for the first time - Burgundians, Saxons, Alamanni.",
        "President Avellaneda was frightened at the results of his action, and to avoid a collision ordered the troops to be withdrawn.",
        "They came early into collision with Egypt, and at the height of their power under Hattusil II.",
        "So sudden was the collision that the Prussian advanced guard battery had to fire case to clear its own front.",
        "Equally guarded was his attitude to the Turkish authorities; it is not improbable that Talal had also entered into relations with the viceroy of Egypt to ensure his position in case of a collision with the Porte.",
        "Disturbances arose, and serious collision with the French troops seemed inevitable.",
        "The period with which we are now dealing is the epoch of the despots, the signori, and in pursuit of expansion on the mainland Venice was brought into collision first with the Scaligeri of Verona, then with the Carraresi of Padua, and finally with the Visconti of Milan.",
        "In 1887 Svante Arrhenius, professor of physics at Stockholm, put forward a new theory which supposed that the freedom of the opposite ions from each other was not a mere momentary freedom at the instants of molecular collision, but a more or less permanent freedom, the ions moving independently of each other through the liquid.",
        "disease and misery which usually attend the collision between natives and civilization of the trader's type being introduced.",
        "His organization of local government and his efforts to maintain law and order brought him into collision with the Zealots and especially with John of Giscala, one of their leaders.",
        "Cases of collision have been tried in it (the \"Vivid,\" 1 Asp. Maritime Law Cases, 601).",
        "After the guru's death the gradual rise of the Sikhs into the ruling power of northern India until they came in collision with the British arms belongs to the secular history of the Punjab (q.v.).",
        "Both principles have sensibility, and thus all products of their collision are sentient, that is, feel pleasure and pain.",
        "the Young (14th of April 1109-1129) succeeded to the countship of Maine on the death of Elias (11th of July I I io); but this increase of Angevin territory came into such direct collision with the interests of Henry I., king of England, who was also duke of Normandy, that a struggle between the two powers became inevitable.",
        "In 1663, on the occasion of his second visit to England, he was elected a fellow of the Royal Society, and imparted to that body in January 1669 a clear and concise statement of the laws governing the collision of elastic bodies.",
        "Others are much less inclined to avoid collision with man than innocuous kinds.",
        "This brought Turkey into collision with the great emperor.",
        "In this position his moderate orthodoxy led him to join Archbishop Tait in supporting the Public Worship Regulation Act, and, as president of the northern convocation, he came frequently into sharp collision with the lower house of that body.",
        "In America, crude petroleum was at first transported in iron-hooped barrels, holding from 40 to 42 American gallons, which were carried by teamsters to Oil Creek and the Allegheny River, where they were loaded on boats, these being floated down stream whenever sufficient water was present - a method leading to much loss by collision and grounding.",
        "That night orders were despatched for a concentration on Briinn in expectation of a collision on the following day; but hearing that the whole allied force was moving towards him he decided to concentrate south-east of Briinn, covering his front by cavalry on the Pratzen heights.",
        "The act of 1871 further renders it obligatory upon every railway company to send notice to the Board of Trade in the case of (1) any accident attended with loss of life or personal injury to any person whatsoever; (2) any collision where one of the trains is a passenger train; (3) any passenger train or part of such train leaving the rails; (4) any other accident likely to have caused loss of life or personal injury, and specified on that ground by any order made from time to time by the Board of Trade.",
        "This attitude brought him into collision with Henry V., to whom, however, he was forced to submit after an unsuccessful rising in 1112.",
        "Contemporaneously other events were menacing the ascendancy and exhausting the treasury of the republic. In 1453 Constantinople fell to the Ottoman Turks, and although Venice entered at once into treaty with the new power and desired to trade with it, not to fight with it, yet it was impossible that her possessions in the Levant and the archipelago should not eventually bring her into collision with the expanding energy of the Mussulman.",
        "Without pausing to fire, the men raced onward, but the French striking their outer wing rolled up the whole line in succession, the actual collision occurring in and near the Bruville ravine, a deep-cut natural trench which, starting from the Tronville copses, here intersects the plateau from west to east.",
        "The history of Venice during the next two hundred years is marked externally by the growth of the city, thanks to an ever-expanding trade, both down the Adriatic, which brought the republic into collision with the Dalmatian pirates and led to their final conquest, in 1000, by the doge Pietro Orseolo II., and also on the mainland, where Venice gradually acquired trading rights, partly by imperial diploma, partly by the establishment and the supply of markets on the mainland rivers, the Sile and the Brenta.",
        "A disastrous attack on Astrakhan, with the object of carrying out Sokolli's plan for uniting the' Don and the Volga, first brought the Turks into collision with the Russians.",
        "A collision very soon took place; Usibepu's forces were victorious, and on the 22nd of July 1883, led by a troop of mounted whites, he made a sudden descent upon Cetywayo's kraal at Ulundi, which he destroyed, massacring such of the inmates of both sexes as could not save themselves by flight.",
        "This contest, in which the king himself took a very active part, brought the Franks into collision with the Wiltzi, a tribe dwelling east of the Elbe, who in 789 was reduced to dependence.",
        "It became therefore the policy of the Persian kings to call in the Khazars in every collision with the empire (200-350).",
        "of Syracuse and appealed for help to Rome, which was granted, and this led to a collision between Rome and Carthage, which ended in the First Punic War.",
        "Even before the beginning of the agitation led by Ronge, another movement fundamentally distinct, though in some respects similar, had been originated at Schneiderriihl, Posen, under the guidance of Johann Czerski (1813-1893), also a priest, who had come into collision with the church authorities on the then much discussed question of mixed marriages, and also on that PRO r.",
        "A year later the Duma again came into collision with the government in a matter highly illuminating of the struggle between the ancient traditions and the new ideas in Russia.",
        "But before referring to this last proof of the Machiavellian skill of the great Corsican in dealing with plots, it is needful to notice the events which brought him into collision with the British nation.",
        "The motion of a jet impinging on an infinite barrier is obtained by putting j = a, j' = a'; duplicated on the other side of the barrier, the motion reversed will represent the direct collision of two jets of unequal breadth and equal velocity.",
        "Therefore when he came into collision with the will of the king he failed to secure the confidence of the nation which was his only support.",
        "Blake came into the Straits of Dover with his ships, and on the 19th of May a sharp collision took place between him and Tromp. Bourne joined his countryman after the action began.",
        "The Bruttii first came into collision with the Romans during the war with Pyrrhus, to whom they sent auxiliaries; after his defeat, they submitted, and were deprived of half their territory in the Sila forest, which was declared state property.",
        "The third collision came to pass between 1816 and 1818, through the conduct, not only of the confederates, but also of the peshwa (Baji Bao) himself.",
        "For instance, to take the two solutions to which we have already referred, we have of ions between molecules at the instants of molecular collision only; during the rest of the life of the ions they were regarded as linked to each other to form electrically neutral molecules.",
        "This was Frederick's first collision with the Danish nobility, who ever afterwards regarded him with extreme distrust.",
        "The M`Leod case' in which the state of New York insisted on trying a British subject, with whose trial the Federal government had no power to interfere, while the British govern - ment had declared that it would consider conviction and execu - tion a casus belli; the exercise of the hateful right of search by British vessels on the coast of Africa; the Maine boundary, as to which the action of a state might at any time bring the Federal government into armed collision with Great Britain - all these at once met the new secretary, and he felt that he had no right to abandon his work for party reasons.",
        "These were united by Khan Ediger, and conflicts with the Russians who were then colonizing the Urals brought him into collision with Moscow; his envoys came to Moscow in 1555 and consented to a yearly tribute of a thousand sables.",
        "It was collision with the English that broke that wonderful fabric to pieces.",
        "This reform involved the ruin of many native reputations, and for a second time brought Hastings into collision with the wily Brahman, Nuncomar.",
        "The first collision with the English occurred in 1775, arising from a disputed succession to the peshwaship. The English government at Bombay supported one of the claimants, and the affair became critical for the English as well as for the Mahrattas.",
        "The restored state of Jerusalem lived for about six centuries in partial independence under Persian, Egyptian, Syrian and Roman rule, often showing an aggressively heroic attachment to its national customs, which brought it into collision with its suzerains, until the temple was destroyed by Titus in A.D.",
        "The breach between the two men which led to open collision took place in 1846.",
        "The Senate can interpose a veto in all matters of legislation, saving taxation, and where there is a collision between the two bodies, provision is made for reference to a court of arbitration, consisting of members of both houses in equal numbers, and also to the supreme court of the empire (Reichsgericht) sitting at Leipzig.",
        "that Poland first came into direct collision with the Turks.",
        "They saw that the less contact the less danger of collision.",
        "In the course of the years1806-1807Napoleon came into sharp collision with the pope on various matters both political and religious.",
        "He was appealing for witnesses to assist his inquiries into the collision.",
        "dump collision.",
        "In addition, the STAR collaboration observed that the collision fireball expanded violently, at supersonic speeds.",
        "Is he on a collision course with Grange Hill's new headmistress?",
        "A COLLISION between a car and a motorcycle on the M4 caused massive tailbacks on Monday.",
        "Phillimore, whose tenure of office covered the whole period of the queen's reign till the creation of the High Court of Justice, the valuable assistance rendered by the nautical assessors from the Trinity House, the great increase of shipping, especially of steam shipping, and the number and gravity of cases of collision, salvage and damage to cargo, restored the activity of the court and made it one of the most important tribunals of the country.",
        "At Wayman Pilot Supplies, the electronics selection includes a variety of headsets, transceivers, digital flight computers, microphones, and collision avoidance systems to keep you safe in the air.",
        "Gladstone once said of himself and his Peelite colleagues, during the period of political isolation, that they were like roving icebergs on which men could not land with safety, but with which ships might come into perilous collision.",
        "Further impulsive pressures are required to restart into motion all the molecules which have undergone collision.",
        "When this discontent took any independent form of expression, zeal, which was not always accompanied by discretion, brought the movement into collision with the ecclesiastical authorities, by whom it was condemned as heretical.",
        "Lords Onslow and Glasgow came into collision with Ballance over a proposal to nominate a large batch of Liberals to the then Conservative legislative council.",
        "The emigrants soon came into collision with Mosilikatze, raiding parties of Zulus attacking Boer hunters who had crossed the Vaal without seeking permission from that chieftain.",
        "Louis is the first European monarch who came into collision with the Turks.",
        "Many branches of the territorial administration had great similarities with those of the State, so that their spheres of activity frequently overlapped and came into collision.",
        "But he met with a sharp rebuff, and Bishop Stephen fared no better when, in the middle of the 3rd century, he came into collision with Cyprian of Carthage and Firmilian of Caesarea in the dispute concerning heretical baptism.",
        "According to Semitic ideas the declaration of law is quite a distinct function from the enforcing of it, and the royal executive came into no collision with the purely declaratory functions of the priests.",
        "Becoming a Congregationalist, he accepted in 1842 the chair of biblical criticism, literature and oriental languages at the Lancashire Independent College at Manchester; but he was obliged to resign in 1857, being brought into collision with the college authorities by the publication of an introduction to the Old Testament entitled The Text of the Old Testament, and the Interpretation of the Bible, written for a new edition of Horne's Introduction to the Sacred Scripture.",
        "Nevertheless, so anxious was Sigismund to avoid a collision with the Turks, that he forbade the victorious Tarnowski to cross the Moldavian frontier, and sent a letter of explanation to Constantinople.",
        "\"Thus did new France rush into collision with the redoubted warriors of the Five Nations.",
        "His intimate friend, Governor Letcher, appreciating his gifts, sent him as a colonel of infantry to Harper's Ferry, where the first collision with the Union forces was hourly expected.",
        "As praetor (62 B.C.) Caesar supported proposals in Pompey's favour which brought him into violent collision with the senate.",
        "Before he reached the camp forming around Boston, a second and more important collision took place.",
        "At the very beginning of his reign he came into collision with the turbulent szlachta or gentry, who had already begun to oust the great families from power.",
        "Through a simple agreement, \" conditions which make for peace and prosperity, and the absence of those which so often lead to disastrous war, have for nearly a century reigned over these great inland waters, whose commerce, conducted for the benefit of the states and nations of Europe and America, rivals that which passes through the Suez Canal or over the Mediterranean Sea, and with a result foreshadowed in these words of President Monroe in his communication to the Senate commending the proposed agreement: ` In order to avoid collision and save expense.'",
        "The spirit of independence which always characterized them soon brought them into collision with the Mogul empire.",
        "A collision may be able to throw the electrons from one of these positions to another.",
        "There can be no doubt that he looked with apprehension on the growing power of the British; but he wisely avoided any serious collision with them.",
        "On the other hand, under the influence of the mechanics of his day, which had hardly distinguished between inertia, or the inability of a body to change itself, and resistance or the ability of bodies to oppose one another, he concluded that, as inertia is passive, so is resistance, and refused to recognize that in collision the mutual resistance of moving bodies is a force, or active power, of changing their movements in opposite directions.",
        "But instead of returning to the concrete fact of the equivalence of momentum, by which each body moving makes the other move oppositely, he denied that bodies do reciprocally act on one another, and even that bodies as mutually resisting substances press one another apart in collision.",
        "(d) Hence, first inductively and then deductively, the third law was originally discovered only as a law of collision or impact between bodies of ascertained weights and therefore masses, impressing on one another equal and opposite changes of momentum, and always reducing one another to a joint mass with a common velocity to begin with, apart from the subsequent effects of elasticity.",
        "(e) Newton in the Principia, repeating and correcting Wren's experiments on collision, and adding further instances from attractive forces of magnetism and gravity, induced the third law of motion as a general law of all forces.",
        "Withdraw this foundation of bodies as inter-resisting forces causing one another in collision to form a joint mass with a common velocity but without penetration, and the evidence of the third law disappears; for in the case of attractive forces we know nothing of their modus operandi except by the analogy of the collision of inter-resisting bodies, which makes us believe that something similar, we know not what, takes place in gravity, magnetism, electricity, &c. Now, Mach, though he occasionally drops hints that the discovery of the law of collision comes first, yet never explains the process of development from it to the third law of motion.",
        "On the contrary, he treats the law of collision with other laws as an application of the third law of motion, because it is now unfortunately so taught in books of mechanics.",
        "He has therefore lost sight of the truths that bodies are triply extended, mutually impenetrable substances, and by this force causes which reduce one another to a joint mass with a common velocity on collision, as for instance in the ballistic pendulum; that these forces are the ones we best understand; and that they are reciprocal causes of the common velocity of their joint mass, whatever happens afterwards.",
        "No real advance in metaphysics can take place, and natural science itself is in some danger, until the true history of the evidences of the laws of mechanical force is restored; and then it will soon appear that in the force of collision what we know is not material points determining one another's opposite accelerations, but bodies by force of impenetrable pressure causing one another to keep apart.",
        "The reforms, however, which his new modes of teaching involved, and even some of his new doctrines, such as the non-infallibility of Aristotle, brought him into collision with other teachers in the university.",
        "Several of the tribes with which he came into collision had been expelled from their own territories by other tribes, and we are expressly told that Ariovistus's troops had not entered a house for fourteen years.",
        "Political differences, and the transference of the council to Bologna in 1547, brought the pope into sharp collision with the emperor, who now attempted by means of the Interim to regulate the religious affairs of Germany according to his wishes - but in vain.",
        "There can be no doubt that the development of correct views as to mass was closely connected with the results of experiments with regard to the collision of hard bodies.",
        "Suppose two small smooth spherical bodies which can be regarded as particles to be brought into collision, so that the velocity of each, relative to any base which is unaffected by the collision, is suddenly changed.",
        "The collision came, which was perhaps inevitable.",
        "These kings are also said'to have conie into collision with the Mercian king Penda, and it is possible that the province of the Hwicce was lost in their time.",
        "He was at once a man of fixed belief and large appreciation, so that his dogmatism and his liberality sometimes came into collision.",
        "He made no secret of his Lutheran views, and his outspokenness brought him into collision, not only with the Catholic Rigsraad, but also with his cautious and temporizing father.",
        "He came into collision with philanthropists, and was supposed to approve of despotism for its own sake.",
        "Scotland, however, regarded herself as bound to war against \" Sectaries,\" and so came into collision with Cromwell, to her undoing.",
        "The execution, or rather murder, of Generals Lecomte and Clement Thomas by the communists on 18th March, which he vainly tried to prevent, brought him into collision with the central committee sitting at the hotel de Tulle, and they ordered his arrest, but he escaped; he was accused, however, by various witnesses, at the subsequent trial of the murderers (November 29th), of not having intervened when he might have done, and though he was cleared of this charge it led to a duel, for his share in which he was prosecuted and sentenced to a fine and a fortnight's imprisonment.",
        "One of his motives in taking this course no doubt was a strong personal dislike of Peel, with whom he had often been in collision, and who had singled him out in 1829 for what must be called a marked affront.",
        "The collision theory supposes that the outburst is the result of a collision between two stars or between a star and a swarm of meteoric or nebulous matter.",
        "In 1821 Jackson was military governor of the territory of Florida, and there again he came into collision with the civil authority.",
        "In ecclesiastical matters James showed himself merciless towards heretics, but his desire to reform the Scottish Church and to make it less dependent on Rome brought him into collision with Popes Martin V.",
        "The complete determination of the result of a collision under given circumstances is not a matter of abstract dynamics alone, but requires some auxiliary assumption.",
        "Impact or collision is a pressure of short duration exerted between two bodies.",
        "The determination of the distribution of the actual energy after collision and of the loss of energy is effected by means of the following principles:",
        "The motion of the common centre of gravity of the two bodies is unchanged by the collision.",
        "This brought him into collision with the civil power, an attitude which he maintained throughout a stormy and eventful life.",
        "The two orders came into violent collision at Rome between 1588 and 1606.",
        "Prerogative and privilege came more than once into collision, the abuses of purveyance and wardship were made matters of conference, though the thorough discussion of them was deferred to a succeeding session; while James's temper was irritated by the objections brought against his favourite scheme of the Union, and by the attitude taken up by the House with regard to religious affairs.",
        "Meanwhile, his great rival Coke, whose constant tendency to limit the prerogative by law and precedent had made him an object of particular dislike to James, had on two points come into open collision with the king's rights.",
        "In the vital matter of national defence no common understanding had been arrived at, and during the conflicts which had raged round this question, the two chambers had come into frequent collision and paralysed the action of the government.",
        "It is readily intelligible that their character should have proved practically incomprehensible to the Persians, with whom they came into perpetual collision.",
        "Colonel Rowan and Sir Henry Maine, soon lived down the hostility first exhibited, and although one serious and lamentable collision occurred between, the mob and the police in 1833, it was agreed two years later that the unfavourable impression at one time existing against the new police was rapidly diminishing, and that it had fully answered the purpose for which it was formed.",
        "After the first sharp collision with the jealousy of the national authorities Stoicism in it found a ready acceptance, and made rapid progress Rome' amongst the noblest families.",
        "The British government was ready to make concessions, but more than one collision took place between Portuguese troops in Manica and the forces of the British South Africa Company.",
        "In consequence of the transformation being in a more advanced stage at the forward than at the hinder end, the ligament remains for a moment connected with the mass behind, when it has freed itself from the mass in front, and thus the resulting spherule acquires a backwards relative velocity, which of necessity leads to a collision.",
        "The normal scattering of a nearly vertical jet is due to the rebound of the drops when they come into collision with one another.",
        "Under moderate electrical influence there is no material change in the resolution into drops, nor in the subsequent motion of the drops up to the moment of collision.",
        "Instead of rebounding after collision, as the unelectrified drops of clean water generally, or always, do, the electrified drops coalesce, and then the jet is no longer scattered about.",
        "In another form of the experiment, which, though perhaps less striking to the eye, lends itself better to investigation, the collision takes place between two still unresolved jets issuing horizontally from glass nozzles in communication with reservoirs containing water.",
        "In attempting to explain these curious phenomena, it is well to consider what occurs during a collision.",
        "The question is whether the air can everywhere be squeezed out during the short time over which the collision extends.",
        "It would seem that the surfaces, coming into collision within a fraction of a second of their birth, would still be subject to further contamination from the interior.",
        "The last peshwa, Baji Rao, came into collision with the British, and was dethroned in 1818.",
        "The literal text of the Septuagint seems to be the only decisive authority, and that is so sacred and almighty, that, whenever it comes into collision with the human conscience, the latter is silenced when the voice of revelation speaks.\"",
        "In this enterprise (summer of 1204) Baldwin came into collision with Boniface of Montferrat, the rival candidate for the empire, who was to receive a large territory in Macedonia with the title of king of Saloniki.",
        "This effected, the Abyssinians almost came into contact with the Egyptian troops sent up the Blue Nile (after the occupation of Khartum) to Famaka and towards Gallabat; but as both sides were anxious to avoid a collision over this latter town, no hostile results ensued.",
        "Rothad, bishop of Soissons, one of the most active members of the party in favour of the pseudoIsidorian theories, immediately came into collision with his archbishop. Deposed in 863 at the council of Soissons, presided over by Hincmar, Rothad appealed to Rome.",
        "In 1780, however, the Dutch, to avoid collision with the warlike Kaffir tribes advancing south and west from east central Africa, agreed with them to make the Great Fish river the common boundary.",
        "The first collision of the English with the Mahratta power was in 1774 and resulted in 1782 in the treaty of Salbai, by which Salsette was ceded to the British, while Broach was handed over to Sindhia.",
        "The court and the university were thus placed in open collision.",
        "Two parties were contending in the state, and their obstinacy could not fail to produce a most direful collision.",
        "He was credited with having shown moderation at Milan, but it is certain that he came into sharp collision with the archbishop, Saint Charles Borromeo, who took up the cause of his flock.",
        "During thc first few years of his reign Henry had already been in collision with the ecclesiastical authorities over several such cases; he had chafed at seeing two clerks accused of murder and blackmailing claimed by and acouitted in the church courts; and most of all at the frequency of unlicensed appeals to Romea flagrant breach of one of the three rules laid down by William the Conqueror.",
        "He summoned two parliaments, of only one House, and with the consent of the second parliament he erected a second House, so that he might have some means of checking the Lower House without constantly coming into personal collision with its authority.",
        "Nor did even the renewal of parliamentary impeachment, which ended in the banishment of Lord Chancellor Clarendon (1667), bring on any direct collision with the king.",
        "with the Dutch, which found vent in one war in the time of the Commonwealth, and in two wars in the time of Charles II., gave way to a dread, rising into hatred, of the arrogant potentate who, at the head of the mightiest army in Europe, treated with contempt all rights which came into collision with his own wishes.",
        "If it is not so, the government is inclined to proscribe unpopular opinion, and to forget that new opinions by which the greatest benefits arc likely to be conferred are certain at first to be entertained by a very few, and are quite certain to be unpopular as soon as they come into collision with the opinions of the majority.",
        "He refused to allow his kingdom to remain in dependence on the Irish Dalriada, but coming into collision with his southern neighbours he led a large force against .Ã† thelfrith, king of the Northumbrians, and was defeated at a place called Daegsanstane, probably in Liddesdale.",
        "And the sense data are, he finds, partly (a) revelations of external things themselves in their mathematical relations, and partly (b) sensations, boundless in variety, which are somehow awakened in us through contact and collision with things relatively to their mathematical relations.",
        "His attempts to carry out these views brought him into collision both with the authorities and with the populace, - the latter being not unnaturally restive under the restraints imposed upon their liberty by the vigorous system of church discipline, and the former being inclined to retain in their own hands a portion of that power in things spiritual which Calvin was bent on placing exclusively in the hands of the church rulers.",
        "When the Romans first came into collision with Carthage in the 3rd century B.C., the name was applied to the whole country from the river Mulucha (now the Muluya), about too m.",
        "It is likely that Strongbow had no conception of this, and that his first collision with the tribal system was an unpleasant surprise.",
        "While founding her colonial empire England had come into collision with France; and the rivalry of the Hundred Years War had immediately sprung up again between the two countries.",
        "The rise of the power of the Franks and the advance of their dominion northwards brought on a collision with the Frisians, who in the 7th century were still in possession of the whole of the seacoast, and apparently ruled over the greater part of modern Flanders.",
        "The commercial activity of Barcelona brought it into collision with Genoa and alliance with Venice.",
        "At the same time his inheritance of the Netherlands brought him into collision with their inhabitants who feared his absolutist tendencies, and with the Reformation The revolt in the Low Countries was inevitably favored by both France and England.",
        "This bellicose policy, however, brought him into collision with the queen, who feared that the outbreak of war would diminish the revenues which she squandered in selfindulgence.",
        "His observations of the celestial bodies led him to form new theories of the universal order, and brought him into collision with the popular faith.",
        "(1440), and thus came into collision with the powerful Cilleis, the chief supporters of Albert's widow Elizabeth and her infant son, Ladislaus V.",
        "As early as 17 5 B.C. they came into collision with the Romans by assisting Perseus, king of Macedonia; and after Macedonia became a Roman province they were for many years engaged in hostilities with them.",
        "One of his earliest papers dealt with the age of the earth, and brought him into collision with the geologists of the Uniformitarian school, who were claiming thousands of millions of years for the formation of the stratified portions of the earth's crust.",
        "The first collision took place at Risdon, a few days after the landing of Lieutenant Bowen's expedition, and for this the white settlers were entirely responsible.",
        "When the Gauls made their way into eastern Europe, they came into collision with the Getae, whom they defeated and sold in large numbers to the Athenians as slaves.",
        "In 1792 Kant, in the full height of his reputation, was involved in a collision with the Government on the question of his religious doctrines.",
        "Similarly, when a human controller screws up and causes a train collision, we consider this an unfortunate accident.",
        "This unit is used in airborne laser altimetry, distance measurement and collision avoidance.",
        "They could be used to deflect an asteroid on a collision course with Earth.",
        "asteroid collision probability.",
        "Molds & die have its own problems for collision avoidance & using shorter tool length.",
        "Along its path, an individual projectile may create fast recoil atoms which in turn may initiate collision cascades of moving target atoms.",
        "At high collision energies, all protonated benzodiazepines eliminate a hydrogen atom by simple bond cleavage.",
        "clunker dump collision.",
        "A cyclist coming along the road had to run into the hedge to avoid imminent collision.",
        "He had to brake sharply to avoid what he thought would be a head-on collision.",
        "Police are renewing their appeal for information about a fatal road traffic collision which occurred last Saturday Night.",
        "Wherever the interstellar clouds of the two galaxies collide, they do not freely interpenetrate but, rather, suffer inelastic collision.",
        "Analysis of an elastic collision We consider the case where two masses approach each other head on.",
        "Integrated in the front bumper structure, this device prevents passenger cars from being wedged under the truck in a frontal collision.",
        "collision repairsfor.",
        "collision avoidance system.",
        "collision damage waiver for each car.",
        "collision detection Don't make it too easy for them!",
        "We got back to our tests, there had been no risk of a mid-air collision.",
        "Than issues relating area of the the front page clunker dump collision.",
        "The damper suggested high mileage, while the replaced number plate, he said, hinted at a rear-end collision.",
        "Selected peptide ions from this first analysis can then be subjected to high-energy collision to obtain fragment ions.",
        "collision with an army lorry outside Seaton Burn.",
        "collision with an iceberg, and immediately flashed out wireless messages for help.",
        "deductible collision repairsfor.",
        "deflect an asteroid on a collision course with Earth.",
        "derailed in the collision which followed, and there was slight damage to eleven of the sixteen coaches.",
        "fatal road traffic collision which occurred last Saturday Night.",
        "The majority of high energy hadron-hadron collision events contains a large number of final state hadrons.",
        "head-on collision between two trains.",
        "hurt in a collision on a non built-up road were killed or seriously injured.",
        "I could say that it crashed in a fiery inferno of head-on collision, but it wouldn't be true.",
        "inflamed from overuse, aging, a fall on an outstretched hand, or a collision.",
        "The kinetic transport coeffs. are computed from explicit collision integrals and compared favorably with detailed simulations.",
        "The police input will involve a number of police motorcyclists and a collision investigator who is also a keen motorcyclist.",
        "Plan showing the course taken: The Collision of 2 german ironclads.",
        "masquerade no way for the masquerading gateway to detect or prevent this collision.",
        "The first is to determine values of physically meaningful parameters such as potential energy barriers and the average energy transferred in a collision.",
        "midair collision report with the FAA.",
        "momentumegion is characterized by small values of the transverse momenta of the particles produced in the collision.",
        "moped rider was injured this morning in a head-on collision on the A4 at Benham Hill.",
        "Theories of halo nucleus scattering often use an approximation in which the halo is appeared frozen during the collision.",
        "former prostitute who gave evidence in Jeffrey Archer libel trial 15 years ago killed in collision with alleged robber in stolen car.",
        "recoil atoms which in turn may initiate collision cascades of moving target atoms.",
        "The collision sound effect is excellent, but I found it difficult to make the saber detect a collision every time.",
        "The motability scooter was in collision with a Black Suzuki Alto driven by a 73 year old woman from Stoney Stanton, Leics.",
        "slack rope and spring - a collision with the uneven rocky floor is not unlikely.",
        "Studies of the Indo-Asian collision have produced two contrasting views of continental tectonics.",
        "The ad shows a collision between a motorcyclist and a car, from both perspectives, with ultimately tragic results.",
        "What colors, what a collision of colors: green, gray, blue, turquoise, brown.",
        "The Excess is £ 500 which can be reduced to zero by paying the collision damage waiver of £ 4 per day.",
        "All cars should come with collision damage waver but check this first.",
        "Friday 24th February 2006 A taste for luxury could be on collision course with financial wherewithal - to a marked degree.",
        "witnessed the collision to contact them on 0845 600 8000.",
        "This brought Chicheley into collision with Martin V.",
        "It was there that he first came into collision with the Bengali Brahman, Nuncomar, whose subsequent fate has supplied more material for controversy than any other episode in his career.",
        "Those who favour a Church Establishment hold that Church and state should each be supreme in its own sphere, and that on these terms a union between them is not only lawful but is the highest exemplification of Christian statesmanship. So long as these two spheres are at all points clearly distinct, and so long as there is a desire on the part of each to recognize the supremacy of the other, there is little danger of friction or collision.",
        "During the stormy session of 1770 he came into violent collision with Chatham and Camden in the questions that arose out of the Middlesex election and the trials for political libel; and in the subsequent years he was made the subject of the bitter attacks of Junius, in which his early Jacobite connexions, and his.",
        "In the case of collision the boat under way was responsible for damages to the boat at anchor.",
        "His independence (which his detractors attributed in some degree to his alleged susceptibility to Tory compliments) brought him into collision both with the Liberal caucus and with the party organization in Newcastle itself, but Cowen's personal popularity and his remarkable powers as an orator triumphed in his own birthplace, and he was again elected in 1885 in spite of Liberal opposition.",
        "While Burke and Fox and so many great statesmen proclaimed the consequences of the collision with America, Gibbon saw nothing but colonies in rebellion, and a paternal government justly incensed.",
        "The next collision happened in 1803.",
        "That eminence he enjoyed before the collision with Prussia in the autumn of 1806; and he frequently, and no doubt sincerely, expressed contempt of conquests dans cette vieille Europe.",
        "Here he lived for two years, using his leisure in preaching in the villages and at Bristol, conduct which brought him into collision with the backward clergy of the district, and led to his being summoned before the chancellor of Worcester (William of Malvern) as a suspected heretic; but he was allowed to depart without receiving censure or giving any undertaking.",
        "The points of collision were especially at Rome, in Africa, and in the Rhone Valley, and the struggle was the more obstinate because of the resemblances between the two religions, which were so numerous and so close as to be the subject of remark as early as the 2nd century, and the cause of mutual recrimination.",
        "The temperature of a gas is measured by the mean energy of translation of its molecules, which are independent of each other except during the brief intervals of collision; and collision of the separate molecules with the blackened surface of a vane, warmed by the radiation, imparts heat to them, so that they rebound from it with greater velocity than they approached.",
        "In 1885, at the moment when (see Afghanistan) the amir was in conference with the British viceroy, Lord Dufferin, in India, the news came of a collision between Russian and Afghan troops at Panjdeh, over a disputed point in the demarcation of the north-western frontier of Afghanistan.",
        "Under the influence of Leibnitz, Boscovich, Kant and Herbart, he supposed that bodies are divisible into punctual atoms, which are not bodies, but centres of forces of attraction and repulsion; that impenetrability is a result of repulsive force; and that force itself is only law - taking as an instance that Newtonian force of attraction whose process we do not understand, and neglecting that Newtonian force of pressure and impact whose process we do understand from the collision of bodies already extended and resisting.",
        "He made experiments, simultaneously with Wallis and Wren, on the collision of hard spherical bodies, and his statement of the results (1669) included a clear enunciation of the conservation of linear momentum, as demonstrated for these cases of collision, and apparently correct in certain other cases, mass being estimated by weight.",
        "It must also depend on the rate of interchange of molecules, that is to say, (1) on the number passing through each square centimetre per second in either direction, (2) on the average distance to which each can travel before collision (i.e.",
        "He gives several reasons for this in his letter to the king, but in all probability his chief motive was that pointed out by Spedding, that in the court of king's bench there would be less danger of Coke coming into collision with the king on questions of prerogative, in handling which Bacon was always very circumspect and tender.",
        "There was a slight collision between them as early as the diet of 1778; but at the diet of 1786 Fersen boldly led the opposition against the king's financial measures (see GUSTAVUS III.) which were consequently rejected; while in private interviews, if his own account of them is to be trusted, he addressed his sovereign with outrageous insolence.",
        "In 142 he was censor with the younger Scipio Africanus, whose severity frequently brought him into collision with his more lenient colleague.",
        "He refused to allow his kingdom to remain in dependence on the Irish Dalriada, but coming into collision with his southern neighbours he led a large force against .Ãƒâ€  thelfrith, king of the Northumbrians, and was defeated at a place called Daegsanstane, probably in Liddesdale.",
        "Collision Regulations lights, Navigational Buoys, Fog signals and Tidal Navigation are all taught by the combination of the three seamanship programs.",
        "You are not far above the ground and with slack rope and spring - a collision with the uneven rocky floor is not unlikely.",
        "Hear for yourself Their sound is flamenco in a head on collision of punk rock riffs, pounding bass and thrashing drums.",
        "Police at Omagh are appealing for anyone who witnessed the collision to contact them on 0845 600 8000.",
        "Collision: This type of coverage protects you against most forms of damage to your car, regardless of who is at fault.",
        "Auto Rental Collision Damage Waiver - Covered for rental car collision or theft.",
        "Car Rental Insurance - If you rent a car and don't use the rental company's collision policy, you're covered by Citibank's rental insurance.",
        "The collision of respectable social class mixed with adolescent angst gives the \"soft punk\" look that emo makeup is becoming famous for.",
        "We also worked with a graphic designer based in Austin, Texas, Leah Duncan, on a patterned runner for a series called Wildflowers and Power lines, which is a statement about the collision of technology with nature.",
        "Check out their highly rated tabs for Through Struggle and Collision.",
        "A near mid-air collision is an incident that could have resulted in a collision.",
        "This could be when there is less than 500 feet between aircraft, or when a flight crew member reports a collision hazard.",
        "This is a lens reinforcement system that protects your eyes in case of collision or instances of high impact, stopping the lenses from shooting inward and preventing severe eye damage.",
        "Maybe it had some bad collision detection.",
        "Collision detection can be a little wonky at times, but on the whole, this game does a more than competent job of recreating the fast-paced fun one would expect a game set in this animated universe to offer.",
        "Maybe you are just curious about how games are made like, \"how does polygon collision work?\" or \"how do you work with artificial intelligence?\"",
        "Also, tap R to leap over racers in front of you to save a few collision coins.",
        "Because the collision detection is so bad, you'll most likely be pushed back uncontrollably and lose any ground you have gained.",
        "In addition, foreign bodies may be driven into the face or other parts of the body by the force of a collision or explosion.",
        "The dancers stand approximately four feet away from each other to avoid collision of parasols.",
        "Never swim under diving boards because the divers can't always see you and may not be able to avoid a collision.",
        "Tracy Martin's car was completely wrecked in the collision, and police reported that she died because she wasn't wearing a seat belt.",
        "This unique combination of history, characterization and storyline collision is what makes daytime serial drama so appealing.",
        "Jason plans to attend a leadership conference with the Fellowship of the Sun with that money, putting Jason on a possible collision course with his sister.",
        "His journey through second season has him on a collision course with MaryAnn and Daphne.",
        "Collision coverage pays for repair costs following an accident involving striking another vehicle or object, or a rollover.",
        "Traffic Collision Avoidance courses are offered throughout the state by companies such as USA Training Company, Florida Safety Council, and Driver Training Associates.",
        "The customer receives a $100 discount off the cost of his or her collision deductible when the policy is issued and a further $100 is taken off the deductible each year that the policyholder remains accident-free, up to a maximum of $500.",
        "Mechanical breakdown service supplements standard collision insurance by covering repair costs for mechanical parts of the car, such as the windows and air conditioning.",
        "Collision Coverage: This covers damages resulting from a collision caused by you or another driver.",
        "Property damage liability insurance, which covers the cost of repairs to the other driver's vehicle after a collision and is also mandatory in most U.S. regions.",
        "Comprehensive and collision coverage, which protects the driver's own vehicle against physical damage.",
        "Collision protection pays for losses due to striking another vehicle or object, or as the result of a rollover accident.",
        "Comprehensive protection pays out when the loss is from an event other than a collision, such as fire, theft, vandalism, or severe weather.",
        "Rental Car Reimbursement for when the policyholder's vehicle is being repaired following a claim under the collision or comprehensive portion of the policy.",
        "PLPD insurance does not cover any damage that is done to your vehicle in a collision.",
        "Although there is really no such thing as \"full coverage\" insurance, this term is often used to describe car coverage that includes physical damage coverage, a.k.a. \"comprehensive and collision coverage\".",
        "With this type of insurance, damages to your vehicle that result from a collision or another incident, such as vandalism and theft, will be covered.",
        "Collision. Pays for your vehicle in the event of a collision with another vehicle or object.",
        "Should your insurance include collision?",
        "The damage resulting from this collision would not be covered by the insurance company because the collision was not an accident and was a fully intentional act.",
        "Sometimes a rental car has basic coverage for collision and property damage as part of your rental agreement.",
        "For North Carolina and Massachusetts residents, only comprehensive and collision is available.",
        "Most rental car companies offer other policies that include coverage such as liability insurance, collision insurance, and other options.",
        "High-risk drivers also have the option of purchasing physical damage insurance for their vehicles, which includes collision and comprehensive coverages.",
        "Comprehensive Coverage: AAA offers comprehensive coverage that protects members from financial loss due to damage not related to a collision.",
        "Collision Coverage: This is the policy that provides coverage for damage associated with an automotive collision.",
        "Rental Care Reimbursement: AAA members are covered for the cost of a rental car if their primary vehicles are inaccessible due to repairs needed because of a collision or other incident damaging the car.",
        "Collision: This pays to repair or replace your vehicle in the event of an accident.",
        "Risk of Death: Of all the possible causes, a fatal automobile collision is the highest cause of death among teenagers in the United States.",
        "In the event of a collision, you may wish that you had purchased more ample coverage at a lower deductible.",
        "Collision insurance pays for the cost of repairing a driver's own vehicle after a crash.",
        "Boat and yacht owners need to have collision coverage to pay for repairs after a collision with another boat or a sunken object.",
        "It offers up to $35,000 in collision or loss damage, and includes the same 24 hour assistance hotline and online policy and claims access offered for all Access America travel insurance plans.",
        "If you damage your own car in an accident, you will need collision coverage to pay for those damages.",
        "Although it differs from agency to agency, most California rental car agencies offer standard car insurance, as well as a collision damage waiver.",
        "Certain agencies in California may offer the option of a collision damage waiver in their rental car contracts.",
        "A collision damage waiver is a type of agreement between the individual renting the car and the agency that waives the renter's liability for damages.",
        "Motorcycle owners can also choose to buy collision coverage to pay for the cost of repairs to their own bike.",
        "Collision and comprehensive coverage are available for motorcycles as well as four-wheel vehicles.",
        "Collision coverage pays for the cost of repairs incurred when the bike strikes another vehicle or an object.",
        "It was true that the most active French colonial element, the trappers, were barbarized by the natives, and that the pursuit of the fur trade and other causes had brought the French into sharp collision with the most formidable of the native races, the confederation known as the Five (or Six) Nations.",
        "Theories of halo nucleus scattering often use an approximation in which the halo nucleus scattering often use an approximation in which the halo is appeared frozen during the collision.",
        "Along with the success of subsequent releases Meteora (2003) and Minutes to Midnight (2007), the band is known for successful collaboration projects including Reanimation (2002) and Collision Course (2004) with Jay-Z.",
        "On September 26, 2008, a crew member of 51 Minds Entertainment - the production company behind the Rock of Love series - caused a fatal collision on Interstate 57 in Southern Illinois while en route to a tour stop.",
        "Now what appears to be a comet is on a collision course with earth.",
        "Applying the reasoning to the case of a homogeneous radiation traversing an absorbing medium, we realize that the mutual disturbances of the molecules by collision or otherwise must bring in the free period of the molecule whatever the incident radiation may be.",
        "It is obvious that the effect would fail if the contamination of the surface had proceeded too far previously to the collision.",
        "Nostradamus also predicted that a planet or other large astronomical collision would happen near the year 2000 (July 1999, to be exact).",
        "Comprehensive insurance coverage pays out when the damage is caused by something other than a collision.",
        "Collision coverage also covers the motorcycle against theft.",
        "Both collision and comprehensive coverage pay out for a physical damage claim based on the bike's cash, or Blue Book, value.",
        "Collision Coverage - If you own a nice car but can't afford comprehensive coverage, you can purchase collision-only coverage.",
        "Collision will pay to fix your own vehicle if it's damaged in a collision.",
        "A driver runs a red light and strikes a car in the intersection, or is following too close and is involved in a rear-end collision."
    ],
    "definition": [
        "Link/Cite"
    ]
}