{
    "translation": "התמוטטות, להתמוטט",
    "uses": [
        "Would the cabin collapse around them?",
        "When the Turkish collapse came, he fled by way of Odessa to Germany.",
        "This only precipitated the collapse, and while Count Tisza voiced Hungarian public opinion in declaring the basis of the Dual system to be shattered, the Yugoslav National Council was transplanted from Ljubljana to Zagreb and strengthened by the inclusion of representatives of all parties (Oct.",
        "It took every ounce of her willpower not to flee hysterically or give in to the desire to collapse and sob.",
        "The town now remained faithful to the Taborite cause till its collapse in 1434.",
        "Elise needed no other motivation than her friend was in trouble, and Brady hadn't yet digested how such tiny devices could collapse the countries of the world.",
        "Actually, from this time until the collapse of the rising, Louis Kossuth was the ruler of Hungary.",
        "Most authorities on the art of war agree that the collapse of the Entente in this memorable campaign was primarily due to the abortive naval effort to force the Dardanelles.",
        "The imperious terms in which this decree was couched and its misleading reference to the British maritime code showed that Napoleon believed in the imminent collapse of his sole remaining enemy.",
        "The collapse of the political power of the Arabs was singularly complete.",
        "since the collapse of this bridge (about A.D.",
        "Regulated by their mother-town, both in their trade and their government, these Italian quarters outlasted the collapse of the kingdom, and continued to exist under Mahommedan rulers.",
        "The partition of Turkey had to be postponed; the financial collapse of England could not be expected now that she framed an alliance with the Spanish patriots and had their markets and those of their colonies opened to her; and the discussions with the tsar Alexander, which had not gone quite smoothly, now took a decidedly unfavourable turn.",
        "Beaten in the war, the Genoese avenged themselves for their defeat by an alliance with the Palaeologi, which led to the loss of Constantinople by the Latins (1261), and to the collapse of the Latin empire after sixty years of infirm and precarious existence.",
        "The collapse of the federal idea and the definite triumph of the party of reaction in 1852 led to his retirement from politics.",
        "The implication was that Castor and Pollux, knowing of the imminent collapse of the roof, had come calling with the purpose of saving Simonides's life as their payment for the poem.",
        "But in spite of this total political collapse, Arabic religion and literature are still one of the greatest forces working in the western half of Asia, in northern Africa and to some extent in eastern Europe.",
        "Very large doses in animals cause lethargy, collapse and death.",
        "After the Russian collapse most of the survivors were gradually drafted through Murmansk, England and France to the Salonika front: one brigade was cut off by the Bolshevik Revolution and had to be evacuated through Siberia.",
        "Our artificially-established classifications collapse whilst we gain further insight into the mutual affinities of the existing groups.",
        "On the collapse of the insurrection he emigrated, and on his return to Poland devoted himself exclusively to literature and the cultiva tion of his estates.",
        "Throughout the revolutionary years he supported his brother's policy, became a member of the Erfurt parliament, and, after the collapse of the national movement, returned to the service of the duchy of Nassau.",
        "- After the collapse of the Hungarian revolution in 1849, the Croats, in the words of Pulszky, received as reward the same absolutist regime which had been imposed upon the Magyars as punishment.",
        "away from the edges of the platforms. On the other hand, wide spans are more expensive both in first cost and in maintenance, and there is the possibility of a failure such as caused the collapse in December 1905 of the roof of Charing Cross (S.E.R.) station, London, which then consisted of a single span.",
        "The final collapse of the kingdom of Jerusalem had been really determined by the battle of Gaza in 124 4, and by the deposition of the Ayyubite dynasty by the Mamelukes.",
        "The symptoms of acute poisoning are pain and diarrhoea, owing to the setting up of an active gastro-enteritis, the foeces being black (due to the formation of a sulphide of lead), thirst, cramps in the legs and muscular twitchings, with torpor, collapse, convulsions and coma.",
        "deep and of great extent (though through the collapse of the pillars supporting the undermined rock they have become still larger than they were in ancient times).",
        "For Frederick William the position of leader of Germany now meant the employment of the military force of Prussia to crush the scattered elements of revolution that survived the collapse of the national movement.",
        "The conception of the kingdom as a fief not only subjected it to the jurisdiction of the high court; it involved the more disastrous result that the kingdom, like other fiefs, might be carried by an heiress to her husband; and the proximate causes of the collapse of the kingdom in 1187 depend on this fact and the dissensions which it occasioned.",
        "Moreover the collapse of Tsarism had deprived Mr. Pasic of his strongest support abroad, and forced him to abandon his narrowly Orthodox basis and bring his policy more into line with modern democratic tendencies.",
        "Above all, he recognized the necessity for reconciling the Magyars to the monarchy; for it was their discontent that had mainly contributed to the collapse of the Austrian power.",
        "This was followed by a reaction and a general collapse of inflated values until 1873, when the discovery of the Great Bonanza mine brought about a revival of industry and of speculation.",
        "The appearance of the Ottoman Turk and the final collapse of the Latin empire in Syria brought about the next campaign between the rival maritime powers.",
        "(1235-1270), the last man of genius whom the Arpads produced, did something to curb the aristocratic misrule which was to be one of the determining causes of the collapse Bela IV.",
        "Add to this condition of things the fact that the Zulus were threatening the Transvaal on its southern border, and the picture of utter collapse which existed in the state is complete.",
        "It is probable that when the metal rod was withdrawn the vessel was filled with sand, to prevent collapse, and buried in heated ashes to anneal.",
        "He was undoubtedly an extremely able soldier and a skilful statesman, and much of his legislation shows a real political sense; but his inordinate ambition, his oppressive methods of government and taxation, and his cruelty created enemies on all sides, and led to the collapse of the edifice of dominion which he had raised.",
        "On the collapse of the insurrection Kollontaj emigrated to Austria, where from 1795 to 1802 he was detained as a prisoner.",
        "With the collapse of the invasion scheme, the naval war between Napoleon and Great Britain entered on a new phase.",
        "His astounding energy and resource curbed all his enemies during his lifetime, but they were content to wait patiently for his death, well aware that the collapse of his empire would immediately follow.",
        "That this recognition had not already been accorded before the collapse of the Central Powers began was due to disunion among the Yugosla y s themselves.",
        "An account of the collapse of the Turkish power before Mehemet Ali, and of the complicated diplomatic developments that followed, is given in the article Mehemet Ali.",
        "The collapse both of this temple and of that of Heracles must be attributed to an earthquake; many fallen blocks of the former were removed in 1756 for the construction of the harbour of Porto Empedocle.",
        "they were heaped up, before the beams supporting the central chamber had rotted, thieves made a practice of driving a mine into the mound straight to where the valuables were deposited, and it is only by the collapse of this mine and the crushing of the robber after he had thrown everything into confusion that the treasures of the Chertomlyk barrow, on the whole the most typical, were preserved to us.",
        "After Cimon's death he renounced the war against Persia, and the collapse of 447-445 had the effect of completing his change ' The general impression in Greece was that this decree was the proximate cause of the war.",
        "On the collapse of the rebellion he fled to Turkey, adopted Mahommedanism, and under the name of Murad Pasha served as governor of Aleppo, at which place, at the risk of his life, he saved the Christian population from being massacred by the Moslems. Here he died on the 6th of September 1850.",
        "William Rufus, to the disgust of his supporters, permitted Odo to leave the kingdom after the collapse of this design (1088), and thenceforward Odo was the right-hand man of Robert in Normandy.",
        "In time, notwithstanding a certain inherent individualism and impatience of control, veritable despotisms arose in the Semitic world, although such organizations were invariably liable to sudden collapse as the old forms of life broke down with changing conditions.'",
        "Immediately after the collapse of Germany, on Nov.",
        "caves formed by the uplifting and folding of the rocks while gypsum was forming beneath, followed by the partial collapse of those rocks when the gypsum passed into solution.",
        "During the process of manipulation, whether on the chair or whilst the glass is being reheated, the rod must be constantly and gently trundled to prevent the collapse of the bulb or vessel.",
        "Hence the sudden collapse of Assyria when drained of its fighting population in the age of Assur-bani-pal.",
        "He was not always wise, however, either for himself or his country; for he became deeply involved in the South Sea Scheme, in the disastrous collapse of which (1720) he lost the ample wealth he had amassed.",
        "That campaign marked the beginning of the end for the Napoleonic domination in Italy as else- Collapse where.",
        "This was the last serious attempt at a Crusade on behalf of the dying kingdom of Jerusalem which was made in the West; and its collapse was quickly followed by the final extinction of the kingdom.",
        "and the Collapse of the Swedish Empire (London and Oxford, 1895); Bidrag til den Store Nordiske Krigs Historie (Copenhagen, 1899-1900); G.",
        "Seals have become the scapegoats for the collapse of the cod stocks.",
        "teeters on the verge of collapse.",
        "disproportionate collapse.",
        "dome collapse.",
        "(27th of July 1794), which resulted in the fall of Robespierre and the collapse of the Terror.",
        "In such cases the acute collapse occurs in company with both superficial and deep anaesthesia of the limbs, and is soon followed by coma terminating in death.",
        "bentonite slurry to prevent its collapse.",
        "brink of collapse.",
        "caldera collapse.",
        "collapse inwards.",
        "collapse of civilization as oil runs out.",
        "danger of collapse.",
        "lobar collapse on the plain chest film.",
        "ploy designed to stave off collapse.",
        "Then came the final collapse: Cond having taken refuge in Spain for seven years, Gaston of Orleans being in exile, Retz in prison, and the parlement reduced to its judiciary functions only, the field was left open for Mazarin, who, four months after the king, re-entered in triumph that Paris which had driven him forth with jeers and mockery (February 1653).",
        "ice sheet collapse.",
        "tottering on the verge of economic collapse.",
        "wake of financial collapse.",
        "The financial collapse of 1879 left the treasury empty.",
        "The collapse must be treated with hot blankets and bottles, and subcutaneous injections of brandy, ether or strychnine.",
        "Give ether and brandy subcutaneously and apply hot water-bottles and blankets if there are signs of collapse.",
        "In larger doses colchicum or colchicine acts as a most violent gastrointestinal irritant, causing terrible pain, colic,vomiting, diarrhoea, haemorrhage from the bowel, thirst and ultimately death from collapse.",
        "He himself lost his nerve, stammered, nearly fainted, and was dragged out by the soldiers in a state of mental and physical collapse.",
        "In severe haemorrhage, as from the division of a large artery, the patient may collapse and death ensue from syncope.",
        "It would seem that only the immense weight of the roofs and their heavy projections prevent a collapse of some of these structures in high winds.",
        "Wholesale arrests of leaders and numerous seizures of arms by the United States authorities resulted in a general collapse of the order late in 1864.",
        "If the ball is discharged and touched against the other tray, and then afterwards against the previously charged electroscope, the leaves will collapse.",
        "Hence if the electrified sealing-wax rod makes the leaves collapse, the electroscopic charge is positive, but if the glass rod does the same, the electroscopic charge is negative.",
        "Withdraw the ball and the leaves will collapse.",
        "Replace the ball again and touch the outside of the canister; the leaves will collapse.",
        "It will be found that as it does so the gold-leaves of the electroscope diverge, but collapse again if the ball is withdrawn.",
        "Next let the canister be touched with the finger, the leaves collapse, but diverge again when the ball is withdrawn.",
        "After the collapse of that monarchy its territories passed to the German kings, and Savoy was divided between the counts of Provence, of Albon, of Gex, of Bresse, of the Genevois, of Maurienne, the lords of Habsburg, of Zahringen, &c., and several prelates.",
        "The top of the system of reservoirs was too heavy for the slender cross walls and pillars, only the stumps of which remain; a collapse took place, by which the porch and the W.",
        "Gates recommended him for a brigadier-general's commission for services which another actually performed, and succeeded in gaining it, but their friendship was broken by the collapse of the Conway Cabal against Washington in which both were implicated and about which Wilkinson had indiscreetly blabbed.",
        "His younger son fell in one of the first battles on the East Prussian front, and he lived to see the collapse of the corrupt military organization of Russia in the campaign of 1915.",
        "The collapse of the Borgias threw Central Italy into confusion; and Machiavelli had, in 1505, to visit the Baglioni at Perugia and the Petrucci at Siena.",
        "A year later he resigned the portfolio for foreign affairs (20th of July 1799), probably because he foresaw the imminent collapse of the Directory.",
        "Coupled with similar action on the part of Bulgaria it isolated Russia and Rumania from the Western Powers, and was a potent influence in producing the collapse of the Russian Empire.",
        "On the collapse of the Russian Empire in 1917 the Turks were able to recover ground; and under the Treaty of Brest Litovsk between Germany and Russia, signed on March 3 1918, Turkey's claims to the provinces she had lost to Russia in 1878 were recognized.",
        "Critias, however, fearing a renewal of the collapse of 411, disarmed the people and decided to remove Theramenes before he could create a new democratic party.",
        "The origin of modern Ultramontanism is preceded and conditioned by the collapse of Catholicism in the period of the French Revolution.",
        "After the collapse of negotiations with Great Britain in the spring of 1810, the emperor again pressed Louis hard, and finally sent French troops against the Dutch capital.",
        "Here the clay of which the hill is formed is gradually giving way, causing landslips and the collapse of buildings, notably of the abbey church of S.",
        "Its modern history as an independent entity begins with the dramatic collapse of the Austro-Hungarian Monarchy at the close of the World War, and the definitive proclamation of Czechoslovak independence on Oct.",
        "On the collapse of the Austro-Hungarian Monarchy the Austrian code was adopted for the lands of the Bohemian crown and the Hungarian code for Slovakia.",
        "The army was formed of the legionaries who had fought in Russia, France and Italy on the side of the Allies, and of those Czechoslovak troops who, on the collapse of Austria-Hungary, streamed back from the various fronts.",
        "Ghazali (q.v.) in his Tahafot al-Filasifa (\" The Collapse of the Philosophers \") is the advocate of complete philosophical scepticism in the interests of orthodox Mahommedanism - an orthodoxy which passed, however, in his own case into a species of mysticism.",
        "The miserable collapse of the Polish chivalry during the Bukovinian campaign of 1497 had convinced every one that the ruszenie pospolite was useless for serious military purposes, and that Poland, in order to hold her own, must in future follow the example of the West, and wage her warfare with trained mercenaries.",
        "The most important political event during the reign of Sigismund was the collapse of the ancient Hungarian monarchy at Mohacs in 1526.",
        "The collapse of the mend 111., Muscovite tsardom in the east, and the submersion 1587-1632.",
        "There is only one answer; the principal cause of this complete and irretrievable collapse is to be sought for in the folly, egotism and selfishness of the Polish gentry, whose insane dislike of all discipline, including even the salutary discipline of regular government, converted Poland into something very like a primitive tribal community at the very time when every European statesman, including the more enlightened of the Poles themselves, clearly recognized that the political future belonged to the strongly centralized monarchies, which were everywhere rising on the ruins of feudalism.",
        "Only when brute force in its extremest form had been ruthlessly employed, only when three senators and some deputies had been arrested in full session by Russian grenadiers and sent as prisoners to Kaluga, did the opposition collapse.",
        "But Catherine, still in difficulties, was obliged to watch in silence the collapse of her party in Poland, and submit to the double humiliation of recalling her ambassador and withdrawing her army from the country.",
        "- Sodium chloride is occasionally used in warm water as an emetic, and injections of it into the rectum as a treatment for thread worms. A o 9% solution forms what is termed normal saline solution, which is frequently injected into the tissues in cases of collapse, haemorrhage and diarrhoea.",
        "On the collapse of the revolutionary government he was arrested (1850), but managed to escape to France, where he engaged in commerce and banking, became naturalized, and acquired a large fortune.",
        "The insubordination of the szlachta seems to have been one cause of this disgraceful collapse, for John Albert confiscated hundreds of their estates after his return; in spite of which, to the end of his life he retained his extraordinary popularity.",
        "Just as the Later Roman empire was at once the supreme effort of the old world and the outcome of its exhaustion, so Neoplatonism is in one aspect the consummation, in another the collapse, of ancient philosophy.",
        "Nevertheless the collapse of the empire was a great opportunity for Thiers, and it was worthily accepted.",
        "The dishonesty of those who conducted the sales in France, the unbusinesslike methods of Barlow, and the failure of Duer and his associates to meet their contract with the Ohio Company, caused the collapse of the Scioto Company early in 1790, and two subsequent attempts to revive it failed.",
        "He saw the invasion of Poland by the Reformation, and the democratic upheaval which placed all political power in the hands of the szlachta; he saw the collapse of the ancient order of the Knights of the Sword in the north (which led to the acquisition of Livonia by the republic) and the consolidation of the Turkish power in the south.",
        "It was erected in 1801 after the collapse of the former structure.",
        "If the water is too cold the gum does not soften enough and the cocoons rise out of the basin in reeling; if it is too hot the cocoons collapse and fall to the bottom.",
        "In the Empire the collapse of the Bohemian revolt led ultimately to the merciless repression of the Evangelicals The in Bohemia (1627), and in the hereditary lands of Counter- Austria (1628), as well as to the transference of the Reformation.",
        "Bonaparte believed that after these losses the temporal power would collapse of its own weight; but so peaceful a solution was not to be.",
        "Epiphanes in 164 B.C., revolts and adventurers made their appearance in many parts of Syria, heralding the collapse of the kingdom of the Seleucids.",
        "In pneumonia and other acute disease, where the patient is liable to sudden collapse, a hypodermic injection of strychnine will often save the patient's life.",
        "Death occurs from collapse or from secondary destructive changes in the intestinal canal.",
        "The simultaneous collapse of Muscovy had given Poland an unexampled opportunity of rendering the tsardom for ever harmless.",
        "But with the collapse of France the old fear and jealousy of Austria had revived in full force, and Bavaria only agreed to these cessions (treaty of Munich, April 16th, 1816) on Austria promising that, in the event of the powers ignoring her claim to the Baden succession in favour of that of the line of the counts of Hochberg, she should receive also the Palatinate on the right bank of the Rhine.",
        "The collapse of this regime was due, not to popular agitation, but to the resentment of Louis at the clerical opposition to the influence of his mistress, Lola Montez.",
        "Volz, the lake had its origin in the collapse of a volcano.",
        "It was not till sixteen years later, on the collapse of the united kingdom of urnes re' A ?eltre' G'`h e n.",
        "The collapse of this bold attempt enabled him, however, speedily to regain his liberty.",
        "Moreover, it was a diplomatic axiom in Denmark, founded on experience, that an absolute monarchy in Sweden was incomparablymore dangerous to her neighbour than a limited monarchy, and after the collapse of Swedish absolutism with Charles XII., the upholding of the comparatively feeble, and ultimately anarchical, parliamentary government of Sweden became a question of principle with Danish statesmen throughout the 18th century.",
        "The collapse of the Prussian autocracy involved that of the lesser German potentates.",
        "It was, so far as now can be foreseen, the final collapse of the old Radical party.",
        "of congratulation to President Kruger after the collapse of the Jameson Raid, had appeared to identify himself with the national feeling.",
        "to a position inferior to the parvenus Bonapartes, in the event of the final collapse of the Holy Roman Empire, or of the possible election of Napoleon as his own successor on the throne of Charlemagne.",
        "The issue was forced by the developments of the tangled Schleswig-Holstein Question, which led to the definitive breach between the two great German powers, to the campaign of 1866, and the collapse of Austria on the field of Kiiniggratz (July 3.",
        "The inevitable crisis began in 1872; it was postponed for a short time, and there was some hope that the Exhibition, fixed for 1873, would bring fresh prosperity; the hope was not, however, fulfilled, and the final crash, which occurred in May, brought with it the collapse of hundreds of undertakings.",
        "The split in the Radical party over Boulangism weakened his hands, and its collapse made his help unnecessary to the moderate republicans.",
        "Referring the collapse of the empire to the retention of feudal forms and to the action of religious animosities, Hegel looked forward to reorganization by a central power (Austria) wielding the imperial army, and by a representative body elected by the geographical districts of the empire.",
        "But this form disappears with the decease of Greek national life, and on its collapse follows the romantic, the third form of art; where the harmony of form and content again grows defective, because the object of Christian art - the infinite spirit - is a theme too high for art.",
        "The coal deposits, which are of somewhat indifferent quality, have been worked with varying degrees of failure by a succession of companies, one of which, the Labuan & Borneo Ltd., liquidated in 1902 after the collapse of a shaft upon which large sums had been expended.",
        "Whitehouse, The Collapse of the Kingdom of Naples (New York, 1899), and R.",
        "The immediate cause of collapse seems to have been cold, due to the deficiency of oil fuel in the Mount Hooper depot, the reason for which was stated to be evaporation through defective stoppers.",
        "With the collapse of the revolution the city was occupied by the government forces, and its name was then changed to Florianopolis in honour of the president of the republic.",
        "The commercial and financial collapse that followed lasted through the greater part of the last three decades of the century; but settled government and improved finances subsequently contributed to a slow but steady recovery in the trade and industrial activities of the city.",
        "The next critical phase was opened in 1871, when Russia took advantage of the collapse of France to denounce the Black Sea clauses of the treaty of 1856.",
        "The belief in the imminent collapse of the Ottoman dominion was weakened almost to extinction; so was the belief, which inspired the treaty cf 1856, in the capacity of Turkey to reform and develop itself on European lines.",
        "At this stage collapse may set in, the patient become faint, the limbs twitch, the radical pulse become imperceptible, and unconsciousness supervene.",
        "In 764 Abdallah met his death by the collapse of his house, which had been deliberately undermined.",
        "When the confederation was almost in a state of collapse because of the failure of the states to respond to requisitions of Congress for supplies for the federal treasury, Madison was among the first to advocate the granting of additional powers to Congress, and urged that congress should forbid the states to issue more paper money.",
        "Schleiermacher's formula obviously ascribes a function in knowledge to thought as such, and describes in a suggestive manner a duality of the intellectual and organic functions, resting on a parallelism of thought and being whose collapse into identity it is beyond human capacity to grasp. It is rather, however, a statement of a way in which the relations of the terms of the problem may be conceived than a system of necessity.",
        "By his resolute stand against the Saracens he delivered all eastern Europe from a great danger, and by his thorough-going reforms he not only saved the empire from collapse, but invested it with a stability which enabled it to survive all further shocks for a space of five centuries.",
        "Until 1900, when an adjustment of the matter was reached, there was also another disputed debt to the national government, owing to the collapse in 1839 of a so-called Real Estate Bank of Arkansas, in which the state had invested more than $500,000 paid to it by the United States in exchange for Arkansas bonds to be held as an investment for the Smithsonian Institution, on which bonds the state defaulted after 1839.",
        "In April 1872 came the revulsion; there was a shrinkage of $60,000,000 in ten days; then in 1873 a tremendous advance, and in 1875 a final and disastrous collapse; in ten years thereafter the stock of the Comstock lode shrank from $3,000,000 to $2,000,000.",
        "Speaking generally, it is important to preserve strength and guard against collapse.",
        "it became necessary to decide for the attack on Italy in order to prevent the collapse of Austria-Hungary.\"",
        "If, without removing the electrified body, the plate or knob of the electroscope is touched, the leaves collapse.",
        "If the approach of the glass rod causes the leaves in their final state to collapse, then the charge in the rod was positive, but if it causes them to expand still more the charge was negative, and vice versa for the sealing-wax rod.",
        "The collapse of the gold-leaf is observed through an aperture in the case by a miscroscope, and the time taken by the goldleaf to fall over a certain distance is proportional to the ionizing current, that is, to the intensity of the radio-activity of the substance.",
        "Any divergence or collapse of the gold-leaf can be viewed by a microscope through an aperture in the side of the case.",
        "In1763-1765an investigation of the finances of the colony, forced by the up-country party, showed widespread corruption, and resulted in the collapse of the tide-water oligarchy, which had been in power since 1660.",
        "In the following September, ten days after the final collapse of Louis Napoleon at Sedan, the troops of Victor Emmanuel entered Rome; and the temporal power of Pius came to an end.",
        "Great Britain, France and Prussia furnish good examples of these different modes of preserving local administration from financial collapse.",
        "The collapse of the International on the outbreak of the World War was a great sorrow to him, and is thought to have hastened his death, which took place in 1915 when he had only just completed his fifty-ninth year.",
        "After the collapse of that company a secret committee of inquiry was appointed by the Commons, and Aislabie, who had in the meantime resigned the seals of his office, was declared guilty of having encouraged and promoted the South Sea scheme with a view to his own exorbitant profit, and was expelled the House.",
        "Hence if a film in the form of the catenoid which is nearest the axis be displaced towards the axis, it will tend to move farther towards the axis and will collapse.",
        "On the evening of the 31st of December 1900, one of the outer trilithons (22 on plan), with its lintel, was blown down in the course of a severe storm, this being the first collapse since the 3rd of January 1797, when one of the fine trilithons 58) of the horseshoe fell.",
        "The body of the church of St Mary was rebuilt in brick after its collapse in 1713, but the Perpendicular tower remains.",
        "There followed immediately a controversy which threatened the collapse of the arbitration.",
        "Mameli served in the National Guard at Genoa, and then joined the volunteers in the Lombard campaign of 1848, but after the collapse of the movement in Lombardy he went to Rome, where the republic was proclaimed and whence he sent the famous despatch to Mazzini: \"Roma!",
        "The bombardment of Beira, the fall of Acre, and the total collapse of the boasted power of Mehemet Ali followed in rapid succession, and before the close of the year Lord Palmerston's policy, which had convulsed and terrified Europe, was triumphant, and the author of it was regarded as one of the most powerful statesmen of the age.",
        "The subsequent rapid collapse of the Byzantine empire was largely due to his brilliant but unproductive reign.",
        "The collapse of the revolt, however, soon freed the prince for the more important campaign in Bavaria, where, in 1704, he made his first campaign along with Marlborough.",
        "After several half-hearted attempts directed in the course of Nicholas I.'s reign to face the question while safeguarding at the same time the rights and privileges of the old aristocracy, the moral collapse of the ancien regime during the Crimean war brought about the Emancipation Act of the 19th of February 1861, by which some 15 millions of serfs were freed from bondage.",
        "Three small cells occur inside the cavity of the microspore; two of them collapse and the third divides into two, forming a stalk-cell and a larger body-cell.",
        "His very reforms alienated the goodwill of all classes; of the nobles, by the abolition of forced labour; of the clergy, by the confiscation of monastic estates; of the masses, by the introduction of a tobacco monopoly and the inevitable collapse of the inflated hopes to which his agrarian reforms had given rise.",
        "Begun in 1247, the work was interrupted in 1284 by the collapse of the vaulting of the choir, in 1573 by the fall of a too ambitious central tower, after which little addition was made.",
        "The effects of the ingestion of large quantities may be so rapid that death may take place in a couple of hours, owing to collapse, consequent on perforation of the walls of the oesophagus or stomach, or from asphyxia due to swelling of the glottis consequent on some of the acid having entered the larynx.",
        "to Catholicism in July 1593 - an act of political wisdom, since it brought about the collapse of all opposition.",
        "On the collapse of his confederate's rising, Roger was tried before the Great Council, deprived of his lands and earldom, and sentenced to perpetual imprisonment; but he was released, with other political prisoners, at the death of William I.",
        "German armies marched on Paris; and the Russian government, at Count Bismarcks instigation, took advantage of the collapse of France to repudiate the clause in the treaty of 1856 which neutralized the Black Sea.",
        "The defeat and dispersal of the Boer armies, and the apparent collapse of Boer resistance, induced a hope that the war was over; and the government seized the opportunity in Tb iooo to terminate the parliament, which had already of endured for more than five years.",
        "In 1872 Victor Hugo published in imperishable verse his record of the year which followed the collapse of the empire, L'Annee terrible.",
        "After the collapse of this plot William was put upon his trial before the Great Council.",
        "From this time till the collapse of Queen Mary's fortunes in 1568, Stirling almost shared with Edinburgh the rank and privileges of capital of the kingdom.",
        "But, when this programme is carried out, there is no small danger lest the relations traced out between God and men should collapse into dust, the facts of Christ transform themselves into symbols, and the idealistic theology of the right wheel to the left.",
        "Roused by the collapse of the assignats, following upon the ruin of industry and the arrest of commerce, they were still further exasperated by the speculations of the financiers, by the jobbery which prevailed throughout the administration, and by the sale of national property which had profited hardly any but the bourgeoisie.",
        "The early 'nineties were marked by an economic collapse of false values, and succeeding years by a painful recovery of stable conditions.",
        "Aldrich 1 Nebraska was one of the states in which the collapse of the cooperative enterprises of the Grange was particularly severe.",
        "The walls will collapse around you when the demon and Rissa die.",
        "The war was the genesis and caused the collapse of the third millenium north Mesopotamian civilization.",
        "The collapse of the former Yugoslavia has been aided and abetted by the various western powers using incredibly cynical maneuvers.",
        "For migratory species on the verge of stock collapse, we must now aim to maximize the potential to recover.",
        "Any talk of an imminent collapse of the al-Saud regime is unnecessarily alarmist.",
        "The module term will end with a brief look at the reasons for the collapse of logical atomism.",
        "Suction on the syringe to withdraw fluid from the catheter balloon may cause the catheter walls to collapse.",
        "Between these are structurally weaker palaeosol horizons of weathered basalt that encourage localized collapse as the wear back and undermine the overlying basalt.",
        "Unfortunately a dramatic collapse followed and some poor batting saw the home side finish on a measly 111 all out.",
        "batting collapse with the critical wicket being the run out of Heading.",
        "Often their gills collapse and their swim bladder can rupture due to the sudden change in pressure on their bodies.",
        "The collapse of the soviet bloc threw Cuba's whole economic system into crisis.",
        "Speedway was on the verge of collapse tho, and only eleven senior tracks remained after the post-war boom.",
        "brachycephalic airway syndrome, elongated soft palet and laryngeal collapse.",
        "The emission of X-ray bremsstrahlung radiatively cools this gas and should lead to its continued collapse in the cluster center.",
        "Bacterial canker is spread by splashing rain and can cause rough cankers with amber colored gum, sometimes leading to total tree collapse.",
        "This view does, however, disprove the notion that the said farmer's actions had caused the collapse of the 9.3 ton capstone.",
        "The complete and rapid collapse of external values precipitates instant catatonia.",
        "He removes the brain with a suction catheter causing the skull to collapse, enabling the head to slide out.",
        "Suction on the syringe to withdraw fluid from the catheter balloon may cause the catheter balloon may cause the catheter walls to collapse.",
        "These bubbles that are produced then immediately collapse, releasing energy that can cause a cavitation burn on the propeller blades.",
        "It testifies to the collapse of all the illusions cherished by bourgeois democrats.",
        "chin lift which supports the head is removed, but the animal does not collapse.",
        "Therefore, thicker clumps have much higher damping rates of waves [13] which support clumps against collapse along the large-scale magnetic field.",
        "Trawlers, the strip miners of the sea, often precipitate the collapse of fish stocks from years of over-harvesting.",
        "It required the Ukrainian authorities to abandon all State controls over the exchange rate, leading to a catastrophic collapse of the currency.",
        "Anaphylactic shock, however, is a much more serious reaction, which can cause swelling, circulatory collapse and even heart failure.",
        "I'm already in a state of extreme gravitational collapse!",
        "Faced with the imminent collapse of their marriage, they eventually agree that euthanasia may be the answer to their troubles.",
        "Panic had swept from city to city, and a vague dread of some sudden collapse preyed upon the minds of millions.",
        "Whilst the tower survived the dissolution of the house, a storm in 1779 led to its partial collapse.",
        "collapse dolines and marginal poljes are also notable features.",
        "collapse of communism, the US foreign policy agenda needed a new enemy.",
        "collapse of the USSR, young people are starting to question the status quo again.",
        "collapse of the Communist bloc, Peja transformed itself into a motors company.",
        "collapse of the Soviet empire is only the latest example of this trend.",
        "Initial indications are that the emission was caused by collapse at the summit crater.",
        "degeneracy The star is prevented from further collapse by degeneracy pressure.",
        "denuded of protective vegetation are undermined and collapse.",
        "In their original form, these texts described the desolation of the Earth due to the collapse of Heaven at the beginning of time.",
        "However all of this was futile and the Jensen Motor Company looked like it was going nowhere, seemingly destined for collapse.",
        "True, by the time of its collapse 15 years ago the Soviet Union was a byword for ecological devastation.",
        "Most of us, when in some direction we think ourselves to be strong, are in dire peril of collapse.",
        "Thousands of listed buildings and structures are classified as in severe disrepair, many on the point of collapse.",
        "The main symptom of ME is utter exhaustion to the point of collapse which is not relieved by sleep.",
        "Pulsars are neutron stars formed in the collapse of massive stars in supernova explosions.",
        "Currencies will probably collapse in the end, and gold will be the emergency fallback.",
        "fiat collapse, GB has sold our nation's insurance at a pittance.",
        "Felt good to collapse back at home with a crappy horror film for company.",
        "foretell is not the cosmic war and fiery collapse of mankind foretold in sacred scripture.",
        "They are insoluble in the beer and cause the beer froth to collapse.",
        "They had left Sammy behind to collapse in the cool darkness of the tiled hallway.",
        "hastening the collapse of the petty-bourgeois nationalist illusions that nations can live together in peace and equality under capitalism.",
        "humic silts, interleaved with redeposited subsoil probably from episodic collapse.",
        "ice shelf collapse are available from the BAS press office.",
        "No, we shall not permi t these wiseacres to hide under the table the ignominious collapse of their ignominious collapse of their ignominious policy with the NAP.",
        "No Prior Collapse Induced by Fire The official theory is rendered implausible by two major problems.",
        "Romero said the collapse of the structures resembled those of controlled implosions used to demolish old structures.",
        "This leaves the outer layers of the star unsupported, which now collapse and bounce on the dense, virtually incompressible neutron core.",
        "The Interest rate cuts could stave off recession temporarily but risk creating runaway inflation and a collapse in the dollar.",
        "But the collapse of the cold war has removed even the theoretical justification for our possessing strategic nuclear weapons.",
        "volcano lateral collapses also produce giant landslide deposits and leave lateral collapse scars.",
        "long distance on the same long-distance, shaky shot, we saw the building collapse.",
        "Faced with this apparent collapse of order, a familiar mantra is repeated: ' the clash of civilisations ' .",
        "In general some of the bands may collapse into points, which represent eigenvalues of infinite multiplicity of the operator under consideration.",
        "The cause of Jeremy's collapse remains a mystery.",
        "Diseases mentioned include, stenotic nares, brachycephalic airway syndrome, elongated soft palet and laryngeal collapse.",
        "With the collapse of Stalinism, many intellectuals have adopted a stance of post-modern nihilism which offers no alternative to neo-liberalism.",
        "Even the almost obligatory kiln shelf collapse damaged only a few pots.",
        "The collapse of the USSR had rendered this schism effectively obsolete.",
        "overuse of freshwater resources, or collapse of globally significant fish stocks.",
        "massive pe is associated with cardiorespiratory collapse and a high mortality.",
        "Around AD 522, he wrote a magnificent polemic about the ' collapse ' of the service.",
        "precipitate a total facial collapse.",
        "preside over the electoral collapse of his party.",
        "prone to collapse as to arousal, while siphoning capital away from more rooted economic activity.",
        "Elizabeth to collapse, having choked on the sixpence in Jill's home-made Christmas pud.",
        "pyroclastic rock which is derived from the collapse of volcanic ash clouds.",
        "recognize who they were, and she would collapse fainting into his manly arms.",
        "such economic reductionism can, of course, explain neither the collapse of Yugoslavia nor the outbreak of war.",
        "rend in twain, vomit forth flames and smoke, and instantly collapse into its cellars.",
        "When the strong man passed on without any suitable replacement, collapse followed as surely as day follows night.",
        "resigned as a director over a year before its collapse.",
        "Similar patterns of development sometimes exacerbate the consequences of collapse of the unconsolidated sediments forming sandbars.",
        "The Mill stood for years in a state of near collapse, supported by scaffolding.",
        "degenerative scoliosis may result from traumatic bony collapse, previous major back surgery or osteoporosis.",
        "That a modern home secretary should seek such powers illustrates the danger to which a collapse of media self-restraint might lead.",
        "As energy prices skyrocket in the coming years, how will the populations of suburbia react to the collapse of their dream?",
        "Fire alone had never before caused a steel skyscraper to collapse.",
        "Progress has meant the looming specter of the complete dehumanization of the individual and the catastrophe of ecological collapse.",
        "The rapid collapse also starts the system rapidly spinning.",
        "Their lives are often made worse by the moral squalor resulting from the collapse of stable family life.",
        "stope workings to a collapse at about 45 meters.",
        "suction catheter causing the skull to collapse, enabling the head to slide out.",
        "If the star's iron core is massive enough then it will collapse and become a supernova.",
        "surface tension in the lungs, leads to collapse.",
        "The absence of surfactant, which normally reduces the surface tension in the lungs, leads to collapse.",
        "Then I collapse in bed & miss rest of day, bar brief resurgence at 9 to eat 2 tangerines.",
        "Cylinders - buckling under compression, bending, torsion with internal pressure, collapse under external pressure.",
        "The collapse of the world market in sugar, in 1720, led to many becoming unemployed.",
        "Following the collapse of the Soviet Union, the contemporary avant-garde must substitute itself for the missing political vanguard.",
        "verge of collapse; there is great unease among the people.",
        "vertebral collapse can compress the spinal cord.",
        "Unless the metal is sufficiently viscous at its melting temperature, the foam will collapse before solidification.",
        "In Britain we have seen the collapse of our funded pensions, and our social security pension is being overtaken by means-tested welfare.",
        "Violent storms are increasingly common as the conveyor becomes wobbly on its way to collapse.",
        "He looked at the girl, strove to collapse game online Yahoo consider her impersonally, for her youthful beauty began to disturb him.",
        "Maria would never recognize who they were, and she would collapse fainting into his manly arms.",
        "Such economic reductionism can, of course, explain neither the collapse of Yugoslavia nor the outbreak of war.",
        "Somerset turned in time to see the mansion rend in twain, vomit forth flames and smoke, and instantly collapse into its cellars.",
        "He refused to sign the 1995 accounts and resigned as a director over a year before its collapse.",
        "The Berlin Wall is about to collapse and the Iron Curtain be ripped asunder.",
        "The more fortunate calves collapse when a huntsman is at hand to shoot it before it is savaged by the dogs.",
        "Degenerative scoliosis may result from traumatic bony collapse, previous major back surgery or osteoporosis.",
        "East passes through some interesting small stope workings to a collapse at about 45 meters.",
        "If the star 's iron core is massive enough then it will collapse and become a supernova.",
        "In the 21st century, the city of Freeport teeters on the verge of collapse.",
        "Due to a decrease in investment from abroad, these economies appear to be tottering on the verge of economic collapse.",
        "Diversity does not need to collapse into naked violence to produce a nasty, uncivil society.",
        "With the collapse of communism in 1991 and the subsequent lack of nationwide law and order, the number of vendetta killings has soared.",
        "The food scare has now brought the British beef market to the verge of collapse; there is great unease among the people.",
        "In cancer, however, vertebral collapse can compress the spinal cord.",
        "By contrast, Europe is stagnating and burdened with double digit unemployment, and Asia is floundering in the wake of financial collapse.",
        "He looked at the girl, strove to collapse game online yahoo consider her impersonally, for her youthful beauty began to disturb him.",
        "The accordioned folds made the bags easy to collapse and perfect for storage.",
        "This could cause the playpen to collapse and risk entrapment and suffocation.",
        "While the playpen may appear to be locked properly, if it is not in the locked position, the playpen could collapse causing suffocation or strangulation.",
        "Also make sure that the stroller will only fold or collapse when you want it to.",
        "Showrooms frequently have samples of tables on display that you can manipulate to determine how easy or difficult a table is to expand and collapse.",
        "Though his actions were enough to save the house from likely collapse, they were not enough to prevent the platforms from sagging, more and more each year.",
        "You can collapse the rack and store it in a closet.",
        "The GameFools.com website offers a \"SpongeBob Collapse\" game to site visitors.",
        "Online SpongeBob games available here are SpongeBob SquarePants Collapse and SpongeBob Friend or Foe Trash Bash.",
        "When societies struggle with bad economies, they can collapse.",
        "After they've been winked at, they must wait five seconds, then collapse.",
        "Suffocation is another risk if items like stacks of newspapers collapse.",
        "According to ABC News, the Maoist Shining Path insurgency killed nearly 70,000 Peruvians during the 1980s and 1990s, nearly bringing Peru into a total collapse.",
        "Dr. Lee, also named in the lawsuit, was the cardiologist that treated Ritter after his collapse.",
        "If a dog survives the initial bout with parvo, there is still a risk of collapse during the recovery period.",
        "They could actually collapse from a long walk or run that would not harm a dog with a longer muzzle, especially in warmer weather.",
        "In 2003, the band released Frail Words Collapse on Metal Blade Records.",
        "The arms of the awning will collapse inward, allowing the awning to retract without any vertical poles or lifting.",
        "To collapse the awning, loosen the legs and turn the hand crank to roll the awning back up.",
        "Starvation, more exercise and the use of laxatives caused her to collapse on an elevator in route to meet with a top photographer.",
        "The weight of accumulated snow sitting in one area can damage the affected area and can even lead to a collapse.",
        "This potentially life-threatening condition can be treated with a machine that delivers a continuous flow of air into the trachea, preventing airway collapse.",
        "This is done to prevent airway collapse due to movement of the hyoid bone or obstruction due to a large or badly placed tongue base.",
        "He designed the chinstrap in order to keep his mouth closed, ideally reducing his snoring and soft tissue collapse and letting him get a restful night's sleep.",
        "CPAP (continuous positive airway pressure) machines work because they keep up a continuous flow of air pressure preventing soft tissue collapse in patients suffering from obstructive sleep apnea.",
        "They work by bringing the lower jaw forward and preventing the collapse of soft tissues, allowing the airway to remain unobstructed throughout sleep.",
        "A rare and still more severe variety of serum illness produces extreme weakness approaching collapse; the child's temperature may be subnormal and the pulse weak.",
        "Congenital stridor is caused by abnormalities in the airways that cause them to partially collapse when the child breathes.",
        "It seems to be caused by a collapse of tissue around the larynx and usually occurs in newborns that have no other health problems.",
        "Laryngomalacia-A birth defect that causes the tissues around the larynx to partially collapse and narrow the air passageway, causing noisy breathing.",
        "If an IV has been in place for a long time or the child has had a medical condition that weakens the veins, the child may experience vein collapse.",
        "If vein collapse occurs, the IV catheter should be removed and reinserted into a different vein, usually in another part of the body.",
        "Anaphylaxis can progress very rapidly leading to collapse, seizures, and loss of consciousness within one to two minutes.",
        "This condition, which is also called physical collapse, is characterized by pale, cool, clammy skin; rapid heartbeat; and shallow breathing.",
        "If an infant is born prematurely, enough surfactant might not have formed in the alveoli causing the lungs to collapse and making it very difficult for the baby to get enough air (and the oxygen it contains).",
        "This air causes the lung to collapse further, making breathing even harder and interfering with blood flow in the lung arteries.",
        "Pneumothorax-A collection of air or gas in the chest or pleural cavity that causes part or all of a lung to collapse.",
        "In severe cases, the burn may occur with sunstroke (vomiting, fever, and collapse).",
        "Perhaps you heard about that famous on-air collapse, or maybe you have been a fan of hers since her days on The Donnie and Marie Show.",
        "If each of these folds is properly done, the paper will collapse along the folded lines.",
        "Allow the paper to collapse into a square.",
        "However, after Angelina's recent collapse on the set of her new movie The Good Shepherd in the Dominican Republic, many fans fear for her health.",
        "Sure, you can build sandcastle sculptures that are easily made in an hour, but they can just as easily collapse or wash away.",
        "While it may bow, it does not mean it will collapse.",
        "He reportedly predicted the collapse of communism.",
        "Since the sightings stopped after the bridge collapse, and one sighting was over the bridge just before the collapse, some paranormal investigators theorize that the mothman was actually some type of psychic projection.",
        "The townspeople could have been receiving psychic visions of the bridge collapse or some kind of warning or messenger in the form of the Mothman.",
        "Eventually, the arch of the foot will collapse if the foot remains untreated, while bony protrusions will likely lead to foot ulcers.",
        "That means they won't fold or collapse accidentally while you're wearing them, causing an injury.",
        "Saving $10 isn't worth it when your prom shoes pinch your toes, give you blisters, or make it feel as if your arch will collapse at any moment.",
        "Switched-at-birth babies, sexual assaults, fake miscarriages, long-lost children and a mine-shaft collapse were among some of their more engaging storylines.",
        "You're rushing to get in the door just in time to collapse on the couch and watch your favorite program.",
        "After the Fall: Following Elgin's collapse, MZ Berger & Company purchased rights to the famous brand and began distributing watches under this name.",
        "Her erratic behavior throughout the season culminated in watching her collapse on the floor after suffering through what seemed like a mental breakdown.",
        "In interviews after the announcement, Teresa Giudice blamed the bankruptcy on the collapse in the real estate market and referred to the bankruptcy as a \"fresh start.\"",
        "This flexibility is often used for the development of Cautionary Tales - depictions of life after Peak Oil, or the collapse of civilization attendant upon global warming, perhaps.",
        "When the Crisis on Infinite Earths occurred, the multiverse began to collapse, ending the existence of many Earth Two heroes.",
        "He began to practise law in Montreal, but owing to ill-health soon removed to Athabaska, where he opened a law office and undertook also to edit Le Defricheur, a newspaper then on the eve of collapse.",
        "As regards the British farmer, it does not appear as if he had improved his position; for he has to send his wheat to greater distances, owing to the collapse of many country millers or their removal to the seaboard, while railway rates have fallen only to a very small extent; again the farmer's wheat is worth only half of what it was formerly; it may be said that the British farmer has to give up one bushel in nine to the railway company for the purpose of transportation, whereas in the 'seventies he gave up one in eighteen only.",
        "Enrolled in the Hungarian army during the World War, he was a prisoner of war in Russia, when he was instructed by Lenin for the purposes of Communist propaganda, and after the collapse of the Central Powers he was sent back to Hungary with a commission to set up a Soviet Republic. From March 21 to Aug.",
        "Henceforth till her collapse, seventy years later, she was the recognized leader of Continental Protestantism.",
        "The same years which beheld this great domestic triumph of the Hats saw also the utter collapse of their foreign \"system.\"",
        "So, with the collapse of the empire, the imperial art vanishes also: and when, some 500 years later, a new art arose under the Sassanids, whose achievements stand to those of Achaemenid art in much the same relation as the achievements of the two dynasties to each other, we discover only isolated reminiscences of its predecessor.",
        "The collapse of the Athenian power Later Wars before Syracuse (413 B.C.) induced Darius II.",
        "Soon afterwards, however, the Roman Empire seemed to collapse utterly.",
        "Undoubtedly the severity of the collapse of 1837 was due in part to the insufficiency of this information.",
        "(3) About the close of the century, for some reason not known, but possibly owing to collapse brought about by the marshy nature of the site, this was replaced by a temple of regular Hellenic form.",
        "It is inadvisable to lower the temperature quite to the normal while the patient is in the bath, as frequently it falls after his removal, and may fall so far as to induce collapse.",
        "Moshesh ruled over a region largely mountainous and over a people numerous and virile; Pondoland was somewhat remote and was densely inhabited by warlike Kaffirs; the two Griqua states were, however, missionary creations; they were thinly inhabited and occupied open plains easy of access - hence their ultimate collapse.",
        "In order to understand the apparently sudden collapse of Portuguese power in1578-1580it is necessary to examine certain facts and tendencies which from the first rendered a catastrophe inevitable.",
        "There is profound collapse, the features are sunken, the skin moist and cyanosed.",
        "Air France had to substantially reorganize flight departures and arrivals following the partial collapse of boarding lounges at Terminal 2E last May.",
        "\"The like collapse has often been experienced in history when bands of religious men, going forth, as they thought, to freedom and the immediate erection of a holy commonwealth, have found their unity wrecked and their enthusiasm dissipated by a few inclement seasons on a barren and hostile shore.\"",
        "Remittent fevers (as well as intermittents) vary considerably in intensity; some cases are intense from the outset, or pernicious, with aggrava tion of all the symptoms - leading to stupor, delirium, collapse, intense jaundice, blood in the stools, blood and albumen in the urine, and, it may be, suppression of urine followed by convulsions.",
        "True, the Directory seemed on the point of collapse; it had been overcome by the popularly elected Chambers in the insignificant coup d'etat of 30 Prairial (18th of June) 1799; when Larevelliere-Lepeaux and Merlin were compelled to resign.",
        "Suspended after the collapse of the Hungarian revolt in 1849 for some eighteen years, the constitution was restored in 1867 under the terms of the Compromise (Ausgleich) with Austria, which established the actual organization of the country (see History, below).",
        "Again, his inaction during those memorable twelve years (1401-1413) when the Turkish empire, after the collapse at Angora (1402), seemed about to be swallowed up by \" the great wolf \" Tamerlane, was due entirely to the malice of the Holy See, which, enraged at his endeavours to maintain the independence of the Magyar church against papal aggression (the diet of 1404, on Sigismund's initiative, had declared bulls bestowing Magyar benefices on foreigners, without the royal consent, pernicious and illegal), saddled him with a fresh rebellion and two wars with Venice, resulting ultimately in the total loss of Dalmatia (c. 1430).",
        "Another fortunate accident which favoured the hegemony of Transylvania was the temporary collapse of Hungary's most formidable adversary, the Turk.",
        "- The \" Kingdom of the Serbs, Croats and Slovenes \" (Kraljevina Srba Hrvata i Slovenaca), more commonly known as Yugoslavia, came into being in the closing months of 1918 as a result of the collapse of AustriaHungary and the voluntary union of its Yugoslav territories with the former Kingdoms of Serbia and Montenegro.",
        "The government held on, but collapse was only a question of time (see the articles on [[Balfour, A.",
        "To further their own purpose, which was the lasting hold over Lithuania, the Germans after the military collapse of Russia allowed the phantom existence of a State.",
        "Some of these inherit titles, sovereign under the old empire, but \" mediatized \" during the years of its collapse at the beginning of the 19th century, e.g.",
        "Even in the absence of the new issue, defeat was foredoomed for Mr Balfour's administration by the ordinary course of political events; and it might fairly be claimed that \"Chinese slavery,\" \"passive resistance,\" and labour irritation at the Taff Vale judgment (see Trade Unions) were mainly responsible for the Unionist collapse.",
        "Tuff A type of pyroclastic rock which is derived from the collapse of volcanic ash clouds.",
        "Relaxed muscles in the throat or tongue, which causes them to collapse and block the airway.",
        "Collapse is just another free puzzle game that will eat away your entire day if you let it.",
        "Here you'll find old favorites like Alchemy and Collapse, as well as numerous others to suck up all of your free time while stimulating your brain muscles.",
        "Go until the pillars collapse and make your way through, knocking down the pillar to get to the gate.",
        "The exhaustion, combined with lack of food led him to collapse in an Internet café in Taegu.",
        "Its use can result in cardiovascular collapse and death.",
        "Britney and Kevin, a 27-year-old former backup dancer, were married in September 2004, just months after the collapse of her 55-hour marriage to childhood friend Jason Allen Alexander.",
        "The collapse of the Soviet Union and communism: This statement made by Cayce is found at Near-Death.com, \"Through Russia comes the hope of the world\".",
        "Set in a near-future of environmental collapse, it chronicles the fate of the human race as the effects of pollution lead to massive infertility in humans and in some animal species.",
        "The newer Mercury Class and Valkyrie Class battlestars were the best the fleet had to offer at the time of the collapse of the Twelve Colonies, and had almost completely replaced the original unnamed class.",
        "If it wasn't, somebody would have gone back and saved the Titanic, prevented the Holocaust, and stopped the economic collapse of a couple of years ago."
    ],
    "definition": [
        "To fall down or inward suddenly; cave in.",
        "To break down suddenly in strength or health and thereby cease to function: a monarchy that collapsed.",
        "To fold compactly: chairs that collapse for storage.",
        "The act of falling down or inward, as from loss of supports.",
        "An abrupt failure of function, strength, or health; a breakdown.",
        "An abrupt loss of perceived value or of effect: the collapse of popular respect for the integrity of world leaders.",
        "col·laps′i·bil′i·ty\nnoun",
        "col·laps′i·ble\nadjective",
        "Link/Cite",
        "(intransitive) To fall down suddenly; to cave in",
        "(intransitive) To cease to function due to a sudden breakdown; to fail suddenly and completely\nPyramid schemes tend to generate profits for a while and then collapse.",
        "(intransitive) To fold compactly",
        "(cricket) For several batsmen to get out in quick succession",
        "To cause something to collapse.\nHurry up and collapse the tent so we can get moving.",
        "(intransitive) To pass out and fall to the floor or ground, as from exhaustion or other illness; to faint\nThe exhausted singer collapsed onstage and had to be taken to the hospital.",
        "The act of collapsing",
        "Constant function, one-valued function (in automata theory) (in particular application causing a reset)",
        "Link/Cite"
    ]
}