{
    "translation": ".1 קבוצה, אוסף .2 גוף שנשלט ע\"י קבוצת אנשים",
    "uses": [
        "In the world of the future, the collective experience of everyone on the planet is recorded.",
        "It was Betsy who summed up our collective thoughts.",
        "It will be the collective memory and experience of the planet.",
        "His collective works were published at Buda by Dobrentei in 1842.",
        "Collective notes are those signed by the representatives of several powers acting in concert.",
        "How is it that millions of men commit collective crimes--make war, commit murder, and so on?",
        "China pulled out all the stops, dividing its farmland into about twenty-five thousand collective farms with an average of five thousand households each.",
        "Power is the collective will of the people transferred, by expressed or tacit consent, to their chosen rulers.",
        "Whatever happens and whoever may stand at the head of affairs, the theory can always say that such and such a person took the lead because the collective will was transferred to him.",
        "If power be the collective will of the people transferred to their ruler, was Pugachev a representative of the will of the people?",
        "Some idea of the enormous damage wrought by the collective attacks of individually small and weak animals may be gathered from the fact that a conservative estimate places the loss due to insect attacks on cotton in the United States at the astounding figure of $60,000,000 (£12,000,000) annually.",
        "Thus mutual oversight and care are among the duties of the members of Christ's body; while their collective inspiration, enabling them to \" try the gifts of godliness \" of specially endowed fellow-members, is the divine warrant in election to church office.",
        "Of all the combinations in which men unite for collective action one of the most striking and definite examples is an army.",
        "In their collective capacity the Gandharva share the duties allotted to the single deity.",
        "Power is the collective will of the people transferred to one person.",
        "We briefly discussed tomorrow's half-day activities now that the weather had improved but our collective hearts weren't in it.",
        "Actually, technically it was their collective business, but there was no point in getting into that right now.",
        "Is there any collective action which cannot find its justification in political unity, in patriotism, in the balance of power, or in civilization?",
        "Men uniting in these combinations always assume such relations toward one another that the larger number take a more direct share, and the smaller number a less direct share, in the collective action for which they have combined.",
        "clericatus), a collective term signifying in English strictly the body of \"clerks,\" i.e.",
        "The name Lao, which appears to mean simply \"man,\" is the collective Siamese term for all the Thai peoples subject to Siam, while Shan, said to be of Chinese origin, is the collective Burmese term for those subject to Burma.",
        "We all agreed but I silently wondered what our collective reaction would be if the opposite occurred!",
        "(io) For more than one hundred years before the repeal of the act, trade unions and other forms of voluntary association amongst wage-earners, combinations amongst employers, collective agreements, customary regulations, were established in many of the important trades of the country.",
        "\"How charming that Natasha is!\" she said again, speaking as some third, collective, male person.",
        "Personal surety appears as a complement of and substitute for collective responsibility.",
        "It can be shown that unless a quantity of meteors in collective mass equal to our moon were to plunge into the sun every year the supply of heat could not be sustained from this source.",
        "The herd goes in that direction because the animal in front leads it and the collective will of all the other animals is vested in that leader.",
        "Only Betsy was raised outside of New England and she easily bowed to our collective desires to remain within its six state bounds.",
        "8-11), Levi is a collective name for the priesthood, probably that of (north) Israel.",
        "BOOK OF CONCORD (Liber Concordiae), the collective documents of the Lutheran confession, consisting of the Confessio Augustana, the Apologia Confessionis Augustanae, the Articula Smalcaldici, the Catechismi Major et Minor and the Formula Concordiae.",
        "There were times and countries in the middle ages in which the collective power of the community was small: many of the great corporations were virtually autonomous; the central authority was weak; the matters as to which it could count upon universal obedience were few.",
        "The custom of collective flagellation was introduced into the monastic houses, the ceremony taking place every Friday after confession.",
        "He arranged the collective guarantee of the neutrality of Luxemburg in 1867, negotiated a convention about the \" Alabama,\" which, however, was not ratified, and most wisely refused to take any part in the Cretan troubles.",
        "The collective name for the corps was celeres (\" the swift,\" or possibly from Kan s, \"a riding horse\"); Livy, however, restricts the term to a special body-guard of ' Romulus.",
        "The township and the hundred came also in for certain forms of collective responsibility, because they presented groups of people associated in their economic and legal interests.",
        "Here their most collective name was Bugaitae (Bou-yaaaT at), as appears from the Axumite inscription, whence the forms Buja, Beja, which occur in the oldest Arab records, and by which they are still known.",
        "The release of all Christian slaves was not effected till after the bombardment of Algiers; and the definite abandonment of piracy may be dated from the presentation to the Bey in 1819 of a collective note of the powers assembled at Aix-la-Chapelle.",
        "Next, as all investigation proceeds from that which is known best to that which is unknown or less well known, and as, in social states, it is the collective phenomenon that is more easy of access to the observer than its parts, therefore we must consider and pursue all the elements of a given social state together and in common.",
        "In this way we see that just as advancing natural science was preparing the way for a doctrine of physical evolution, so advancing historical research was leading to the application of a similar idea to the collective human life.",
        "He differs from Schopenhauer in making salvation by the \"negation of the Will-to-live\" depend on a collective social effort and not on individualistic asceticism.",
        "It has been defined as apparently a kind of collective madness.",
        "While Dean distrusted the Dawkins, given their mutual animosity toward one another, any collective effort on their part—on any project—seemed questionable, if not impossible.",
        "This choice of final nothingness differs from that of Schopenhauer in being collective and not individual.",
        "1915 at Banjaluka 151 prominent Bosnian Serbs - including 5 deputies and 20 orthodox priests - were put on trial for treason: and eventually 16 death sentences were passed, and terms of imprisonment totalling 858 years and a collective fine of 14 million crowns, were passed.",
        "A collective polyphyletic or heterogeneous group, originally cosmopolitan; with certainty existing since the Miocene.",
        "2 Strictly speaking, the title is inapplicable, there being no collective official name for the two chambers.",
        "Thus in 1822, at the congress of Verona, in order to overcome the objection of Great Britain to any interference of the European concert in Spain, identical notes were presented to the Spanish government instead of a collective note.",
        "His programme included the collective ownership of the means of production and the international association of labour, but when in June 1899 he entered Waldeck-Rousseau's cabinet of \"republican defence\" as minister of commerce he limited himself to practical reforms, devoting his attention to the improvement of the mercantile marine, to the development of trade, of technical education, of the postal system, and to the amelioration of the conditions of labour.",
        "In the fully developed episcopal system the bishop sums up in his own person the collective powers of the Church in his diocese, not by delegation of these powers from below, but by divinely bestowed authority from above.",
        "diocesan Episcopacy, represents the principle of official rule in a monarchical form: Pre g byterianism stands for the rule of an official aristocracy, exercising collective control through an ascending series of ecclesiastical courts.",
        "GIBBON, the collective title of the smaller man-like apes of the Indo-Malay countries, all of which may be included in the single genus Hylobates.",
        "If the animals leading the herd change, this happens because the collective will of all the animals is transferred from one leader to another, according to whether the animal is or is not leading them in the direction selected by the whole herd.",
        "Although this Great Being evidently exceeds the utmost strength of any, even of any collective, human force, its necessary constitution and its peculiar function endow it with the truest sympathy towards all its servants.",
        "The theory of the transference of the collective will of the people to historic persons may perhaps explain much in the domain of jurisprudence and be essential for its purposes, but in its application to history, as soon as revolutions, conquests, or civil wars occur--that is, as soon as history begins--that theory explains nothing.",
        "A catena of opinions may be produced in favour of almost any theory; but formularies express the collective or average belief of any given period, and changes in them are a sure indication that there has been a general change in ideas.",
        "But the monarchy was stronger in Cyprus than in Jerusalem: the fiefs were distributed by the monarch, and were smaller in extent; while the feudatories had neither the collective powers of the haute cour of Jerusalem, nor the individual privileges (such as jurisdiction over the bourgeoisie), which had been enjoyed by the feudatories of the old kingdom.",
        "Andersson says that he has rarely seen two specimens of this species which were alike in the collective characters offered by the stature, foliage and catkins.",
        "(1) Power is the relation of a given person to other individuals, in which the more this person expresses opinions, predictions, and justifications of the collective action that is performed, the less is his participation in that action.",
        "Among topics which have exercised the collective mind of modern Congregationalism, and still exercise it, are church-aid and home missions, church extension in the colonies, the conditions of entry into the ministry and sustentation therein, Sunday school work, the social and economic condition of the people (issuing in social settlements and institutional churches), and, last but not least, foreign missions.",
        "28 a subordinate place; it was perhaps only a collective name for the companies of merchants who conducted the SouthArabian export trade (the root saba in the inscriptions meaning to make a trading journey), and in that case would be of such late origin as to hold one of the last places in a list that has genealogical form.",
        "Such is the reply historians who assume that the collective will of the people is delegated to rulers under conditions which they regard as known.",
        "Not to speak of the fact that no description of the collective activity of men can do without the conception of power, the existence of power is proved both by history and by observing contemporary events.",
        "There have been several collective editions of Fontenelle's works, the first being printed in 3 vols.",
        "When an event is taking place people express their opinions and wishes about it, and as the event results from the collective activity of many people, some one of the opinions or wishes expressed is sure to be fulfilled if but approximately.",
        "Shaken baby syndrome (SBS) is a collective term for the internal head injuries a baby or young child sustains from being violently shaken.",
        "These measures were followed by the presentation of collective notes to the Greek and Turkish governments (2nd March), announcing the decision of the powers that (1) Crete could in no case in present circumstances be annexed to Greece; (2) in view of the delays caused by Turkey in the application of the reforms Crete should now, be endowed with an effective autonomous administration, intended to secure to it a separate government, under the suzerainty of the sultan.",
        "During those fifteen years the kingdom of Jerusalem was agitated by a struggle between the native barons, championing the principle that sovereignty resided in the collective baronage, and taking their stand on the assizes, and Frederick II., claiming sovereignty for himself, and opposing to the assizes the feudal law of Sicily.",
        "Sometimes identical notes are substituted for collective, i.e.",
        "ALDABRA, the collective name of a group of islands in the Indian Ocean, forming part of the British colony of Seychelles.",
        "The theory of the indefeasible supremacy of the freeholders of England, whose delegates merely, according to this theory, the Commons were, was one of Defoe's favourite political tenets, and he returned to it in a powerfully written tract entitled The Original Power of the Collective Bcdy of the People of England examined and asserted (1701).",
        "In the first his \" chief object was to discover and demonstrate the laws of progress, and to exhibit in one unbroken sequence the collective destinies of mankind, till then invariably regarded as a series of events wholly beyond the reach of explanation, and almost depending on arbitrary will.",
        "The power of the collective episcopate to maintain Catholic unity was disproved long before it was overshadowed by the centralized authority of Rome; before the Reformation, its last efforts to assert its supremacy in the Western Church, at the councils of Basel and Constance, had broken down; and the religious revolution of the 16th century left it largely discredited and exposed to a double attack, by the papal monarchy on the one hand and the democratic Presbyterian model on the other.",
        "The name means literally the \"Church of the One God,\" and the word Samaj, like the word Church, bears both a local and a universal, or an individual and a collective meaning.",
        "Sometimes this is designated \"the collective sovereignty.\"",
        "This comprehensive book describes the collective life of the \" Bohemian \" people, as the Czechs called themselves in contrast to their present.",
        "As a result the ecumenical council came into existence especially for the purpose of settling disputed questions of doctrine, and giving to the collective episcopate the opportunity to express its voice in a final and official way.",
        "The collective responsibility of this Cabinet of ministers is expressly laid down in the charter of the constitution.",
        "from the Arabic, ta r rifa, information, an inventory, art, knowledge), a table or list of articles on which import or export duties are levied, with the amount of the duty specified, hence often used as a collective term for the duties imposed, or for the law or code of regulations imposing such duties or varying the scale of charges.",
        "At least 40,000 men were necessary for the purpose, and these could have been obtained for 200,000 ducats; but a congress of magnates, whose collective fortunes amounted to hundreds of millions, having decided that it was impossible to raise this sum, there was nothing for it but to fight a few skirmishes and then take refuge abroad.",
        "Castlereagh had left Vienna with the hope that the powers would solemnly guarantee their territorial settlement and promise to make collective war on whoever dared to disturb it.",
        "Thenceforth the religion of Yahweh and the religion of the prophets are synonymous; no other reading of Israel's past was possible, and in fact the whole history of the Hebrews in Canaan, as it was finally shaped in the exile, is written from this point of view, and has come down to us, along with the remains of actual prophetic books, under the collective title of \"The Prophets.\"",
        "The collective term \" mutation,\" as now employed by palaeontologists, signifies a type modified to a slight degree in one or more of its characters along a progressive or definite line of phyletic development.",
        "Thus the collective fauna of ancient South America mimics the independently evolved collective fauna of North America, the collective fauna of modern Australia mimics the collective fauna of the Lower Eocene of North America.",
        "This collective grouping of the seven (five) planetary divinities is derived from the late Babylonian religion, which can definitely be indicated as the home of these ideas (Zimmern, Keilinschriften in dem alien Testament, ii.",
        "GALLICANISM, the collective name for various theories maintaining that the church and king of France had ecclesiastical rights of their own, independent and exclusive of the jurisdiction of the pope.",
        "About eighteen months after they arrived in Canada the Doukhobors sent the Society of Friends a collective letter in which they sincerely thanked the English and American Friends for all the generous help of every kind they had received at their hands, but begged the Quakers to cease sending them any more pecuniary support, as they were now able to stand on their own feet, and therefore felt it right that any further help should be directed to others who were more in need of it.",
        "The powers allotted to the national government are those, and those only, which are required for the purposes of the collective life of the nation, i.e.",
        "This name is modern and is a collective appellation for the various counties or lordships in the region which the Habsburgs (after they secured Tirol in 1363) succeeded in purchasing or acquiring - Feldkirch (1375, but Hohenems in 1765 only), Bludenz with the Montafon valley (1394), Bregenz (in two parts, 1451 and 1523) and Sonnenberg (14s5).",
        "2 In the book of Daniel it is collective Israel that, under the symbol of a\" son of man,\"receives the kingdom (vii.",
        "In addition to these three departments, standing committees exist to take a collective view of such matters as contracts, concessions, mineral and other leases, and patronage.",
        "Similarly, he supposes our personal individual will is a collective will containing simpler will-unities, and he thinks that this conclusion is proved by the continuance of actions in animals after parts of the brain have been removed.",
        "In a similar way he supposes our wills are included in the collective will of society.",
        "He does not, however, think with Schuppe that there is one common consciousness, but only that there is a collective consciousness and a collective will; not perceiving that then the sun - in his view a mere object in the experience of every member of the collection - would be only a collective sun.",
        "Thus, according to him, in the first place reason forms a cosmological \" ideal \" of a multitude of simple units related; secondly, it forms a psychological \" ideal \" of a multitude of wills, or substance-generating activities, which communicate with one another by ideas so that will causes ideas in will, while together they constitute a collective will, and it goes on to form the moral ideal of humanity (das sittliche Menschheitsideal); and, thirdly, it forms an ontological \" ideal \" of God as ground of this moral \" ideal,\" and therewith of all being as means to this end, and an \" ideal \" of God as world-will, of which the world is development, and in which individual wills participate each in its sphere.",
        "But, in opposition to Wundt and in common with Schuppe, he believes that experience is (1) experience of the individual, and (2) experience of the race, which is but an extension of individual experience, and is variously called, in the course of the discussion, universal, collective, conceptual, rational experience, consciousness in general, absolute consciousness, intelligence, and even, after Caird, \" a perfect intelligence.\"",
        "With him, as with all his successors, the idea of a collective expedition of Europe for the recovery of the Holy Places was always associated with the sanguine hope of extinguishing the schism at Constantinople, its very centre, by the substitution of a Latin for a Byzantine domination.",
        "There could no longer be any serious question of a collective expedition of Europe for the recovery of the Holy Places.",
        "BISMARCK ARCHIPELAGO, the collective name of a large number of islands lying N.",
        "verminus, vermis, a worm), the collective name applied to various classes of objectionable, harmful or destructive animals.",
        "To gamekeepers and those interested in the preservation of game, all animals such as the pole-cat, weasel, stoat, hawks, owls, &c., which destroy the eggs or young of preserved birds, are classed as \"vermin,\" and the same term includes rats, mice, &c. It is also the collective name given to all those disgusting and objectionable insects that infest human beings, houses, &c., when allowed to be in a filthy and unsanitary condition, such as bugs, fleas, lice, &c.",
        "ALPS, the collective name for one of the great mountain systems of Europe.",
        "For it is a remarkable fact that, of the 230 northern species which are most typical of the far north, 182 are found also in the Altai (taking this as a collective name for the mountains that form the southern boundary of Siberia).",
        "Collective Supplies and Sales.-There are ten large American and Canadian companies with extensive systems for gathering the annual hauls of skins from the far-scattered trappers.",
        "The early history of the thesmothetae is not clear, but this much is certain that there is no adequate reason for supposing, as many historians do, that in early times, they, with the three chief archons, constituted a collective or collegiate magistracy.",
        "In philosophy he found the basis for positing a, collective human will, revealing in its activities the materials for determining ethical laws.",
        "Truth, morals and justice are subject to no evolution; but the collective man evolves better forms of knowledge and behaviour.",
        "About the middle of the 3rd century the name Franks (q.v.) makes its first appearance, apparently a new collective term for the tribes of north-west Germany from the Chatti to the mouth of the Rhine.",
        "cane and an uhlans stays, was magnified into a rebellion; drew down upon the grand duke of Weimar a collective protest of the powers; and set in motion the whole machinery of reaction.",
        "2 The whole question is exhaustively treated from the Danish point of view in La Question de Slesvig (Copenhagen, 1906), a collective work edited by F.",
        "The lay priests were divided into four classes that undertook the management of the temple in alternate months; their collective name was the hour-priesthood.",
        "The little society numbered nine in 1808, and meeting at Waterford took religious vows from their bishop, assumed a \"habit\" and adopted an additional Christian name, by which, as by the collective title \"Christian Brothers,\" they were thenceforth known.",
        "In January Alexander had still upheld the ideal of a free confederation of the European states, symbolized by the Holy Alliance, against the policy of a dictatorship of the great powers, symbolized by the Quadruple Treaty; he had still protested against the claims of collective Europe to interfere in the internal concerns of the sovereign states.",
        "The traditions of early Rome indeed represent the patricians as receiving the Claudii by a collective act into their body; but the first authenticated instance of the admission of new members to the patriciate is that of the lex Cassia, which authorized Caesar as dictator to create fresh patricians.",
        "IONIAN ISLANDS, the collective name for the Greek islands of Corfu, Cephalonia, Zante, Santa Maura, Ithaca, Cythera (Cerigo) and Paxo, with their minor dependencies.",
        "Till the period of the Roman occupation it was subdivided into independent provinces or kingdoms, different at different times (such as Philistia, Canaan, Judah, Israel, Bashan, &c.), but never united under one collective designation.",
        "2 The writers have in view a people with individual and collective rights and responsibilities, united by feelings of the deepest loyalty and kindliness and by common adherence to their only God.",
        "In its collective industry the Berber race is far superior to the Arab.",
        "(2) The House of Burgesses (Biirgerschaft), of 120 members, elected by free suffrage and exercising its powers partly in its collective capacity and partly through a committee of thirty members.",
        "Here it suffices to say that these issued in the congress of Troppau (October 1820) and the proclamation of the famous Troppau protocol affirming the right of collective \" Europe \" to interfere to crush dangerous internal revolutions.",
        "Between Russia and Turkey it interposed, in effect,a barrier of independent (Rumania, Servia) and quasi-independent (Bulgaria) states, erected with the counsel and consent of collective Europe.",
        "Bavaria has four cellular prisons, the chief being at Munich and Nuremberg, but the collective system also obtains.",
        "There are prisons for females at Heilbronn, and for males at Ludwigsburg and Stuttgart; in Wurttemberg itself the regime is collective.",
        "The industries of Korea, apart from supplying the actual necessaries of a poor population, are few and rarely collective.",
        "It is a speech-andthought-form (Xoyos) in which certain matters being posited something other than the matters posited necessarily results because of them, and, though it still needs to receive a deeper meaning when presumed truth gives way to necessary truth of premises, the notion of the class to that of the class-concept, collective fact to universal law, its formal claim is manifest.",
        "This is manifestly, when all is said, a particular psychological event, a collective fact of the associative consciousness.",
        "SUNDA ISLANDS, the collective name of the islands in the Malay Archipelago which extend from the Malay Peninsula to the Moluccas.",
        "Three such officers, Lycophron, Jason and Alexander, all of Pherae, endeavoured vainly to administer the collective affairs of the federation, the last by means of a revived republican council.",
        "Once Paul's apostolate - a personal one, parallel with the more collective apostolate of \" the Twelve \" - has proved itself by tokens of Divine approval, Peter and his colleagues frankly recognize the distinction of the two missions, and are anxious only to arrange that the two shall not fall apart by religiously and morally incompatible usages (Acts xv.).",
        "It was an extraordinary case of collective deception, which hastened the break-up of Capello's whole left wing.",
        "SQUIRREL MONKEY, the English name of a small goldenhaired South American monkey, commonly known as Chrysothrix sciurea, and also applied to the two other members of the same genus, whose collective range extends from Costa Rica to Bolivia and Brazil.",
        "Then, again, the former are voluntary acts, entirely under the control of the individual; but mortality, though not beyond human regulation, is far less subject to it, and in order to have substantial results the control must be the outcome of collective rather than individual co-operation.",
        "The term Finn has a wider application than Finland, being, with its adjective Finnic or Finno-Ugric (q.v.) or Ugro-Finnic, the collective name of the westernmost branch of the Ural-Altaic family, dispersed throughout Finland, Lapland, the Baltic provinces (Esthonia, Livonia, Curland), parts of Russia proper (south of Lake Onega), both banks of middle Volga, Perm, Vologda, West Siberia (between the Ural Mountains and the Yenissei) and Hungary.",
        "Sabellianism, in fact, became a collective name for all those Unitarian doctrines in which the divine nature of Christ was acknowledged.",
        "Thomson also developed this hypothesis in a profoundly interesting manner, and we may therefore summarize very briefly the views held on the nature of electricity and matter at the beginning of the 10th century by saying that the term electricity had come to be regarded, in part at least, as a collective name for electrons, which in turn must be considered as constituents of the chemical atom, furthermore as centres of certain lines of self-locked and permanent strain existing in the universal aether or electromagnetic medium.",
        "It is not known by any collective name; its western part is called the Kyrenia mountains, while the remainder has the name of Carpas.",
        "This is part of that larger and pressing psychological problem of adjusting the \" authority \" ascribed to past writings to that of the collective human experience; it does not confront Judaism alone, and it must suffice to refer to the writings of \" Reformed Judaism \"; see, e.g.",
        "(2) Whitney found the most important distinction to lie between religions which were the collective product of the wisdom of the community, race-religions as they might be called, and those which proceeded from individual founders.",
        "Manuals, treatises and series in single or collective authorship. - C. P. Tiele, Outlines of the History of Religion, tr.",
        "If there be refraction at a collective spherical surface, or through a thin positive lens, 0' 2 will lie in front of O' 1 so long as the angle u2 is greater than u 1 (\" under correction \"); and conversely with a dispersive surface or lenses (\" over correction \").",
        "Therefore 4) 1 and 42 must have different algebraic signs, or the system must be composed of a collective and a dispersive lens.",
        "For the construction of an achromatic collective lens (4) positive) it follows, by means of equation (4), that a collective lens I.",
        "If a collective system be corrected for the axis point for a definite wave-length, then, on account of the greater dispersion in the negative components - the flint glasses; - over-correction will arise for the shorter wavelengths (this being the error of the negative components), and under-correction for the longer wave-lengths (the error of crown glass lenses preponderating in the red).",
        "Vandili or Vandilii), a term used by early writers only as a collective designation for a group of Teutonic tribes including, according to Pliny, the Burgundians and the Goths.",
        "'VIGINTISEXVIRI, in Roman history, the collective name given in republican times to \"twenty-six\" magistrates of inferior rank.",
        "The state is, therefore, an artificial organism for the promotion of individual and collective good.",
        "SUEBI, or SuEVI, a collective term applied to a number of peoples in central Germany, the chief of whom appear to have been the Marcomanni, Quadi, Hermunduri, Semnones and Langobardi.",
        "p. 84) given to apostles, save as representing the brethren in their collective action.",
        "As a theologian and as a patriot, he is confronted with the problem of Israel's collective repudiation of a boon to which their own history, as he read it, clearly pointed.",
        "He regarded the treaty of Unkiar Skelessi which Russia extorted from the Porte in 1832, when she came to the relief of the sultan after the battle of Konieh, with great jealousy; and, when the power of Mehemet Ali in Egypt appeared to threaten the existence of the Ottoman dynasty, he succeeded in effecting a combination of all the powers,who signed the celebrated collective note of the 27th of July 1839, pledging them to maintain the independence and integrity of the Turkish Empire as a security for the peace of Europe.",
        "ad, to, gregare, to collect together), in physics, a collective term for the forms or states in which matter exists.",
        "westward from the extremity of the Alaskan peninsula toward the peninsula of Kamchatka; they constitute part of the District of Alaska, U.S.A. The islands, of which an alternative collective name is the Catherine Archipelago, comprise four groups - the Fox, Andreanof, Rat and Near Islands.",
        "On the other hand, the growth of the Muscovite state with its fiscal and governmental requirements involved a watchful repartition of burdens among the population and led ultimately to a system of collective liability in which the farms were considered chiefly as the sources of taxable income.",
        "The collective editions of Dr Hawkesworth (various issues, 1 7551779), T.",
        "- Fruit of the pine-apple (Ananas saliva), consisting of numerous flowers and bracts united together so as to form a collective or anthocarpous fruit.",
        "MASCARENE ISLANDS (occasionally Mascarenhas), the collective title of a group in the Indian Ocean east of Madagascar, viz.",
        "The collective title is derived from the Portuguese navigator Mascarenhas, by whom Reunion, at first called Mascarenhas, was discovered.",
        "By the treaty of Paris in 1856 the principalities with their existing privileges were placed under the collective guarantee of the contracting Powers, while remaining under the Paris, suzerainty of the Porte - the Porte on its part engag 1856.",
        "The irritation of the powers at the unexpected delay was so great that Great Britain proposed a collective note on the subject, to be executed by the Austrian cabinet; while Prince Bismarck threatened, if the Berlin proposition were not carried out, to refer to the suzerain power at.",
        "Numerous other classes of legal and administrative records gradually develop, the Patent and Close Rolls (first calendared by the Record Commission, and subsequently treated more adequately under the direction of the deputy keeper of the Records), Charters (which were first grants to individuals, then to collective groups, monasteries or boroughs, then to classes, add finally expanded as in Magna Cartainto grants to the whole nation), Escheats, Feet of Fines, Inquisitiones post mortem, Inquisitiones ad quod damnum, Placita de Quo Warranto, and others for which the reader is referred to S.",
        "Like Schleiermacher he substitutes collective guilt for original sin; and he attaches great dogmatic value to the assertion that sin has two stages - ignorance, in which it is pardonable, and obduracy, when it is ripe for final sentence (probably annihilation).",
        "The organization he desired was one on collective principles, a free association which would take account of the division of labour, and which would maintain the personality both of the man and the citizen.",
        "\"The liberty of man,\" he says in his Dieu et l'Etat (published posthumously in 1882) \"consists solely in this, that he obeys the laws of nature, because he has himself recognized them as such, and not because they have been imposed upon him externally by any foreign will whatsoever, human or divine, collective or individual.\"",
        "It has been very frequently employed as equivalent to the collective national title of Nahuatlecas or Mexicans.",
        "The Tuatha De Danann is used as a collective name for the aes side.",
        "By the side of much that seems trivial, and even nonmoral - for the patriarchs themselves are not saints - it is noteworthy how frequently the narratives are didactic. The characteristic sense of collective responsibility, which appears more incidentally in xx.",
        "In order to make this great French charter really effective resistance to the royal authority should have been collective, The national and even popular, as in the case of the charters Grande of 1215 and 1258 in England.",
        "Mere reflected lights, these satellites professed to share their masters horror of all individual and collective rights of such a ~e~,otlsm.",
        "This collective administration, designed to cripple the action of the regent, encountered a twofold opposition from the nobles and the parlement; but on the 2nd of September 1715 the emancipated parlement set aside the will in favor of the duke of Orleans, who thus together with the title of regent had all the real power.",
        "Having gradually revolutionized the whole economic system, in Paris, in Lyons, in Nantes, in Bordeaux, in Marseilles, they could not tamely put up with being excluded from public affairs, which had so much bearing upon their private or collective enterprises.",
        "We find \" the Amorite \" (a collective term) mentioned in the Table of Peoples (Gen.",
        "The presentation of identic and collective notes to the Porte by the powers, in 1880, produced no result, and in 1882 it was apparent that Turkey would only yield to compulsion.",
        "To an achromatic collective lens, which is turned towards the object, a dispersive lens is combined (this type to a certain extent belongs to the compound microscope).",
        "By altering the distance of the collective and dispersive members the magnification can be widely varied.",
        "In that case, however, in the compound microscope a small object may always be represented by means of wider pencils, one of the foci of the objective (not of the collective system) being near it.",
        "This property shows the superiority of the collective eyepiece over the dispersive.",
        "This is effected by a collective lens; it may be compared with the second part of the condenser system of a projecting lantern.",
        "If the real image produced by the objective coincides with the collective lens, only the inclination of the principal rays is altered, the form of the cone being affected only to a very small extent.",
        "The lens nearer the eye, which has about the same focal length as the collective lens, is distant from it by about its focal length.",
        "on the collective lens but a little in front of it, because otherwise all the particles of dust on the collective would also be seen magnified.",
        "38), which is much more widely used, the collective lens is in front of the real image; it alters the direction of the principal rays and somewhat diminishes the real image.",
        "Instead of the delicious illicit tang of the betting shop or brothel it had the sanctimonious cultural cachet of a collective confessional!",
        "By activating the collective consciousness, we can do something positive.",
        "Lending credence to their collective persona is the fact that they sound equally sincere and at ease with the various genres.",
        "Collective security lies dead among the mountains of Ethiopia.",
        "deformed nuclei can rotate ever more faster to produce a collective spin.",
        "collective delusion and ignorance often play havoc in society.",
        "discouraged in favor of open, transparent, agreed and collective arrangements.",
        "This year, Banner mounted two major solo exhibitions under the collective title 'Your Plinth is My Lap ' .",
        "Such transfers may also raise issues under the prohibition on collective expulsion.",
        "A total of 92 percent of agricultural lands is owned by state and collective farms.",
        "The moment when the collective witches took off their wigs caused a real frisson!",
        "full timead not-for-profit sector now employs the full-time equivalent of 1.5m staff, with a collective annual turnover of £ 46bn.",
        "Agencies everywhere are taking a collective gasp of horror.",
        "The artist as a rebel battling against society, a tortured and misunderstood genius, has a powerful hold on our collective imagination.",
        "And I'm going to ignore that collective groan I think I just heard.",
        "It provides a powerful challenge to the notion of German collective guilt.",
        "Gustave Le Bon used the phrase \" collective hallucinations \" that could motivate people for good or ill.",
        "These sculptures bring a collective memory and cultural history to bear upon diverse themes and items.",
        "horsemanmes, especially in early texts, it means no more than a body of heavily armed horsemen, a collective of chevaliers.",
        "What choices do we have in forming a collective identity?",
        "implosion method to work nearly defeated the collective scientific brainpower assembled for the wartime Manhattan Project.",
        "The music is \" loose swing \" with a New Orleans feel for collective improvisation.",
        "Non-profitmaking and independent since 1988 healthmatters is a member of INK, the independent since 1988 healthmatters is a member of INK, the Independent News Collective, trade association of the UK alternative press.",
        "unlawful inducement relating to trade union membership £ 2,500 £ 2,600 or activities, or for unlawful inducement relating to collective bargaining.",
        "To destroy it for money, a simple number with no intrinsic value, is an act of collective insanity.",
        "At first the differences seem intangible, but whereas other groups really are groups of artists, our collective seems more dispersed and conceptual.",
        "If enough individuals turn kinetic, it starts accelerating into a collective form.",
        "Ideas for the Advent Journey for Church, home and collective worship based on the three-year lectionary.",
        "libidinal fixation to their ethnic identity whatever collective or personal construct that may be.",
        "New york the collective imagination has luminescence the glowing.",
        "luminescence spectroscopy is a collective name given to three related spectroscopic techniques.",
        "Collective Agreements National collective bargaining machinery for academic and academic-related staff is arranged through Universities UK.",
        "Collective behavior was revealed as a triumph, rather than merely mechanical (Cohen A P, 1994: 7 ).",
        "But they are always a mass, that is to say, collective mediocrity.",
        "Also I feel wiki pages serve the collective memory of a group better than email threads in archives.",
        "Is it like evoking some kind of collective mesmerism whereby we all sense each others ' presence and even react to it?",
        "The time has come for the members of the Institute to stop gazing at their collective navels.",
        "Or was it a collective neurosis at work, a modernist world trying to capture and tame the past?",
        "nucleusscopically, or classically, deformed nuclei can rotate ever more faster to produce a collective spin.",
        "As a result, the collective payoff deteriorates, reaching the zero level around generation 120.",
        "The 4th plenum drew attention to the Party's call to put the full weight of the collective behind all the work.",
        "Instead, he is focused entirely on implementing policies and programs to create positivity, coherence, and harmony in collective consciousness.",
        "propertied interests, socialism seeks to regulate society in a collective and democratic way.",
        "BB brings people together by showing up the flaws in the collective psyche.",
        "According to left-wing radicals, the collective equality of citizenship of the Nation-People provided the antidote to the selfish privileges of the private property-owners.",
        "The Panthers did give formal recognition to the need for collective working class action.",
        "collective redundancy A collective redundancy is where 20 or more employees are to be made redundant within a 90-day period.",
        "What you do on a personal level resonates on a collective level.",
        "Our new cluster based approach establishes the cluster of schools in each community who adopt a collective responsibility for every child.",
        "The Act itself governs the operation and promotion of collective investment schemes.",
        "By the end of the day they will create a collective sculpture which will be shown at the Qube Gallery later in the year.",
        "The Organization of American States invoked the Rio Treaty, which also covers collective self-defense.",
        "Such changes stir up an insecurity rooted in collective self-doubt.",
        "Second, because democracy is the surest means by which collective self-expression is made possible.",
        "Indeed the solo efforts that followed seemed to convey a joy at having the collective shackle removed.",
        "I breath a collective sigh of relief for all people pleading for network security.",
        "skepticism about the possibility of both group intentions and genuinely collective actions.",
        "And it was then over to the collective suggestively known as Ad-Lib to provide a fourth course smorgasbord of jazzy hip-hop unification.",
        "Nevertheless, Fatima's project has successfully established a member- based organization for farmwomen (also open to men) to build collective solidarity.",
        "We willingly pay the price of pooled sovereignty in defense, for the greater prize of collective security through NATO.",
        "Your collective experiences are kept in the vast storehouse of your memory.",
        "These collective systems have evolved by means of natural SELECTION to exhibit striking problem-solving capacities, while functioning within a complex, dynamic ENVIRONMENT.",
        "stymies collective reform, and places an onerous burden on the individual.",
        "Once established in the collective subconscious of policy makers, however, these ideas can be amazingly hard to dislodge.",
        "The UN covers a huge swath of collective international activity.",
        "taking of hostages is based fundamentally on a theory of collective responsibility.",
        "televisual production collective is key.",
        "One minute I was lost in solitary thoughts, the next I was in a world transfigured by collective energy.",
        "I think the collective unconscious had built up enough steam, perhaps from deep, cringing despair, for breakthrough.",
        "Somehow the team seems to be having a collective bad season, broken only by the somewhat unreal quality of the performances on tour.",
        "PPI Forums want a collective voice in the current consultation, it should not be just up to individuals to comment in isolation.",
        "Why not speak to your colleagues and submit a collective grievance and try to get the water cooler put back.",
        "A daily act of collective worship for all pupils is not yet provided.",
        "Grotius holds that its origin was not divine, but human, and neither collective, spontaneous nor unconscious, but personal, rational and conscious.",
        "Every society of men must have a supreme authority, whether individual or collective, empowered to give a final decision in the controversies which concern it.",
        "30 \"Jacob\" is not a personal but a collective idea, for he says, \"I am a few men,\" and the capture and destruction of a considerable city is in the nature of things the work of more than two individuals.",
        "By Professor Max Weber it is employed as a collective designation for these groups, together with the extinct Anthracotheroidea and Dichobunoidea; but its use seems best restricted to a general term rather than a definite systematic group. (See ARTIODACTYLA, PECORA, TYLOPODA.)",
        "The long chain of islands, numbering about 150, though with a collective land area of only 385 sq.",
        "Even in normal circumstances their play and counterplay, attractive and repellent, must be manifold almost beyond conception; for the body may be regarded as a collective organization consisting of a huge colony of micro-organisms become capable of a common life by common and mutual arrangement and differentiation of function, and by toleration and utilization of each other's peculiar products; some organs, such as the liver, for example, being credited with a special power of neutralizing poisons, whether generated under normal conditions or under abnormal, .which gain entrance from the intestinal tract.",
        "Comte separates the collective facts of society and history from the individual phenomena of biology; then he withdraws these collective facts from the region of external volition, and places them in the region of law.",
        "The species employed for this purpose are mostly of shrubby habit, and are known under the collective name of osiers (see Basket, and Osier).",
        "But the religion of the Old Testament did not become merely individualistic in becoming individual, and now the problem was to realize a new conception of the society of faith, the true Israel, the collective servant of Yahweh - in a word to form the idea of a spiritual commonwealth and to show how it was possible for faith to hold fast, in spite of all seeming contradiction, to the truth that Yahweh had chosen for himself a spiritual people, every member of which was in truth the object of His saving and unfailing love, and which should ultimately in very deed inherit that glory of which the carnal Israel was unworthy.",
        "There are no numeral auxiliaries or segregatives used in counting, as in many languages of eastern Asia, though words expressive of a collective or integral are often used after the tens, sometimes after a smaller number.",
        "granum, seed, from an Aryan root meaning \"to wear down,\" which also appears in the common Teutonic word \"corn\"), a word particularly applied to the seed, in botanical language the \"fruit,\" of cereals, and hence applied, as a collective term to cereal plants generally, to which, in English, the term \"corn\" is also applied (see GRAIN TRADE).",
        "These secret societies furnished them with a machinery whereby collective action was rendered easy, and under astute leaders they offered a formidable opposition to the Dutch government.",
        "Such transmissibility is commonly explained by the association of ideas, that becoming sacred which as it were reminds one of the sacred; though it is important to add, firstly, that such association takes place under the influence of a selective interest generated by strong religious feeling, and, secondly, that this interest is primarily a collective product, being governed by a social tradition which causes certain possibilities of ideal combination alone to be realized, whilst it is the chief guarantee of the objectivity of what they suggest.",
        "Again, the gods may be viewed as a collective totality, like the \" All-gods \" of the Vedic poets, or as at Olympia where there was a \" common altar for all the gods \" (cf.",
        "Photog., 1891, 5, p. 225; 18 93, 7, p. 221), cemented objectives of thin lenses permit the elimination of spherical aberration on the axis, if, as above, the collective lens has a smaller refractive index; on the other hand, they permit the elimination of astigmatism and curvature of the field, if the collective lens has a greater refractive index (this follows from the Petzval equation; see L.",
        "But France, though her ambassador had signed the collective note in the previous year, declined to be a party to measures of coercion against the pasha of Egypt.",
        "The second aberration which must be removed from microscope objectives are the chromatic. To diminish these a collective lens of crown-glass is combined with a dispersing lens of flint; in such a system the red and the blue rays intersect at a point (see Aberration).",
        "Meanwhile, whenever a \" suitable \" pretext presents itself, Israeli troops use bulldozers to inflict \" collective punishment.",
        "Collective redundancy A collective redundancy is where 20 or more employees are to be made redundant within a 90-day period.",
        "This is the logic behind the Israeli shalom movement 's collective dismissal of the Palestinian cause, i.e. \" the right of return \".",
        "But they do generally share their predecessors ' skepticism about the possibility of both group intentions and genuinely collective actions.",
        "Nevertheless, Fatima 's project has successfully established a member- based organization for farmwomen (also open to men) to build collective solidarity.",
        "This cultural preoccupation with personal salvation stymies collective reform, and places an onerous burden on the individual.",
        "Hon. Members would do well to recognize that the European Union collective exists to supplant the nation state.",
        "The NWSGC members have a high level of collective experience in synchrotron based crystallography.",
        "The taking of hostages is based fundamentally on a theory of collective responsibility.",
        "The ability to build and maintain an ecumenical tolerance in a televisual production collective is key.",
        "Cornelius Cardew always had a love for the collective that transcended individual concerns such as career or fame.",
        "The Collective is trying word-of-mouth advertising to collect more footage.",
        "However, there are many business people who have contracted with specific Amish families or collective groups to sell their wares online.",
        "The f/64 was an artists' collective that advocated unmanipulated sharp focus photography.",
        "Another option is to create a master Top 10 list that features the clan's collective favorites.",
        "It's certain that there was a collective gasp when the news of Ryan Phillippe and Reese Witherspoon's break-up was announced.",
        "Ultimately, the team that had lost the most collective weight won a big prize package.",
        "Fans can now breathe a collective sigh of relief as filming for Sex and the City is now underway.",
        "Foreign policies - Here's a little tip…states do not have independent foreign policies, the United States, as a country has collective foreign policies.",
        "The reaction of the Jackson family, some of whom were in court to hear Dr. Murray enter his plea, was a collective feeling of dissatisfaction with the charge.",
        "First, it taps into the unconscious self, as well as to what Carl Jung termed the \"collective unconscious\", the one that is ever connected to the \"call\" and rhythm of nature, as well as the gossamer threads that connect us to one another.",
        "Organic vegan chocolate is a popular dessert choice because the cacao beans are sourced from a fair-trade farm collective.",
        "For me, personally, the greatest inspiration is part of a collective effort to have a better world.",
        "The Dirty Dog Company began in 1980 as the collective effort of several designers and scientists.",
        "Rather, glasses are a collective human effort to improve a vital function of the body.",
        "If you would rather, narrow down the choices to two or three properties and make a collective decision.",
        "It is a collective, nostalgic mix of 50's sci-fi movies, alien/UFO conspiracy and cheesy humor.",
        "Those who fall into the former camp will enjoy this game, while those entrenched in the latter one will once again shake their collective heads and wonder what the big deal is.",
        "This gets us back to wine tasting parties - one of wine's more fulfilling dimensions is to share it with others and hopefully find some collective serendipity.",
        "While it may be easy to clump all of the Verizon smartphones together as one collective unit, they are not the same device.",
        "More broadly speaking, however, puberty is used as a collective term to refer to all the physical changes that occur in the growing girl or boy as the individual passes from childhood into adulthood.",
        "Although epilepsy is a collective term for a variety of different types of seizures, all forms of epilepsy start with a random discharge of nerve impulses into the brain.",
        "The amount of annual vacation leave an employee is entitled to varies, depending on the terms of the collective agreement in force for that department.",
        "Vitamin D is the collective term for a group of fat-soluble compounds, which occur in two major forms: ergocalciferol or vitamin D2, and cholecalciferol or vitamin D3.",
        "Once the styles have hit the runways and made their way onto the Internet and fashion magazines and into the collective consciousness of women all over the world, designers kick it into high gear.",
        "This collective frenzy for Meyer's novels and subsequent big screen adaptations paved the way for a slew of Twilight-inspired paraphernalia, including t-shirts, jewelry, dolls and board games.",
        "Nia Collective-The NIA Collective's purpose is to provide a safe environment for the growth and empowerment of black lesbians.",
        "In addition, the collective wisdom and experience of these women will guide you to manage the challenges you are currently facing in your own relationship.",
        "First, there really are no disadvantages to speak of when it comes to the Gemini cusp, as every aspect in astrology is all about finding out more about yourself and getting closer to the \"source\" or the seat of the collective consciousness.",
        "Sun trine Neptune: Not only does Neptune rule dreams, but it also holds the keys to the collective unconsciousness.",
        "Intensely creative, Imix natives have a way of tapping into the collective consciousness, but unfortunately, follow through on those projects is not strong point.",
        "There are many unforgettable Disney movie quotes that have become a treasured part of our collective pop culture.",
        "Movie-page.com is a collective source of online movie scripts.",
        "The Jonas Brothers won this award for their collective work in Jonas Brothers: The 3D Concert Experience.",
        "However in recent years, this controversial subject has seeped into what Carl Jung termed \"the collective unconscious\", to the point where even Dr. Brian Weiss, a respected therapist, was featured on Oprah to discuss the topic.",
        "This fated day is not only a calendar date, it's now a cultural symbol that represents a number of underlying collective human fears.",
        "There are a number of popular myths and urban legends that have become part of America's collective psyche.",
        "While not as venerated as the Loch Ness monster, the creature has acquired a cult following, and many a tale of El Chupacabra still causes a collective shiver through those gathered around the campfires and fireplaces of the American West.",
        "Are they part of a shared collective consciousness that surfaces when people enter a deeper level of consciousness during their period of death?",
        "When more than one person is touching the planchette, it is considered a collective ideomotor action.",
        "Students, daycare programs, and Head Start groups can receive discounted admission if they are paying as a collective group.",
        "The CFA, established in 1968, is a collective of non-profit consumer organizations.",
        "Bottom line, it is fun to make shoes that respect the real shape and miracle of feet, and it is fun to participate in the ebb and flow of collective ideas as expressed in fashion!",
        "Fans held their collective breaths for months as spoilers pointed to Lafayette as the victim in the car, after all, Lafayette dies at the end of the first book and beginning of the second.",
        "The dragon has been a part of the collective human culture for thousands of years, and dragon tattoos have been with us just as long.",
        "Real or imagined, vampires live in the periphery of our collective psyche.",
        "These collections have their own distinct style and are thus grouped together in collective pages with a visual, image-based layout with text links at the foot.",
        "As with most things incorporating yoga, a small but dedicated collective decided to enlarge and improve its community.",
        "At New Earth, you'll find bamboo flute yoga music as well as layered instrumental and vocal compositions from a wide collective of artists.",
        "The rotator cuff is a collective name for four small but important muscles you may never have heard of.",
        "Last year's indie darling crown was decidedly placed on the collective head of Canada's Arcade Fire.",
        "Before Crow's arrival, the band was essentially a loose collective of people collaborating together, and the increasing tension Crow was receiving turned it into her \"backing band.\"",
        "The collective has experience in crafting hit R&B tracks for other stars.",
        "Joel's career collective, Billy Joel Greatest Hits, released in 1985, is a great starting ground for a list of Joel favorites.",
        "More shows followed, and soon the band came to several people in the Warner Music Group label collective.",
        "Wu-Tang Clan is a loose collective, but they count some of the most creative and talented minds in hip-hop in their ranks.",
        "Showmanship, looks, polished tunes and one heck of a collective fashion sense made Duran Duran the kings of New Wave.",
        "Collective Work and Responsibility or Ujima (oo-GEE-mah): Members of the community have an important role to play in the community, as well as society as a whole.",
        "Their collective fashion sense certainly flies in the face of the polygamists viewers are used to encountering on the news, however.",
        "Kevin also wins the titles of most collective challenge wins and most collective elimination challenges in a season.",
        "The Borg, part organic life-forms and part machinery, are a hive-based race whose only goal is to assimilate other species into their collective.",
        "For the more obscure alien races, this site has ships of the Borg Collective, Ferengi Alliance, the Maquis, and the Gorn Defense Force.",
        "Designer Effects - These are the artistic sounds, like the ones you've come to associate with films like Star Trek or Star Wars, which represent our collective expectations for the sound of things we've never actually heard.",
        "Once in the Star Trek section, you'll find an easy-to-navigate format listing Starfleet and the major races' ships and any other alien race every mentioned in Star Trek, including the Kazon Collective.",
        "Television crews reported around the clock on the progress of the astronauts as the United States held its collective breath for the crew's safe return.",
        "When a model was killed, they \"downloaded\" into a new body, which also made all of their memories and experiences part of the collective to be educated into future downloads.",
        "Crowdsourcing is a means of using the collective World Wide Web intelligence as a means of evaluating a specific product.",
        "The individual and collective influence of the several impurities which occur in the product of the Heroult cell is still to seek, and the importance of this inquiry will be seen when we consider that if cast iron, wrought iron and steel, the three totally distinct metals included in the generic name of \"iron\" - which are only distinguished one from another chemically by minute differences in the proportion of certain non-metallic ingredients - had only been in use for a comparatively few years, attempts might occasionally be made to forge cast iron, or to employ wrought iron in the manufacture of edge-tools.",
        "responsibility was personal, not collective).",
        "Since that date the most important changes effected in the elementary education system were the abolition, in 1886, of individual inspection of the lower standards - afterwards extended to the whole of the standards, the inspectors applying a collective test, the \" block-grant \" system, to the efficiency of a school - and the abolition of school fees (1889) for the compulsory standards, the loss being made up principally by a parliamentary grant, and partly by a proportion, earmarked for the purpose, of the proceeds of the Local Taxation (Customs and Excise) Act 1890, and the Education and Local Taxation Account (Scotland) Act 1892.",
        "In this type the eye-lens is about twice as powerful as the collective lens, and makes the rays parallel.",
        "The Ramsden eyepiece is the most convenient for this because this plane lies in front of the collective lens, and the objective image has not yet been influenced by the eyepiece.",
        "Directly below the collective lens of a Ramsden FIG.",
        "A fixed mark which serves as an index is placed on the lower side of the collective lens and is seen clearly at the same time as the graduation of the movable slide.",
        "Lachmann), a group of Prolarge \"sack pusule\" discharging tozoa, characterized as Mastigo through a tube by pore o; c.p., hora provided with two flagella, \" collective pusule discharging p p at o, and surrounded by a ring the one anterior extended in loco of formative \" or \" daughter motion, the other coiled round pusules\"; n, nucleus.",
        "The medley of other Malayan tribes, of a more or less savage type, living in the island, are known under the collective name of Alfuros.",
        "Metternich was anxious to summon a European conference to Vienna, with a view to placing Turkey under a collective guarantee.",
        "When I think back to that afternoon, and lord knows, I've pondered the incident a thousand times, I marvel at our collective wisdom in disregarding caution and acting as we did.",
        "Our ease on reaching a collective agreement on so important, life-changing decision stunned us all.",
        "While Dean distrusted the Dawkins, given their mutual animosity toward one another, any collective effort on their partâ€”on any projectâ€”seemed questionable, if not impossible.",
        "Children and adults alike pressed against the ropes and peered up the street, expectation on their collective faces.",
        "The collective mind of the Board of Directors had become the antithesis of the momentum Tesla had gained in his lifetime.",
        "In the humanist perspective, what does \"collective worship\" mean?",
        "We may be able to tackle and explicitly acknowledge this subjectivity, by collective development.",
        "To facilitate the sharing of good practice across the institution through personal and collective advocacy.",
        "Side by side with the Red Army many thousands of workers, collective farmers, intellectuals are rising to fight the enemy aggressor.",
        "Port workers ' terms of employment were determined in a collective agreement.",
        "alone accounts for about 80% of the collective dose impact of the French nuclear industry.",
        "C'est en cela que la promenade urbaine retrace la chronologie d'Ã©vnements qui font appel la mÃ©moire individuelle et collective.",
        "All of which will be enough to whet the appetite of the first game's cult collective.",
        "Both coaches went home in upbeat mood, keenly aware of the priceless nature of collective character.",
        "Their collective backsides contained enough material, pound for pound, to feed a small nation for a week.",
        "The collective term biotope is now in common usage to encompass both of these biotic and abiotic elements.",
        "bombshell revelation suggests that their collective unions are not legal.",
        "Forget ' jogo bonito ', they play stupid football, a bunch of overrated players with complete disregard for collective play.",
        "The Madding Crowd's collective bosom was not on display.",
        "That's because we depend on the collective brainpower and creativity of everyone who works with us.",
        "The ecological fallacy has become a bugbear to frighten people away from interpreting social observations in collective terms.",
        "Our society has locked its collective demons away in a dark cellar.",
        "WHO, UNICEF, NATO and UNHCR are meeting today in Tirana to coordinate water and sanitation activities in camps and collective centers.",
        "collective bargaining.",
        "collective worship for all pupils is not yet provided.",
        "collective consciousness, we can do something positive.",
        "collective punishment, only deepening the hatred and resentment felt by Iraqis.",
        "collective noun for Social Workers was hard, ' a dawn raid?",
        "collective bargaining agreement never out of.",
        "A loose collective of unpaid, unloved contributors led by stroppy social misfit Lester Haines.",
        "We have also learned that truly collective effects and responsibilities are needed to make the organization flourish.",
        "Unfortunately, his central argument - that only collective action can save us from climate chaos - rationalizes the Government latest failure.",
        "I think it is about collective traits, basic to all of humanity.",
        "collective of musicians all headed by the ever present lead man Kurt Heasley.",
        "collective of artists working in a variety of disciplines.",
        "collective of modern circus performers and live musicians.",
        "collective of singers, arrangers and composers.",
        "collective bargaining on behalf of freelances.",
        "collective bargaining on pay should not include pensions.",
        "collective bargaining on equality is key if the double discrimination faced by black women in the labor market is to be defeated.",
        "collective bargaining on issues of pay, hours, holidays and training.",
        "Big efforts went into breaking up national collective bargaining.",
        "The unions in response confirm how they will seek to exercise the newly restored right of free collective bargaining.",
        "Bargaining councils are permanent institutions of statutory collective bargaining.",
        "In that context, we would see the setting of or operation of a cap on hours as best approached through sectoral collective bargaining.",
        "The wording clearly states that those signing and returning the forms wish the union to conduct collective bargaining on their behalf.",
        "In particular we support collective bargaining and would protect workers from the first day of employment.",
        "Early State initiatives were designed to promote collective bargaining at sectoral rather than enterprise level.",
        "The company insists it has \" normal relations \" with 12 unions in Colombia, including collective bargaining covering wages and working conditions.",
        "establishing collective bargaining on equality is key if the double discrimination faced by black women in the labor market is to be defeated.",
        "Over 90 per cent of the deals covered collective bargaining on pay, hours and holidays.",
        "collective bargainingand workers to take into account reduced inflationary expectations during the upcoming round of collective wage bargaining.",
        "collective bargaining with employers.",
        "collective bargaining for staff.",
        "commonaltyiative helped communities build a sense of collective history and find commonalties across generations and ethnic groups.",
        "When the greater part of the Will in existence is so far enlightened by reason as to perceive the inevitable misery of existence, a collective effort to will non-existence will be made, and the world will relapse into nothingness, the Unconscious into quiescence."
    ],
    "definition": [
        "Assembled into or viewed as a whole.",
        "Of, relating to, characteristic of, or made by a number of people acting as a group: a collective decision.",
        "An undertaking, such as a business operation, set up on the principles or system of collectivism.",
        "A collective noun.",
        "col·lec′tive·ly\nadverb",
        "col·lec′tive·ness\nnoun",
        "Link/Cite",
        "Formed by gathering or collecting; gathered into a mass, sum, or body; congregated or aggregated; as, the collective body of a nation.",
        "(grammar) Expressing a collection or aggregate of individuals, by a singular form; as, a collective name or noun, like assembly, army, jury, etc.",
        "Tending to collect; forming a collection.",
        "Having plurality of origin or authority; as, in diplomacy, a note signed by the representatives of several governments is called a collective note.",
        "A farm owned by a collection of people.",
        "(grammar) A collective noun or name.",
        "(by extension) A group dedicated to a particular cause or interest.",
        "Link/Cite"
    ]
}