{
    "translation": "לשלב, לצרף",
    "uses": [
        "He did not like to combine frivolity with the serious business of hunting.",
        "It is essential for him to combine his movements with those of the commander-in-chief.",
        "Plant life, utilizing solar light to combine the inorganic elements of water, soil and air into living substance, is the basis of all animal life.",
        "When you combine your property with his, you'll have over two hundred acres.",
        "Boron and iodine do not combine directly, but gaseous hydriodic acid reacts with amorphous boron to form the iodide, BI 31 which can also be obtained by passing boron chloride and hydriodic acid through a red-hot porcelain tube.",
        "Dumfries, Annan, Kirkcudbright, Lochmaben and Sanquharthe \"Five Carlins\" of Burns's Election Ballads - combine to return one member to Parliament.",
        "To combine the heterogeneous narratives and isolated statements into a consecutive account is impossible; to ignore those which conflict with the now predominating views would be unmethodical.",
        "Great improvements, however, have been effected in the design of open fireplaces, and many ingenious contrivances of this nature are now in the market which combine efficiency of heating with economy of fuel.",
        "Dilute the entire bottle of cleaning solution with two cups of water and combine thoroughly before using.",
        "In 1867 there was an unsuccessful attempt to combine all the Presbyterian bodies of the North.",
        "He endeavoured to combine his habits of theological study with the practical work of administration.",
        "Nor did he combine great statesmanlike qualities with exceptional ability in the field.",
        "The central authority of Pavia had always been weak; the regno had proved insufficient to combine the nation.",
        "When, for instance, we say that Napoleon ordered armies to go to war, we combine in one simultaneous expression a whole series of consecutive commands dependent one on another.",
        "He'd taught her a few things during the two weeks he toyed with her, among them, how to combine her flexibility and speed into something more lethal.",
        "Let him go and come freely, let him touch real things and combine his impressions for himself, instead of sitting indoors at a little round table, while a sweet-voiced teacher suggests that he build a stone wall with his wooden blocks, or make a rainbow out of strips of coloured paper, or plant straw trees in bead flower-pots.",
        "Is it impossible to combine the hardiness of these savages with the intellectualness of the civilized man?",
        "The chief difficulty in this scheme is offered by the Moniligastridae, which in some degree combine the characters of both the suborders, into neither of which will they fit accurately.",
        "When substances readily combine with water to form hydrates, the heat of solution in water is usually positive; when, on the other hand, they do not readily form hydrates, or when they are already hydrated, the heat of solution is usually negative.",
        "There was a waste of metal in these early rails owing to the excessive thickness of the vertical web, and subsequent improvements have consisted in adjusting the dimensions so as to combine strength with economy of metal, as well as in the substitution of steel for wrought iron (after the introduction of the Bessemer process) and in minute attention to the composition of the steel employed.",
        "The speculations of the fathers respecting the origin and course of the world seek to combine Christian ideas of the Deity with doctrines of Greek philosophy.",
        "In historical and statistical investigation, or in special studies of particular subjects, it is possible, given the pecuniary means, to organize a whole army of skilled assistants, and with ordinary care to combine the results of their separate efforts.",
        "The Daltonian would say that each of these weights represents a certain group of atoms, and that these groups can replace, or combine with, each other, to form new molecules.",
        "The wild and inaccessible character of the country, the fierce and lawless disposition of the people, the difficulties presented by their language and their complex social institutions, and the inability of the Turkish authorities to afford a safe conduct in the remoter districts, combine to render Albania almost unknown to the foreign traveller, and many of its geographical problems still remain unsolved.",
        "Mercerat, who proposed for them the name of Stereornithes, a new order of birds, mostly gigantic in size, and said to combine the characters of Anseres, Herodiones and Accipitres.",
        "He maintained that, under varying conditions, two substances could combine in an indefinitely large number of different ratios, that there could in fact be a continuous variation in the combining ratio.",
        "The Christian powers of the Mediterranean did really combine to avert the ruin of Christendom.",
        "The excellent manner in which the scales and micrometers are mounted, the employment of a compound microscope for viewing the scales, with its ingeniously arranged and admirably efficient reversing prism, and the perfection of its slow motions for focusing and reading, combine to render this a most accurate and convenient instrument for very refined measures, although too slow for work in which the measures must depend on single pointings in each of two reversed positions of the plate, and where speed of working is essential.",
        "Berzelius objected to the hypothesis that if two elements form only one compound, then the atoms combine one and one; and although he agreed theory.",
        "His idea was to combine the more conservative elements of both sections in favour of a settlement which would concede the Southern view on two questions, the Northern view on two, and balance the fifth.",
        "However, someone may come along and edit the material to for example, combine the writings of two or more individuals into a single piece.",
        "Unusual bodily vigour enabled him to combine severe devotion to work with facile indulgence in sensual pleasures.",
        "For new varieties the flowers should be fertilized with a view to combine, in the seedlings which result from the union, the desirable qualities of the parents.",
        "of the Christian Religion shows by its very title that an effort is being made to combine great confidence in metaphysics with strong belief in the uniqueness of Christianity; and the effort will be found to characterize all Fairbairn's work.",
        "This enables the restaurant to combine a bit of cooking school into the meal.",
        "Heating may be effected by one of the following systems, or installations may be so arranged as to combine the advantages of more than one method: open fires, closed stoves, hot-air apparatus, hot water circulating in pipes at low or at high pressure, or steam at high or low pressure.",
        "Instead of the six ideal equations just described we have to combine a number of equations of various forms containing other quantities than the elements.",
        "that fixed proportions of elements and compounds combine only under exceptional conditions, the general rule being that the composition of a compound may vary continuously between certain limits.2",
        "Combine delicious, uniquely flavored food with live music and entertainment, and you have a recipe for a night to remember.",
        "1 This is especially true of the various ingenious attempts to combine the invasion of the Israelites with the movements of the Habiru in the Amarna period (§ 3).",
        "In Philo, Alexandrian Judaism had already seized upon Plato as \" the Attic Moses,\" and done its best to combine his speculations with the teaching of his Jewish prototype.",
        "It is not impossible to combine these views, and place the seat of power still in Crete, but ascribe the Renascence there to an influx of new blood from the north, large enough to instil fresh vigour, but too small to change the civilization in its essential character.",
        "Each commune is in theory obliged to maintain at least one public primary school, but with the approval of the niinister, the departmental council may authorize a commune to combine with other communes in the upkeep of a school.",
        "In the classification adopted in this article, the attempt has been made to combine the best points in old and recent schemes, and to avoid the inconvenience of a large heterogeneous group including the vast majority of the families.",
        "Sir Charles Wheatstone discovered its principle and applied it as early as 1838 to the construction of a cumbrous but effective instrument, in which the binocular pictures were made to combine by means of mirrors.",
        "Carbolic acid and sulphates combine in the blood to form sulpho-carbolates, which are innocuous.",
        "Ignoring the fact that some Oligomyodae are mesoand others acromyodian, they tried to combine two irreconcilable principles, namely, mere numbers against quality.",
        "The object of the latter is to convert the manganous hydroxide by the atmospheric oxygen into manganese dioxide, but this would take place much too slowly if there was not an excess of lime present ready to combine with the manganese dioxide to form a calcium manganite.",
        "These combine luxury ingredients blended from the finest quality plant oils.",
        "The bar's food and drinks combine traditional and quirky sensibilities, and somehow the combination always proves to be a winner.",
        "With this opposition to the Church they combine a complete antinomianism, through the identification of all their desires with the impulses of the divine Spirit.",
        "When the same two elements combine together to form more than one compound, the different masses of one of the elements which unite with a constant mass of the other, bear a simple ratio to one another.",
        "This law states that: - gases combine with one another in simple proportions by volume, and the volume of the product (if gaseous) has a simple ratio to the volumes of the original mixtures; in other words, the densities of gases are simply related to their combining weights.",
        "According to this view, it is necessary to assume that, in all unsaturated compounds, two, or some even number of affinities are disengaged; and also that all elements which combine with an even number of monad atoms cannot combine with an odd number, and vice versa, - in other words, that the number of units of affinity active in the case of any given element must be always either an even or an odd number, and that it cannot be at one time an even and at another an odd number.",
        "Heavy rainfall, high temperature and fertile soil combine to cover the greater part of the state, and particularly the alluvial regions and the coast swamps, with a most luxuriant subtropical vegetation, both arborescent and herbaceous.",
        "Nitrogen is always being synthesized from the atmosphere (by plants, and by electrical discharges which combine nitrogen and oxygen), and this combined nitrogen is either utilized by land organisms or is washed down into the sea in the water of the rivers.",
        "The primary nitroparaffins combine with nitric oxide in the presence of sodium ethylate, to form nitroalkylisonitramines, R CH(NO 2) N 2 0 2 H (W.",
        "Both iodides combine with ammonia.",
        "The relative weakness of territorial power in the North, after the fall of Henry the Lion of Saxony, diminished without however removing this motive for union, but the comparative immunity from princely aggression on land left the towns freer to combine in a stronger and more permanent union for the defence of their commerce by sea and for the control of the Baltic.",
        "First, he did not combine all these works into a system.",
        "The attempt here made to combine a bibliography of English history with some account of the progress of English historical writing is beset with some difficulty.",
        "The fire involved 1 combine harvester which was well alight.",
        "Many people choose to combine their sauna with an indoor hot tub to create the ultimate home health suite.",
        "Simply combine the marinade ingredients and then let this spicy mix do all the hard work.",
        "Martin has always possessed the unique ability to combine innovation and efficiency in lighting product development with quality and value.",
        "Geoffrey Burford - our piano accompanist for the evening who managed to combine musical excellence with a great sense of humor.",
        "Cirque du Soleil's performances combine acrobatics with contemporary music.",
        "Deidre made a deal with the Dark One, one good enough to bring her soul back from the dead, combine the two Deidres, cure the tumor of one and release the final product from Hell.",
        "the amount of an element which can combine with or replace unit weight of hydrogen, came into favour, being adopted by L.",
        "The masses of different elements which combine separately with one and the same mass of another element, are either the same as, or simple multiples of, the masses of these different elements which combine with each other.",
        "For instance, 35'45 parts of chlorine and 79.96 parts of bromine combine with 107.93 parts of silver; and when chlorine and bromine unite it is in the proportion of 35'45 parts of the former to 79.96 parts of the latter.",
        "We may also notice that thio-ethers combine with alkyl iodides to form sulphide or sulphonium compounds, R3; SI.",
        "Here we meet with a great diversity of types: oxygen, nitrogen, sulphur and other elements may, in addition to carbon, combine together in a great number of arrangements to form cyclic nuclei, which exhibit characters closely resembling open-chain compounds in so far as they yield substitution derivatives, and behave as compound radicals.",
        "To take an example: 38 parts of indium combine with 35.4 parts of chlorine; hence, if the formula of the chloride be InCI, InC1 2 or InC1 3, indium has the atomic weights 38, 76 or 114.",
        "It follows therefore that two hydrocarbon radicals are bound to the carbon monoxide residue with the same strength as they combine to form a paraffin.",
        "It was so early recognized as characteristic of Chopin that a magnificent example may be seen at the end of Schumann's little tone-portrait of him in the Carnaval: a very advanced Wagnerian passage on another principle constitutes the bulk of the development in the first movement of Beethoven's sonata Les Adieux; while even in the \" Golden Age \" of music, and within the limits of pure diatonic concord, the unexpectedness of many of Palestrina's chords is hardly less Wagnerian than the perfect smoothness of the melodic lines which combine to produce them.",
        "But the smallness of the single city-states and their unwillingness to combine prevented this superiority in quality from telling destructively upon the bulk of the Persian empire.",
        "The Pythagorean theory of numbers, Neoplatonic ideas of emanation, the Logos, the personified Wisdom, Gnosticism - these and many other features combine to show the antiquity of tendencies which, clad in other shapes, are already found in the old pre-Christian Oriental religions.",
        "A serious Bulgarian insurrection in Macedonia in the autumn of 1903 induced Austria and Russia to combine in formulating the Miirzsteg reform programme, tardily consented to by Turkey, by which Austrian and Russian civil agents were appointed to exercise a certain degree of control and supervision over the three vilayets of Salonica, Monastir and Kossovo.",
        "That there is no essential difference between the two is, however, shown by the facts that the seeds of the peach will produce nectarines, and vice versa, and that it is not very uncommon, though still exceptional, to see peaches and nectarines on the same branch, and fruits which combine in themselves the characteristics of both nectarines and peaches.",
        "For an inland state Minnesota is exceptionally well situated to play a chief part in the commercial life of the country, and various causes combine to make it important in respect to its interstate and foreign trade.",
        "The thiazoles are somewhat basic in character, and combine with the alkyl iodides to form thiazolium iodides.",
        "Again, Hittorf has shown that the effect of a cyanide round a copper electrode is to combine with the copper ions.",
        "He felt that temperament and policy would combine to make Charles an aggressive warrior-king: the only uncertainty was in which direction he would turn his arms first.",
        "We cannot combine the equations so as to eliminate the variables unless on the supposition that the equations are simultaneous, i.e.",
        "When zinc is placed on the lead (heated to above the melting-point of zinc), liquefied and brought into intimate contact with the lead by stirring, gold, copper, silver and lead will combine with the zinc in the order given.",
        "Highlanders had never before been known to combine together, but Montrose knew that most of the clans detested Argyll, and the clans rallied to his summons.",
        "A pair of cones having a semi-vertical angle of 45° were considered to combine high concentrative power with a sufficient approximation to uniformity of field.",
        "Grignard (Comptes Rendus, 1900 et seq.) showed that aldehydes combine with magnesium alkyl iodides (in absolute ether solution) to form addition products, which are decomposed by water with the formation of secondary alcohols, thus from acetaldehyde and magnesium methyl iodide, isopropyl alcohol is obtained.",
        "The town lies in the midst of luxuriant trees, and the noble sweep of the Tay, the effectively situated bridge, the magnificent grounds of Dunkeld House, and the protecting mountains combine to give it a very romantic appearance.",
        "They thus combine temporarily in their own persons what was no longer combined in the spirit of the time, or rather they satisfy by turns the claims of reason and faith.",
        "combine the separate quantities or numbers expressed in terms of x as unit into a single quantity or number so expressed, obtaining sx =10.",
        "In algebraical transformations, however, such as (x-a)2 = x 2 - 2ax+a 2, the arithmetical rule of signs enables us to combine the sign-with a number and to treat the result as a whole, subject to its own laws of operation.",
        "We are then able to combine any number with the + or the - sign inside the bracket, and to deal with this constructed symbol according to special laws; i.e.",
        "From A Merely Formal Point Of View, We Have In The Barycentric Calculus A Set Of \" Special Symbols Of Quantity \" Or \" Extraordinaries \" A, B, C, &C., Which Combine With Each Other By Means Of Operations And Which Obey The Ordinary Rules, And With Ordinary Algebraic Quantities By Operations X And =, Also According To The Ordinary Rules, Except That Division By An Extraordinary Is Not Used.",
        "employing such an excess of sulphuric over nitric that the latter will be rendered anhydrous or concentrated and maintained as such in solution in the sulphuric acid, and that the sulphuric acid shall still be sufficiently strong to absorb and combine with the water produced during the actual formation of the guncotton.",
        "The nitrate of this base (known as nitron) is so insoluble that nitrates may be gravimetrically estimated with its help. These bases combine with the alkyl iodides to yield quaternary ammonium salts.",
        "From whatever cause the tissues become disorganized and undergo fatty degeneration, the fatty acids may become liberated and combine with the alkalies to form potash and soda soaps.",
        "These soluble salts combine with the albumins in the body, and are deposited as minute granules of silver albuminate in the connective tissue of the skin papillae, serous membranes, the intima of arteries and the kidney.",
        "The conflicts of the opposing schools, and the obvious deficiencies of each, led many physicians to try and combine the valuable parts of each system, and to call themselves eclectics.",
        "Toxins may thus become so closely keyed into their corresponding atom groups, as for instance in tetanus, that they are no longer free to combine with the antitoxin; or, again, an antitoxin injected before a toxin may anticipate it and, preventing its mischievous adhesion, dismiss it for excretion.",
        "As for himself, he looked about for a place where he could combine the social liberty of France with the political liberty of Geneva, and he found one.",
        "They combine readily with the alkyl iodides to form alkyl acridinium iodides, which are readily transformed by the action of alkaline potassium ferricyanide to N-alkyl acridones.",
        "The fire may well have caused the natron, an impure form of carbonate of soda, to combine with the surrounding sand to form silicate of soda, which, although not a permanent glass, is sufficiently glass-like to suggest the x11.4 FIG.",
        "But their most characteristic, though not perhaps their most general, property is that they combine in themselves the apparently incompatible properties of elasticity and rigidity on the one hand and plasticity on the other.",
        "- The noble metals (from silver upwards) do not combine directly with oxygen given as oxygen gas (02), although, like silver, they may absorb this gas largely when in the fused condition, and may not be proof against ozone, 03.",
        "They are neutral to litmus and do not combine with dilute acids or bases; strong bases, such as lime and baryta, yield saccharates, whilst, under certain conditions, acids and acid anhydrides may yield esters.",
        "The remaining oxygen atom is aldehydic or ketonic, for the sugars combine with hydrocyanic acid, hydroxylamine and phenylhydrazine.",
        "and has an average depth of 30 ft., is Winona (formerly Spring Fountain) Park (incorporated 1895 largely by Presbyterians), which primarily aims to combine the advantages of Northfield, Massachusetts, and Chautauqua, New York.",
        "Alumina and lime, for example, which cannot be reduced at ordinary furnace temperatures, readily give up their oxygen to carbon in the electric furnace, and then combine with an excess of carbon to form metallic carbides.",
        "The undertaking to combine all human knowledge into a single whole was in itself a colossal one and could only have been born in a mind of no mean order.",
        "Their historical importance, their spiritual fragrance and their literary value combine to put their author almost on a level with Petrarch as a 14th century letter-writer.",
        "A special feature of their art is that, while often closely and minutely imitating natural objects, such as birds, flowers and fishes, the especial objects of their predilection and study, they frequently combine the facts of external nature with a conventional mode of treatment better suited to their purpose.",
        "Somewhat more successful has been an attemptinaugurated by Hashimoto GahO and Kawabata Gyokushoto combine the art of the West with that of Japan by adding to the latter the chiaroscuro and the linear perspective of the former.",
        "So thoroughly had he now mastered the management of glazes that he could combine yellow, green, white and claret color in regular patches to imitate tortoise-shell.",
        "The enlargement of the horizon of knowledge by the advance of science, the recognition of the only relative validity of human opinions and beliefs as determined by and adapted to each stage of human development, which is due to the growing historical sense, the alteration of view regarding the nature of inspiration, and the purpose of the Holy Scriptures, the revolt against all ecclesiastical authority, and the acceptance of reason and conscience as alone authoritative, the growth of the spirit of Christian charity, the clamorous demand of the social problem for immediate attention, all combine in making the Christian churches less anxious about the danger, and less zealous in the discovery and condemnation of heresy.",
        "If a solution of potassium acetate be electrolysed the products are ethane, carbon dioxide, potash and hydrogen; in a similar manner, normal potassium succinate gives ethylene, carbon dioxide, potash and hydrogen; these reactions may be represented: CH 3 ï¿½CO 2;K CH 3 CO 2 K' CH 2 ï¿½CO 2 1K CH 2 CO 2 K' --> I + + I I -i iI + CH 3 ï¿½CO 21 K CH 3 CO 2 K' CH 2 ï¿½CO 2 iK CH 2 CO 2 K' By electrolysing a solution of potassium ethyl succinate, KO 2 Cï¿½(CH 2) 2 CO 2 C 2 H 5, the KO 2 Cï¿½ groups are split off and the two residues ï¿½(CH 2) 2 CO 2 C 2 H 5 combine to form the ester (CH2)4(C02C2H5)2.",
        "All the remaining snakes combine the following characters.",
        "alligare, to combine), a term generally applied to the intimate mixtures obtained by melting together two or more metals, and allowing the mass to solidify.",
        "Let us suppose that a molten mixture of two substances A and B, which at a sufficiently high temperature form a uniform liquid, and which do not combine to form definite compounds, is slowly cooled until it becomes wholly solid.",
        "If two diatomic molecules, having each 5 degrees of freedom, combine to form a molecule with 6 degrees of freedom, we should have n = 2, or the energy lost would be 2pc per unit mass.",
        "Of these, the 8-acid and Bronner's acid are of more value technically, since they combine with ortho-tetrazoditolyl to produce fine red dye-stuffs.",
        "The Nicene Creed is the baptismal creed of an eastern church enlarged in order to combine theological interpretation with the facts of the historic faith.",
        "The circumstances in which it was held, the influence of the men who conducted its deliberations, and the result of its proceedings, combine to render it of no small importance for the history of the Reformation in Germany.",
        "Like Maroboduus, he was able to combine the forces of tribes commonly hostile to each other, and his military ability almost went the length of genius.",
        "The pentabromide exists, but tantalum and iodine apparently do not combine.",
        "When, however, we combine the preceding arguments with that of the early church tradition, the evidence for the Domitian date outweighs that for any other.",
        "There must be considerable dissociation of molecules, and as a first approximation it may be taken that of io molecules of most of the components about 9 (or in the case of magnesium sulphate 5) have been separated into their ions, and that it is only during slow concentration as in a natural saline that the ions combine to produce the various salts in the proportions set out in the above table.",
        "to combine with its oxygen to form water, is known as \" disposable \" hydrogen, and is a measure of the fitness of the coal coal.",
        "For instance, if oxygen and hydrogen combine to form water, we have no experimental evidence that the molecule of oxygen is not in the very same place with the two molecules of hydrogen.",
        "Its glaciers send down a thousand rills which combine to form the Pangani river.",
        "factions, who had taken refuge in Ankole, could not agree even in their common exile, and nearly came to blows, but on the spur of threatened famine they agreed to combine and to take back Mwanga as their king and strike a blow for supremacy in Buganda.",
        "But Leibnitz's conception of the priority of spirit had too little foundation, and the different elements he sought to combine were too loosely related to one another to stand the strain of the two forces of empiricism and materialism that were opposed to his idealism.",
        "covenant and combine ourselves together into a civil body politic, for our better ordering and preservation and furtherance of the ends aforesaid; and by virtue hereof to enact, constitute and frame - [laws] - unto which we promise all due submission and obedience.\"",
        "This fluctuation, due partly to the different circles in which the biblical narratives took shape, and partly to definite reshaping of the traditions of the past, seriously complicates all attempts to combine the early history of Israel with the external evidence.",
        "The Chinese combine podoscopy with chiromancy.",
        "Beyond the limits of New England the progress of the denomination as such was, as we have seen, a good deal hindered for a long period by the willingness of New Englanders going West either to join the Presbyterians, with whom they were substantially agreed in doctrine, or to combine with them in a mixed scheme of policy in which the Presbyterian element was uppermost.",
        "8so\" roadway, and the simple yet bold architectural details, combine to make it a singularly beautiful bridge.",
        "Most theories of atonement would combine two or more of these, and would include repentance and amendment.",
        "The latter chemist was led by his doctrine of mass-action to deny that substances always combine in constant and definite proportions.",
        "p. 612) has shown that perfectly dry ammonia will not combine with perfectly dry hydrochloric acid, moisture being necessary to bring about the reaction.",
        "Aldehydes also combine directly with ammonia.",
        "Moissan); it has been liquefied, the liquid also being of a yellow colour and boiling at - 187° C. It is the most active of all the chemical elements; in contact with hydrogen combination takes place between the two gases with explosive violence, even in the dark, and at as low a temperature as - 210 C.; finely divided carbon burns in the gas, forming carbon tetrafluoride; water is decomposed even at ordinary temperatures, with the formation of hydrofluoric acid and \"ozonised\" oxygen; iodine, sulphur and phosphorus melt and then inflame in the gas; it liberates chlorine from chlorides, and combines with most metals instantaneously to form fluorides; it does not, however, combine with oxygen.",
        "Dr Thomson first pointed out a process by synthesis, which has the advantage of being very simple, and at the same time rigidly accurate, resulting from his observation that when hydrochloric acid gas and ammonia gas are brought in contact with each other, they always combine in equal volumes.",
        "to combine two different confessions under one common government, and, resulting from it, the possibility of changing from one confession to another, have all combined to free the state churches from any rigid interpretation of their theological formulas.",
        "Here the Lechici, as they called themselves (a name derived from the mythical patriarch, Lech), seemed to have lived for centuries, in loosely connected communities, the simple lives of huntsmen, herdsmen and tillers of the soil, till the pressure of rapacious neighbours compelled them to combine for mutual defence.",
        "As unsaturated compounds they can combine with two monovalent atoms. Hydrogen is absorbed readily at ordinary temperature in the presence of platinum black, and paraffins are formed; the halogens (chlorine and bromine) combine directly with them, giving dihalogen substituted compounds; the halogen halides to form monohalogen derivatives (hydriodic acid reacts most readily, hydrochloric acid, least); and it is to be noted that the haloid acids attach themselves in such a manner that the halogen atom unites itself to the carbon atom which is in combination with the fewest hydrogen atoms (W.",
        "They combine with hypochlorous acid to form chlorhydrins; and are easily soluble in concentrated sulphuric acid, giving rise to sulphuric acid esters; consequently if the solution be boiled with water, the alcohol from which the olefine was in the first place derived is regenerated.",
        "Moissan has also shown that it will combine with many metals at the temperature of the electric furnace, to form carbides (q.v.).",
        "They are readily reduced to the corresponding hydroquinones or para-dihydroxy-benzenes, and also combine with hydroxylamine hydrochloride to form nitrosophenols, ON C 6 H 4.",
        "Paraquinones also combine with ammonia and with amines yielding amino-derivatives and hydroquinones.",
        "On the 6th the Unionists, scattered and unable to combine, were driven from point to point, and at nightfall barely held their ground on the banks of the river.",
        "A variety of indications (see JOB) combine to show that the book of Job was not written till after the time of Jeremiah - probably, indeed, not till after the return from exile.",
        "From the first he managed to combine his solicitor's work with politics, becoming secretary of the South Carnarvonshire Anti-tithe League; and his local reputation was made by a successful fight, carried to the High Court, in defence of the right of Nonconformists to burial in the parish churchyard.",
        "The next purpose of the French was to combine with the Spaniards for an attack on Jamaica.",
        "Each class based its position on Scripture, but the latter (which prevailed) had the advantage of being able easily to combine with cosmological and theological propositions current in the religious philosophy of the time.",
        "The Lord also is jealous of them, if any one attempt to combine their cult with his, for to do so is to doubt the supremacy of his name above all names.",
        "They behave in most respects as unsaturated compounds; they combine with hydrogen to form amines; with water to form acidamides; with sulphuretted hydrogen to form thio-amides; with alcohols, in the presence of acids, to form imido-ethers R C(:NH) OR'; with ammonia and primary amines to form amidines R C(:NH) NH 2 i and with hydroxylamine to form amidoximes, R C(:NOH) NH 2.",
        "Their mark is that at the time of their making they \"combine the appearance of improvement with the absence of its reality\" (Westcott and Hort, New Testament, i.",
        "Having thus slowly matured his separate writings, he was the better able to combine them more and more into a system, in his last years.",
        "This complicated arrangement may be represented in the following diagram: A,B,P, Z E H, 0 The simplest explanation is that Aristotle began by writing separate discourses, four at least, on political subjects; that he continued to write them and perhaps tried to combine them; but that in the end he failed and left the Politics unfinished and in disorder.",
        "On the other hand, in the case of logic, it is certain that he did not combine his works on the subject into one whole, but that the Peripatetics afterwards put them together as organic, and made them the parts of logic as an organon, as they are treated by Andronicus.",
        "He really left the Peripatetics to combine his scattered discourses and treatises into a system, to call it logic, and logic Organon, and to put it first as the instrument of sciences; and it was the Stoics who first called logic a science, and assigned it the first place in their triple classification of science into logic, physics, ethics.",
        "He it was who made the peace of Brdmsebro between the Danes and the Swedes, and turned the latter once again against the empire; he it was who sent Lionne to make the peace of Castro, and combine the princes of North Italy against the Spaniards, and who made the peace of Ulm between France and Bavaria, thus detaching the emperor's best ally.",
        "Chromium salts readily combine with ammonia to form complex salts in which the ammonia molecule is in direct combination with the chromium atom.",
        "But such a concentration would in itself be attended with great risk, as the detachments might be destroyed piecemeal before they could combine.",
        "When it was announced in 1905 that a British fleet was about to manoeuvre in the Baltic Sea, several German newspapers suggested that Germany should combine with other Baltic powers to assure its neutralization.",
        "He concluded that generally but not invariably the following law held good: \" When an acid and a base combine, each of which has a different influence on the rays of light, a solution of the resulting salt will transmit only those rays which are not absorbed by either, or, in other words, which are transmitted by both.\"",
        "and his advisers to combine the native and the foreign elements under one government; to make the king the sovereign not of one race or class, but of all; and to extend equal and impartial laws over all inhabitants of the 1 The first Roman Catholic priests came in 1827 and were banished in 1831, but returned in 1837.",
        "When we combine his view of Nature under the first head that whatever is inferred in the natural sciences is ideas, with his view of knowledge under the second head that knowledge is experience, and experience, individual or universal, is of duality of subject and object in the unity of experience, it follows that all we could know from the data would be one experience of the race, one subject consisting of individual subjects, and in Nature single objects in the unity of this universal experience; and beyond we should be able to form conceptions dependent on the perceptions of individual experience in the unity of universal experience: that is all.",
        "Hamilton went still further; he tried to combine the oil of Reid with the water of Kant; and converting.",
        "It is a confusion, resulting in loss, not in gain, as regards spiritual power, to try to combine the two types of piety, as his readers were more and more apt to do.",
        "On the lines of Poynting's theory of solution, each ion in electrolytes must combine with one or more molecules of solvent.",
        "From the manner of its preparation it was clear at an early stage that argon would not combine with magnesium or calcium at a red heat, nor under the influence of the electric discharge with oxygen, hydrogen or nitrogen.",
        "in alliance with Egypt and Ethiopia, which aimed at throwing off the oppressive tyranny of Assyria; as usual, however, the city-states of Phoenicia could not combine even against a common foe, and several broke away from Tyre, so Menander tells us, and sided with Assyria.",
        "The amount required to combine chemically with the cement is about 16% by weight, but in practice much more than this is used, because of loss by evaporation, and the difficulty of ensuring that the water shall be uniformly distributed.",
        "He investigated the exact relation of fungus and alga and showed that the same alga is able to combine with a number of different fungi to form lichens; thus Chroolepns umbrinus is found as the gonidia of 13 different lichen genera.",
        "It may be noted that in a paper on the \"Proportion of the gases or elastic fluids constituting the atmosphere,\" read by him in November 1802, the law of multiple proportions appears to be anticipated in the words - \"The elements of oxygen may combine with a certain portion of nitrous gas or with twice that portion, but with no intermediate quantity,\" but there is reason to suspect that this sentence was added some time after the reading of the paper, which was not published till 1805.",
        "of Oldbury was promoted to combine the advantages of Webster's alumina and Castner's sodium.",
        "The metal produces an enormous number of useful alloys, some of which, containing only i or 2% of other metals, combine the lightness of aluminium itself with far greater hardness and strength.",
        "Both these soluble hydrates are readily coagulated by traces of a salt, acid or alkali; Crum's hydrate does not combine with dye-stuffs, neither is it soluble in excess of acid, while Graham's compound readily forms lakes, and readily dissolves when coagulated in acids.",
        "would suffice, but if intended to combine display with storage, the internal diameter should be about 13 ft.",
        "The chief point to be borne in mind in making these mixtures is not to combine in the same compost any bodies that are antagonistic in their nature, as for example lime and ammonia.",
        "The others are generally pruned so as to combine a moderate supply of young wood with a greater or less number of fruit spurs.",
        "as the plum and the cherry; and, indeed, for fruits of vigorous habit, it seems to combine the advantages of both the foregoing.",
        "They combine with hydrocyanic acid to form nitriles, which on hydrolysis furnish hydroxyacids, (CH3)2C0 -> (CH 3) 2 C OH CN - (CH3)2 C OH C02H; with phenylhydrazine they yield hydrazones; with hydrazine they yield in addition ketazines RR' C:N N:C RR' (T.",
        "The /-diketones form characteristic copper salts, and in alcoholic solution they combine with semicarbazide to form products which on boiling with ammoniacal silver nitrate solution give pyrazoles (T.",
        "That for the thin-walled water mains must combine strength with the fluidity needed to enable it to run freely into its narrow moulds; that for most machinery must be soft enough to be cut easily to an exact shape; that for hydraulic cylinders must combine strength with density lest the water leak through; and that for car-wheels must be intensely hard in its wearing parts, but in its other parts it must have that shock-resisting power which can be had only along with great softness.",
        "Again, the diazonium chlorides combine with platinic chloride to form difficultly soluble double platinum salts, such as (C 6 H 5 N 2 C1) 2 PtC1 4; similar gold salts, C 6 H,N 2 C1 AuC1 3, are known.",
        "For determinations of the volume ratio with which hydrogen and oxygen combine, see J.",
        "These principles of association determine the imagination to combine ideas in various modes, and by this mechanical combination Hume, for a time, endeavoured to explain what are otherwise called judgments of relation.",
        "His economic essays were published in the volumes entitled Political Discourses (1752) and Essays and Treatises on Several Subjects (1753); the most important are those on Commerce, on Money, on Interest and on the Balance of Trade, but, notwithstanding the disconnected form of the essays in general, the other less important essays combine to make a complete economic system.",
        "in the property of carbon to combine with four different monatomic elements at once, whereas nitrogen can only hold three (or in some cases five), oxygen two (in some cases four), hydrogen one.",
        "This act induced the governments of Brazil, Uruguay and Argentina to combine for the purpose of suppressing Lopez.",
        "The water taken up by the root from the soil contains nitrogenous and mineral salts which combine with the first product of photo-synthesis - a carbohydrate - to form more complicated nitrogen-containing food substances of a proteid nature; these are then distributed by other elements of the vascular bundles (the phloem) through the leaf to the stem and so throughout the plant to wherever growth or development is going on.",
        "At this time religious animosity had almost died out in Ireland, and men of different faiths were ready to combine for common political objects.",
        "The greater thermae (the so-called \"Stabian\" baths), which were originally built in the 2nd century B.C., and repaired about So B.C., are on a much more extensive scale than the others, and combine with the special purposes of the building a palaestra in the centre and other apartments for exercise or recreation.",
        "They went back to the later period of Plato's thought, the period when Plato endeavoured to combine his doctrine of Ideas with the Pythagorean number-theory, and identified the Good with the One, the source of the duality of the Infinite and the Measured (rd .bretpov and 71-pas) with the resultant scale of realities from the One down to the objects of the material world.",
        "For common purposes several communes may combine, such combinations being termed in Wbrttemberg Burgermeistereien, in the Rhine province Amtsverbdnde.",
        "No general reform, they maintained, either in church or state, could be secured while the country was divided into a number of principalities, and their plan was to combine with all those who were discontented with the existing order to attack the princes and to place the emperor at the head of a united nation.",
        "In Baden, Wurttemberg and Hanover the railways were almost entirely the property of the state, but in all other parts public and private lines existed side by side, an arrangement which seemed to combine the disadvantages of both systems. In 1871 threequarters of the railway lines belonged to private companies, and the existence of these powerful private corporations, while they were defended by many of the Liberals, was, according to the national type of thought, something of an anomaly.",
        "It was, indeed, not easy to combine that respect and reverence which the emperor required should be paid to him, with that open criticism of his words which seemed necessary (even for selfdefence) when the monarch condescended to become the censor of the opinions and actions of large parties and classes among his subjects.",
        "The attempts to combine personal government with representative institutions was one of much interest; it was more successful than might have been anticipated, owing to the disorganization of political parties and the absence of great political leaders; in Germany, as elsewhere, the parliaments had not succeeded in maintaining public interest, and it is worth noting that even the attendance of members was very irregular.",
        "Its situation and its undisturbed atmosphere of antiquity combine to make Ragusa by far the most picturesque city on the Dalmatian coast.",
        "His idea was to combine the moral influence of the North, and pour it through every open channel upon the South.",
        "But both he and Gibson made the fatal error of trying to combine the disparate materials contained in the various chronicles in a single text.",
        "The elements are right enough, but there was not the vital sense to combine them properly.",
        "These materials were heated in pans in the furnace so as to combine in a pasty, half-fused condition.",
        "The work of Valdemar was completed and consolidated by his illustrious daughter Margaret (1 375 - 1 4 12), whose crowning achievement was the Union of Kalmar (1397), whereby she sought to combine the three northern kingdoms The Union f o into a single state dominated by Denmark.",
        "he had imbibed from his Swiss tutor, Frederic Cesar de Laharpe, the principles of Rousseau's gospel of humanity; from his military governor, General Soltikov, the traditions of Russian autocracy; while his father had inspired him with his own passion of military parade, and taught him to combine a theoretical love of mankind with a practical contempt for men.",
        "All authorities combine in praising his handsome presence and the affability and charm of his address, together with a certain simplicity of personal tastes, which led him in his intercourse with his friends or with the representatives of friendly powers to dispense with ceremonial and etiquette.",
        "Cements of the Portland type differ in kind from those of the pozzuolanic class; they are not mechanical mixtures of lime and active silica ready to unite under suitable conditions, but consist of definite chemical compounds of lime and silica and lime and alumina, which, when mixed with water, combine therewith, forming crystalline substances of great mechanical strength, and capable of adhering firmly to clean inert material, such as stone and sand.",
        "A supply of natural gas (from Pennsylvania) and a fine water-power combine to render Jamestown a manufacturing centre of considerable importance.",
        "However, someone may come along and edit the material to for example combine the writings of 2 or more individuals into a single piece.",
        "The contrast is marked by the humour which seems to combine a cynical view of human folly with a deeply pathetic sense of the sadness and suffering of life.",
        "They are readily hydrolysed by water, and combine with bases to form alkyl ureas, and with alcohols to form carbamic esters.",
        "As regards agricultural education, the county is found to be in most cases too small an area for efficient organization, and consequently several counties combine to support, for instance, the East of Scotland Agricultural College - a corporation consisting of the agricultural department in the University, the Heriot-Watt College and the Veterinary College in Edinburgh, - the West of Scotland Agricultural College, Glasgow, and the agricultural department in Aberdeen University.",
        "He was minister of public instruction in the short-lived cabinet of the 19th of May 1873, and in 1876, having been elected senator for the Aisne, he was again entrusted by Dufaure with the ministry of public instruction, with which, as a Protestant, he was not permitted to combine the ministry of public worship. His most important project, a bill transferring the conferment of degrees to the state, passed the Chamber, but was thrown out by the Senate.",
        "Soc., 1902, 18, p. 40) has shown that perfectly dry oxygen and hydrogen will not combine even at a temperature of 1000° C. It is the only gas capable of supporting respiration.",
        "The atomic weight of oxygen is now generally taken as 16, and as such is used as the standard by which the atomic weights of the other elements are determined, owing to the fact that most elements combine with oxygen more readily than with hydrogen (see ELE Ment).",
        "It seems therefore consonant alike with prudence and reverence to refrain from attempting to combine afresh into a single picture the materials derivable from the various documents, and to endeavour instead to describe the main contents of the sources from which our knowledge of the Lord Jesus Christ as an historical personage is ultimately drawn, and to observe the picture of Him which each writer in turn has offered to us.",
        "St Luke, on the contrary, chooses between parallel stories of his two sources, preferring neither to duplicate nor to combine: he incorporates St Mark in continuous sections, following him alone for a time, then leaving him entirely, and then returning to introduce a new block of his narrative.",
        "The best features of their Masses are those that combine faithfulness to the Neapolitan forms with a contrapuntal richness such as no Neapo litan composer ever achieved.",
        "At this stage disturbances, now by Aramaean tribes, now by Arabia, combine with the new rise of Egypt and the weakness of Assyria to mark a turning-point in the world's history.",
        "especially Isaiah), the character of the reforms ascribed to Josiah (2 Kings xxiii.), the pictures drawn by Jeremiah and Ezekiel, and the latter's condemnation of the half-Hittite, half-Amorite capital, combine with the events of later history to prove that the religion of the national sanctuary must not be too narrowly estimated from the denunciations of more spiritual minds or from a priori views of the inevitable concomitants of either henotheism or monotheism or of a lofty ethical teaching.",
        "Moreover, the elaborate account of the vast invasion and conquest, the expulsion, extermination and subjugation of earlier inhabitants, and the occupation of cities and fields, combine to form a picture which cannot be placed in Palestine during the 15th-12th centuries.",
        "The varied standpoints (historical, social, legal, religious, &c.) combine with the fragmentary character of much of the evidence to suggest that the literature Hypotheses.",
        "The abundance in which iron is found in so many places, its great strength, its remarkable ductility and malleability in a red-hot state, and the ease with which two heated surfaces of iron can be welded together under the hammer combine to make it specially suitable for works on a large scale where strength with lightness are required - things such as screens, window-grills, ornamental hinges and the like.",
        "Perceiving a molecular isonomy between them and the inorganic compounds of the metals from which they may be formed, he saw their true molecular type in the oxygen, sulphur or chlorine compounds of those metals, from which he held them to be derived by the substitution of an organic group for the oxygen, sulphur, &c. In this way they enabled him to overthrow the theory of conjugate compounds, and they further led him in 1852 to publish the conception that the atoms of each elementary substance have a definite saturation capacity, so that they can only combine with a certain limited number of the atoms of other elements.",
        "But by reason we are the masters of those ideas and appearances which present themselves from without; we can combine them, and systematize, and can set up in ourselves an order of ideas corresponding with the order of nature.",
        "Their detection is especially simple when the stereo-comparator is used; this instrument enables the two eyes to combine the images of each star on two plates into one image (as in the stereoscope); when the star has moved considerably in the interval between the taking of the two plates, it appears to stand out from the rest in relief and is at once noticed.",
        "The truth is that, though the premises contain the conclusion, neither premise alone contains it, and a man who knows both but does not combine them does not draw the conclusion; it is the synthesis of the two premises which at once contains the conclusion and advances our knowledge; and as syllogism consists, not indeed in the discovery, but essentially in the synthesis of two premises, it is an inference and an advance on each premise and on both taken separately.",
        "man is running or not running; and reasoning is a combination of judgments: conversely, there is a mental analysis of reasoning into judgments, and judgment into conceptions, beneath the linguistic analysis of rational discourse into propositions, and propositions into terms. Logic, according to this new school, which has by our time become an old school, has to co-ordinate these three operations, direct them, and, beginning with conceptions, combine conceptions into judgments, and judgments into inference, which thus becomes a complex combination of conceptions, or, in modern parlance, an extension of our ideas.",
        "Judgment is consciousness of the identity or difference and of the causal relations of the given; naming the actual combinations of the data, but also requiring a priori categories of the understanding, the notions of identity, difference and causality, as principles of thought or laws, to combine the plurality of the given into a unity (Schuppe).",
        "This reconstruction, which merges subject and predicate in one expression, in order to combine it with the verb of existence, is repeated in similar proposals of recent English logicians.",
        "Or, to combine truth in thought and in speech, the true is what signifies a thing as it is capable of being known.",
        "It is this unity of apperception which enables us to combine the data of more than one sense, to affirm reality, unreality, identity, difference, unity, plurality and so forth, as also the good, the beautiful and their contraries.",
        "In the former it has been noted 9 that Aristotle's illustration does not combine particular facts into a lowest concept, but specific concepts into a generic concept, and 1° that in the construction of definite inductions the ruling thought with Aristotle is already, though vaguely, that of causal relation.",
        "It was originally intended that this should eventually be extended across the territory to Cowie Harbour (Sabuko Bay) on the east coast, but the extraordinary engineering difficulties which oppose themselves to such an extension, the sparse population of the territory, and the failure of the existing line to justify the expectations entertained by its designers, combine to render the prosecution of any such project highly improbable.",
        "Major Hume appears to combine the latter theory with Philip's political objection to Escovedo.",
        "Though much of Riigen is flat and sandy, the fine beech woods which cover a great part of it, and the bold northern coast scenery combine with the convenient sea-bathing offered by the various villages around the coast to attract large numbers of visitors.",
        "Now the poison is contained, as we have already seen, in the discharges from patients, and in such infected localities the standing conditions and the habits of the people combine to retain the discharges on the premises.",
        "Too jealous of each other to combine, and too demoralized by luxury to resist, they fell an easy prey to Lydia; and when the Lydian kingdom ended with the capture of Sardis by Cyrus, 546 B.C. they passed, almost without resistance, to Persia.",
        "Chlorine and oxygen do not combine directly, but compounds can be obtained indirectly.",
        "The Germanic tribes were still adjusting themselves and slowly learning to combine their primitive institutions with the remains of those of Rome; the premature union under Charlemagne gave way before new invasions, and anarchy became crystallized in feudalism.",
        "If we combine the solutions corresponding to a pair of conjugate complex roots, we obtain, in real form, - = Care ~ cos (ot+~er), (37)",
        "On the one hand, it seemed to follow from the existence of such a family that Homer was a mere \" eponymus,\" or mythical ancestor; on the other hand, it became easy to imagine the Homeric poems handed down orally in a family whose hereditary occupation it was to recite them, possibly to add new episodes from time to time, or to combine their materials in new ways, as their poetical gifts permitted.",
        "In 1843 the Piedmontese -priest Gioberti brought out a remarkable book, in which he urged his countrymen to combine into an Italian confederation with the pope at its head.",
        "Phalaris may thus have been one of those men who combine justice and even humanity with religious fanaticism (Suidas, s.v.; Diod.",
        "Several distinct influences combine to produce this result.",
        "The low humidity, high altitudes and southern latitude all combine to make the climate salubrious and especially beneficial to persons suffering with pulmonary disorders.",
        "Here he made it his aim to combine in a higher unity the learning and to some extent the rationalism of J.",
        "The roasting should be conducted so as to eliminate as much of the arsenic and antimony as possible, and to leave just enough sulphur as is necessary to combine with all the copper present when the calcined ore is smelted.",
        "This was little more than a small platform of green schist with a sacred tree and an altar, and perhaps later a wooden icon (image), the whole enclosed in a temenos: but, as is proved by a great treasure of objects in precious and other metals, ivory, bone, crystal, paste, glass, terra-cotta and other materials, found in 1904-1905, partly within the platform on which the cult-statue stood and partly outside, in the lowest stratum of deposit, this early shrine was presently enriched by Greeks with many and splendid offerings of Hellenic workmanship. A large number of electron coins, found among these offerings, and in style the earliest of their class known, combine with other evidence to date the whole treasure to a period considerably anterior to the reign of Croesus.",
        "But if we know what remedies will increase the power of the heart and what will lessen resistance in the vessels, we may combine them and thus obtain the objects we desired, viz.",
        "In his words it was intended \"to insure a more natural union between intellectual and manual labour than now exists; to combine the thinker and the worker, as far as possible, in the same individual; to guarantee the highest mental freedom by providing all with labour adapted to their tastes and talents, and securing to them the fruits of their industry; to do away with the necessity of menial services by opening the benefits of education and the profits of labour to all; and thus to prepare a society of liberal, intelligent and cultivated persons whose relations with each other would permit a more simple and wholesome life than can be led amidst the pressure of our competitive institutions.\"",
        "All three hydrogen atoms are replaceable by organic radicals and the resulting compounds combine with compounds of the type RC1, RBr and RI to form stibonium compounds.",
        "These costumes may be seen at their best at bull-fights and at such popular festivals as the romarias or pilgrimages, which combine religion with the attractions of a fair.",
        "The provincial parlements reproduced in a smaller scale the organization of that of Paris; but they did not combine the functions of a court of peers.",
        "His doctrines did not meet with general approval among his contemporaries, partly perhaps because he pushed them too far, as for instance in holding that two elements might combine in constantly varying proportions, a view which gave rise to a long dispute with L.",
        "There are in all cultivated soils forms of bacteria which are capable of forcing the inert free nitrogen to combine with other elements into compounds assimilable by plants.",
        "It may produce a disintegration of the toxin molecule, or it may combine with it to produce a body whose combining affinities are satisfied.",
        "His view as to the dual composition of the toxin molecule has already been mentioned, and it is evident that if the haptophorous or combining group has its affinity satisfied by union with antitoxin, the toxin will no longer combine with living cells, and will thus be rendered harmless.",
        "The origin of antitoxin is of course merely a part of the general question regarding the production of anti-substances in general, as these all combine in the same way with their homo logous substances and have the same character of g toxin.",
        "The literary excellence of the work, and the flashes of light which it throws across a momentous but dark epoch of history, combine to give it exceptional importance among the relics of late Roman literature.",
        "In 1307 the first attempt was made to combine the councils of K6lln and Berlin, but the experiment was abandoned four years later, and the two towns continued their separate existence till 1432, when the establishment of a common council for both led to disturbances of which the outcome was that Frederick II.",
        "line of defence and these now combine with Stettin to form one industrial and commercial centre.",
        "To the west the Erzgebirge combine through the Elstergebirge with the Fichtelgebirge, which in their turn are united with the Bohmerwald through the plateau of Waldsassen.",
        "The Indian cessions of 1809, along the Wabash river, aroused the hostility of Tecumseh (q.v.) and his brother, familiarly known as \" The Prophet,\" who were attempting to combine the tribes between the Ohio and the Great Lakes in opposition to the encroachment of the whites.",
        "In the first the gold or silver is made to combine or alloy with metallic lead, the other constituents of the ore being separated from the lead as slag.",
        "It is not as yet possible to fix the exact boundaries of the original home of the Chaldaeans, but it may be regarded as having been the long stretch of alluvial land situated at the then separate mouths of the Tigris and Euphrates, which rivers now combine to flow into the Persian Gulf in the waters of the majestic Shatt el `Arab.",
        "In the first place, many systems combine the two.",
        "In order to reconstruct the hypothetical ancestral Crustacean, therefore, it is necessary to combine the characters of several of the existing groups.",
        "They live in kampongs, which combine to form mukims, districts or hundreds (to use the nearest English term), which again combine to form sagis, of which there are three.",
        "Henson was one of the first to combine aerial screws with extensive supporting structures occupying a nearly horizontal position.",
        "The historic castles, the sites of ancient battles, and the innumerable mansions of the wealthy, combine to give to central England a certain aesthetic interest which the more purely manufacturing districts of the west and north fail to inspire.",
        "the sick inhabitants of their district into an existing hospital, or combine with any other district council in providing a common hospital.",
        "The southern exposure of this littoral region, the shelter afforded against the bitter winds of the north by the lofty Caucasus range, and the copious rainfall all combine to foster a luxuriant and abundant vegetation.",
        "They employ four different colours, yellow, the natural colour, black, red and brown, which are obtained by dyeing, and these colours they combine into effective designs.",
        "Such facts as that dogs \" hunt in dreams,\" make it likely that their minds are not only sensible to actual events, present and past, but can, like our minds, combine revived sensations into ideal scenes in which they are actors, - that is to say, they have the faculty of imagination.",
        "On the whole, the general evidence favours the opinion that any two races may combine to produce a new sub-race, which again may combine with any other variety.",
        "And as a poet Lull takes a prominent position in the history of Catalan literature; such pieces as El Desconort (1295) and Lo Cant de Ramon (1299) combine in a rare degree simple beauty of expression with sublimity of thought and impassioned sincerity.",
        "Berro, ras of Gojam, in order to save himself, attempted to combine with Tigre, but his army was intercepted by Kassa and totally destroyed, himself being taken prisoner and executed (May 1854).",
        "It does not combine directly with oxygen, nitrogen or carbon.",
        "Hilbert and Frank, Billaudot, Bradley and Jacobs, and others) have sought to combine the manufacture of calcium carbide and phosphorus by using only calcium phosphate and carbon, effecting direct reduction by carbon at a high temperature.",
        "It is stable to air and light, and does not combine with oxygen until heated to above 350 in air or 260 in oxygen, forming the pentoxide.",
        "They possess an unpleasant odour, fume on exposure to air, show a neutral reaction, but combine with acids to form salts.",
        "Sulphides and Thio-acids.-Phosphorus and sulphur combine energetically with considerable rise of temperature to form sulphides.",
        "In the riper period cf art the type is softer, and Apollo appears in a form which seeks to combine manhood and eternal youth.",
        "The Western Cordillera branches from the main range first and follows the coast very closely as far north as the 4th parallel, where the San Juan and Atrato rivers, thoughflowing in opposite directions and separated near the 5th parallel by a low transverse ridge, combine to interpose valleys between it and the Cordillera de Baudo, which thereafter becomes the true coast range.",
        "Decker (Ber., 9 5, 38, p. 1144) has found that many ortho substituted quinolines will not combine with methyl iodide owing to steric hindrance, but the difficulty can be overcome in most cases by using methyl sulphate and heating the reaction components to ioo C. for half an hour.",
        "by decomposing ordinary sulphuric acid by a high temperature into SO 2, 0, and H 2 O (the last of course being in the shape of steam), absorbing the water by sulphuric acid, and causing theSO 2 and 0 to combine to SO 3 by means of moderately heated platinum in a fine state of division.",
        "Aberdeen and Glasgow Universities combine to return one member to Parliament.",
        "On the resignation of Lord Derby, the queen, anxious to terminate a period of weak governments, decided on endeavourGoaiition ing to combine in one cabinet the chiefs of the Whig party and the followers of Sir Robert Peel.",
        "had little confidence in either of these statesmen; and it wac still uncertain whether the able group who had been the friends of Sir Robert Peel would finally gravitate to the Conservative or to the Liberal camp. The queen, on the advice of Lord Derby, endeavoured to solve the first of these difficulties by sending for Lord Granville, who led the Liberal party in the Lords, and authorizing him to form a government which should combine, as far as possible, all the more prominent Liberals.",
        "The city's numerous railway connexions and its situation in a coal-producing region (there are five mines within the city limits) and on the Ohio river, which is navigable nearly all the year, combine to make it the principal commercial and manufacturing centre of Southern Indiana.",
        "The latter has for its province the preparation, collection and identification of gases, and the volume relations in which they combine; in general it deals with specific properties.",
        "In the Trinity the problem is to combine independence and unity; in Christology, to combine duality of nature 2 with the unity of the person.",
        "Do the unchecked individual enthusiasm of the Reden, and the loyalty to established beliefs required in the later writings, combine to form a living theology?",
        "Foes advancing through Asia Minor would have their march arrested, and their blows kept beyond striking distance, by the moat which the waters of the Bosporus, the Sea of Marmora and the Dardanelles combine to form.",
        "Most of the elements combine with oxygen in several proportions, for example nitrogen has five oxides: N 2 0, NO, N 2 0 3, NO 2, N205; for classificatory purposes, however, it is advantageous to assign a typical oxide to each element, which, in general, is the highest having a basic or acid character.",
        "Basic oxides combine with acids or acidic oxides to form salts; similarly acidic oxides combine with basic oxides to form salts also.",
        "combine with bases as well as acids; this is the case with elements occurring at the transi tion between basigenic and oxygenic elements in the periodic classification, e.g.",
        "aluminium and zinc. Neutral oxides combine neither with acids nor bases to give salts nor with water to give a base or acid.",
        "Peroxides may be basic or acidic. Some basic oxides yield hydrogen peroxide with acids, others yield oxygen (these also liberate chlorine from hydrochloric acid), and may combine with lower acidic oxides to form salts of the normal basic oxide with the higher acidic oxide.",
        "Acidic peroxides combine with basic oxides to form \"per\" salts, and by loss of oxygen yield the acidic oxide typical of the element.",
        "The unreflective moral consciousness never finds it difficult to distinguish between a man's power of willing and all the forces of circumstance, heredity and the like, which combine to form the temptations to which he may yield or bid defiance; and such facts as \" remorse \" and \" penitence \" are a continual testimony to man's sense of freedom.",
        "It was clear that if philosophic hedonism was to be established on a broad and firm basis, it must in its notion of good combine what the plain man naturally sought with what philosophy could plausibly offer.",
        "As regards moral sentiments generally, the view suggested by Mill is more definitely given by the chief living representative of the associationist school, Alexander Bain; by whom the distinctive characteristics of conscience are traced to \" education under government or authority,\" though prudence, disinterested sympathy and other emotions combine to swell the mass of feeling vaguely denoted by the term moral.",
        "the stage when the weak and suffering combine in revolt against the strong.",
        "1 The problem he attempted to solve was so to combine uniform circular movements as to produce the resultant effects actually observed.",
        "Now, however, he had to decide whether, like Roussel and other of his friends, he should strive to combine the new doctrines with a position in the old church, or whether he should definitely break away from Rome.",
        "Every practical politician of whatever party must necessarily combine in his programme individualistic and socialist principles.",
        "The marked feature of Schleiermacher's thought in every department is the effort to combine and reconcile in the unity of a system the antithetic conceptions of other thinkers.",
        "Three or four poor members of a sept might combine their property and agree to form a \" joint family,\" one of whom ' See D'Arbois de Jubainville, Revue celtique, xxv.",
        "The second conclusion is that, as a general rule, the incandescent heavenly bodies are not masses of solid or liquid matter as formerly assumed, but mainly masses either of gas, or of substances gaseous in their nature, so compressed by the gravitation of their superincumbent parts toward a common centre that their properties combine those of the three forms of matter known to us.",
        "For an exhaustive detailed study has revealed many signs of diversity of authorship which combine to show that the book is due to the incorporation of older material in two main redactions; one deeply imbued with the language and thought of Deuteronomy itself (D), the other of the post-exilic priestly circle (P) which gave the Pentateuch its present form.",
        "The normal annual expenditure amounts to about L56,000, while 24,000 is generally allotted to extraordinary works, such as new cuttings, &c. Between 1857 and 1905 a sum of about one and three quarter millions sterling was spent on engineering works, including the construction of quays, lighthouses, workshops and buildings, &c. Sulina from being a collection of mud hovels has developed into a town with 5000 inhabitants; a well-found hospital has been established where all merchant sailors receive gratuitous treatment; lighthouses, quays, floating elevators and an efficient pilot service all combine to make it a first-class port.",
        "Whatever future research may bring, it cannot remove the internal peculiarities which combine to show that Genesis preserves, not literal history, but popular traditions of the past.",
        "There are, therefore, many preliminary points which combine to show that the critical student cannot isolate the book from Oriental life and thought; its uniqueness lies in the manner in which the material has been shaped and the use to which it has been put.",
        "The uncertain climate renders it necessary to include either other branches of the craft less dependent on warmth and sunshine, or to combine it with fruit-growing, poultry-rearing, &c. Under such conditions the bees will usually occupy a good position in the balance-sheet.",
        "When the House met in August, it was decided by the Liberal Unionists, under Lord Hartington's leadership, that their policy henceforth was essentially to combine with the Tories to keep Mr Gladstone out.",
        "Of course there is a large interfusion of the blood of each of the trio through the dams of horses of the present day; indeed, it is impossible to find an English race-horse which does not combine the blood of all three.",
        "With their immense size and weight-1800 lb to 2200 lb - the Shires combine great strength, and they are withal docile and intelligent.",
        "They combine with aldehydes and ketones, with elimination of water and formation of mercaptals and mercaptols.",
        "To obtain the magnification of the complete microscope we must combine the objective magnification M with the action of the eyepiece.",
        "The advice of Thales of Miletus to combine in a political union was rejected.",
        "These passages combine to furnish a representation of the events leading to the capture of the capital which is distinct from and now superseded by the detailed narratives in ii.",
        "The political importance of Egypt was not constant, and the known fluctuations of geographical terms combine with the doubtful accuracy of early writers to increase the difficulties.",
        "- Under the Poor-Law, Education and Registration Acts power was given to the central authority to combine parishes for purposes of local administration.",
        "If an amount of the bases sufficient to combine subsequently with the fatty acids be present, then the corresponding salts of these fatty acids are formed, such as sodium salts of fatty acids (hard soap) or potassium salts of the fatty acids (soft soap), soaps of the alkaline earth (lime soap), or soaps of the metallic oxides (zinc soap, &c.).",
        "In 1910 he returned to England, and took up the position of managing director of the traffic combine which included the Underground Electric Railway Co.",
        "Hence the word \"pharmaco-therapy\" has come into use, and most of the newer standard textbooks combine together the consideration of pharmacology and therapeutics.",
        "In the intestine they combine with ammonia and other alkalis present, and are absorbed into the blood as neutral salts, being excreted chiefly in the urine.",
        "Calcium salts form insoluble soaps with fats, and combine with albumen in a manner which makes them soothing and astringent rather than irritating.",
        "Their soluble salts combine with albumen and preserve it, strong solutions being extremely irritant or caustic, while weaker ones are astringent simply, or even soothing.",
        "The nature of these antitoxic substances is not definitely known, but they combine with and destroy the poisons.",
        "You prevent one from dying, bring the other back from the dead-dead, combine their souls and release her from Hell.",
        "The resulting degrees combine intellectually coherent breadth of study with focussed depth in the honors years.",
        "Those two words combine to express the underlying attitude of heart that is a woman's true adornment.",
        "Glycerin and organic silicones combine with soothing aloe and allantoin to renew, calm, and condition skin.",
        "alternate Wednesdays at Combine House.",
        "ambienceuted tones combine with glorious dark woods, blending perfectly to create a truly relaxing and enchanting ambiance.",
        "The Meridian DSP loudspeakers combine excellent acoustic and drive-unit technology, with multiple built-in power amps and unique performance-enhancing DSP and digital conversion systems.",
        "We combine traditional 2D animation, illustration and design with 3D animation and digital ink and paint services.",
        "In the germline DNA, the V genes encoding the antigen combining sites need to combine with the C genes.",
        "You can combine two country auberges, provided that your stay at each hotel is for 2 nights.",
        "If this doesn't generate more energy from your horse then it is possible to combine a low calorie balancer with oats.",
        "They were convenient to where I started out from, and could combine the slipping out with a bottom blacking.",
        "Four of us can't manage to combine lifting the thing up with doing up the pinch bolts.",
        "brand-new music tracks that combine classic themes with the charged pace of tactical action.",
        "Aims to combine the two bits of a double bridle into a single mouthpiece.",
        "Occasional patch of sterile brome (suspects from contractors combine ).",
        "Combine softened butter with the egg and water and half the Glutafin Pastry Mix, and beat with an electric whisk for 1 minute.",
        "cackles with glee You combine 1 sulfur.",
        "Hennessy Weekend Combine your golf break with the highlight of the Newbury racing calender!",
        "Combine literacy and IT skills to insert captions, labels and notes on the digital images.",
        "carbonic gases combine daily with ocean water.",
        "The lovely old oak beams, warm carpeting and cheerful fabrics all combine to make your stay truly comfortable and relaxing.",
        "Combine the grated celeriac, walnut pieces and diced apple in a bowl.",
        "Several pieces of evidence combine to establish human-produced halocarbons as the primary source of stratospheric chlorine.",
        "Find citation Find Citation lets you combine fields to retrieve journal article citations.",
        "Glockenspiel, strings, reeds, world percussion and programming combine to create classy, intelligent, frail and melancholy pieces.",
        "Save the interesting shape scraps to combine in paper collages.",
        "combine harvesters make short work of the harvest.",
        "combine elements from each of their designs into a final piece.",
        "combine expertise in diverse disciplines including law, finance, economics and politics.",
        "combine an apparent simplicity with statements which have a universal ring.",
        "combine to produce an image which varies in intensity (tone) in the range direction across the image.",
        "combine to give you a liveaboard experience that will last in the memory for ever.",
        "She is unique in being able to combine serious knowledge of personal finance with the lightness of touch of a seasoned comedienne.",
        "Combine that with complete anonymity and it spells big trouble for any business conducting online commerce.",
        "More recently, I have been using computer graphics to combine them.",
        "conventional to combine deaths by intentional self harm with deaths of undetermined intent.",
        "Rexroth launched a family of compact single- and three-phase frequency converters said to combine easy start-up with extensive functions.",
        "Crystal clear waters, colorful coral and tropical fish abound and combine to make for an interesting day at the beach.",
        "Some jobs may combine creative with technical skills, such as technical jobs in the arts like a lighting technician.",
        "Mathematical models will be required in order to combine the data estimates derived from the range of sources.",
        "Our vast range is all handcrafted using traditional methods by individual craftsmen who combine tradition with contemporary design.",
        "Combine this with its milder climate and a plethora of excellent beaches and you have the UK's premier surf destination.",
        "Some flagellates combine the methods of plant and animal feeding, however most planktonic dinoflagellates are in fact plants.",
        "Diphthongs As in English, it is often the case in Welsh that two vowels combine to form a diphthongs As in English, it is often the case in Welsh that two vowels combine to form a diphthong.",
        "They combine filial obedience and propriety with a steadfast resolve to take no real notice of parental disapproval of her unlikely but successful match.",
        "It incorporates a little drama and social commentary to combine to what I would call a decent dramedy.",
        "They combine the technique of weaving, embroidery and sculpture.",
        "Combine the two buildings and you have a potentially enormous event.",
        "The song is structured with tranquil quiet verses and an upbeat chorus that combine to make a very Genesis like mini epic.",
        "Walk, cycle, make greater use of public transport, or simply combine errands into one trip.",
        "As a result the house and its contents combine to vividly evoke the innovative lifestyle of this influential group of Ã©migrÃ© artists.",
        "We also help deliver a Walking for Health scheme, to encourage people to combine gentle exercise with a social event.",
        "Kite surfing holidays combine the exhilaration of kite flying with the adrenalin.. .",
        "Put on any dress that does not combine extravagance and arrogance.",
        "Social activities in regard to professional and family are highly favorable, and if you can combine the two, so much the better.",
        "The newly developed, extra-light cast aluminum wheels in almost filigree five-spoke design, combine easy care with superior strength and stiffness.",
        "Meanwhile, combine the vinegar, brown sugar, and chili flakes in a small saucepan.",
        "The Master Blaster & Rubber Tire Ride -- Both these rides combine to make the longest indoor water flume in Ireland.",
        "It is concluded that this \" continuity illusion \" helped the auditory system to combine information from physically non-simultaneous formants.",
        "Combine your love of golf with your entrepreneurial skills and work from home with this low cost, flexible and profitable franchise.",
        "Featuring a back seam and silk gusset, they combine sexy appeal with comfort.",
        "Try to get out of your warren without getting mangled in the farmer's combine harvester \" .",
        "How astrologers combine psychic intuition and science to guess the lottery numbers?",
        "inventive choreography and staging combine with Serge Prokofiev's powerful score to create a compelling and stimulating production.",
        "The aim of the collaboration between Sheffield and Aberystwyth is to combine modeling studies with experimental observations of the high- latitude ionosphere.",
        "Combine any of the hotels, including those in Nova Scotia, to make your own touring itinerary.",
        "javelin thrower Brett Byrd, one of Tamworth's top field athletes, will combine training at the track with indoor winter training.",
        "If you combine this with a ride that offers a kaleidoscope of Autumn colors the Camel Trail is \" a must do \" .",
        "This is a one-year course giving you the skills to combine your academic knowledge with practical know-how.",
        "We are looking for someone who is able to combine administrative legwork with intellectual curiosity about a research question.",
        "Combine cooked lima beans with onion and purÃ©e in electric blender until smooth, using a little of the cooking liquid if necessary.",
        "Course combinations You can also combine linguistics with a range of other subjects including German, Spanish, Portuguese, and French.",
        "Spanish lustrewares combine two important innovations for which the potters of the Arab world were famous.",
        "Combine your Eurostar journey with some truly luxurious hotels for the ultimate European city break.",
        "Some companies have used information manga to combine advertising exercises with public information projects.",
        "Mash with a potato mash with a potato masher or hand mixer to combine.",
        "Mash with a potato masher or hand mixer to combine.",
        "Jonas has managed to combine technical mastery with feeling, like all the best dancers do.",
        "The solution in a liquid extract is to combine the only really good herbs for this effect, yerba mate ' and ginseng species.",
        "In this new edition of ' oral microbiology ' the authors ' combine the clinical aspects of oral microbiology with an ecological emphasis.",
        "These three light dishes, combine beautifully and leave you with just enough space for an after-dinner mint!",
        "Luckily the option of flexible training meant I could easily combine motherhood with continuing my career.",
        "multiplication of matrices is defined so as to agree with what happens when we combine, or compose linear transformations.",
        "In a small bowl, combine the Dijon mustard, coarse mustard, yogurt, mayonnaise and honey.",
        "The nitrogen can also transform into nitrites, which can combine with the proteins in food to form nitrosamines, which are carcinogenic.",
        "Your site should combine information in text, graphical and possibly numerical format.",
        "Complex machines, films, live music and an acute sense of the absurd combine in creating images of striking originality.",
        "There was little practical difficulty for the medical missionary to combine his medical service with evangelistic outreach.",
        "palatial surroundings, fine antiques and the highest levels of personal service combine to give the Culloden Hotel an air of elegance.",
        "They allowed him to combine his penchant for death and disaster with flag-waving patriotism.",
        "These important factors combine to generate a permutation of approximately a million different profiles.",
        "This leaves the cycle, and two of these triose phosphate molecules combine to form one glucose molecule using the glycolysis enzymes in reverse.",
        "They combine the best of picture book art with small lively detailed animations, specifically designed to fit with a picture-book style.",
        "Combine them with sliced orange segments and a few toasted pine nuts for a delicious salad.",
        "To prepare the polenta: In a medium saucepan, combine chicken broth and butter; bring to a boil.",
        "polymer colloids find important applications in the development of plastics, which combine the different properties of conventional materials, e.g.",
        "prickle beautiful high harmonies, that sentiment, combine to send the hairs prickling on the back of my neck.",
        "The project will combine analytical studies and numerical modeling tools for simulating wave propagation in fractured porous rock.",
        "Of course, many types of work combine these four elements in varying proportions.",
        "Meanwhile, make the sauce: Combine reserved tomato pulp with tomato sauce.",
        "Combine the dried fruit, fresh fruit, nuts, leaves and seasoning in a bowl, and add the cooled red quinoa.",
        "refined sensibilities who wish to combine a better class of fare with a different brew.",
        "I plan to pursue a career in sports marketing or public relations which will allow me to combine both my passions.",
        "The first group to combine 50's rockabilly with the raw energy of Punk, the Meteors continue to influence bands around the world.",
        "In 2-quart bean pot or casserole, combine beans, onion and ground salt pork.",
        "Brighton and Hove combine to offer Regency and Georgian grandeur, miles of Victorian seafront and social life opportunities rarely found outside central London.",
        "Combine the oil, garlic and Italian seasoning and brush the potatoes lightly with some of the mixture.",
        "But there is growing tendency to combine anti Zionism with Anti Semitism.",
        "sensibility those of somewhat more refined sensibilities who wish to combine a better class of fare with a different brew.",
        "The tools they operate include lathes, cutters, milling machines, grinders, borers and machines that combine several of these functions.",
        "Since qualifying as a London guide, I like to combine sightseeing with touring and look for as much variety of work as possible.",
        "simulateoject will combine analytical studies and numerical modeling tools for simulating wave propagation in fractured porous rock.",
        "And if we were to combine those he wants to injure people by malicious slander.",
        "verbal slapstick, visual wisecracks and vertiginous melodrama combine in this very funny staging of the unstageable.",
        "slavish dependence upon non-renewable energy sources combine to blind us from seeing these opportunities.",
        "Add the spicy slaw to the cabbage and carrot, mixing well to combine.",
        "In this task, therefore, you combine your knowledge of search engines with your knowledge (however slight!",
        "I am attached to a veritable smorgasbord of IV bags which all combine into my tube.",
        "The MBA is designed in these stages to combine the core module with functional specialisms.",
        "The telescopes would combine infrared light to produce high-resolution spectra of the atmospheres of distant planets.",
        "spice paste and combine.",
        "sportsman>sportsmen's paradise combine to make in the united are expecting more.",
        "The combine picks up the rows and harvests the seed, chopping the stalks and spreading them as it goes along.",
        "You say to Ethandros, \" Hiya darling \" You combine 1 sulfur.",
        "Combine a guided trip with a hunt for spectral tarsier at dusk for value for money.",
        "Following the tradition of Mercury Rev and Arcade Fire, this six-piece combine small-town folk with rock theatrics.",
        "tiling in the kitchen and combine style with practicality, to create a totally co-ordinated look.",
        "trilingual speech synthesis combine to make this an indispensable learning tool.",
        "triose phosphate molecules combine to form one glucose molecule using the glycolysis enzymes in reverse.",
        "This means that it is easy to combine one subject with another, because you can change triposes between one year and another.",
        "There are calls to combine tidal and wind power and install tidal stream turbines on the bases of offshore wind turbines.",
        "Now, however, food giant Heinz has finally twigged that it would make sense to combine the two.",
        "varyese effects combine to produce an image which varies in intensity (tone) in the range direction across the image.",
        "veritable smorgasbord of IV bags which all combine into my tube.",
        "Their performances combine an extraordinary vocal virtuosity with a great sense of presentation.",
        "stunning visuals & music & a lot of water combine in this playful and poetic production.",
        "She moves around selectively between a few preferred spots in the house which combine the warmth of a radiator with real sunlight.",
        "It may help if you can combine these with rain sensitive wipers and light sensitive lights.",
        "Verbal slapstick, visual wisecracks and vertiginous melodrama combine in this very funny staging of the unstageable.",
        "Content: A practical workshop which aims to combine delegates experiences with tutor led input.",
        "this - to try to bring unity and harmony into the scattered thoughts of our general culture, to trace them to their primary assumptions and follow them into their ultimate consequences, to connect them all together, to remodel, curtail or amplify them, so as to remove their apparent contradictions, and to combine them in the unity of an harmonious view of things, and especially to investigate those conceptions which form the initial assumptions of the several sciences, and to fix the limits of their applicability.",
        "The main proof of the objective value of the view we may gain will rather lie in the degree in which it succeeds in assigning to every element of culture its due position, or in which it is able to appreciate and combine different and apparently opposite tendencies and interests, in the sort of justice with which it weighs our manifold desires and aspirations, balancing them in due proportions, refusing to sacrifice to a one-sided principle any truth or conviction which experience has proven to be useful and necessary.",
        "This conviction of the emptiness of terms and abstract notions, and of the fulness of individual life, has enabled Lotze to combine in his writings the two courses into which German philosophical thought had been moving since the death of its great founder, Leibnitz.",
        "If we accept the hypothesis that each kind of atom has a specific and invariable weight, we can, with the aid of the above theory, make most important inferences concerning the proportions by weight in which substances combine to form compounds.",
        "The law of constant proportions asserts that when two elements unite to form a compound the weights that combine are in an Law of invariable ratio, a ratio that is characteristic of that compound.",
        "Law of If we know the weights a and b of two elements that are reciprocal found in union with unit weight of a third element, then proporwe can predict the composition of the compounds which the first two elements can form with each other; either the weights a and b will combine exactly, or if not, these weights must be multiplied by integers to obtain the composition of a compound.",
        "The astonishing variety of ratios in which carbon and hydrogen combine was not at first realized.",
        "It does not combine with hydroxylamine, as does the isomeric phloroglucin which yields a trioxime(see Polymethy1.Enes).'",
        "(0C2H5)5 is obtained as a colourless liquid of boiling point 112Ã‚° C. Boron triethyl and boron trimethyl both combine with ammonia.",
        "It is possible to conceive of any number of notes struck and sustained by the fingers as consisting of so many quasi-vocal parts; but when a series of single sounds is played and each sound continues to vibrate by means of a pedal which prevents the dampers from falling on the strings, then we are conscious that the sounds have been produced as from one part, and that they nevertheless combine to form a chord; and this is as remote from the spirit of polyphonic part-writing as modern English is from classical Greek.",
        "It had further to provide at low charges for the distribution of news to the Press; it had to facilitate the transmission of money orders by telegram; finally, it had to amalgamate into one staff bodies of men who had formerly worked as rivals upon opposite plans and with different instruments, and to combine the amalgamated telegraph staff with that of the postal service.",
        "18); his repeated emphasis on Christ, as supreme over all things, over men and angels, agent in creation as well as in redemption, in whom dwelt bodily the fulness of the Godhead; and his constant stress upon knowledge, - all these combine to reveal a speculation real and dangerous, even if naive and regardless of consequences, and to suggest (with Julicher and McGiffert) that in addition to Jewish influence there is also the direct influence of Oriental mysticism.",
        "Andrea, conscious as he was of his own great faculty and mastery, seems nevertheless to have felt that there was something in his old preceptor's strictures; and the later subjects, from the legend of St Christopher, combine with his other excellences more of natural character and vivacity.",
        "conceptus, a thought, from concipere, to take together, combine in thought; Ger.",
        "13); (34) the tree called peridexion (protects pigeons from the serpent by its shadow); (35) the pigeons (of several colours;: led by one of them, which is of a purple or golden colour); (36) the antelope (or hydrippus; caught by its horns in the thicket); (37) the fireflints (of two sexes; combine to produce fire); (38) the magnet (adheres to iron); (39) the saw-fish (sails in company with ships); (40) the ibis (fishes only along the shore); (41) the ibex (descries a hunter from afar); (42) the diamond again (read \"carbuncle\"; found only by night); (43) the elephant.(conceives after partaking of mandrake; brings forth in the water; the young protected from the serpent by the father; when fallen is lifted up only by a certain small individual of its own kind); (44) the agate (employed in pearl-fishing); (45) the wild ass and ape (mark the equinox); (46) the Indian stone (relieves patients of the dropsy); (47) the heron (touches no dead body, and keeps to one dwellingplace); (48) the sycamore (or wild fig; grubs living inside the fruit and coming out); (49) the ostrich (devours all sorts of things; forgetful of its own eggs).",
        "Such groups (each with its local deity) would combine for definite purposes under the impulse of external needs, but owing to inevitable internal jealousies and the incessant feuds among a people averse from discipline and authority, the unions were not necessarily lasting.",
        "A series of campaigns against Edom, Moab, Ammon and the Aramaean states, friendly relations with Hiram of Tyre, and the recognition of his sovereignty by the king of Hamath on the Orontes, combine to portray a monarchy which was the ideal.",
        "That later tradition should give the pre-eminence to the priestly reforms of Ezra is in every way natural, but it has been found extremely difficult to combine the two in any reconstruction of the period."
    ],
    "definition": [
        "To bring into a state of unity; make united: combined the ingredients in a bowl; combined the eggs and flour.",
        "To join (two or more substances) to make a single substance, such as a chemical compound; mix.",
        "To have, exhibit, or involve in combination: The choreography combines artistry and athletics.",
        "To harvest (a grain crop) using a cutting, threshing, and cleaning machine.",
        "To become united: factors that combined to produce a storm.",
        "To join together for a common purpose. See Synonyms at join.",
        "Chemistry To form a compound.",
        "To harvest a grain crop using a cutting, threshing, and cleaning machine.",
        "A power-operated harvesting machine that cuts, threshes, and cleans grain.",
        "An association of people or groups united for the furtherance of political or commercial interests.",
        "A combination.",
        "com·bin′er\nnoun",
        "Link/Cite",
        "(colloquial) London Underground",
        "Link/Cite"
    ]
}