{
    "translation": "בנחת, בנוחות",
    "uses": [
        "Bilibin settled down comfortably beside the fire.",
        "They chatted comfortably during the ride.",
        "The Queen's Park and Titwood clubs in Glasgow have each three greens, and as they can quite comfortably play six rinks on each, it is not uncommon to see 144 players making their game simultaneously.",
        "However, when I have thought to indulge myself in this respect, and lay their Heaven under an obligation by maintaining certain poor persons in all respects as comfortably as I maintain myself, and have even ventured so far as to make them the offer, they have one and all unhesitatingly preferred to remain poor.",
        "After dinner the count settled himself comfortably in an easy chair and with a serious face asked Sonya, who was considered an excellent reader, to read the appeal.",
        "Thanks to pain medication, Clarissa was resting as comfortably as could be expected.",
        "She was dressed comfortably in jeans and a light sweater.",
        "He is provided with quick and slow motions in right ascension and declination, which can be operated from the eye-end, and he can work in a closed and comfortably heated room.",
        "How the Saracens, when they took him prisoner, he being half dead with a complication of diseases, kindly left him \"un mien couverture d'ecarlate\" which his mother had given him, and which he put over him, having made a hole therein and bound it round him with a cord; how when he came to Acre in a pitiable condition an old servant of his house presented himself, and \"brought me clean white hoods and combed my hair most comfortably\"; how he bought a hundred tuns of wine and served it - the best first, according to high authority - well-watered to his private soldiers, somewhat less watered to the squires, and to the knights neat, but with a suggestive phial of the weaker liquid to mix \"si comme ils vouloient\" - these are the details in which he seems to take greatest pleasure, and for readers six hundred years after date perhaps they are not the least interesting details.",
        "Instead of keeping still, so I could eat him comfortably, he trembled so with fear that he fell off the table into a big vase that was standing on the floor.",
        "The work is hard, and, as there are few amusements on the farm, the men spend their resting periods in sleep. Their dormitories are usually comfortably furnished, their dining-halls clean.",
        "She dressed comfortably and packed her overnight bag, then searched the room, certain she was forgetting something.",
        "Then he took out a knife, cut something, closed the knife, placed it under the head of his bed, and, seating himself comfortably, clasped his arms round his lifted knees and fixed his eyes on Pierre.",
        "If she just turned her head, she could see me, sitting comfortably a scant ten feet away in the darkened living room.",
        "And if so, would they be able to fit three people comfortably in the front seat?",
        "He worked fairly, played fairly, lived comfortably, made good and lasting friends.",
        "Yet the conversation never turned comfortably toward children.",
        "You and I will travel comfortably in my caleche.",
        "Mom was \"resting comfortably,\" the only news a night volunteer at the hospital would convey.",
        "Lana's skin was soft, her body fitting comfortably against his.",
        "Years from now, when he was comfortably ensconced in his Ouray, Colorado bed and breakfast, he'd often look back on this day as the turning point in his life, but for now it was only the start of yet another five work days.",
        "In carriages--see how comfortably they've settled themselves!",
        "She walked through the masses, comfortably hidden behind her mask.",
        "She nestled herself comfortably in Dorothy's lap until the kitten gave a snarl of jealous anger and leaped up with a sharp claw fiercely bared to strike Billina a blow.",
        "Nor was the advice bad, for a porter was likely to be as plentifully fed, and as comfortably lodged, as a poet.",
        "They all chatted comfortably, and Mrs. Poe seemed to have let go of her suspicions about Connor.",
        "Mr Robertson found them without education, without religion, without laws and without any system of government, but living comfortably on clearings of cultivated land.",
        "This makes it impossible for a man to live honestly, and at the same time comfortably in outward respects.",
        "Keep in mind that you get what you pay for, and the cheaper the scrubs, the less likely they are to fit as comfortably or be as durable as the more expensive lines.",
        "She rolled over and glanced at Bordeaux, who seemed to be resting comfortably.",
        "The successful novelist, who is living comfortably with his fussy butler, decided to contemplate marriage.",
        "corpulent form of William Major, comfortably filling his favorite chair and sipping a brandy.",
        "drowsy state by sitting or lying comfortably.",
        "For example, several of the styles that Joe Boxer makes are quite funny, and some men find that they fit more comfortably with their personalities.",
        "They stay comfortably in place when wearing jeans or a conservative pair of dress slacks.",
        "Under this new umbrella, models like that of Miranda Kerr and Behati Prinsloo extol the virtues of comfortably cute underthings, collegiate sweaters, and various other apparel that showcase school \"spirit.\"",
        "The garter belt should rest comfortably on your hips.",
        "The stretch is important so that the belt sits against the waist and stomach comfortably and smoothly.",
        "Pull-on Yoga Pant: Who says you can't sleep in a comfortably cool yoga pant?",
        "In winter, you can comfortably wear this with a robe and a pair of leggings underneath.",
        "When it comes to nighties and night gowns, nobody said that you have to compromise feeling sexy and gorgeous in order to sleep comfortably!",
        "Unfortunately, the shirt isn't long enough to be worn comfortably without the bottom piece.",
        "Comfort: It should go without saying, even when it comes to nursing bras, that the garment you choose should fit comfortably.",
        "For women who sometimes feel they have a little bit more on top than they are comfortable with, the minimizer bra allows them to conform what was given to them into something that might fit them more comfortably.",
        "Thongs also remove any possibility of a panty line, but look for those with less fabric (think dental floss) that fit comfortably in place.",
        "A sheer body stocking can trim away an extra inch and make your clothing fit more comfortably.",
        "All but a few women can wear silicone comfortably, whereas you want to avoid having plastic against your skin.",
        "This lingerie has an elastic waist that stretches to fit you comfortably.",
        "If it doesn't, you will find that either your breasts are left unsupported, or that you are unable to move comfortably without feeling like there is some \"overspill\" to your garment.",
        "Many women are pleased with the way that thong panties comfortably fit while providing the desired look under clothing.",
        "There are a lot of bandeau bras that fit comfortably and look great, but they peek out from underneath your clothes.",
        "Pale pink adds an innocent touch to a set that can carry you through a leisurely morning into a day spent comfortably at home.",
        "The 18-Hour Bra: A bra meant to be worn comfortably for up to 18 hours!",
        "This extra step will help to ensure that instead of dwarfing your figure, your robe is snug and fits comfortably.",
        "Baby doll: Naughty and nice at the same time, this super-short intimate apparel exposes much of the body, allowing you to stay comfortably cool.",
        "These cotton garments absorb moisture and allow the skin to breath comfortably.",
        "It may seem impossible, but you can find DDD sports bras that fit comfortably while offering the performance you deserve.",
        "When you find a bustier you like, you definitely need to find the right size: these bustier tips will help you get one that comfortably skims the body without binding or creating too much pressure.",
        "Men looking for a fresh look or for a new body are in the right place when they explore transvestite lingerie vendors, and they can browse safely and comfortably from their own home.",
        "Sexy satin nightgowns make you feel attractive and keep you comfortably cool.",
        "You'll want to make sure that your party will be able to be seated comfortably, and with plenty to leg room to spare.",
        "It's pretty safe to say that Kathy Griffin will remain comfortably on the \"D\" list…at least for another season.",
        "It comfortably fits reality television stars Jim Bob and Michelle Duggar and their 18 children.",
        "These folks have usually accumulated more belongings than their homes can comfortably handle, and this clutter is the main focus of the house tour.",
        "One of the best things about Serenity is the fact that all of the original actors from the series have returned to their roles, slipping comfortably and happily into their Firefly skins.",
        "Unless your skin is especially sensitive and simply can't tolerate fragrances, you can probably comfortably apply scented products to your body.",
        "Keep toenails at a comfortably short hygienic length.",
        "Of course, this may not be possible with some injuries, but it is worth trying if you are able to comfortably position yourself.",
        "They'll keep your toes comfortably separated while your nails are being painted.",
        "If you're paying for a professional manicure, make sure your technician can comfortably apply a zebra pattern on your nails to avoid disappointment.",
        "Sit comfortably two to three feet from the bulb.",
        "An example of the latter type of improvement is installing air conditioning units with filter the air better, thereby making an individual with severe allergies able to live more comfortably in the house.",
        "The splendid Dining room comfortably accommodates up to 100 guests for a sit down meal.",
        "I'm sure it could seat three very comfortably.",
        "Buy big Get the largest memory card that you can comfortably afford.",
        "awkward to fit two steps comfortably between the gaps in the rails.",
        "bagged braces as the Addicks comfortably progressed through to the quarter-finals.",
        "Comfortably furnished the bungalow has a rear, sunny sheltered enclosed lawned garden.",
        "The main attraction of the center is the Stuttgart Suite which comfortably caters for sixty people and features a fully automated display wall.",
        "Margaret UK 01/02/2005 Unfortunately, i cannot sit comfortably on hard plastic seats - broken coccyx.",
        "coccyx area and allows you to sit more comfortably for longer.",
        "colostomy pouch comes in a modern shape that has been designed to sit comfortably in the groin area.",
        "curling effort which was comfortably saved by Sean Murdoch.",
        "Forget theme parks and rollercoasters, here's our selection of comfortably extreme days out with your little daredevil.",
        "Shelves and cupboards for plenty of storage. * Dining Room: Beautiful built-in oak dinette, comfortably seats four.",
        "There she was fairly comfortably ensconced in a suite of rooms.",
        "Beautifully stylish and comfortably furnished, it retains many original features with.. .",
        "flannel soaked in comfortably hot water against the (closed) eyelids for 5 minutes.",
        "The Barn: Each bedroom is comfortably furnished with double or twin beds.",
        "Relax the shoulder girdle, keep the teeth comfortably together with the tip of the tongue resting behind the front upper teeth.",
        "The comfortably furnished, L-shaped lounge/diner features a grand piano.",
        "Fish of 10lbs or even larger can be comfortably handled and even small grilse give a good account of themselves on such light tackle.",
        "The up to 37 hour version comfortably records 10.5 hours at DVD-quality using a 30GB hard disk.",
        "Six way adjustable leather headrests let every customer rest comfortably with no neck discomfort.",
        "We know that poorly off households are less likely to have home computers than comfortably off homes.",
        "Dana Schutz Sword Rack 2003, Oil on Canvas 213 x 183cm Dana Schutz has a way of producing horror that feels comfortably homey.",
        "Forearms should be roughly horizontal when resting on your desk and your computer keyboard needs to be where your fingers fall comfortably.",
        "Donna Corner lofted the kick almost releasing Wadd at the far post, but the Dutch keeper claimed comfortably.",
        "lambskin liner is washable, and the whole ensemble fits comfortably under a cabin seat.",
        "The faux lambskin liner is washable, and the whole ensemble fits comfortably under a cabin seat.",
        "The 9 ply maple deck is designed for all rider weights and the new shape allows riders with large feet to ride comfortably.",
        "Read About meditation Below 5-Minute Meditation: Healing Temple Sit comfortably in a private place.",
        "nestled comfortably in the wooded foothills.",
        "Then we had to add a little bit, because Roger wanted to do the line, \" I have become comfortably numb \" .",
        "pitch-black humor that sits comfortably beside the moments of horror.",
        "Despite several careless jumps, Coolefind comfortably took The Men's Open to give rider Stuart Morris his 100 th career point-to-point success.",
        "By the end of the deliciously protracted meal, the whole team, even Teal'c, was almost fully recovered and feeling comfortably replete.",
        "resolute in defense throughout, winning relatively comfortably 3-0.",
        "Rich Wadner was comfortably the top rookie this year in his beautifully turned out Swift SC92, and will be worth watching next season.",
        "An experienced saddler is essential to undertake these regular assessments and changes to the saddle to allow the horse to move comfortably.",
        "A Pret a Manger soy sauce bottle in the shape of a fish sits comfortably next to a fossilized sea urchin.",
        "I preferred solitude anyway; it was the medium in which I had been raised, in which I swam comfortably.",
        "A perching stool will enable you to rest comfortably at a suitable height for a kitchen work surface.",
        "striker's shot was comfortably saved by Schwarzer.",
        "The accommodation has been comfortably furnished in farm style teak furniture with great attention to detail.",
        "The ultimate, cordless trackball fits advanced optics and digital radio technology comfortably into the palm of your hand.",
        "typify is typified by the growth in the number of American-style gated communities, where the better-off are comfortably isolated from their poorer neighbors.",
        "Too few guests and the atmosphere will seem unsociable; too many and it will be too crowded to circulate or dine comfortably.",
        "Into its comfortably upholstered rear, Henry put a cardboard miniature of a Pullman section.",
        "The manual divides comfortably without too much overlap into three sections, classical, molecular and medical virology.",
        "There is now a central area dedicated to workshops comprising two large worktables which each comfortably seat six people.",
        "Boracic acid receives no mention here; though it is popularly known as an antiseptic, it is in reality only a soothing fluid, and bacteria will flourish comfortably in contact with it.",
        "Unhitch those tugs, Zeb, and set me free from the buggy, so I can fight comfortably.",
        "I said, \"No; because, if there were no death, our world would soon be so crowded with living creatures that it would be impossible for any of them to live comfortably.\"",
        "Now you, Captain, and he turned to a thin, dirty little artillery officer who without his boots (he had given them to the canteen keeper to dry), in only his stockings, rose when they entered, smiling not altogether comfortably.",
        "When they began to blindfold him he himself adjusted the knot which hurt the back of his head; then when they propped him against the bloodstained post, he leaned back and, not being comfortable in that position, straightened himself, adjusted his feet, and leaned back again more comfortably.",
        "In their first game against Brentwood, Herts were powerful in attack and resolute in defense throughout, winning relatively comfortably 3-0.",
        "Comfortably furnished throughout the kitchen/diner is deceptively roomy with stairs leading to 2 cozy, quaint bedrooms...",
        "Aiton and Death kept pace, Aiton winning comfortably against Kibble, Death aided by a broken down Clarke sextuple attempt.",
        "The meeting began with a characteristic tapes-to-flag victory from Adams, who comfortably shrugged off an early challenge from Hancock.",
        "He side-stepped Jason Woodgate and the ball rolled to Colin Kazim-Richards, but the striker 's shot was comfortably saved by Schwarzer.",
        "The other cast carried the show along comfortably with Oliver Darley bringing the necessary mixture of menace and suave sophistication to his role.",
        "Enigma comfortably fits the bill with its highly responsive synchro tilt finely tuned to match the users body size and weight.",
        "This is typified by the growth in the number of American-style gated communities, where the better-off are comfortably isolated from their poorer neighbors.",
        "This 3 bedroom cottage comfortably sleeps up to 6 people in three bedrooms, each with its own wash hand-basin or en-suite bathroom.",
        "The governor won comfortably over his two opponents, who received just 20 and 18 percent of the vote, respectively.",
        "The governor won comfortably over his two opponents, who received just 20 and 18 percent of the vote, respectively.",
        "Place an invitation, napkin, balloon, etc., and anything else from the party that you can comfortably fit in the book.",
        "Each traveler may carry through security individual items that are no more than 3ounces each and all of your items must fit comfortably in a quart-size, clear plastic, zip-top bag (which you must supply).",
        "Also, if you plan on making stops along the way to take in the sights, a reclining stroller gives your baby a place to sleep comfortably and gives your back a break from carrying the infant the entire time.",
        "Close your eyes and make sure you can fall asleep comfortably.",
        "Do your child's knees bend comfortably over the edge of the seat when your child is seated against the seat back?",
        "However, if you live in an apartment, you may find that a medium-sized or smaller breed will fit more comfortably in your space.",
        "The best overall CRT choice today is 19-inch screens which give you plenty of space to view detail and text comfortably.",
        "A properly fitted bikini will sit comfortably across your waist, hips and thighs without bunching or riding up.",
        "A woman with a small waist and wider thighs may have a hard time fitting boyshort panties that fit comfortably.",
        "You can purchase a mouse that will take you comfortably through an hour or two of answering email or you can buy a mouse that is designed to help you scroll through many spreadsheets and other documents.",
        "You should also try on the watches you like to be sure the band fits comfortably around your wrist.",
        "If your thumb fits comfortably in that space, then the shoes are a good fit.",
        "Also be sure your heels fit comfortably in the running shoes.",
        "They will greatly improve your ability to comfortably and successfully play a game of tennis.",
        "They are similar to the LCD version and lighter than their CRT counterpart except that you can view it comfortably in brightly lit rooms.",
        "Can you walk and run comfortably without feeling like you might step off of the belt's path?",
        "Hand rails should be positioned comfortably and feel sturdy.",
        "No matter if you look at a two-seater, three-seater or a larger, full-bodied hot tub, being able to move around comfortably will determine if you enjoy or hate the hot tub.",
        "Usually about six to six-and-a-half feet in length, they are plenty wide to sleep comfortably.",
        "Unless the model is adjustable, however, you won't be able to comfortably use it on a table despite its portability--it will be too high.",
        "Carefully buying and selling of gold can also result in a great \"nest egg\" with which an individual can comfortably retire.",
        "You'll want to get the type of monitor that you can comfortably work on without going outside of your budget.",
        "Therefore, it’s important to choose one that fits comfortably within your budget while still providing the features you need.",
        "However, if you know how to shop for furniture that is designed to fit comfortably into small rooms, it can save you a lot of frustration--and space.",
        "It should fit comfortably on the seat and tie to the back without sliding out of place.",
        "Make sure you get a table that will still fit comfortably in your dining room when fully extended, and don't forget about the additional room necessary for chairs and maneuverability.",
        "They are also large enough for two or three people to lounge about comfortably or even take an afternoon nap.",
        "When purchasing a table that extends and/or drops down be sure to get one that sits comfortably in the room when at both its maximum and minimum sizes.",
        "Make sure that whatever you choose still allows room for the other pieces of furniture, and room to walk comfortably around the pieces.",
        "Cushions should fit comfortably and tie to the back of the chair without sliding out of place.",
        "Finding the right reclining office chair is important for back health, as the chair back needs to be able to comfortably support your body weight.",
        "Office chairs that recline have pretty much become the standard in most offices because they allow people to stay seated longer and more comfortably, making them more efficient.",
        "Typically this style of table seats six adults comfortably.",
        "You can't forget about the necessary space behind the chairs so that the guests can comfortably and easily get up from the table and sit back down again.",
        "The Hammered Copper Top Dining Table is a stunning round table from the Casual Lifestyle category that comfortably seats four people.",
        "For bigger kids or siblings that like to sleep together, this style comfortably sleeps two to four and includes stairs that double as drawers to store clothes or miscellaneous items.",
        "It comfortably seats two adults and includes a handy drink holder integrated into each arm.",
        "It comfortably seats or sleeps two people and features quick-inflating valves.",
        "Your chickens will be healthiest and thriving if you give them a space where they can scratch for bugs and peck, but you can also buy coops large enough for them to live comfortably year round.",
        "To make the compress, use one cup of the hottest water you can comfortably place against your skin.",
        "Even though space is at a premium in most dorms, all it takes is juggling a few variables to have the kind of room in which you can comfortably get a good night's rest, hang with friends or who knows, maybe even crack a book now and again.",
        "The simple, sturdy cases will comfortably hold your china, dishes, linens and pottery with ease.",
        "Keep in mind the scale and dimension of the room when choosing furniture, so that the pieces fit comfortably in the space.",
        "Tropical colors sit comfortably beside Antebellum architectural features, and natural elements like reed and natural wood are common choices for everything from furniture to accent pieces.",
        "The next thing you will need to do is think about how much you can comfortably afford to spend on this project.",
        "If you like to play with your children, then a floor pillow can be a great way to sit comfortably on the floor while you play cards or other games.",
        "Capable of seating four adults comfortably.",
        "If you're not a tidy person, it's unlikely you'll ever be able to live comfortably in this style of room.",
        "Make sure you stay within what you can comfortably afford when determining your budget.",
        "All the essential products should fit comfortably in the bag without crowding or straining, preferably with enough room for some minor rummaging as you search for the right case without needing to remove items.",
        "The brightness of the red will cause your lips to comfortably look larger and fill in the additional area you have drawn.",
        "So, if you're using a bleaching tray system, be sure it's something that you can wear comfortably for at least thirty minutes.",
        "All of these colors are comfortably worn on sensitive eyes as well, without punishing them with watering or irritation.",
        "They even slip comfortably into car glove compartments - yes, cars have mirrors, but they aren't magnified!",
        "While you may not be able to use this in a car or plane, you can place it comfortably on your desk.",
        "The mirror extends comfortably from its post on a bathroom mirror, and it typically features a flexible arm which ensures greater visibility.",
        "It is typically fog-resistant and unbreakable, and its suctioned base attaches comfortably to any tile (or glass) surface.",
        "No matter what type you choose, a wall mount makeup mirror will provide you with the convenience you need to apply makeup comfortably.",
        "Prep your eye and rest comfortably in front of a mirror to apply this makeup the first few times.",
        "You can sit comfortably in your chair and find exactly what you need with a few clicks of your mouse.",
        "Still more noise control has been added and the sensor comfortably handles up to a standard 3200 ISO with the ability to push to a whopping 12,800 ISO through custom functions.",
        "These short tutorials are very valuable in learning the Photoshop interface, which can be daunting and difficult to set up comfortably.",
        "Dress comfortably and wear comfortable shoes.",
        "Built for the backcountry, this ski will get you from point A to point B as efficiently and comfortably as possible.",
        "Leather textured liners give better foot sensation and comfortably envelope the foot.",
        "Practice breathing by sitting comfortably in a dim, quiet place and focus on inhaling and exhaling without becoming sleepy.",
        "This is the kind where you sit or lie down comfortably, close your eyes and attempt to clear your mind.",
        "Ideally, you should try to play the meditation while you are alone and are able to sit or lie comfortably.",
        "Meditate: Meditation, whether in a traditional sense, or just sitting somewhere comfortably and observing your thoughts until you feel calm, can also significantly help to combat anger.",
        "You'll find that your hands will be much more at ease with this type of stress reliever tool because they wrap comfortably around an object that is specifically designed for the shape of your fingers and palm.",
        "The size fits smaller or larger hands comfortably.",
        "Make sure you can also sit comfortably in your dress.",
        "You want to be able to sit comfortably, dance, and not have to think about your dress too much.",
        "This look is perfect for dancing the night away comfortably and fashionably.",
        "Have the players sit in a circle on the floor with just enough space in between so they can clap hands with one another comfortably.",
        "Make sure the dress fits comfortably and doesn't dig into your flesh.",
        "For your wedding, you'll arrive comfortably and without looking rumpled.",
        "These are much roomier and can more comfortably fit a large group of people.",
        "Pick a card weight that looks great yet also fits comfortably within your budget.",
        "A low-budget menu for a wedding can include one or two pasta dishes that could be served cold if need be, a salad, fruit, and bread should feed everyone comfortably.",
        "Though some people simply have a way with words and can share even the most awkward news with the greatest of ease, not everyone can eloquently or comfortably inform loved ones that they have eloped.",
        "Size: Will the venue be large enough to hold all the guests comfortably, both for the ceremony and reception?",
        "They're also ideal for small bedrooms where a queen or larger size bed might not comfortably fit.",
        "Are you shopping for a forever comforter, that is, one that you can use comfortably for years and years?",
        "They are designed to comfortably hold one person, and are especially popular in children's bedrooms.",
        "It seems though, that Brolin has settled comfortably into his new role as a bankable actor and his career continues to be on the upswing.",
        "The album currently rests comfortably at number three on the Billboard 200.",
        "Linda Hogan claims she can't possibly live comfortably on $40,000 a month, which is why she asked for more.",
        "The bottoms won't stay up comfortably and the top will be tent-like, so try and buy pajamas with a little growing room but not too much.",
        "Most Splendid clothes made from the cotton/lycra blend will stretch to accommodate your growing child, though the majority of styles are designed to hang loosely and comfortably on the body.",
        "Hence, infants must regularly sport socks and booties during cooler days in order to stay comfortably warm.",
        "If you find a pair that looks just like a regular pair of socks except for the grips on the bottom, then your child can still sleep comfortably (and walk safely when sleepwalking).",
        "With 14 decks stretching 1,132 feet in length, the QM2 can comfortably serve more than 2,600 passengers per voyage.",
        "Refurbished in 2001, this cruise ship comfortably caters to 64 passengers at a time.",
        "People that can't find family cabins or whose families are too large to sleep comfortably in just one room may want to consider getting two adjoining cabins.",
        "This spacious two-bedroom suite offers more than 1000 square feet of living space and can sleep up to seven people comfortably.",
        "A family of four can sleep comfortably in this deluxe cabin, which features 268 square feet of living space.",
        "Pay attention to the cruise line's information about how many people a particular stateroom can accommodate comfortably.",
        "Make sure his favorite bed will fit comfortably inside and her body and easily move in and out the house's door.",
        "I would suggest you discuss this possibility with your vet, and see if there is a medication that would help Sampson make it more comfortably through spring and summer.",
        "You should be able to fit at least one or two fingers comfortably between your pet's neck and the fastened collar, although this really depends upon the size of your dog.",
        "A dog can also wear it comfortably for up to 18 hours.",
        "It should fit comfortably and not cause a dog to choke, cough or gag during use, even if he attempts to pull.",
        "The box should be large enough to comfortably accommodate the mother dog and her entire litter of puppies for approximately six weeks.",
        "The sides of the box need to be high enough to keep the newborn puppies in, but low enough to let the mother dog exit the box comfortably as she needs to do so.",
        "The goal, once attained, will have you breathing a sigh of relief come winter time as you sit comfortably inside while your neighbors are trudging through the snow with their \"less civilized\" dogs.",
        "The house only needs to be large enough for the dog to lay down, turn around and comfortably stand up.",
        "The carrier should give your dog enough room to comfortably stand up, turn around and sit down.",
        "Much like acoustic guitars for kids, children's electric guitars are smaller than full size guitars so that kids can comfortably play the guitar without stretching.",
        "After 14 or so, most children will be able to comfortably move up to the full size electric guitars that are only an inch longer in length.",
        "Make sure you have enough room to lay out your guitar and comfortably do your work.",
        "The fretboard should lay comfortably in your left hand.",
        "If your kitchen has more floor space than counter space, adding a kitchen island countertop will provide you with the extra area you need to prep and cook more comfortably.",
        "Make sure you leave enough room to be able to walk comfortably around all four sides of the kitchen island.",
        "Subtract 3 inches from this measurement to get the largest width of sink that will fit inside your cabinet comfortably.",
        "The material you choose for your pool deck should be appropriate for the type of pool, the design of the deck and should fit comfortably within your budget.",
        "The pearls dangle while the golden sand dollar sits comfortably against the earlobe.",
        "It's important that your blazer falls to your hips in a straight line, so button it when trying on to make sure it's large enough to comfortably cover your stomach without bunching or pulling.",
        "They are happy to send you fabric samples so that you can choose more comfortably.",
        "The acrylic fabric of this design is made to wick away moisture to help ensure that your feet remain comfortably dry.",
        "The pants should fit comfortably at the waist - no lower, no higher.",
        "The key is for the shirt to move with your body as you stretch, turn, bend and perform basic everyday maneuvers, all while staying comfortably tucked.",
        "When you put on a dress sock that fits, the heel should comfortably cup the back of your foot.",
        "There is simply no limit to what a tall man can comfortably wear!",
        "If your area falls in the former department, opt for a comfortably lined jacket made with a thick material.",
        "Over several weeks, you will add more raw food and take away more of her old food until she is comfortably enjoying her new diet.",
        "Their organic products are a great way to help a special child or infant in your life sleep comfortably and safely.",
        "There is also a confidence factor; you can sleep comfortably knowing that if a two year old climbs into your bed and throws up, the mattress will not be affected.",
        "The key is to look for shorts that fit comfortably at the waist (with enough breathing room around the tummy) and cover any hotspots around the thighs.",
        "The bra should fit comfortably, with your breasts completely enclosed in the cups.",
        "Thighs - There should be enough ease around the thighs to allow you to sit down comfortably without the legs being too tight or riding up.",
        "Raglan sleeves - They provide extra room to wear comfortably wear jackets and sweaters under your raincoat.",
        "You may find that you need to go up a size to give you enough room to accommodate bulkier clothes and to let you comfortably reach, bend and move.",
        "Be sure that it fits comfortably around your neck and does not constrict in any way.",
        "You can be comfortably stylish in your slack-and-blazer combo with a touch of pizzazz that fits in with the time of year.",
        "You should feel comfortable sitting on it and being able to rise from it comfortably.",
        "You can look comfortably stylish in your bed jacket, whether you slip it on over cozy pajamas or your favorite nightgown.",
        "You can comfortably wear the popular little black dress, or make a color splash with greens, reds, or any color from the palette.",
        "For a form-fitting exercise pant, choose one that follows the contours of your calves, thighs, and hips without digging in to your skin and that fits comfortably in the waist.",
        "Select shorts that fit comfortably in the waist and don't pull across your hips or bottom.",
        "This measurement is essential for corsets that fit comfortably and look good.",
        "They need to move with you easily and comfortably.",
        "If you choose the type that hug your curves, make sure they're not too tight - you need to be able to breathe comfortably while wearing them.",
        "While bras are designed to meet all kinds of functional needs, primarily they should provide you with the support you need to comfortably get through the day in your favorite garments.",
        "Fortunately, they are all available at a variety of price points, so even if you're watching your wallet you can comfortably purchase a flattering piece without suffering buyer's remorse.",
        "It has wide straps that will sit comfortably on your shoulders.",
        "Plus size cuts in particular usually include a built-in bra for additional support, while the comfortable, stretchy material ensures that the suit comfortably molds to the body - without constricting it.",
        "For example, bracelets or watches can be ordered by size to be sure they fit your wrist comfortably.",
        "Cycling shorts are designed with contour panels to help the shorts fit your body comfortably while cycling.",
        "It not only needs to help shape you, but must also allow you to breathe and move comfortably.",
        "Designed to comfortably uphold a full bust, underwire bras are built in to swimsuits of all styles.",
        "Apple shaped women have trouble finding jeans that flatter their legs and rear and can snap comfortably at the waist.",
        "It should fit comfortably, with at least an inch of wiggle room, but should not swallow your upper body.",
        "The dress hem should fall around the knee for a timeless style, and it should fit comfortably so you can move and sit in it easily.",
        "The body of the apron can be fitted or hang comfortably over the body.",
        "The protection it offers allows many people to live independently and comfortably in their own homes with a feeling of safety and security instead of having to move into a nursing home or assisted living facility.",
        "Safety goggles need to fit comfortably and cover the eye area properly in order to be effective.",
        "The Nemesis safety goggles are sleek in appearance and are worn comfortably for long periods of time.",
        "Have you socked enough money away to retire comfortably, or will you need a part-time job to supplement your income?",
        "Using a retirement calculator is a smart way to estimate how much income you will need to retire comfortably.",
        "There are many things to consider as you explore your retirement options and gather information to determine the best location for you to live comfortably on your income and enjoy your retirement years.",
        "If the area where you live does not offer you everything you need to retire comfortably, consider relocating to an area that can suit your personal situation.",
        "Masks fit comfortably over the nose or face.",
        "You may need to test several masks before finding one that fits snugly and comfortably.",
        "SnoreMeds: SnoreMeds offers an anti-snoring device that fits into the mouth comfortably.",
        "It is custom shaped to fit in your mouth comfortably.",
        "These appliances fit within the mouth, comfortably, and work to keep the airway open.",
        "This pillow is specifically for use with a CPAP machine and mask, and it cradles the head, keeps air flowing, and helps you sleep comfortably.",
        "Just be sure to do your research ahead of time so that when your lenses arrive, you can wear them comfortably.",
        "When the optician measures you, make sure you're seated comfortably and the frames fit well.",
        "However, you won't be able to comfortably fit a full-size eyeglasses case in your pocket like you could do with a case specifically designed to hold just the clip on.",
        "The polarized lenses cut the glare from the water, allowing you to see more efficiently and more comfortably.",
        "The extremely lightweight design of the Cocoons frames allows them to float comfortably over prescription glasses and you don't even feel like you are wearing two pairs of glasses.",
        "Always do your research and if possible try on the glasses to make sure they fit comfortably and that you can see clearly through them.",
        "These SunLenses have the advantage of being dark enough in the absence of UV to allow you to drive safely and comfortably while wearing them.",
        "They can be worn comfortably with a ski helmet.",
        "Those who are already used to the straight-top style will most likely be able to most comfortably wear them.",
        "If you get frustrated with removing your reading glasses and then putting them back on again over and over throughout the day, consider something you can comfortably put on and leave there.",
        "Cat eye styles are often not very tall, though some do have lenses that are deep enough to comfortably fit bifocals with or without a line.",
        "The Liberty styles that are available in each of these categories fit snugly, yet comfortably, around the head, and come in a myriad of lens colors that range from a soft golden amber, to gentle, yet clear, soft grey.",
        "If, however, you need a large lens to feel like you can comfortably read, you may want to look elsewhere or at least take a careful look at the selections available before opting for this style of reading glasses.",
        "Animals are comfortably housed in replicated natural habitats that guests can get up close and personal with through a peaceful series of boardwalks or the Safari Train.",
        "The rooms are designed to comfortably accommodate two to four people.",
        "The more than 240 rooms and suites at the property include pay-per-view movies, voice mail, and space for up to six guests comfortably.",
        "Incidentally, the holder priced under $20 also comfortably holds a 750 ml. bottle of rum.",
        "Your cot will keep you comfortably off the ground for a better night's sleep.",
        "Tents like the Vaude Taurus 2 2007 can house two or three people comfortably.",
        "Many people who want to create their own RVs opt to build teardrop style camping trailers.Teardrop trailers sleep two comfortably and there is an area for cooking under the rear hatch or galley lid.",
        "You'll want clothes that you can layer comfortably as well as a warm sleeping bag.",
        "How many people can sleep comfortably in the trailer?",
        "For example, you may be able to see and comfortably read all of the text on a page, but images could be awkwardly placed or you could have a little trouble finding the links you need to click on from a main page.",
        "While discipline in necessary to teach a child how to live comfortably in society, it should not be confused with punishment.",
        "A doctor or other health care provider should be called when episodes of sleepwalking cannot be comfortably managed in the home.",
        "If a finger cannot remain in the water comfortably, it is too hot.",
        "Mothers with more access to their babies in the hospital developed better rapport with their infants, held them more comfortably, and smiled at and talked to them more often.",
        "Both Mikhail Baryshnikov and Rudolph Nureyev wanted to dance with Balanchine after their defections but were already much too celebrated to comfortably fit into the company.",
        "If you can't envision wearing the style just as comfortably to the office as to the club with your girlfriends and dinner with your significant other, then you might want to think twice.",
        "Men with longer hair may find the added weight of a longer style is too hot to wear comfortably.",
        "You may not be looking for a raise and you may even be willing to take a pay cut, but you have to make sure you can comfortably live on what you'll make.",
        "A better question might be this: \"How much can I comfortably afford?\"",
        "It is not sufficient to simply assume that if you can comfortably pay your rent that you can automatically afford the same amount with a mortgage payment.",
        "Find an amount that fits comfortably into your budget before you decide on the total amount of money you will borrow to buy a house.",
        "It is important to find a house that you love and in which you can live comfortably for several years when you are shopping for a new home.",
        "The best fixed rate mortgage has as few fees as possible and has the shortest amortization, allowing you to comfortably make monthly payments without putting a dent into your lifestyle.",
        "If the remaining sum is enough for you to live on comfortably, you can probably afford to purchase a new home.",
        "Depending on the style of maternity jeans you choose, one of several options will be utilized to allow you to wear the maternity jeans comfortably throughout your pregnancy.",
        "Look for bras that can be pulled to the side to comfortably sleep in, and for another with an easy hook for opening the cups during the day.",
        "Users of male condoms report decreased sensation during sex and many men experience difficulty finding condoms that fit comfortably.",
        "Great for large families or groups: Most airport shuttle service vans can comfortably fit up to seven passengers with luggage.",
        "The rooms are comfortably furnished and blend antiques with period pieces to create a pleasant atmosphere for guests.",
        "The beach chair lounger comes in a variety of colors and designs and allows you to lounge comfortably on a sturdy frame.",
        "A good underwire should fit comfortably, but still present you at your very best.",
        "Although you may choose to spend a bit more on your summer apparel, you can comfortably skimp on other areas and still end up with quality merchandise.",
        "It is designed to fit comfortably and is flattering on any body type.",
        "A properly sized bikini should feel comfortably snug, yet still offer a little room to breathe.",
        "They, too, were of a heavier fabric and needed to be able to fit comfortably into a beach bag.",
        "The Joseph Abboud drawstring swim trunk comes in an attractive seashell blue color, and sits comfortably on the thigh with its 12\" inseam.",
        "Additionally, Moontide claims that because of its ultra soft fabric, that this is a tankini that lies comfortably against the skin.",
        "This means that instead of lying flat against the body, the suit furls, and it underscores the need for choosing a thong that fits comfortably and conforms to the shape of your body.",
        "The rim of each eye piece is cushioned by a foam, rubber or silicone gasket that allows the lens to be held comfortably but snugly against the ocular bones to form a water-tight seal.",
        "The tank top covers the torso to sit comfortably on the navel and the hips.",
        "One thing to look for in any beachwear is the ability for the child to move comfortably and safely.",
        "Test the fins as you go and see what sort of speed you can comfortably maintain.",
        "Short-torsoed girls in particular have a difficult time finding a suit that fits comfortably.",
        "A life jacket should be securely fastened around the chest, with the result that in the water, the child's upper body stays comfortably above the surface.",
        "To be sure, these bikinis are scant, and it takes a woman with a fierce pride in her shape to strut this look comfortably.",
        "If you don't mind an extra pair of eyes on you, and can wear a Speedo comfortably, then this may be the style for you.",
        "Make sure it's large enough to fit comfortably.",
        "It can sit up on its hind legs or rest comfortably on its belly.",
        "From this viewpoint, you'll easily and comfortably look like your most glamorous and fantastic self.",
        "You want to be sure the blouse is long enough to tuck in and that the jacket goes over the sleeves comfortably.",
        "The jeans boast a specialized \"cross-hatch\" pattern that renders the jeans stretchy; they're also cut with a slight curve as opposed to the traditional straight cut, which allows the jeans to wear comfortably around the thighs and bottom.",
        "Belt a lace tunic with plenty of volume to keep it comfortably close to the body.",
        "La Belle Époque: Women were still years away from being able to comfortably wear slacks when the year 1910 hit.",
        "It may also be a good idea to go to a store and try out the vacuum yourself, making sure it fits comfortably in your hands and is easy to carry.",
        "In order for the turkey to cook evenly, it has to fit comfortably within the roaster with some space between the turkey and the walls of the roaster.",
        "The Viking stand mixer offers heavy duty performance in a low profile design which enables it to be comfortably stowed under standard cabinetry when it's not in use.",
        "Another feature of this model is the ergonomic handle that allows users to mix ingredients comfortably.",
        "There are several popular convection ovens on the market that are designed to fit comfortably on a kitchen countertop.",
        "If the candle is in a container then it is important that a ring is chosen that will comfortably hold the candle container.",
        "Convenience: Instead of struggling with tangled strands of lights and hard to find burned out bulbs, window candles can be assembled and displayed quickly and comfortably.",
        "Taking advantage of Santa radar is a fun and high-tech way families can enjoy Christmas Eve safely and comfortably.",
        "If you are arranging the basket yourself, choose a large enough container to hold everything comfortably and attractively displayed.",
        "Costumes for dogs should be comfortably loose.",
        "The most important thing when it comes to choosing a ballroom dance costume is that the dancer be able to move around comfortably in the outfit.",
        "Of course the real rule is that anything goes, so as long as you feel good and can move comfortably in an outfit, it's the right choice for you.",
        "Cut a semi-circle opening for the head and arms to fit through comfortably.",
        "Add slits on both sides of the skirt so your child will be able to move comfortably.",
        "First make a waistband for your skirt with a piece of elastic that fits comfortably around your waist.",
        "It's just like standing in the card shop browsing but instead you get to sit comfortably at home.",
        "Shop for rings that you can comfortably afford.",
        "If the ring box will not fit comfortably in the chocolate box, ask the sales clerk for a clean paper tissue (the brown cup individual chocolates rest in) and place the ring in the center of the treats.",
        "To find the circumference of the finger, cut a strip of paper no more than one-quarter of an inch wide (any wider may distort measurements because most rings are thin) and wrap it comfortably around the finger where the ring will rest.",
        "Be sure that the paper or string is loose enough to fit comfortably over the knuckle so the ring can be put on and taken off easily.",
        "Ensuring the ring can fit is critical for a romantic proposal, and a ring that is the right size will be able to be worn comfortably for many happy anniversaries.",
        "It is important that this is the right ring size and not only fits comfortably around the finger, but also is suitable for everyday wear.",
        "This means that the promise ring will need to fit comfortably with other rings as part of a set.",
        "By choosing a ring that is comfortably within your budget, you can be proud to wear it as a symbol of your engagement.",
        "This means they can ring shop at antique stores and at the downtown jeweler.Many women also find crossover rings to hug the finger more comfortably without slipping off than other styles.",
        "The princess cut makes this ring look particularly beautiful because the square shape allows the stones to sit comfortably right next to each other.",
        "It can be worn comfortably under clothes to keep money, ID, and other wallet essentials completely hidden from sight.",
        "With a backpack diaper bag you can extricate your child from his or her car seat and toss him into the stroller while your diaper bag rests comfortably on your back.",
        "It's slouchy and slightly similar in shape to a hobo, with enough space to comfortably accommodate your daily essentials.",
        "A wide, adjustable shoulder strap allows the wearer to rest the bag comfortably at the hip or wear it higher underneath the arm.",
        "You can carry it comfortably either by hand or over the shoulder.",
        "The Urban Oxide Gramercy Bag is made to be carried flat across the front of your body comfortably by adjusting the shoulder strap made of nylon webbing.",
        "The beauty of a backpack-style purse is that it dismisses the burden from one shoulder, instead spreading the weight evenly and laying comfortably on the back.",
        "For daytime needs, either during the work week or on the weekend, it carries everything you need comfortably except your laptop.",
        "The fanny pack is easily accessible and sits comfortably on the hips.",
        "If at all possible try putting the bag on your arm or shoulder and see if it sits there comfortably.",
        "If at all possible, take your laptop along with you when purchasing a bag and make absolutely certain that it will fit inside comfortably.",
        "This is important because it means that you'll be able to access the bag comfortably from either side, retrieve the items you need, and move on without a hitch.",
        "Though it is marketed as a man's bag, it is not so masculine that a woman couldn't comfortably and stylishly wear it out in public.",
        "Its shoulder strap is short, yet lengthy enough to slip comfortably over the arm.",
        "This process sits comfortably with Aquarius.",
        "Some are designed to comfortably support a child's growing body; others will grow and change with your child.",
        "Make sure that your child's feet can comfortably rest on the ground or on a stool while using the potty chair or seat.",
        "The final product may not be exactly what you imagined, but you'll rest comfortably knowing that it's been edited to its best state.",
        "Size: Does the wipe fit comfortably in the hand?",
        "Once you've gained control of your finances, you're free to focus on other priorities instead of spending all your time worrying about how to pay your bills and whether or not you'll have enough money to retire comfortably.",
        "Carefully planning for frugal living in retirement will help you live more comfortably.",
        "Also, try inserting your little finger between the back of the shoe and the foot to ensure that there is just enough room for it to fit comfortably.",
        "It's quite possibly more crucial for kids' shoes to fit well and comfortably than adult shoes.",
        "The boots kept the surfers' feet warm, and enabled them to comfortably trek back to their cars over sand, stones and makeshift paths.",
        "Depending on the playing surface, the stud must be able to comfortably accommodate the turf and allow the wearer to safely partake in the sport.",
        "In addition to getting great traction with these molded cleats, kids will keep comfortably cool on those hot days with vertical venting.",
        "These boots have the ability to keep feet warm and expertly insulated at subzero temperatures, yet they can also be worn comfortably on normal sunny days.",
        "Many professional athletes depend on Friedman's to provide them with the styles and comfortably large sizes they need for daily and dress wear.",
        "At home in the water and on land, these shoes provide comfort in all conditions while allowing the foot to breathe comfortably.",
        "Featuring a strap that buckles comfortably around the ankle, these Touch Ups Pearl heels are the perfect addition to nearly any prom dress.",
        "If you want more height, these are the Monroe shoes to slip on; just make sure you can walk comfortably in them before setting out.",
        "Add inches to your height, but do it comfortably in these seersucker beauties.",
        "Often times shoes may not fit comfortably and you have slippage at your heel.",
        "Consider a heel lower than three inches so that you'll be able to dance and walk comfortably all night long.",
        "Try on your shoes before you buy and make sure you can walk comfortably in them.",
        "While many women confess that they simply can't walk on any type of elevation, others find that the wedge provides a sturdy, even surface that allows them to keep their balance comfortably.",
        "If your summer calendar is packed, be sure to invest in shoes that provide support and relief to see you through each day comfortably.",
        "They are typically constructed with wide toe boxes and ample room throughout the rest of the shoe, so that they can comfortably accommodate orthotics.",
        "Men can enjoy a great selection of various styles and several cool colors, affordably and comfortably.",
        "This design may seem, well, rather impossible for the average person to comfortably walk in, but nothing could be further from the truth.",
        "Finn shoes aren't labeled as strictly orthopedic, but many people who require this special type of shoe can comfortably wear them.",
        "It has a Velcro closure, reinforced kick pad and fits the foot comfortably and securely.",
        "If you are choosing calf- or over-the-knee-length boots, you will want to make sure that the boot actually fits your leg comfortably.",
        "If you want all the style of a dress shoe but none of the discomfort, consider a comfort fit shoe in a style such as a pump or flat that looks dressy but fits comfortably.",
        "If you find a shoe that fits comfortably and is stylish, consider purchasing more than one pair.",
        "If you aren't pressed for time and can comfortably settle down for half an hour, you can simply watch the program online.",
        "Finally, go over the aftercare instructions for your body piercing or tattoo carefully and you will be able to enjoy your new artwork comfortably.",
        "A separate entranceway leads to a living and dining area that can comfortably fit six.",
        "Lustrous steel tank case comfortably fits the contours of the wrist.",
        "The graceful, contoured design fits comfortably on the gentlest hands.",
        "Not only does the case curve to rest comfortably on the wrist, but the movement housed inside the case curves as well.",
        "Its round, mother-of-pearl dial sits comfortably inside an 18 karat gold case covered by a sturdy sapphire crystal.",
        "Unless it's a crowded class, this gives all of you room to perform postures comfortably.",
        "Sit comfortably and focus on your breathing.",
        "Traditionally, the elastic waistband stretches to accommodate another couple of inches comfortably.",
        "The intensive weekend training format enables students to travel comfortably to sessions.",
        "A looser pair of pants will allow movement, allow your legs to breath, and will bend and shape into each position comfortably.",
        "Everyone needs good yoga clothing in order to practice efficiently and comfortably.",
        "Not only will these pants allow you to practice yoga comfortably and safely, they will also look great in the studio.",
        "Prepare activities that will give those developing muscles a gentle workout and improve your child's ability to navigate a variety of spaces comfortably.",
        "Measure the space so you know just how big your printer can be and still fit comfortably near your desk.",
        "Slide the seat so that you can comfortably reach the pedals and turn the wheel.",
        "It seats five passengers comfortably and has plenty of room for luggage.",
        "This particular shoe offers slightly less flexibility, but not so much so that you couldn't wear them comfortably if you're dancing.",
        "Measure out enough wire to make a necklace of the length you want or a bracelet that will fit comfortably around your wrist.",
        "Supposedly, these animal products are comfortably and efficiently broken down for Type O's due to their highly functioning digestive system.",
        "A small stomach pouch is made to limit the amount of food it can hold comfortably.",
        "Eating different foods together can allow you to comfortably have some foods that may not be good for you when eaten in isolation.",
        "Straighten your arms to propel yourself up as far as you can comfortably without locking your elbows.",
        "Before you can comfortably lift 100 pounds, you'll have to begin with a smaller load, such as 50.",
        "For the rest, just dress comfortably with clothes large enough not to restrict your range of motion at any time.",
        "Light Dumbbell: Using a dumbbell that is light enough to comfortably lift, lay your arm flat with your palm facing upward.",
        "Hold the pose as long as you comfortably can.",
        "With your feet apart, lift the barbell and place it across your shoulders; rest it behind your neck comfortably with no strain.",
        "Don't use weights you can't lift comfortably.",
        "In order to complete a full workout and burn a lot of calories while you're at it, put the resistance at a level that you can comfortably perform for an hour, but that also challenges you a bit.",
        "For example, a person with severe joint arthritis, back pain or soft-tissue injuries can exercise much more comfortably in a pool than on land thanks to water's cushioning effect.",
        "Lay comfortably on the floor, near a wall.",
        "Building endurance is not only good for your heart and lungs, but it can help to give you the capacity to comfortably perform tasks for longer period of time.",
        "Dress comfortably for current weather conditions and wear well-fitting athletic shoes.",
        "Grab your left ankle with your left hand, drawing your foot toward your body as far as you comfortably can.",
        "When you've flexed as far as you comfortably can, continue engaging your obliques as you slowly return to the standing position.",
        "After twisting as far as you comfortably can to the right, continue to engage your abs as you twist your torso back to center.",
        "DW: Choose a deductible at the limit that you no longer can comfortably afford to pay out of your own pocket.",
        "How much money can you comfortably afford to pay for car repairs?",
        "For the people who do wind up needing long term health care, however, this type of coverage can make the difference between living comfortably in an assisted living facility or accepting a lower level of care.",
        "Travel insurance can provide the peace of mind you need to travel comfortably and safely.",
        "A quote that comes back over the amount you can comfortably afford to spend should be discarded.",
        "The truth is that there aren't many drawbacks to umbrella insurance, provided you are sure to get an affordable policy and the cost falls comfortably within your budget.",
        "The straps should fit comfortably without cutting into the shoulders.",
        "The Underwire Bra: Any bra with underwire will support the breasts better, and they will allow you to move more comfortably."
    ],
    "definition": [
        "In a comfortable manner.",
        "uncomfortably",
        "Link/Cite"
    ]
}