{
    "translation": ".1 נוחות\n.2 נחמה",
    "uses": [
        "You've been a comfort to me.",
        "The regret in his dark eyes made her want to beg him not to kill her and comfort him for the pain he'd surely feel hurting his own friend.",
        "I know, sweetheart, and that is a comfort, but it won't be that bad.",
        "It was his life, a sense of comfort and structure.",
        "Tears come to my eyes these months later as I pen these words, sitting in the comfort of our Surry, New Hampshire home with Betsy by my side.",
        "Remove him from his comfort zone.",
        "I take great comfort in your company, Mr. Dean.",
        "I surely deserve the comfort of a little friend to sooth my troubled mind.",
        "Deidre didn't know what to say to comfort her.",
        "My medication contributed to my comfort if not my state of mind.",
        "I considered taking the chance of phoning from the comfort of my apartment but realized the foolishness of taking such a chance.",
        "Jackson longed to comfort her, yet he couldn't.",
        "Any attempt at comfort was out of reach.",
        "Yully steadied her breathing and obeyed, taking comfort in the power of the site.",
        "After those involuntary words--that if he were free he would have asked on his knees for her hand and her love--uttered at a moment when she was so strongly agitated, Pierre never spoke to Natasha of his feelings; and it seemed plain to her that those words, which had then so comforted her, were spoken as all sorts of meaningless words are spoken to comfort a crying child.",
        "She really didn't want to leave the comfort of his arms, but remaining meant giving up something she wasn't willing to do.",
        "She tightened her grip around him, and he was amused to think of himself as any sort of comfort to anyone, let alone a little human like her.",
        "He stopped too close for her comfort, and she looked up at him, breathless at how handsome he was.",
        "She really didn't want to leave the comfort of his arms.",
        "Natasha began, and without replying to Sonya's words of comfort she got into bed, and long after her candle was out lay open-eyed and motionless, gazing at the moonlight through the frosty windowpanes.",
        "Mr. Reynolds was comforting a weeping Mums, and all of Josh's sisters had their husbands to comfort them.",
        "He felt an urge to stay and offer some modicum of comfort to this woman he hardly knew.",
        "If not for the nightmares, she'd carry him back to his bed, whether or not he liked it, but she found some comfort in having the angel so close.",
        "He wasn.t about to comfort a man he tolerated but didn.t like.",
        "I represent my teacher as saying to me of the golden autumn leaves, \"Yes, they are beautiful enough to comfort us for the flight of summer\"--an idea direct from Miss Canby's story.",
        "During that fortnight of anxiety Natasha resorted to the baby for comfort so often, and fussed over him so much, that she overfed him and he fell ill.",
        "He knew she was right, but even her feline comfort didn't seem to help.",
        "She felt the thick, long proof of his arousal hard against her belly, but his effort to provide comfort rather than tend his own pleasure made her feel even safer in her killer's arms.",
        "If it is any comfort, languages won't truly be dead.",
        "Kings and queens who wear a suit but once, though made by some tailor or dressmaker to their majesties, cannot know the comfort of wearing a suit that fits.",
        "Tonight, she'd take comfort in the arms of the only man she ever loved.",
        "I base that expectation in part on the fact that today, many of us already live in more comfort than the richest king in the world did two hundred years ago.",
        "She relaxed, his warmth and presence lulling her into comfort she didn't want to leave.",
        "Oh, the comfort of the long, tender embrace!",
        "Connor and Sarah sat on the floor, helpless to comfort her.",
        "Indeed, you can never know all the comfort you have given us.",
        "Rhyn stopped in place.  He'd never thought he'd hear her voice again, and he couldn't remember the last time he'd heard anything that stopped his world in place.  He turned to see Katie supporting Hannah as they entered the Sanctuary courtyard.  Katie wore simple jeans and a t-shirt.  Her dark curls cascaded down her shoulders, and her face glowed.  Her bright eyes locked on his.  She stopped too far away for his comfort, struggling to support her sister.",
        "She withdrew from his embrace, withdrawing from the warmth and comfort of his body.",
        "I remember that I came to you afterwards and wanted to comfort you, but do you know, I felt ashamed to.",
        "Her letters to him, far from giving her any comfort, seemed to her a wearisome and artificial obligation.",
        "She.d never liked her room, but she found some comfort in its familiarity.",
        "\"You should go, go away at once, if you don't feel strong enough to control yourself,\" she would reply sadly, trying to comfort her husband.",
        "\"Will you…\" She wasn't sure how to ask for what she wanted, the comfort only he seemed to be able to give her.",
        "There, too, after a fit of temper, I went to find comfort and to hide my hot face in the cool leaves and grass.",
        "I'm sure having you close was a big comfort to Alex.",
        "\"This will not provide much comfort, but Darkyn was your only real chance of living,\" he added.",
        "She smiled but it seemed more designed to give comfort to Dean than a true indication of her feelings.",
        "Natasha was still as much in love with her betrothed, found the same comfort in that love, and was still as ready to throw herself into all the pleasures of life as before; but at the end of the fourth month of their separation she began to have fits of depression which she could not master.",
        "The comfort he'd offered her before was gone.",
        "Although taken aback by such intimacy from a stranger, as well as terrified himself, he felt an overwhelming need to comfort her.",
        "Tall and lean, with eyes as black as Gabriel's, the man who stood too close for her comfort wore normal enough clothing, aside from the knives strapped to his thighs.",
        "She'd expected his voice to cause more confusion after she learned what he was, but she felt only comfort and hope.",
        "I take great comfort in this.",
        "Miss Canby herself wrote kindly, \"Some day you will write a great story out of your own head, that will be a comfort and help to many.\"",
        "Man wanted a home, a place of warmth, or comfort, first of warmth, then the warmth of the affections.",
        "As the wheels rolled softly over the straw beneath the windows, Anna Mikhaylovna, having turned with words of comfort to her companion, realized that he was asleep in his corner and woke him up.",
        "It will give you no trouble and is nothing unworthy of you, but it will comfort me.",
        "The Emperor rode through the streets to comfort the inhabitants, and, despite his preoccupation with state affairs, himself visited the theaters that were established by his order.",
        "The house was too quiet for her comfort, and she felt the familiar sense of being watched.",
        "He rested his chin atop her head, knowing there were no words to comfort someone who hurt so deeply and regretful that he caused this pain.",
        "Stepping onto the ledge outside, Lana heard the sounds of gun and laser fire too close for her comfort, along with the beat of helicopters in the dark skies.",
        "No, but I know I must work to comfort my mother, to repay you, and not to leave the children such beggars as I was.",
        "Right now, he wanted to touch the lining, to see if it would bring him comfort.",
        "Old Point Comfort is included in the reservation of Fort Monroe.",
        "If you're too tired, call room service, place an order and enjoy the meal in the comfort of your room.",
        "alms boxes to bring a little comfort to the poor.",
        "Have ye leisure, comfort, calm, Shelter, food, love's gentle balm?",
        "The bar boasts a selection of imported sake, shouchu, plum liqueur and beer sure to help comfort any achy muscles you might have from your active day.",
        "From what I read between the lines, the stepfather has no use for Howie, so Howie's presence isn't giving him any comfort.",
        "Hours later they were still awake, talking intermittently, taking comfort in one another.",
        "Removed her tumor, immortalized her and now, could comfort her with a single touch.",
        "She felt the plush comfort of a bed beneath her and curled onto her side, unable to stop crying.",
        "I wear it always when we're together as it gives comfort to him about our situation which I know troubles him greatly.",
        "Jackson began to accept his fate and found comfort in the fact that none of his victims remembered his attacks.",
        "The expedition which settled Jamestown rounded this peninsula (April 26, 1607), opened its sealed instructions here, and named the peninsula Poynt Comfort, in recognition of the sheltered harbour.",
        "They talked through the night, the hosts educating the new vampires, and the guests hungry for stories of the couple's life; stories that would provide comfort during difficult times.",
        "comfort cooling installed in 2004.",
        "AUDICLEAN remains sterile between uses and, as it contains no gas propellants, is delivered at room temperature, for your complete comfort.",
        "radiant heat given off by the floor results in very high comfort levels.",
        "But his most wonderful work is the painting of the trees, which look, after his task is done, as if they were covered with the brightest layers of gold and rubies; and are beautiful enough to comfort us for the flight of summer.",
        "Religion, and religion alone, can--I will not say comfort us--but save us from despair.",
        "The menu offers a mix of comfort foods, such as macaroni and cheese with bacon or smoked chicken quesadilla, while the entrees provide a choice of beef, poultry, and seafood.",
        "You'll want a hotel filled with comfort to serve as a great bookend to your day.",
        "The homemade specialties here are nothing short of total comfort food.",
        "He had to preserve and protect the underworld, even if it meant stepping away from the comfort zone he'd existed in for millennia.",
        "Looking forward is no comfort either, because evolution appears so directionless, and so apparently purposeless.",
        "Sarah broke down weeping at the hopelessness, and as much as Jackson desired to comfort her, he could not find the strength.",
        "Connor wished he could comfort the women, yet knew if he tried to speak, he would break down.",
        "Surprised by the intimate motion that seemed meant to comfort her, Deidre glanced up at him before nuzzling his neck.",
        "She let herself feel the comfort of his strength.",
        "He breached her comfort zone in a way that left her shaken, scared.",
        "In her despair she turned for comfort and counsel to Sainte-Beuve, now constituted her regular father confessor.",
        "It is served by the Atlantic Coast Line, the Seaboard Air line, the Southern, the New York, Philadelphia & Norfolk, the Chesapeake & Ohio, the Norfolk & Western, the Norfolk & Southern and the Virginian railways, by many steamship lines, by ferry to Portsmouth (immediately opposite), Newport News, Old Point Comfort and Hampton, and by electric lines to several neighbouring towns.",
        "Norfolk is the see of a Protestant Episcopal bishopric. The city has a public park of 110 acres and various smaller ones, and in the vicinity are several summer resorts, notably Virginia Beach, Ocean View, Old Point Comfort, Pine Beach and Willoughby Beach.",
        "It is not much comfort to learn further from Descartes that \" he denies life to no animal, but makes it consist in the mere heat of the heart.",
        "In church it is best that he should confine himself to prophesying, for that brings to others \"edification and comfort and consolation.\"",
        "The modes of life and standards of comfort and morality in north Italy and in Calabria are widely different; the former being far in front of the latter.",
        "He took up his residence in Avila, where he had built a convent; and here he resumed the common life of a friar, leaving his cell in October 1497 to visit, at Salamanca, the dying infante, Don Juan, and to comfort the sovereigns in their parental distress.",
        "With increase of speeds this matter has become important as an element of comfort in passenger traffic. As a first approximation, the centre-line of a railway may be plotted out as a number of portions of circles, with intervening straight tangents connecting them, when the abruptness of the changes of direction will depend on the radii of the circular portions.",
        "a mile had little consideration bestowed on their comfort, and were excluded from the fast trains till 1872, when the Midland railway admitted them to all its trains.",
        "In all countries passenger trains must vary in weight according to the different services they have to perform; suburban Weight trains, for example, meant to hold as many pas ah d sengers as possible, and travelling at low speeds, do not weigh so much as long-distance expresses, which include dining and sleeping cars, and on which, from considerations of comfort, more space must be allowed each occupant.",
        "His father's library, though large in comparison with that he commanded at Lausanne, contained, he says, \" much trash \"; but a gradual process of reconstruction transformed it at length into that \" numerous and select \" library which was \" the foundation of his works, and the best comfort of his life both at home and abroad.\"",
        "The paroxysm is followed by a definite interval in which there is not only no fever, but even a fair degree of bodily comfort and fitness; this is the intermission of the fever.",
        "The weak parts of this story are the sudden and unexplained departure of the Simons; the subsequent useless cruelty of treating the child like a wild beast and keeping him in a dark room practically out of sight (unless any doubt of his identity was possible), while his sister was in comparative comfort; the cause of death, declared to be of long standing, but in fact developed with such rapidity; the insufficient excuse provided for the child's muteness under Gomin's regime (he had answered Barras) and the irregularities in the formalities in attending the death and the funeral, when a simple identification of the body by Marie Therese would have prevented any question of resuscitated dauphins.",
        "For 23 years he wandered far and wide, bringing comfort and succour to his co-religionists, and often very narrowly escaping capture.",
        "He soon found such work not sufficiently remunerative to keep his petite horde in comfort, and then turned his thoughts to employment from the French foreign office, either in writing or in diplomacy.",
        "(6) That the local variations of wages and prices were what we should call excessive, so that the standard of comfort in one district was very different from that of others.",
        "But these conclusions, after all, suggest more difficulties than they remove, for they show that our inquiry, instead of presenting certain well-marked features which can be readily dealt with, has to be split up into a number of highly specialized studies: the investigation of rates of wages, prices and the standard of comfort in different localities, bye-industries, regularity of employment, the organization of particular trades, the economic functions of local authorities, apprenticeship and a host of other subjects.",
        "OLD POINT COMFORT, a summer and winter resort, in Elizabeth City county, Virginia, U.S.A., at the southern end of a narrow, sandy peninsula projecting into Hampton Roads (at the mouth of the James river), about 12 m.",
        "(The \"Old\" was added subsequently to distinguish it from a Point Comfort settlement at the mouth of the York river on Chesapeake Bay).",
        "The Malays are indolent, pleasure-loving, improvident beyond belief, fond of bright clothing, of comfort, of ease, and they dislike toil exceedingly.",
        "With him, as with his father, the politics of the Marches had been the main consideration; his final change of side was due to jealousy of the younger Despenser, whose lordship of Glamorgan was too great for the comfort of the Bohuns in Brecon.",
        "Edward called her the merriest of his concubines, and she exercised great influence; but, says More, \"never abused it to any man's hurt, but to many a man's comfort and relief.\"",
        "Slavery had disappeared; the blacks were employed as hired servants, receiving for their remuneration the third part of the crops they raised; and the population was rapidly rising in civilization and comfort.",
        "This operation is called gastrostomy and may be the means of giving many weeks of comfort to the unhappy patient - provided that its performance is not too long postponed.",
        "The hymns which had brought comfort to the faithful in the time of their distress had become an integral part of their religion which could not be given up. Jerusalem was now the religious metropolis of a great nation.",
        "The Lao, who descended from the mountain districts of Yunnan, Szechuen and Kweichow to the highland plains of upper Indo-China, and drove the wilder Kha peoples whom they found in possession into the hills, mostly adopted Buddhism, and formed small settled communities or states in which laws were easy, taxes light and a very fair degree of comfort was attained.",
        "Already in the opening passage mysterious voices are heard crying, \"Comfort ye, comfort ye my people\"; the plural indicates that there were other prophets among the exiles besides the author of Isa.",
        "Since the advent of the British power, the immigration of Hindus with a lower standard of comfort and of Chinamen with a keener business instinct has threatened the economic independence of the Burmese in their own country.",
        "Its contents relate to the destruction of the world through war and natural catastrophes - for the heathen a source of menace and fear, but for the persecuted people of God one of admonition and comfort.",
        "Hence it still seems best to assume some unknown Aramaic form equivalent to 7rapaicX y as, and then to take the latter in the sense of comfort or encouragement.",
        "This rendering, rather than \"exhortation\" in the sense of eloquence, best suits the usage of Acts, which suggests such comfort as is given by encouraging rather than rousing words (ix.",
        "HAMPTON ROADS, a channel through which the waters of the James, Nansemond and Elizabeth rivers of Virginia, U.S.A., pass (between Old Point Comfort to the N.",
        "The entrance from Chesapeake Bay is defended by Fortress Monroe on Old Point Comfort and by Fort Wood on a small island called the Rip Raps near the middle of the channel; and at Portsmouth, a few miles up the Elizabeth river, is, an important United States navy-yard.",
        "The Federal steam frigates, \"Roanoke,\" \"St Lawrence\" and \"Minnesota\" had all gone aground in their trip from Old Point Comfort toward the scene of battle, and only the \"Minnesota\" was near enough (about i m.) to take any part in the fight.",
        "judgment to be also a prophet of comfort; but the internal evidence of composite and (in whole or part) later authorship must outweigh the traditional attachment of these passages to a MS. containing the work of Micah.",
        "Agriculture, however, is not far advanced, yet owing to the linen industry the inhabitants are generally in circumstances of comparative comfort.",
        "Grant meantime had disposed his divisions in camps around the Landing rather with a view to their comfort than in accordance with any tactical scheme.",
        "\" Ans.: \" That men may know God by whom they were created,\" - the Heidelberg catechism has: \" What is thy only comfort in life and death ?\"",
        "To keep alive, in a fair standard of comfort, the population of 206,690, food supplies have to be imported for nine and a half months in the year.",
        "Scarcely any one dreamed that individual subjects could safely be left to believe what they would, and permitted, so long as they did not violate the law of the land, freely to select and practise such religious rites as afforded them help and comfort.",
        "Holmes, Handbook of the Indians North of Mexico; Alice C. Fletcher, Francis la Flesche and John Comfort Fillmore, \"A Study of Omaha Indian Music,\" Peabody Museum Archaeological and Ethnological Papers, i.",
        "beautiful old age in his Concord home, the Orchard House,where every comfort was provided by his daughter Louisa, Alcott was gratified at being able to become the nominal, and at times the actual, head of a Concord \"Summer School of Philosophy and Literature,\" which had its first session in 1879, and in which - in a rudely fashioned building next his house - thoughtful listeners were addressed during a part of several successive summer seasons on many themes in philosophy, religion and letters.",
        "It is served by the Chesapeake & Ohio railway, and by trolley lines to Old Point Comfort and Newport News.",
        "But we hear no good news of that kind, and gather small comfort from the mere fact that Congregational churches are holding their own as well as any of their neighbours.\"",
        "They lived in the security and comfort obtained by social organization, and were apparently intelligent, industrious and progressive communities.",
        "But, while lacking the medieval appearance of Fribourg or Bern, or Sion or Coire, the great number of modern fine buildings in Geneva, hotels, villas, &c., gives it an air of prosperity and comfort that attracts many visitors, though on others modern French architecture produces a blinding glare.",
        "Immediately dependent upon the prince, from whom they obtained their privileges, the most important of which were self-government and freedom from taxation, these traders soon became an important factor in the state, counterpoising, to some extent, the influence of the gentry, enriching the land by developing its resources, and promoting civilization by raising the standard of comfort.",
        "For the losses he had sustained as a colonist he received no compensation, and several years elapsed before he obtained an appointment that placed him in a state of comfort and independence.",
        "In 1832 he published a Political Economy, the chief purpose of which was to enforce the truth that the right economic condition of the masses is dependent on their right moral condition, that character is the parent of comfort, not vice versa.",
        "But the city itself has a different aspect; its situation is relieved by numerous gentle hills, which show up its fine public buildings to great advantage; its main streets are wide and well kept, and it has an air of prosperity, activity and comfort.",
        "It was to him that Southwell addressed his Epistle of Comfort.",
        "trans., Comfort for the FaintHearted, London, 1903); Sacellum Animae Fidelis (Eng.",
        "Newport News is served by the Chesapeake & Ohio railway, of which it is a terminus; by river boats to Richmond and Petersburg, Va.; by coastwise steamship lines to Washington, D.C., Baltimore, Philadelphia, New York, Boston and Providence; by foreign steamship lines to London, Glasgow, Liverpool, Dublin, Belfast, Rotterdam, Hamburg and other ports; and by electric lines to Old Point Comfort, Norfolk and Portsmouth.",
        "A Dyaloge of Comfort against Tribulacion, printed by Rastell in 1533, was destined primarily for More's family.",
        "Ridley he greeted with the words, \" Be of good comfort, Master Ridley, and play the man; we shall this day light such a candle by God's grace in England as (I trust) shall never be put out.\"",
        "In Tirol cakes are left for them on the table and the room kept warm for their comfort.",
        "43) seems to be used \"in a large and general sense as a word of hope and comfort,\" and we need not attach to it any of the more definite associations which it had in Jewish eschatology.",
        "On the 10th Lord Scrope and Sir Francis Knollys were sent from court to carry messages and letters of comfort from Elizabeth to Mary at Carlisle.",
        "The question frequently arises, not only for those interested in the production of fur apparel, but for those who derive so much comfort and pleasure from its use, whether the supply of fur-bearing animals is likely to be exhausted.",
        "Bacon was again his rival, and again unsuccessfully; the wealthy young widow became - not, it is said, to his future comfort - Coke's second wife.",
        "Thus Chalmers \"reviews seriatim and gravely sets aside all the schemes usually proposed for the amelioration of the economic condition of the people\" on the ground that an increase of comfort will lead to an increase of numbers, and so the last state of things will be worse than the first.",
        "In religion he found but little comfort during his long and frequent fits of dejection; for his religion partook of his own character.",
        "Many people had been surprised to see a man of his genius and learning stooping to every drudgery, and denying himself almost every comfort, for the purpose of supplying a silly, affected old woman with superfluities, which she accepted with but little gratitude.",
        "It was long since he had seen her, but he had not failed to contribute largely out of his small means to her comfort.",
        "trost, comfort, aid, fidelity, trust, through the latinized form trustis.",
        "Herodotus, describing the funeral customs of the Scythians, states that, on the death of a chief, the body was placed upon a couch in a chamber sunk in the earth and covered with timber, in which were deposited all things needful for the comfort of the deceased in the other world.",
        "for the 12th of March 1881, \"in order to obtain from the mercy of Almighty God help and succour in the weighty necessities of the Church, and comfort and strength in the battle against her numerous and mighty foes.\"",
        "He was determined not to abandon his vocation as a man of genius by following the lower though more profitable paths to literary success, and expected that his wife should partake the necessary sacrifice of comfort.",
        "In such a condition of affairs it is hardly surprising to find that the great and stern Teacher congratulates the poor and has nothing but pity for the rich; that He has no interest at all in comfort or property.",
        "At such a moment the warnings of our Lord would claim a large place in a record of His teaching, and the strange comfort which He had offered would be the only hope which it would seem possible to entertain.",
        "It is good tidings to the poor: it sets no store on property and material comfort: it pities the wealthy and congratulates the needy.",
        "29 as connected with the root nhm \" comfort,\" but this is etymologically impossible.",
        "As a Hebrew word it might connect with nuah, \" rest\"; and the Septuagint has, \"he will give us rest,\" instead of \"he will comfort us\"; and this is sometimes accepted as the original reading.",
        "He has never seen more perfect optical definition in any of the many telescopes he has employed, and certainly never measured a celestial object in such favourable conditions of physical comfort.",
        "Morphine is a sheet anchor in the later stages of cancer and other painful diseases, rendering the life of the patient one of comparative comfort.",
        "The governor of this province, Abdallah, the son of Omar II., was a man of small energy, whose principal care was his personal ease and comfort.",
        "Confrontation with the historical Aristotle may have brought but little comfort to the orthodox system, but it was a stimulus to dialectical activity within the schools.",
        "Unlike the Spartiates they might, and did, possess gold and silver and the iron and steel wares from the mines on Mt Taygetus, the shoes and woollen stuffs of Amyclae, and the import and export trade of Laconia and Messenia probably enabled some at least of them to live in an ease and comfort unknown to their Spartan lords.",
        "Mary talked too much for Anne's comfort, and Anne too little for Mary's satisfaction.",
        "Steamboats ply daily from the foot of Seventh Street to Alexandria, Mt Vernon, Old Point Comfort and Norfolk, and at Old Point Comfort there is connexion with boats for New York.",
        "south of Old Point Comfort, at the mouth of Chesapeake Bay, to another point 200 m.",
        "These sometimes completely absorb the shell on which they are settled, but then act as a substitute for it, and in any case by their outgrowth they extend the limits of the dwelling, so that the inmate can grow in comfort without having to hunt or fight for a larger abode.",
        "Wherever, it has been said, there is room for two to live up to the conventional standard of comfort, a marriage takes place.",
        "The decline has been greatest where the standard of comfort is notoriously high, as in the United States, England and Australasia; also in France, where the general wellbeing reaches probably a lower depth in the community than in any other part of Europe.",
        "It is not improbable, therefore, that the fall in wholesale prices which, with temporary interruptions, persisted between 1870 and 1900, in general harmony with the other movement, may have conduced to reluctance on the part of those who have enlarged their notions of the standard of comfort to endanger their prospects of enjoying it by incurring the additional expenses of family life.",
        "It is generally held that the practice of thus limiting families usually prevails, in the first instance, among the betteroff classes, and in time filters down, as \"the gospel of comfort\" is accepted by those of less resources, until the prolificity of the whole community is more or less affected by it.",
        "In 1799 he found it advisable for his comfort, if not for his safety, to emigrate with his family to the United States.",
        "Comparative tranquillity and material comfort had succeeded to discord and rough living.",
        "Stella's one child, Lucilio, survived his birth but fifty days; nor did his mother long remain to comfort the scholar's old age.",
        "finds comfort in the thought of Yahweh's unfailing mercy; but ends with a louder cry for vengeance.",
        "He accounts for their temporary success by recording that \"the Mussulman hordes experienced the comfort of fighting for their religion, and the blessings of it reverted to the sovereignty of his just and pious majesty.\"",
        "Yet in the loneliness of life at Berlin the idea of a wife as the comfort of gathering age sometimes rose before his mind - only to be driven away by cautious hesitations as to the capacity of his means, and by the shrinking from the loss of familiar liberties.",
        "In both these cases, however, it is the clove-gillyflower which is intended, as it is also in the passage from Gerard, in which he states that the conserve made of the flowers with sugar \"is exceeding cordiall, and wonderfully above measure doth comfort the heart, being eaten now and then.\"",
        "Such patients are apt to suffer much from cough and laryngeal irritation in the cold, dry air of the Alps, whereas they live in comparative comfort on the Riviera, in the Canary Islands, Madeira or at Capri.",
        "But warm, moist climates rather favour sedentary habits and tend to lessen appetite, so that the nutrition of the patient is apt to suffer; and although phthisical patients may live in comparative comfort in such climates, their tendency to recovery in them is small.",
        "It is a mistake, however, to send those in whom the disease is very far advanced away from home and friends, because when there is no hope of cure it is better for them to die in comfort at home.",
        "This allowance of space has been ascertained by experience to be sufficient, not only for comfort, but also for subsistence for one day, provided that the density of the ordinary civil population is not less than 200 persons to the square mile.",
        "\"The comfort of meeting such men of genius as these,\" he wrote, \"is that they talk sincerely.\"",
        "Other towns, important as mining or agricultural centres, are Albox (10,049), Dallas (7136), Lubrin (6593), Sorbas (7306), Tabernas (7629), Velez Blanco (6825), Velez Rubio (10,109) and Vera (8446)ï¿½ Education is backward and the standard of comfort low.",
        "After the other, it was the bitterest possible experience that could befall him, nor, in the state of mental desolation into which it plunged him, could he find any comfort from being soon again set free.",
        "How many young literary people, disappointed at the unsuccess of their first attempts, did he comfort and spur on to renewed and higher efforts !",
        "As a rule, each is built in a large garden or compound; and although the style of architecture is less imposing than that of the stately residences in Calcutta, it is well suited to the climate, and has a beauty and comfort of its own.",
        "The standard of comfort is lowest along the Danube and in parts of the Dobrudja.",
        "To come to England, Wesley provided for spiritual discipline through the class-meeting, whose leader has to advise, comfort or exhort as occasion may arise; and (2) through the ministers, who have to bear the chief responsibility in the reproof, suspension or expulsion from communion of erring brethren.",
        "It is true that most of these improvements are due to foreign enterprise and serve largely foreign interests; still they have also benefited the city, and added much to the convenience and comfort of local life.",
        "Thus, the miser first sought money as a means to comfort, but ends by sacrificing comfort to money; and similarly though the first promptings to justice (or any other virtue) spring from the non-moral pleasures gained or pains avoided by it, through the link formed by repeated virtuous acts the performance of them ultimately comes to have that immediate satisfaction attached to it which we distinguished as moral.",
        "The people, less thrifty and industrious than the Bulgars, less martial than the Montenegrins, less versatile and intellectual than the Rumans, value comfort far more highly than progress.",
        "He seems also to have kept up his connexion with Geneva by addressing letters of counsel and comfort to the faithful there who continued to regard him with affection.",
        "In 1549 he wrote a dedication to Edward for a translation of the second volume of Erasmus's Paraphrases; and in 1550 he translated Otto Wermueller's Precious Pearl, for which Protector Somerset, who had derived spiritual comfort from the book while in the Tower, wrote a preface.",
        "Peace and order helped to raise the standard of comfort.",
        "A sermon which he preached before the university in 1843, The Holy Eucharist a Comfort to the Penitent, so startled the authorities by the re-statement of doctrines which, though well known to ecclesiastical antiquaries, had faded from the common view, that by the exercise of an authority which, however legitimate, was almost obsolete, he was suspended for two years from the function of preaching.",
        "Enjoying a liberal allowance, he now lived in Paris in comfort and independence, and he published his early novels, none of which is quite of sufficient value to retain the modern reader.",
        "At the moment, code of conduct took second place to comfort.",
        "This upbeat interpretation gave Cynthia Dean little additional comfort.",
        "In spite of his trepidation at contact with any element of the law this morning, knowing Jake Weller was involved gave Dean a measure of comfort.",
        "Past-Death was far too arrogant for his comfort.",
        "The weapons lining his body and tucked into pockets of his trench coat were items of comfort rather than necessity; his hands alone had ended the lives of more humans and Immortals than there were stars in the sky he stared into.",
        "Even if you couldn't extend our lives, you brought us comfort.",
        "\"Will youâ€¦\" She wasn't sure how to ask for what she wanted, the comfort only he seemed to be able to give her.",
        "She didn't expect him to sit with her for hours; she definitely didn't expect him to stay solely for her comfort without trying to force anymore Immortal bullshit down her throat.",
        "Their connection was strong, its calming affect on her the only comfort he was able to offer.",
        "If not for the nightmares, she.d carry him back to his bed, whether or not he liked it, but she found some comfort in having the angel so close.",
        "The regret in his dark eyes made her want to beg him not to kill her and comfort him for the pain he.d surely feel hurting his own friend.",
        "Still shaken from her discussion with Gabriel, she couldn.t decide if she wanted to run to the comfort of Rhyn.s arms or send him away for good, before Gabriel took her away.",
        "She wandered back to the safety of her room, wanting paper and pencils, her favorite jeans â€¦ anything familiar to comfort her.",
        "The woman beside her was far too subservient for her comfort; if their brother expected her behavior to conform, he was in for a surprise.",
        "He was still enveloped in the grogginess of slumber and it was minutes before he found himself rising from beneath the comfort of the quilt to the edge of the rumpled bed.",
        "As a warrior who spent his adult life at battle, he wasn't really keen on how to comfort a woman who had seen three things she'd likely never witnessed before in the span of five minutes.",
        "The discovery of her true father did nothing to comfort her, not when she realized how much Mr. Tim had betrayed her.",
        "The idea of caring for her overwhelmed him again.  He'd never had a reason to try to control his power or to focus on anything other than surviving.  That a simple little mortal could show him just how little his Immortal and demon powers really meant humbled him.  If he found his way, it would be because of her.  Her distress and sorrow were, buried but he still saw them.  She was trying to be brave, asking him for one last moment of comfort before what she thought was the end.",
        "They were accommodated in four-star comfort.",
        "The home theater offers optimum comfort with a captivating surround sound experience.",
        "Full of comfort, unconditional acceptance and wisdom to give you the encouragement and guidance you need, from the angels.",
        "It shifted its mission from selling air conditioners to selling a certain level of comfort, however it was delivered.",
        "There is full air conditioning throughout for your comfort.",
        "This in turn should improve artificial limb fitting, comfort and quality of life for below-knee amputees.",
        "Candle Comfort Quality Candles Quality made candles including aromatherapy, pillars, votives, wedding candles.",
        "Any pose that brings this comfort and steadiness is a yoga asana.",
        "They cannot conceive of, or even aspire to, everyone enjoying Western levels of development and comfort.",
        "assured of the comfort.",
        "With a comfort range starting at 2° this bag will see you through early spring into a mild autumn.",
        "backrest for added comfort.",
        "backrest adjustment of you chair to increase your comfort.",
        "barn conversion, offering cozy 5 Star comfort.",
        "Fine stuff is used in Moses baskets for maximum comfort for your baby.",
        "Tourist Board 4 star rated hotels Accommodation offering superior comfort and quality; all bedrooms with en-suite bath, fitted overhead shower and WC.",
        "bathe in comfort.",
        "beech slats for extra comfort.",
        "She may find comfort in taking an inventory of her years, counting all the blessings bestowed upon her.",
        "Consequently the service allows customers to compare bookmaker 's odds with the highest level of comfort.",
        "bookmaker's odds with the highest level of comfort.",
        "For ladies - choose a well-fitting supportive sports bra for comfort.",
        "You start out alone, poor (but not broke) and wielding a short sword for your safety and comfort.",
        "The carrier grows with the baby thanks to an adjustable buckle that gives maximum comfort for all ages.",
        "byword for comfort, style, luxury, and the ultimate travel experience.",
        "Each room has been freshly painted and all the bedrooms have brand new carpeting, along with ceiling fans to ensure added comfort.",
        "A classic comfort in a contemporary design, our exclusive chaise is a sublimely indulgent and highly stylish addition to your home.",
        "charm combined with modern comfort.",
        "charter yachts are fully equipped for cruising in comfort and have full safety, navigational and domestic equipment.",
        "This fabulously soft velvety chenille feel Lola the cow comfort toy and blanket is suitable for new babies and older babies alike.",
        "Only the Saghan' Ã®l could be so cocksure as to build such a large campfire for their comfort or to make so much noise.",
        "Students have been combining the comfort of city hotels with more challenging cultural activities.",
        "You will enjoy the modern comfort of the rooms which are decorated with delicate wood furnishings.",
        "Further advice should include the culling of severely affected birds and special attention to the ventilation in order to maximize bird comfort.",
        "The officer was probably trying to offer comfort by suggesting that Herbert had had time for his final words.",
        "They were cold, damp and infested, but most artists were prepared to sacrifice comfort for quantity.",
        "The use of a second monitor mounted from the same hub affords the same comfort to the assisting physician.",
        "comfort in the warmth of elegance.",
        "To better understand why air temperature alone is not a valid indicator of thermal comfort, see the six basic factors.",
        "Made from super-soft, 100% cashmere, it offers a loose fit with an elasticated waist for added comfort.",
        "Achieving the reference posture position and optimum workstation comfort has never been easier.",
        "First Class The lie-flat sleeper seats in First Class on Boeing 777 aircraft are designed to give you maximum comfort in any position.",
        "Completely renovated in 2001, it is now a deluxe boutique property combining cutting edge design with luxurious comfort for the discerning traveler.",
        "Four Star - As three star plus bedrooms offering superior comfort and quality, with en suite bath, fitted overhead shower and WC.",
        "comfort zone that first part of the race.",
        "comfort blanket or weapon of war: what is Trident for?",
        "Interior noise - the noise inside passenger vehicles has a great effect on the level of passenger comfort.",
        "Trained volunteer counselors comfort, advise and protect children and young people who may feel they have nowhere else to turn.",
        "Don't lose the blanky Comfort Blankets has revamped what must be the most popular brand of baby comforters.",
        "The WTB \" comfort zone \" saddle is very comfy - thanks to the extra soft section near the nose.",
        "Comfort also means being able to rely on a roomy, versatile luggage compartment of over 400 liters.",
        "compass binnacle, the boat is set for increased comfort and safety.",
        "Absolutes of Honey and Rose help desensitize and comfort red, blotchy complexions.",
        "We cannot so well lay forth our hearts with such largeness and comfort in our own concernments before others.",
        "cosseted, lavish environment of comfort and serenity.",
        "cot mattress Pad Add a comfort layer to your existing cot mattress - a custom made pad produced entirely of organic materials.",
        "We are not about pinching pennies, clipping coupons, or sacrificing comfort to save a few bucks.",
        "crave for the comfort of a tent.",
        "The harness will fit a waist up to 44 inch and is open crotch for comfort and enjoyment.",
        "crumbs of comfort Through which God's work may be done.",
        "crumpets for breakfast this morning, but even my favorite comfort food couldn't help me.",
        "crutch strap - giving much more comfort to a baby in a diaper.",
        "curvaceous arms and sumptuously deep cushions have instant appeal in terms of both look and comfort.",
        "contoured cushions that provide optimum comfort and client support.",
        "cushy pastoral comfort.",
        "daylong comfort.",
        "decadent comfort.",
        "decompress in comfort.",
        "There was nothing for me to do but offer comfort to the others, who were now lying delirious in their respective bunks.",
        "dine in comfort alone, or as part of a group.",
        "monthly disposables - These offer the comfort of a soft lens.",
        "domineering husband finds comfort in the arms of an invisible lover in \" The Secret.",
        "doughnuturmet, old fashioned comfort eating, of the iced fingers, custard donut variety.",
        "Today in many Asian countries silk filled duvets are preferred for their comfort.",
        "Duvet Naturewarm luxury duvet Naturewarm luxury duvets are filled with pure sheep's wool and give all the warmth and comfort associated with natural wool.",
        "earn a good income from the comfort of your own home!",
        "She would often gain even more as a result of comfort eating.",
        "This is done to bring edification, exhortation and comfort to the church.",
        "The highly elastic, top grade 100% CR Neoprene allows more movement for ultimate wearer comfort.",
        "We entered the park after a comfort stop and were immediately enchanted by the profusion of birds.",
        "New seating offers more comfort, says Land Rover, adding that a new fascia should also improve cabin ergonomics.",
        "establish which factors contribute to enhancing the comfort of furniture.",
        "We listened to the crack of rock and the occasional expletive as a piece came too close for comfort.",
        "At sea Princess motor yachts have confident sea-keeping and high performance providing extended cruising in safety and unmatched comfort.",
        "Great for all general applications they feature fully multicoated lenses, good close focus and twist-type large diameter rubber eyecups for viewing comfort.",
        "Old photos of the local cycle club mounted on penny farthing bikes made us appreciate the comfort of our machines.",
        "The fully adjustable front velcro fastening allows you to slip your feet into complete comfort.",
        "Height adjustable, padded child seat area is micro fleece lined for added comfort.",
        "foldaway chair for your comfort.",
        "fratricide incident occurred in 1994 during Operation Provide Comfort, which intended to protect certain Kurdish areas in Northern Iraq.",
        "If wet gangrene is present, again, comfort is the priority.",
        "globe temperature T g The globe thermometer occupies a central place in the instrumentation of comfort surveys.",
        "The interior combines the grandeur of a medieval castle with the comfort of the 20th century.",
        "gravitate toward comfort and don't like extreme situations.",
        "Both beginners and old hands in the Craft who need strength and comfort will benefit from this practical guidebook.",
        "seamless finger gussets provide comfort and extend onto the backhand for increased flex.",
        "The subtle shimmer has a slimming effect, whilst the cotton gusset ensures total comfort.",
        "Featuring a back seam and silk gusset, they combine sexy appeal with comfort.",
        "gusset for comfort and a shadow toe.",
        "This is a 100% cotton hammock with added comfort spreader bars complete with stable easy to erect powder coated steel stand.",
        "The seat and back are very well padded and there is a fully adjustable harness for your child's comfort and safety.",
        "It uses the Biofit back system with an ergonomic comfort shoulder harness and hip belt.",
        "Slip over the shoulder harness straps for extra comfort.",
        "Complete with padded headband, dual swiveling ear cups these headphones also offer excellent levels of comfort.",
        "headgear with a comfort fit.",
        "Recline your seat and adjust the headrest \" ears \" for true comfort while sleeping on our long haul flights.",
        "head-to-head with pro players, all from the comfort of their homes.",
        "helm seat allows driver to sit or stand in total comfort.",
        "Beautifully restored, this luxurious hideaway combines period charm with modern day comfort.",
        "hipster cut, it's styled in soft cotton rich stretch fabric for a fitted look that maintains comfort.",
        "Enjoy a relaxing holiday in comfort, open all year.",
        "Make Art & Crafts in the comfort of your own home.",
        "home-from-home comfort.",
        "With a rollaway hood and sealed seams, it offers even more comfort and protection.",
        "huddled close to John for comfort.",
        "humid climates, removing moisture is critical for comfort.",
        "The various other benefits of fasting are that man gets to exercise sacrificing physical comfort and to endure hunger and thirst.",
        "husbandmanshone all day without a cloud, to the great comfort of the poor husbandmen.",
        "I struggled to find some words of comfort to send by private email, but they seemed pitifully inadequate.",
        "Frankly, that sort of life is almost incestuous, too close for comfort.",
        "Discover how YOU can earn a good income from the comfort of your own home!",
        "incomparable comfort.",
        "That seems inconsistent with any form of security that merely provides a level of comfort rather than an outright guarantee.",
        "instep flex zone for increased comfort.",
        "The first bedroom retains the intimacy of the original cottage with the comfort of modern living.",
        "Automatically inflating jackets are the best in terms of comfort.",
        "Jacquard webbing which is adjustable at three points and comfort padded at the heel.",
        "keep warm at the start First stop - 100 yards across the roundabout for a comfort stop.",
        "Many customers still prefer the unique fit and comfort of luxury knitwear with raglan sleeves (see below ).",
        "An ocean-going liner that will keep us all together in some comfort, afloat in a sea of change.",
        "inner lining - ideal for comfort, usually made of leather or cloth.",
        "live within a 20 mile radius of Windsor you can view our portfolio and accessories in the comfort of your own home!",
        "longe time in the Tower, ... our euerlasting comfort in hym.",
        "loopy blanky Harry aged 11 months Lancashire with his cow print comfort blanket!",
        "lordly master, who depends for his comfort on his servants?",
        "lurching even when the suspension is set to its usual comfort mode.",
        "The pre-shaped shoulder straps are made from breathable wicking mesh for added comfort when carrying.",
        "They are breathable, for comfort, and all have ventilation protected by mosquito mesh screens.",
        "micro fleece lined for added comfort.",
        "A shock absorbing midsole and footbed round off the comfort features.",
        "mock-up testing can be used to predict environmental or thermal comfort in buildings.",
        "modernized to provide a maximum level of comfort throughout your stay.",
        "Moses baskets for maximum comfort for your baby.",
        "most people will observe gradual changes in their dog's comfort level.",
        "The Maternelle range for pregnant and nursing mums combines practicality and comfort with femininity and style.",
        "neckline for added comfort.",
        "They're made using stretchy, soft neoprene with soft Lycra binding for maximum comfort, giving you a happier, warmer toddler.",
        "nine-to-five job and make a fortune from the comfort of your own home.",
        "nitrile rubber sole which offers comfort and enhanced traction poolside.",
        "nubuck (leather)99 MARINO - Mens comfort sandal with soft nubuck upper.",
        "Handles on all the knives are built for comfort and made to last using premium materials like aluminum, steel and glass reinforced nylon.",
        "occupant comfort in site accommodation for construction villages.",
        "offering comfort, capture, and support used in it's various locations.",
        "I'm generally okay around town, but anywhere out of my comfort zone is a major stress.",
        "oozed comfort and the breakfasts were all equally delicious.",
        "Specialized weight training shoe which offers comfort and support during lateral movements through having a solid rubber outsole.",
        "outsole for durability, and the stability and comfort that comes with being made on a combination last.",
        "padded back for extra comfort. padded shoulder and stomach support straps.",
        "Each padded cushion has a zip enabling you to move or add padding to any area, ensuring maximum comfort.",
        "padding for enhanced comfort.",
        "Buy or Order Mangosteen Juice Get Paid To take Surveys Earn Money from the comfort of your own home with online paid To take Surveys Earn Money from the comfort of your own home with online paid surveys.",
        "I did my best to comfort her by buying a large pasty.",
        "I now have a regular pedicure in the comfort of my home.",
        "penny farthing bikes made us appreciate the comfort of our machines.",
        "In an atmosphere of supreme comfort, this is a highly pleasurable way to discover the sites of the famed ancient civilization of Egypt.",
        "An irresistibly radiant smile This is the great comfort lipstick!",
        "Available for your comfort is a passenger lift taking you to our manual wheelchair and riser recliner chair emporium.",
        "With an Orbital massage recliner you can now have your own therapist on hand 24/7 in the comfort of your own home.",
        "reincarnation theory stressed in the Gita gives psychological comfort.",
        "For occupant comfort, the internal relative humidity had to be maintained at about 55 %, which significantly increased the reverberation time.",
        "relax on a treatment couch that is designed for stability and comfort.",
        "relax in comfort and not be stressed.",
        "relive these classic moments from movie history in the comfort of your own home.",
        "Lady Catherine de Bourgh's attention to his wishes, and consideration for his comfort, appeared very remarkable.",
        "That very simple and somewhat repetitious little text tells us some very profound things about God's comfort in our suffering.",
        "Property of all kinds making for human comfort commands the respect of all men.",
        "responsive handling as well as adding much-needed ride comfort.",
        "rider comfort see to that.",
        "The Wave also has rounded handles to ensure comfort during long use.",
        "Fitted with huge gel comfort saddle and Post Modern cushty post, 21 speeds and Hutchinson puncture proof slicks.",
        "View some of the most beautiful scenery in Europe from the comfort of a modern cruise ship.",
        "The world almost divides into two, but stops short of the split as Descartes reverts back to the comfort of medieval scholasticism.",
        "Alan Comfort scored a scorcher to bring the score back to two one.",
        "The reason for going for the quality option is mostly for comfort, but also because cheaper clothes can look scruffy very quickly.",
        "secluded in six acres of gardens and woodlands, offering high standards of comfort and service.",
        "Stay in modern comfort in an Old World setting and relax in peaceful seclusion only fifteen minutes from Inverness.",
        "The actions of the junior senator have caused alarm and dismay among our allies abroad, and given considerable comfort to our enemies.",
        "Also in the bedroom, there is a leather settee, for your comfort.",
        "shoulder strap for comfort.",
        "Thermal comfort is represented by a graph showing, for ranges of temperature, the number of days each range is exceeded.",
        "The terrace offers shaded comfort and makes an ideal spot for an after lunch siesta!",
        "Constructed from 100% medical grade silicone for ultimate comfort.",
        "Our shirt has been designed with raglan sleeves for comfort and ease of movement on the pitch or off.",
        "And featuring a slew of original recipes so you can concoct eighteenth century remedies in the comfort of your own home.",
        "Although, she can take comfort in the fact that even German born Queen Silvia of Sweden still has the occasional slip-up in public.",
        "I have been advised to try a comfort snaffle on Jack.",
        "I'm a poor lonely snowman left to die on the slope, With no crumb of comfort - and no kind of hope.",
        "Made with organic cotton these are wonderfully soft giving maximum comfort.",
        "Their arrival seemed to afford him real satisfaction, and their comfort to be an object of real solicitude to him.",
        "For its part, religion can only offer the sop of God's comfort blanket for those bereaved by His own acts.",
        "All coaches are non smoking, although comfort sops will be made.",
        "Shopping for food is useless as I can only think of porridge and tinned spaghetti, the comfort food from my childhood.",
        "spandex fabric offer maximum comfort.",
        "Coruisk being used due to her having stabilizers for better passenger comfort.",
        "Sleeping accommodations include two elegant staterooms with their own head compartments that provide privacy and comfort.",
        "Air conditioning; 13 \" flat panel TV with DVD player; and cd stereo are some of the comfort options available.",
        "stodgy food with comfort.",
        "stretch fabric for a fitted look that maintains comfort.",
        "stretchy panels are designed for comfort.",
        "stretchy, soft neoprene with soft Lycra binding for maximum comfort, giving you a happier, warmer toddler.",
        "They're made using stretchy, soft Neoprene with soft Lycra binding for maximum comfort, giving you a happier, warmer toddler.",
        "Suitable from birth, this great value twin stroller comes in black and has 5 position recline seats and harness pads for comfort.",
        "You will have the comfort of knowing that you will receive professional advice, from a highly trained stylist.",
        "suckle with no bedding as comfort.",
        "It has a non-slip suede insole and a ' Shoc Pad ' in the heel for comfort, stability and impact absorption.",
        "Since I broke up with my partner, I often get suicidal, but have nobody to comfort me.",
        "Private dining can be arranged in the comfort of your spacious suite or in the indoor or outdoor dining areas.",
        "Or enjoy a sundowner from the comfort of our camp lounge.",
        "They are strong enough to withstand any challenge yet supple enough to give unrivaled comfort.",
        "SAVA accredited surveyors offer additional comfort to buyers such as: ' hidden defects insurance ' to all their clients.",
        "taffeta lining for comfort.",
        "If your toddler's tantrums are driving you crazy, take some comfort in the thought you're not alone!",
        "thermal comfort in the workplace.",
        "RaceBook.com brings you betting on your favorite thoroughbred, harness, greyhound racing and jai alai events from the comfort of home.",
        "O tidings of comfort and joy, comfort and joy, O tidings of comfort and joy!",
        "tights offer comfort and feminine styling.",
        "tinned spaghetti, the comfort food from my childhood.",
        "torsion bar suspension, to aid in the ride comfort.",
        "trying to keep warm at the start First stop - 100 yards across the roundabout for a comfort stop.",
        "twill collar and placket and features three rubber buttons for comfort and practicality.",
        "ultimate in comfort for your cat.",
        "Come on, most of us lead lives of historically unparalleled comfort, cocooned by nice homes and generally pleasurable surroundings.",
        "His comfort, his success, his reputation, his joy, his fulfillment, his blessing are her delight, utterly unselfish.",
        "Many guests stay with us at these times to enjoy the comfort of their accommodation and to totally unwind.",
        "unwind in comfort.",
        "By setting new standards in style, comfort and service, the venue provides an upmarket, multi-functional destination for great entertainment and events.",
        "Superbly designed with style and flair this outstanding hotel provides the utmost in comfort.",
        "utmost in comfort.",
        "Highly breathable to provide comfort in all activities; does not restrict the movement of moisture vapor.",
        "The high performance Grafalloy shaft generates high club head speed, combined with the comfort of the Golf Pride tour velvet grip.",
        "venturi (tube)n back provide venturi effect, creating maximum air flow through for wider comfort range.",
        "Made in Portugal from pre-washed dark blue denim, they have an adjustable elastic waistband, lined with a soft cotton velvet for comfort.",
        "These feature an adjustable waistband for total comfort at each step of your pregnancy.",
        "waistband with a flat draw cord, again for added comfort.",
        "waistband for total comfort at each step of your pregnancy.",
        "walk-up fares can also enjoy the added comfort of Economy Plus seating.",
        "They use the patented Teva strapping system with durable Jacquard webbing which is adjustable at three points and comfort padded at the heel.",
        "weightless, pressure-free comfort.",
        "The personal whims of the skipper can decide to a great extent the relative comfort of their lives.",
        "But Nestor himself slept in the innermost room of the tall building, and with him his lady wife for love and comfort.",
        "We were just in a really good zone, a good comfort zone that first part of the race.",
        "The property of Confederates might be confiscated, and in 1866 a constitutional amendment disfranchising all who had given aid and comfort to the Confederacy was adopted.",
        "In teaching, in dispensing the sacraments, in presiding over public worship, and in the private functions by which he ministers to the comfort, the instruction and the improvement of the people committed to his care, a pastor acts within his parish (or congregation) according to his own discretion; and for the discharge of all the duties of the pastoral office he is accountable only to the presbytery from whom he received the charge of the parish (or congregation).",
        "Finally the mountain valley, with its patches of cultivable soil on the alluvial fans of tributary torrents, its narrow pastures on the uplands only left clear of snow in summer, its intensified extremes of climates and its isolation, almost equal to that of an island, has in all countries produced a special type of brave and hardy people, whose utmost effort may bring them comfort, but not wealth, by honest toil, who know little of the outer world, and to whom the natural outlet for ambition is marauding on the fertile plains.",
        "Benedict Spinoza, the eminent Jewish pantheist (1632-1677), to whom miracle is impossible, revelation a phrase, and who renews pioneer work in Old Testament criticism, finds at least a fair measure of liberty and comfort in Holland (his birth-land).",
        "Such a railway has no statutory rights and no special obligations, and the owner of it is liable to be sued for creating a nuisance if the working of the line interferes with the comfort of those residing in the neighbourhood.",
        "The ringing of bells, building operations, vibration of machinery, fireworks, bands, a circus, merry-go-rounds, collecting disorderly crowds, dancing, singing, &c., have been held under certain circumstances to constitute nuisances so as to interfere with quiet and comfort, and have been restrained by injunction.",
        "Arany at once resolved that it was his duty never to leave his father again, and a conrectorship which he obtained at this time enabled them to live in modest, comfort.",
        "No comfort that wealth could purchase, no contrivance that womanly ingenuity, set to work by womanly compassion, could devise, was wanting to his sick room.",
        "They wear a special dress, a band of blue cloth on the left arm; they may earn an extra gratuity and spend a part of it in buying extra food or articles of comfort and relaxation; they may take their meals in association, converse at them or at exercise, but not at labour.",
        "The other markets are conveniently situated at various accessible places within the city, and the careful police supervision to which they are subjected, both in the matter of general cleanliness, and in the careful examination of all articles of food exposed for sale, has tended to the general health and comfort of the population.",
        "Other towns, important as mining or agricultural centres, are Albox (10,049), Dallas (7136), Lubrin (6593), Sorbas (7306), Tabernas (7629), Velez Blanco (6825), Velez Rubio (10,109) and Vera (8446)Ã¯¿½ Education is backward and the standard of comfort low.",
        "By an especial cruelty of fate, what should have been the comfort became the bane of his existence.",
        "\"Anyhow,\" said Dorothy, \"we've 'scaped those awful Gurgles, and that's ONE comfort!\"",
        "His whole short corpulent figure with broad thick shoulders, and chest and stomach involuntarily protruding, had that imposing and stately appearance one sees in men of forty who live in comfort.",
        "Like all the others near the speaker, Prince Andrew looked at him with shining eyes and experienced a sense of comfort.",
        "The radiant heat given off by the floor results in very high comfort levels.",
        "An irresistibly radiant smile This is the great comfort lipstick !",
        "The reincarnation theory stressed in the Gita gives psychological comfort.",
        "You will be asked to lie and relax on a treatment couch that is designed for stability and comfort.",
        "If your flight is delayed you can relax in comfort and not be stressed.",
        "There has never been a better time to relive these classic moments from movie history in the comfort of your own home.",
        "Lady Catherine de Bourgh 's attention to his wishes, and consideration for his comfort, appeared very remarkable.",
        "That very simple and somewhat repetitious little text tells us some very profound things about God 's comfort in our suffering.",
        "Effective revisions to suspension and steering gave neater, more responsive handling as well as adding much-needed ride comfort.",
        "Its lusty power delivery, surefooted composure and excellent rider comfort see to that.",
        "Georgian, country house secluded in six acres of gardens and woodlands, offering high standards of comfort and service."
    ],
    "definition": [
        "Link/Cite"
    ]
}