{
    "translation": "נוח",
    "uses": [
        "I made myself comfortable on the sofa, my arm around Betsy, as we all waited for him to continue.",
        "She'd always felt comfortable around him.",
        "I'd think that would make you even more comfortable with the idea.",
        "I hope you find this trip a little more comfortable than the last.",
        "The old man and child were playing checkers in the comfortable den when a housekeeper called them to dinner.",
        "She'd start feeling more comfortable with the room.",
        "With a baby on the way, Quinn's and Martha's top priority was a locality where they could raise a family in a large and comfortable home.",
        "Maybe sometime she'll feel comfortable with having a hired hand around - or maybe she'll get married again.",
        "I settled in my most comfortable chair and was ready for a long conversation.",
        "\"It would make me more comfortable,\" she said.",
        "Wherever Bordeaux was, he was probably more comfortable than the rest of them.",
        "The room felt comfortable and the children were asleep.",
        "Maybe he felt more comfortable thinking of it that way.",
        "She brightened at the sight of the comfortable seating.",
        "Now, here with her, he had finally felt comfortable enough to release his emotions.",
        "It's comfortable and quick.",
        "Then, being very comfortable, he began to grow stronger.",
        "Wherever she is, I'd be more comfortable if she were in police hands.",
        "I feel so comfortable! answered Natasha, almost perplexed by her feelings.",
        "At that moment his home life, jokes with Petya, talks with Sonya, duets with Natasha, piquet with his father, and even his comfortable bed in the house on the Povarskaya rose before him with such vividness, clearness, and charm that it seemed as if it were all a lost and unappreciated bliss, long past.",
        "No. I won't tell him anything I'm not comfortable with you hearing.",
        "\"I'm much more comfortable telling you why I feel capable of performing the duties than picking apart Mr. Fitzgerald,\" Dean said as he detailed his duties in direct police work and the experience he'd gained from them.",
        "It was comfortable – too comfortable.",
        "Dean was feeling more comfortable that Cynthia just needed time to get her priorities in line.",
        "You would be more comfortable somewhere in a house... in ours, for instance... the family are leaving.",
        "It'll be another two weeks before I'll feel comfortable imaging her uterus to see the fetus.",
        "Our new life in Keene produced a comfortable level of contentment we'd never previously experienced.",
        "Finally she felt comfortable about her wages.",
        "They are way too comfortable in the mortal world right now.",
        "Thanks, I know we can count on you, Katie, but I think she'll be more comfortable staying at our house.",
        "Comfortable against Damian, she drifted into a restful doze until he shifted.",
        "She settled beside him again, comfortable in bed with him.",
        "But you're still not comfortable with the decision, are you?",
        "They danced for a few minutes in comfortable silence, and finally he spoke again.",
        "Choose whichever of those you are comfortable with, but let me illustrate with a single example.",
        "There was a chill, but once Dean began warming his muscles he felt comfortable in this familiar posture.",
        "What felt comfortable only moments ago now seemed bold and foolish.",
        "I've said more than I feel comfortable saying.",
        "But I'm glad you seem more comfortable about running for office.",
        "It was still early in California and I assumed she was at dinner though I'd been more comfortable knowing she and Molly had reached their destination without hitch.",
        "Not now implied later, but that didn't feel comfortable either.",
        "A comfortable house for a rude and hardy race, that lived mostly out of doors, was once made here almost entirely of such materials as Nature furnished ready to their hands.",
        "The best works of art are the expression of man's struggle to free himself from this condition, but the effect of our art is merely to make this low state comfortable and that higher state to be forgotten.",
        "Are you sure you're comfortable with me working for Sheriff Lydia Larkin?",
        "There was a question of jurisdictions and when Weller volunteered that Martha was safe and comfortable at Bird Song where she'd spent the last six months, no one seemed to protest.",
        "The southern spring, the comfortable rapid traveling in a Vienna carriage, and the solitude of the road, all had a gladdening effect on Pierre.",
        "He seemed comfortable with his surroundings, which was surprising in itself.",
        "When they began to blindfold him he himself adjusted the knot which hurt the back of his head; then when they propped him against the bloodstained post, he leaned back and, not being comfortable in that position, straightened himself, adjusted his feet, and leaned back again more comfortably.",
        "Olga, go and see whether Uncle's beef tea is ready--it is almost time, she added, giving Pierre to understand that they were busy, and busy making his father comfortable, while evidently he, Pierre, was only busy causing him annoyance.",
        "It isn't fool proof, but I'm comfortable it's secure.",
        "Once she was comfortable with us she opened up, displaying a sharp and inquisitive mind.",
        "A comfortable bed replaced the cot utilized in Peabody and absolute darkness proved more conducive to sleep than the leaked light that often snuck into our old quarters.",
        "The room was allegedly the most comfortable Hell had to offer.",
        "She hesitated, too comfortable with him for her own good.",
        "Having straightened his coat and fastened on his hunting knives and horn, he mounted his good, sleek, well-fed, and comfortable horse, Viflyanka, which was turning gray, like himself.",
        "She was comfortable in bed with him – yet silently panicking as well.",
        "She relaxed in his arms, comfortable in surrendering to his lead.",
        "Would she ever reach the point that she felt comfortable about spending the money he had earned before they met?",
        "\"I saw that you shared his history …\" She stopped, not sure how comfortable he was with a stranger reading his mind.",
        "Like the assassin who obsessed about birthdays and clothing, there were two sides to the man before her: the warm, friendly stranger with whom she'd felt so comfortable she confided to him over the phone without knowing anything about him, and the tattooed thug before them in snug biker leathers.",
        "Once she was certain Cade and his guests were comfortable, she retreated to her room with a book.",
        "Known for their signature crab cakes to juicy burgers, this restaurant is perfect for a comfortable dinner with the kids.",
        "He didn't bring it up again - not even when Jonathan was unable to get his short arm into a comfortable position to play the guitar.",
        "Both Dean and his wife felt comfortable with Fred researching the identity of the skeleton as long as Fred remained unaware of any direct connection to the Dawkinses.",
        "In truth, it was the one place in the house where she felt safe and comfortable when she wasn't with Damian.",
        "The cultured mannerisms that made talking to Andre comfortable were quite different from Wynn.",
        "The coop was a comfortable 48°F - warm enough to keep the eggs from freezing, but cold enough that the chickens didn't get shocked by the temperature change when they went out of the coop.",
        "The ride back was quiet, but the silence was a comfortable one, only becoming awkward when they reached the door of his house.",
        "After a childhood filled with foster homes, she feared getting too comfortable, even in the home of the man who adopted her twelve years ago, when she was ten.",
        "Alex seemed to be more comfortable around Morino than he was around his father's family.",
        "I never thought of him as being anything else but a salesman until I saw him tonight, but he seems so... comfortable now.",
        "In this festive and casual atmosphere you can feel comfortable eating your tacos with your fingers.",
        "The shop was pleasant, with comfortable easy chairs in the front, coffee counter in the center and tables to the rear.",
        "It is essential for us; it will give us all we need: comfortable quarters and a speedy return to our country.",
        "As comfortable playing hip-hop as he is with jazz.",
        "The atmosphere is casual and friendly with comfortable booths.",
        "In the darkness, he was comfortable.",
        "In their dormitory we found chocolate, sausages, tins of sardines, and very comfortable beds, whilst the other prisoners were starving.",
        "The cozy and comfortable atmosphere serves as the perfect venue for patrons seeking a place to relax and dine in the heated patio or indoors while nightly live jazz tunes emanate from the piano.",
        "If you're seeking a hearty meal at a fair price in a comfortable atmosphere, this restaurant will suit you well.",
        "This restaurant has a very casual environment, and guests can be comfortable showing up in their beach clothes after a day of hanging out by the ocean.",
        "The cafe offers a comfortable atmosphere and outdoor seating when the weather is fitting.",
        "The bar's atmosphere is warm and comfortable, with rich wooden furniture and bar.",
        "The hotel's beds are exceptionally comfortable, linens crisp, and the beds are double-sheeted.",
        "Ask for your deserts to go to enjoy as you stroll around the streets, or take up a seat in the back which offers a small comfortable sitting area.",
        "Wood floors and gentle lighting help to create a warm and comfortable feeling, accented by a wait staff that encourages patrons to feel as though they are welcome and valued guests.",
        "Cottages are cozy, comfortable, and affordable, sleeping up to eight people.",
        "I'll be comfortable there.",
        "It 's modern, clean and very comfortable, but absolutely tiny.",
        "Comfortable as the position was, it was hard to relax.",
        "The bed's very comfortable.",
        "She felt comfortable enough now to approach that intimate conversation.",
        "Maybe jeans were more comfortable.",
        "The king gave him an annual grant of 1200 gulden (120), considerably enlarging it before the end of the year, and placing a comfortable house in the outskirts of the city at his disposal.",
        "comfortable sofas, plasma TV screens, bathroom floor inlaid with blue pebbles.",
        "Our room is pleasant and comfortable.",
        "We will try to make you comfortable.",
        "He also contemplated a thorough-going reform of the ferme generale, but contented himself, as a beginning, with imposing certain conditions on the leases as they were renewed - such as a more efficient personnel, and the abolition for the future of the abuse of the croupes (the name given to a class of pensions), a reform which Terray had shirked on finding how many persons in high places were interested in them, and annulling certain leases, such as those of the manufacture of gunpowder and the administration of the messageries, the former of which was handed over to a company with the scientist Lavoisier as one of its advisers, and the latter superseded by a quicker and more comfortable service of diligences which were nicknamed\" turgotines.\"He also prepared a regular budget.",
        "Judging by the contents of their rubbish pits, the villagers were living a comfortable existence under Roman rule.",
        "The lounge was large and light with plenty of comfortable seating and an exceptionally pleasant atmosphere.",
        "There is also a covered area under which our babies sleep in large comfortable traditional high prams, with written parental consent.",
        "Painting in a range of media, but most comfortable with etching, he is one of Britain's most famous contemporary printmakers.",
        "\"Donnie seems comfortable here,\" she added, as if she felt compelled to move the conversation to less personal ground.",
        "The trio was far more comfortable now, six months later, with enough money in the bank to keep the wolves away, and expectations, if not of prosperity, of at least a reasonably comfortable coming season.",
        "We won't have you skiing any place where you're not comfortable.",
        "I know we'll probably never learn the answer, but I still can't fathom what could have happened back in Boston to make Annie Quincy desert a comfortable life.",
        "I do feel better but I'll still be glad when things get back to normal and I'm comfortable my mother is her old self again.",
        "Fred squirmed to a more comfortable position.",
        "He hit a comfortable pace and stayed there as he peddled past the cemetery and the open meadows where a herd of elk grazed near the river to his left, standing at attention near the edge of the tall cottonwoods that lined the bank.",
        "Oh, I guess he thinks she'll be more comfortable in it.",
        "If she had to spend time in the holding room, he wanted her to be as comfortable as possible.",
        "They had accomplished quite a bit the previous day, and Sarah felt comfortable about being away for the next two days.",
        "Life at Fairhaven settled into a comfortable routine.",
        "It was simple and comfortable.",
        "She dressed in a comfortable uniform marking her as a civilian member of the government service before hesitating to choose what uniforms to bring: the summer- or winter-weight uniforms.",
        "Though he did live in a tent, he liked to think he lived as comfortable as possible.",
        "He'll probably be pissed at me, so don't get comfortable, Dan said, waving her in.",
        "The suite was small and comfortable with a small living area, utility area with lockers, and a door leading to a bedroom with its own bathroom.",
        "She awoke beneath the sheets of his bed, warm and comfortable.",
        "Lana pulled the blankets up as well, feeling exposed rather than comfortable at his sudden change.",
        "\"I sent Elise and Benny to teach Lana some self-defense,\" Brady said as they struck off in comfortable silence.",
        "But as a man who lived day-to-day, tomorrow was a concept he wasn't always comfortable with.",
        "The apartment was almost as she'd last seen it: comfortable and crowded with oversized furniture and rugs coating every carpeted space.",
        "Its colors were pale purple and the bed beneath him more comfortable than any he'd lain in.",
        "Tim stood in his black fed uniform, comfortable with the soldiers eyeing him.",
        "She'd run into no one in her two weeks and grown comfortable in the forest with Jack.",
        "She sat back, comfortable with the warmth of the fire.",
        "The two-story home had been built in the depression years and although there was little land around it, it was comfortable, well constructed and had answered Dean's limited needs—at least \"temporarily\"—for the past 15 years.",
        "He felt like a packaged pound of dog meat after slightly less than three hours sandwiched in his warm and comfortable bed between Ethel Rosewater's last frenzied spasm of pleasure and the screaming alarm clock.",
        "While not strictly a meat-and-potatoes guy, he felt more comfortable with a meal he could recognize, like the week­day special at Uncle Sally's Galley, not something tiny and exotic, wrapped in dainty strands of imported grass.",
        "It seemed to Dean it was the young man's way of telling his mother that he was comfortable with her allowing Dean to peek into the corners of their life.",
        "The two laughed and chattered like lifelong friends, perfectly comfortable in each other's company.",
        "I feel so comfortable with you—you let me forget.",
        "\"Comfortable. Just like an old slipper,\" he replied, with just a hint of melancholy in his voice.",
        "Tommy DeLeo and his wife had invited them both over for a family cookout but Dean didn't want to be around someone else's comfortable world when his was a tossed salad.",
        "The flight out on Friday night had been a comfortable few hours spent at thirty-odd thousand feet, sandwiched between a cloud-covered countryside and a starlit sky.",
        "They ate in comfortable silence for a while before he finally spoke.",
        "It was a comfortable intimacy, though – and the first of his money she would spend on herself.",
        "There was a cool comfortable sundress and sandals waiting for her in the other room.",
        "They sat in comfortable silence, eating.",
        "They sat in comfortable silence, watching a couple of squirrel's frolic in the warm spring sun.",
        "You have a comfortable life.",
        "She'd never felt as comfortable around him as she did Dusty.",
        "She made her new spot as comfortable as possible and lay down to wait and watch.",
        "His warmth made her drowsy and comfortable, and she liked the feeling.",
        "Her thoughts turned to the one person she felt comfortable talking to.",
        "The newest member of their family, Yully wasn't quite comfortable yet.",
        "Jenn couldn't help feeling more comfortable here than in the forest, when it was just the two of them.",
        "Are you comfortable saying it won't be ours?",
        "He made a comfortable nest on the floor, propped against several borrowed pillows.",
        "He roused himself, leery of becoming too comfortable in the home of his enemies.",
        "He knew nothing aside from Memon's heavy-fisted ways and those of the surrounding clans, but he felt far more comfortable sitting in a hall full of what should be the enemy than he ever had at Memon's court.",
        "She groaned, comfortable in her familiar bed yet aching all over.",
        "If she felt more comfortable with him at the helm, he could hardly be accused of controlling her.",
        "Actually, the suit is comfortable enough - the oxfords, not so much.",
        "The knit pants hugged her figure, but they were comfortable and stretched when she did.",
        "While the clothes she wore today were comfortable, they certainly wouldn't have been her choice.",
        "If you feel comfortable with her … He paused briefly and then continued.",
        "Alondra would probably be more comfortable with someone sophisticated like Alex.",
        "Like Alex, he was most comfortable when he was in complete control.",
        "It looked like a comfortable position, so Carmen did the same.",
        "The rocker was comfortable and a soft breeze caressed her into a blissful silence.",
        "It's more comfortable, anyway.",
        "I mean... my sleeping bag isn't the most comfortable bed, you know.",
        "Neat and comfortable, their station acted as their home as well as their hub for coordinating operations in LA.",
        "The private man who hadn't even named his cat didn't seem like someone comfortable with sharing.",
        "He propped up his feet again, comfortable.",
        "She was comfortable, cradled in his arms.",
        "She was comfortable with her body, until she strolled onto a beach covered in cheerleaders.",
        "Xander hadn't bristled around this woman; his guard stayed down, as if he was comfortable with her.",
        "Jonny opened it to reveal a comfortable looking room with a plush couch set, rugs to cover the concrete floors, and television lighting the room.",
        "Her room was bright, the bed more comfortable than she remembered.",
        "She scanned over the comfortable furniture and past the living room to a large kitchen and dining area before her gaze returned to the two forms seated on the balcony.",
        "Each city which had been the cradle of freedom thankfully accepted a master, to qutmch the conflagration of party strife, encouragt trade, and make the handicraftsmen comfortable.",
        "The prophets address themselves to men living in comfortable abodes with olive-fields and vineyards, suffering from bad seasons and agricultural depression, and though the country is unsettled there is no reference to any active opposition on the part of Samaritans.",
        "No ruins are to be seen as in other Persian towns; the houses are comfortable, in good repair, roofed with tiles and enclosed by substantial walls.",
        "Thus, you see, with my herbarium, my vibratory, and my semi-circumgyratory, I am in clover; and you may imagine with what scorn I think of the House of Commons, which, comfortable club as it is said to be, could offer me none of these comforts, or, more perfectly speaking, these necessaries of life.\"",
        "The life of the ruling class was comfortable and even luxurious from early times.",
        "In recent years the demands of modern travel have led to the establishment of a hotel, which affords comfortable accommodation according to European methods.",
        "In the following winter the death of the comtesse de Fontaine-Martel, whose guest he had been, turned him out of a comfortable abode.",
        "But it provided him with a safe and comfortable retreat, and with every opportunity for literary work.",
        "In 1802 he entered parliament through the duke of Norfolk's nomination as member for Thetford, and married a widow with six children, Mrs Ord, who had a life interest in a comfortable income.",
        "He abounded in kindliness and generosity, and if there was anything especially difficult for him to endure, it was the sight of human suffering, as was shown on the night at Shiloh, where he lay out of doors in the icy rain rather than stay in a comfortable room where the surgeons were at work.",
        "His grandfather, Daniel Foe, lived at Etton, Northamptonshire, apparently in comfortable circumstances, for he is said to have kept a pack of hounds.",
        "The compounds in general, especially those originally made for Chinese labourers, are well built, comfortable, and fulfil every hygienic requirement.",
        "The appearance of the houses is precisely that of Swiss chalets, picturesque and comfortable - the only drawback being a want of chimneys, which the Bhutias do not know how to construct.",
        "The bracing weather of Canadian winters is followed by the warmth and humidity of genial summers, under which crops grow in almost tropical luxuriance, while the cool evenings and nights give the plants a robustness of quality which are not to be found in tropical regions, and also make life for the various domestic animals wholesome and comfortable.",
        "Inscriptions, beautiful mosaics and other traces of comfortable houses have been found, with many potsherds, coins and bronze, iron and other objects; and a large part of the town walls, several mosaics and parts of buildings, can be seen.",
        "The introduction of the Ten Commandments in 1553 seems to be derived from the order of service published by Valerandus Pollanus (Pullain) in 1551; and that of the Comfortable Words in 1 549 is borrowed, though all the texts chosen are not identical, from the Consultation of Hermann.",
        "In all warm or comfortable days the fruit trees may be pruned.",
        "If the skins are dressed in Europe they afford a very comfortable rug, though a very marked one in effect.",
        "Hume certainly did his utmost to secure for Rousseau a comfortable retreat in England, but his usually sound judgment seems at first to have been quite at fault with regard to his protege.",
        "There are wider streets, comfortable residences, and attractive gardens in this part of the city.",
        "The benefices are almost without exception provided with good residences and glebes, and the tithes, &c., generally afford a comfortable income.",
        "The depressing effect of the heat and humidity is greatly relieved by afternoon breezes from the sea, and the nights are invariably comfortable and generally cool.",
        "Balue (q.v.) spent eleven years in prison quarters, comfortable enough, in spite of the legend to the contrary, while Harancourt was shut up in an iron cage until 1482.",
        "the diameter of the tube) and of the lower pivot (which must be perforated by a hole at least equal in diameter to the photographic field of the telescope), conditions which involve very refined arrangements for relief of friction, and (2)ythe less comfortable attitude of looking upward instead of downward.",
        "Its massive Roman walls still survive, and recent excavations have revealed a town hall and market square, a temple, baths, amphitheatre, and many comfortable houses with mosaics, &c. An inscription shows that under the Roman Empire it was the chef-lieu of the Silures, whose ordo or county council provided for the local government of the district.",
        "Once acquired the habitué depends on the drug for a comfortable existence, and as the organism becomes quickly tolerant of the alkaloid the original dose no longer suffices.",
        "Hostile critics were not wanting; many voices were raised in protest against the ultra-humanitarianism which sought to make gaols too comfortable and tended to pamper criminals.",
        "Some of them are models of cleanliness and good order, built on the best and most imposing lines with large comfortable cells and an abundance of light and air.",
        "The newest prisons are generally lighter, more roomy, better ventilated and on the whole more comfortable than even the best British prisons.",
        "verse 14), which would naturally be silenced by the overwhelming falsification of its comfortable predictions (iv.",
        "Passenger travelling is slow, but extremely comfortable.",
        "and xiii., indicate that he was in comfortable but moderate circumstances.",
        "He served on the most comfortable stations, and avoided the more arduous work of the navy.",
        "\" The smoker assumes a comfortable attitude (lying down of course) at a proper distance from the lamp. He now puts the stem to his lips, and holds the bowl over the lamp. The heat causes the opium to frizzle, and the smoker takes three or four long inhalations, all the time using the dipper to bring every particle of the opium to the orifice as it burns away, but not taking his lips from the end of the stem, or the opium pellet from the lamp till all is finished.",
        "The gardens to the north-east contain a caravanserai, which is fairly well kept and comfortable.",
        "The service was one of great exposure and privation; for two years and a half, Farragut wrote, he never owned a bed, but lay down to rest wherever he found the most comfortable berth.",
        "After 1760 the penal laws were less strictly enforced, but throughout the century the lot of the Episcopalian ministers in Scotland was far from comfortable, and only the humblest provisions for church services were tolerated.",
        "£300 a year was a very comfortable income at Athens, and it was possible to live decently on a tenth of it.",
        "Campeche was one of the three open ports of this coast under the Spanish regime, and its walls, general plan, fine public edifices, shady squares and comfortable stone residences are evidence of the wealth it once possessed.",
        "It was comfortable â€“ too comfortable.",
        "She rubbed her arms again and headed for the living room, which was now comfortable.",
        "Only after a promise to adhere to her commitment did Howie feel comfortable with Betsy making the call.",
        "I settled in my most comfortable chair for a long conversation.",
        "The old man and child were playing checkers in comfortable den when a housekeeper called them to dinner.",
        "Even Bumpus, our pet dog, was comfortable in our new office where he'd accompany us each day, content to lie beneath his mistress's desk or occasionally woof for a walk.",
        "After refusing bed, I was propped up on a sofa and felt reasonably comfortable, provided I kept motion at a minimum.",
        "The train was clean and comfortable.",
        "\"You're in Arizona,\" Jake said as she resumed her defensive position in the library's most comfortable chair.",
        "\"I saw that you shared his history â€¦\" She stopped, not sure how comfortable he was with a stranger reading his mind.",
        "She was comfortable in bed with him â€“ yet silently panicking as well.",
        "They felt comfortable that it was the path to the remote mine.",
        "Tucked against him, she was comfortable but unable to relax, too aware of the effect his size and strength had on her.",
        "She beat the rush onto the metro and took up a comfortable position on the aisle side of the commuter train, book in one hand and purse in the other.",
        "--protection from enemies, a really comfortable lifestyle, and some mates even are able to tap into their immortals' talents.",
        "There were six large ornate sheet music cabinets along one wall and comfortable seating for eight, although Sarah was the only audience ever in attendance.",
        "The two-story home had been built in the depression years and although there was little land around it, it was comfortable, well constructed and had answered Dean's limited needsâ€”at least \"temporarily\"â€”for the past 15 years.",
        "I feel so comfortable with youâ€”you let me forget.",
        "He was far tooâ€”comfortable.",
        "It was strange how a man could feel comfortable blowing kisses, but paranoid about revealing his vulnerable side.",
        "It was a comfortable intimacy, though â€“ and the first of his money she would spend on herself.",
        "Their friendship had turned into something else, something she wasn't comfortable with.",
        "She'd knocked the Oracle out to make Traveling a little more comfortable.",
        "Taran settled into a comfortable morning with the good-natured warriors of Tiyan.",
        "If you feel comfortable with her â€¦ He paused briefly and then continued.",
        "Satisfied, she returned to the living area and plopped down on a couch too rigid to be comfortable.",
        "Yiddish proverb: Most people are more comfortable with old problems than with new solutions.",
        "comfortable high standard accommodation, evening meals optional, Separate Licensed bar.",
        "achy feet by wearing shoes which are light, comfortable fitting and flexible.",
        "Not simply decorative afterthoughts, they are vital elements in the design of a comfortable, well-planned room.",
        "I ain't easy; I ain't easy; I ain't comfortable.",
        "airy comfortable lounge with electric living flame fire, sofa bed & door to garden.",
        "ambidextrous design makes working more comfortable, whether you mouse with your left or right hand.",
        "The large bar area features paneled walls, wooden tables and chairs and comfortable upholstered armchairs in front of an.. .",
        "He invited us to sit down on comfortable armchairs placed around a fire on which a kettle sat between two logs.",
        "The seats are really comfortable with the drivers having extra lumber support and there is also an adjustable drivers armrest for those long journeys.",
        "And the fact that it was very comfortable, and that we were looked after extremely well by these two spinster aunts.",
        "Many Thanks Margaret and Arthur Weaver stayed at parc glas bach, moylegrove in May 2005 Enjoyed our stay in your comfortable cottage.",
        "garden beanbags Cool, comfortable spots to spend your summer, garden beanbags are great for patios, decks, lawns and pool sides.",
        "beautiful in appearance and comfortable in the hand.",
        "In addition there is a comfortable sofa bed in the living area.",
        "Buy our 100% cotton boxer shorts in two comfortable styles.",
        "Wearing a comfortable, supportive maternity bra should help.",
        "The 365 day a year course is comfortable to play, even in the middle of the day due to the constant cooling breeze.",
        "West Kitty Cottage A detached three-bedroom bungalow providing comfortable accommodation for a family of up to five people.",
        "Knew David was really comfortable in California when he ordered a breakfast burrito.",
        "Orchard Farm Cottages 2 comfortable farm cottages converted from a traditional cow byre, retaining the original beams.",
        "Choose between a comfortable hotel room or a thatched cabana, all with ceiling fans, cable TV, and private bathrooms.",
        "After lunch you will transfer to Ian Anderson's Caves Branch & jungle Lodge for a three night stay in a comfortable jungle cabana.",
        "Foam Hand Grips Make mounting and dismounting more comfortable, and help prevent calluses and slippery hands when performing chin-ups.",
        "He performed a wonderfully collected canter to ensure that his extra passenger would be as comfortable as possible.",
        "Each of our 4-6 berth caravans offers comfortable spotlessly clean accommodation.",
        "The lovely old oak beams, warm carpeting and cheerful fabrics all combine to make your stay truly comfortable and relaxing.",
        "The big glaciers had produced vast u-shaped valleys which had formed the lake our comfortable catamaran was on.",
        "The Arsenale space is so cavernous that encountering something of this dimension makes you feel surprisingly comfortable and a casa.",
        "comfy chair: Very important if you want to be comfortable all day.",
        "Keep the room warm and choose a comfortable bed to sleep in or a comfortable chair to sit in before you retire.",
        "I didn't quite figure them out to the point of being comfortable with them until I was forced to with the last colossus.",
        "comfortable on the ball.",
        "comfortable lounge to discuss their ideas informally.",
        "comfortable seating abounds in the cockpit, complimented by a full wet bar.",
        "comfortable surroundings.",
        "comfortable victory leaves Liverpool perched on top of the group, looking down on Chelsea.",
        "All have been exquisitely designed down to the last detail to be a feast for the senses as well as supremely comfortable.",
        "Women's Tech Base Brief A wicking and fast drying brief, extremely comfortable next to the skin as part of a layering system.",
        "The seat suspension was again set fairly soft and was surprisingly comfortable over these surfaces.",
        "The Ellaroo Sling spreads out well over the shoulder and across the back making for an exceptionally comfortable carry.",
        "comfortable to wear next to the skin.",
        "We desire an indoor climate in which we feel comfortable - warm enough in winter, cool in summer.",
        "Promoting his new album, Jacket Full of Danger, Green seems comfortable with his enduring cult status.",
        "England didn't start well but they looked more comfortable after Michael Owen had scored his first goal.",
        "It was only in the final two episodes that he seemed to find his footing and appear comfortable in the role.",
        "It's not just culinary delight, but a comfortable, effortless, night out.",
        "curlew cottage - (sleeps 2+) This super cottage offers very warm comfortable accommodation all on one level.",
        "curvaceous lines, its powerful slide up comes with a large screen and comfortable keypad.",
        "cushy comfortable compromise was open to him.",
        "This converted dairy is perfect for two, retaining some original stonework and providing comfortable accommodation in a peaceful location.",
        "The 19th century farmhouse, on our 300 acre dairy farm is large, comfortable and tastefully furnished with antiques.",
        "I feel more comfortable as a deacon in work than I do as a deacon in work than I do as a deacon in church as the moment.",
        "On land, Dri-Lite is constructed from two different deniers to enhance directional moisture wicking, keeping you dry and comfortable.",
        "Upon system start-up, users are presented with comfortable access to ten, instead of just one, computer desktops.",
        "The lights are not too bright or too dim, they are comfortable for the eyes.",
        "The skill of your facilitators is crucial here; they must be comfortable with heated debates that can often sound disloyal.",
        "Talking about your feelings might not be comfortable - yet you may feel the need to clue someone into growing disquiet.",
        "The group however seemed somewhat distracted by an surprisingly comfortable leather couch, which proved to be the most praised item in the museum.",
        "drawstring waist for a comfortable yet stunning fit.",
        "Soft, 100% silk creates a sumptuous feel and the smooth waistband has a silk drawstring detail to ensure an incredibly comfortable fit.",
        "drowsed off into what seemed to him the most comfortable and satisfying sleep he had ever known.",
        "dual-purpose tires and a low seat make this one of the coolest and most comfortable bikes around town.",
        "earpieces for an extremely comfortable fit making it ideal for all day use.",
        "The soft, thermally efficient TKA 100 Crew provides warmth without weight and a comfortable, pullover style, zip free fit.",
        "The brief has a loose fit and a comfortable half elasticated waist, while the top has delicately embroidered floral details at the neck.",
        "The Peregrine Voyager is a modern, ice strengthened vessel that is very comfortable and ideally suited for polar exploration.",
        "The redesigned eyecups allow for a very comfortable positioning of the eye.",
        "Behind the classical facade is a spacious contemporary foyer leading to an elegant lounge bar with comfortable traditional furnishings.",
        "feel comfortable - warm enough in winter, cool in summer.",
        "It gives you greater coverage being a four pronged attack for super quick needle felting as well as being comfortable.",
        "The floor is laid in colored tiles, the hearth made comfortable with a home made rug & highly polished steel fender.",
        "We spent the first night in a very comfortable private room, and the second in a cabin.",
        "All units come fully fitted to the highest standards for comfortable modern living.",
        "flywheel effect means that radiant temperatures, in summer are maintained below the high ambient levels making it feel more comfortable.",
        "Our Business Premier seat converts from a comfortable reclining leather armchair with Ottoman footrest, into one of the biggest beds in the air.",
        "forehand shot that goes to their less comfortable back hand.",
        "Individual and beautifully furnished bedrooms have oak four-poster beds and comfortable sitting areas.",
        "At the lunch break HHDUGC held a comfortable lead of 8 4 after the morning foursomes.",
        "furnished with comfortable loungers.",
        "Candidates should be comfortable moving past gatekeepers, speaking with decision makers and understand the process of selling over the phone.",
        "When you are comfortable doing this you can start gentle running and stretching.",
        "The original farmhouse, renovated into comfortable and spacious accommodation for enjoying holiday get-togethers.",
        "I think it has too much of a quiet comfortable Coldplay sound to get too giddy about, frankly.",
        "I don't feel very comfortable as I hear silly giggles and jokes about me.",
        "go-kart seat with additional padding seems to be providing the most comfortable solution.",
        "graphite screw winch reel seat Comfortable handle finished in special rodent resistant shrink rubber.",
        "It replaces the winding crank and provides a comfortable grip, which facilitates handheld photography.",
        "gunstock finish to achieve a high gloss and comfortable handling characteristics.",
        "Seaside hammocks - is your source for the world's most comfortable hammocks.",
        "Your hotel at Pedoulas is a comfortable, family-run 1* star hotel in the middle of this attractive village.",
        "They are much more comfortable in 30 degree weather and don't cause unpleasant hot flashes.",
        "Platinum doesn't tarnish, and for those with sensitive skin, it is also hypoallergenic, making it comfortable to wear.",
        "It offers comfortable 3 people igloo type tents for each 2 passengers, with mattresses and sleeping bags.",
        "imprudent young man contrives to be extremely comfortable.",
        "The suits themselves feel bulky and somewhat inflexible, but are remarkably comfortable overall.",
        "instep area provides firmness for comfortable play.",
        "What is right for you is the level of sexual intimacy with which you feel comfortable.",
        "May as well make them feel comfortable, so they don't get too jumpy.",
        "For more comfortable moving of spam to Junk e-mail, use the junk e-mail, use the Junk button on the Apple Mail toolbar.",
        "The cottage offers 1 double bedroom, 2 twin bedded rooms, bathroom, comfortable living area, well-equipped kitchen.",
        "laconic voice, the easy manner with a lyric, the comfortable presence with an audience.",
        "From our base at the comfortable Oropendola Lodge we'll be able to explore the trails, oxbow lakes and visit nearby canopy platforms.",
        "law-abiding folk retired on comfortable pensions.",
        "A mild and gentle laxative can help you to open your bowels, this will make you feel more comfortable.",
        "lek area is furnished with comfortable blinds to observe these colorful birds during their dawn mating rituals.",
        "Regardless, it fulfills its purpose - comfortable surroundings in which to enjoy a libation and a natter.",
        "So let us know if you want fancy Italian loafers or inexpensive but comfortable slippers.",
        "We provide comfortable Bed and Breakfast accommodation and two self-catering lodges with doorstep trout fishing.",
        "They were soon settled in comfortable lodgings in Pulteney Street.",
        "A very comfortable and well appointed home in a super location on exclusive longboat Key.",
        "Comfortable clothing (inc. waterproofs) wear loose, comfortable trousers or shorts (not jeans ).",
        "A comfortable campers lounge where you can relax with a drink from our off license or food from our takeaway.",
        "It was a comfortable save, although you never know the way that big lummox has played in this tournament.",
        "lures the listener into a comfortable aural space.",
        "We're in one, a handsome Victorian manse where we are in comfortable rooms.",
        "The sofa bed easily unfolds to present a comfortable spring interior, tufted mattress.",
        "Cabins are comfortable and spacious, and alfresco dining for all 48 passengers ensures that mealtimes are fresh and convivial.",
        "The majority of the transfers are done by air, while local visits are done in comfortable air-conditioned minibusses with removable ramps.",
        "If we follow Iglesias's thesis, this runs from comfortable, bourgeois irrelevance to casual misogyny.",
        "mistimes the pull shot and Zaheer takes a comfortable catch at mid on.",
        "moccasin construction produces a very light, flexible and comfortable shoe with a distinctive appearance.",
        "mohair hood with a zip down window making it a comfortable car in all weathers.",
        "What people lack are regular employment and the resources (often monetary) to provide a more comfortable lifestyle.",
        "Extremely comfortable, no pressure points behind the ears, cannot fall off, ensures compatibility with helmet mounted ear muffs.",
        "Profile: We offer comfortable, affordable and stylish clothes for mothers to be and breastfeeding mums.",
        "Standing aid RAISA The safe and comfortable standing and transfer aid to help people with weakened leg musculature.",
        "We made ourselves comfortable in the restaurant, where simple white napery contrasted with the old photographs of metropolitan life.",
        "I became so nauseous I couldn't find a comfortable position.",
        "Red In Color, Made of soft comfortable neoprene.",
        "He'll share how to turn less than a thousand dollars into a comfortable retirement nest egg using smart financial strategies most people overlook.",
        "A private hamlet of 5 comfortable, cozy cottages nestled in a peaceful hidden 15 acre valley yet just 5 minutes from Kingsbridge.",
        "Our comfortable rooms have private facilities and they also have a nightstand, several chairs, direct dial telephone and a trouser press.",
        "Whilst it is a large watch it is very comfortable to wear and does not feel obtrusive on the wrist.",
        "Again, we occupied the same seats as we did outbound, 25E and 25F and we got comfortable for the homeward bound flight.",
        "Comfortable, and washable thick seat pad with detachable head support for young babies.",
        "padded shoulder strap with 10 carry hook points for the most comfortable carry position.",
        "pampered for those few days in delightful and comfortable surroundings, being served delicious food and good wines in a friendly atmosphere.",
        "parele complied by paring down the number of guests and making Dean more comfortable with the show.",
        "Comfortable teak patio furniture, which includes a large teak table, 8 reclining chairs, 2 sun loungers and 6 sun beds.",
        "Behind that discreet green door lies the cozy, comfortable world of Searcy's Roof Garden Bedrooms, a surprisingly peaceful central London oasis.",
        "personable manner made the shopper comfortable.",
        "They freed women from the layers and layers of heavy petticoats and were much more hygienic and comfortable.",
        "Spacious and comfortable, the rooms are well equipped with color television, refreshment tray, clock radio and hairdryers.",
        "Please wear comfortable clothes and trainers, wear sun cream, a hat and bring a raincoat too!",
        "Seats in United Business will also recline to 150 degrees, providing customers with a more comfortable sleeping environment.",
        "reclines in a chair, it is really comfortable!",
        "SS The Emerald This solid and extensively refitted cruise liner offers pleasant and comfortable interiors and a crowded party ambiance.",
        "You can unwind in our comfortable lounge bar with a pre-dinner drink or relax in our delightful drawing room after a sumptuous repast.",
        "Comfortable residence pleasantly situated for the residence pleasantly situated for the residence of a gentleman.",
        "According to him, he felt more comfortable urinating in public places, but avoided entering restrooms if others were there.",
        "It reveals how young people on low incomes face significant barriers to saving that put any prospect of a comfortable retirement at severe risk.",
        "good photographers revel in making you comfortable before their camera.",
        "We have stayed here and enjoyed the real fires, great breakfasts, and comfortable room.",
        "rubbery stuff - I love these, perfect print quality and very comfortable.",
        "rubbish pits, the villagers were living a comfortable existence under Roman rule.",
        "ruched back for comfortable fitting.",
        "Adjustable seat - This upright bike includes an adjustable seat, providing a more comfortable workout for a variety of users.",
        "The leather seats are electrically adjustable to create the perfect driving position and so comfortable with extra lumber support.",
        "Comfortable fully upholstered red plush seating has now replaced the hard plastic chairs - regulars can leave the cushions at home!",
        "A traditional kitchen is a comfortable, user friendly kitchen - ensure there's some comfy seating around.",
        "There is plenty of comfortable seating in a small raised area at the front with some seating by the bar.",
        "It helps balance sebum production and smoothes out the texture of the skin, leaving it soft and comfortable.",
        "comfortable second floor flat in Sheringham, recently refurbished, with seaviews and balcony. c/h, mod cons, parking, garage and garden.",
        "administer sedation to make the patient comfortable without compromising patient safety.",
        "An intravenous sedative will be given to make you more comfortable during the test.",
        "Sitting on a comfortable settee, we take our coffee from the cloth covered coffee table.",
        "shoehorned into comfortable categories, and played amazing guitar.",
        "Cycling shorts are not essential but can make the experience more comfortable!",
        "Gig Bags A range of attractive thickly padded bags which are crammed with features; from numerous pockets to comfortable shoulder straps.",
        "silicone rubber for a custom, comfortable fit.",
        "Made from hypoallergenic, soft silicone rubber for a custom, comfortable fit.",
        "The comfortable, cozy lounge bar carries a large selection of beers, wine, liqueurs and spirits, including single malts.",
        "Kevan Gore quickly dispatched the pole sitter to take a comfortable lead.",
        "skeet vest is made from washable polycotton fabric with fine mesh net back panels to keep you cool and comfortable whilst shooting clays.",
        "skillful conversion has provided an exceptionally comfortable and romantic setting.",
        "The soft clear silicone skirt is extremely comfortable and molds to the diver's face.",
        "They feel comfortable to complete surveillance on back then comes riding sky-high.",
        "sleek chassis and its front and rear impact suspension it all makes for a comfortable ride for baby.",
        "They are designed to give your baby the best in safe, comfortable and restful sleep.",
        "sly dig at Paris ' home video past, Lindsay added: \" Obviously, she's very comfortable making videos.",
        "snuggle's nothing more comfortable than snuggling under a duvet on a cold wintry night with chilly winds howling outside your window.",
        "The apartment is very comfortable and unusually spacious, especially for the center of Val d'IsÃ¨re.",
        "This beautifully built detached family bungalow, offers spacious, comfortable living accommodation.",
        "Allow children to feel comfortable speaking in their own language to other children or staff in the setting who speak the same language.",
        "But I didn't feel very comfortable in the pop music world so I went to Japan in 1972 - a completely spontaneous act.",
        "The living room, spacious and comfortable, is given a regal air by the impressive curved marble stairway up to the mezzanine lounge.",
        "Large, comfortable living room with exposed stonework, oriental rugs, wood-burner style gas stove, comfortable seating including a double sofa bed.",
        "I think I can see you making the sweetbread and preparing everything comfortable for tomorrow.",
        "The Mooncup is a comfortable, cost effective and enviromentally friendly alternative to disposable tampons.",
        "They all sat in comfortable easy chairs drawn up in front of a roaring fire and Madge poured the tea.",
        "tins of sardines, and very comfortable beds, whilst the other prisoners were starving.",
        "It's modern, clean and very comfortable, but absolutely tiny.",
        "toasty toes are comfortable, slip-resistant & stylish, coming in a sealed plastic pouch.",
        "It is however, comfortable for carrying a toddler.",
        "She is comfortable offshore and her high topsides make her dry in high seas.",
        "The Vario electric hedge trimmers - comfortable work, you can adjust the handles to suit where you are working.",
        "truckers lounges are being introduced with TV and comfortable soft seating.",
        "Two communal living room facilities per house include a flat screen TV & dvd, comfortable seating and dining furniture.",
        "Luxuriate in the comfortable window seat and enjoy a glass of wine in the evening while you watch the lights twinkle across the water.",
        "Whether we were comfortable or happy or healthy are not ultimate issues.",
        "Well equipped, comfortable, with first floor balcony and large deck providing a delightful vantage for watching the wildlife.",
        "The French knickers have a flattering cut with an easy drawstring waist for a comfortable yet stunning fit.",
        "What better way to lift a learner out of that comfortable state of ' unconscious incompetence '?",
        "Comfortable grown-up dining is the deal amid the understated chic of one of London 's first boutique hotels.",
        "The Hoo Farm offers comfortable accommodation in the beautiful Gloucestershire vale of the river Severn.",
        "This short has a drawstring waistband for a comfortable fit.",
        "The \" Verbier Swivel Matic \" is a stylish 3 wheeler push chair offering a comfortable ride across all terrains....",
        "Underwear made from these fabrics has the ability to wick up perspiration keeping you dry - and comfortable.",
        "We were upstairs on wooden benches which was not terribly comfortable or atmospheric.",
        "Her living room furniture was aesthetically positioned for a peaceful and comfortable atmosphere.",
        "When selecting your baby's clothing, make sure the fabric is comfortable.",
        "Wear something simple and comfortable, and do your hair and makeup before the session.",
        "If you cannot find a baby day care facility that you are comfortable with, you can check into smaller home-based facilities.",
        "You should be comfortable using whatever words you choose, however.",
        "While nurseries in every home look different from one another, their function is the same: providing a warm, comfortable, and safe place for your baby to call his own.",
        "There are many cups available, and you may have to try several different styles before finding one that your child is comfortable using.",
        "You want your little boy to be as comfortable as possible, and with patience and consistency, he will be potty trained in no time!",
        "Car Seat Head Supports-If you are worried about your infant's head becoming bent in an awkward position once he falls asleep, you can buy one of these supports to help him feel more comfortable.",
        "Home is the place that your child feels most comfortable, and a party with guests, toys, and noise can be somewhat overwhelming for a one year old.",
        "Let's face it, while your little bundle of joy doesn't take up a lot of space, she'll need a comfortable, safe place to sleep.",
        "Unfortunately, your baby will suffer occasional bouts with childhood illnesses, such as colds, ear infections, sore throats, stomach viruses, etc. You'll want to keep him as comfortable as possible and well-hydrated.",
        "Still, if you aren't comfortable feeding your baby, it can make for an unpleasant experience for you both.",
        "So, how can you breastfeed in public while still feeling comfortable, creating another bonding moment for you and your child?",
        "Many larger department stores now offer lounge areas with comfortable couches and chairs for nursing mothers to enjoy while breastfeeding their babies.",
        "Sports Bras-These are typically very comfortable, and while they may not flatter your figure as much as an underwire bra, they are great for wearing around the house, to sleep in, and for exercising.",
        "These are typically comfortable bras, and you can sleep in them, but it may be more difficult to nurse your baby discreetly.",
        "The additional support will make sleeping and those middle of the night feedings more comfortable.",
        "Keep in mind though that the outfit you choose should be comfortable for baby, and it should allow easy access for diaper changes.",
        "You can help your infant be more comfortable by trying the following procedures.",
        "The seat reclines all the way back to make sleeping on the road a comfortable experience while also being able to get into enough of an upright position that your child will be able to look around when he or she is fully awake.",
        "Hand or Foot Operated Pump: The most inexpensive type that is also portable and comfortable is the hand or foot operated pump.",
        "Because of this, you'll want to purchase a nursery glider or rocker that is sturdy and comfortable.",
        "You want it to look good and feel comfortable.",
        "When purchasing a rocker with arms, be sure the arms are at a comfortable height for you to use.",
        "Look for an agency that you feel comfortable with.",
        "If for any reason you do not feel comfortable with someone, do not hesitate to continue looking for a different provider.",
        "Be sure you are comfortable with the philosophy of anyone who watches your child.",
        "You will be tempted to bring only the bare minimum, but not having enough clothes, wipes, bottles, or sippy cups, etc. can make for a more difficult, less comfortable trip.",
        "Pack a variety of clothing to keep your baby comfortable in case it is hotter or colder than you anticipated.",
        "Not comfortable handling a do-it-yourself project on your own?",
        "It's a safe, comfortable place for your new baby to sleep, and it provides security and support for infants up to toddlers.",
        "When hosting a baby shower plan ahead to provide a comfortable chair for the mother-to-be to sit in, assign a person to hand her the gifts, and another to write a list tracking who gives what gift.",
        "Every baby nursery needs a comfortable chair to rock your baby to sleep in.",
        "These slings are said to \"breathe\", creating a comfortable, cool nest for your baby to enjoy.",
        "Graco prides itself with designing a cool and sporty looking seat kids will feel comfortable in.",
        "A comfortable water temperature for a child is near his own body temperature, 98 to 100 degrees F.",
        "No matter how comfortable you are speaking in front of others, it always helps to at least run through the speech a couple of times before the actual day of the event.",
        "However, if you are instead striving to make a comfortable and welcoming environment for your baby, allow yourself to understand the fact your infant simply will not care about designer furniture or legendary nursery wall tapestries.",
        "However, you also want your little one to be as comfortable as possible in what can often be a stressful situation for him and for you.",
        "If you aren't comfortable putting anything on the walls, you can play up the ladybug theme by painting the nursery furniture.",
        "Keep baby's room at a comfortable temperature (around 65F).",
        "Some people are just more comfortable interacting and caring for older children, who are much more independent than babies.",
        "A child will probably have better success when she feels confident and comfortable.",
        "So long as your newborn feels secure and loved, you should feel comfortable with your decorating style.",
        "These parents want to create a unisex environment where their daughters should feel as comfortable playing with trucks as their sons do playing in the kitchen.",
        "Keep room temperature at a comfortable level; don't make the room too warm.",
        "Once you become more comfortable with how to make baby food, you can expand your baby's diet a little at a time (barring any food allergies, of course)."
    ],
    "definition": [
        "Link/Cite"
    ]
}