{
    "translation": "סחורה",
    "uses": [
        "Information was obviously a free commodity in this area.",
        "By far the most important commodity is petroleum, fully one-half of the total value.",
        "There they can see the world commodity prices for their produce in real time.",
        "The principle here is to agree to buy a certain amount of a commodity at a certain price from farmers in these countries.",
        "Definitely. The Cannery Row project will make you a hot commodity around here.",
        "I think we will see commodity prices plummet in the coming years.",
        "In that year he purchased a quantity of the rare and much-prized commodity, and offered it to the public, in the leaf, at fixed prices varying from 15sto 50s.",
        "It was then a trading station of some importance, slaves being the chief commodity dealt in.",
        "Eleni is CEO of the Ethiopian Commodity Exchange, which works like this: Farmers in Ethiopia bring their crops to any of two hundred market centers around the country.",
        "This is made possible by technology and the Internet, which is used to connect buyers and sellers worldwide and bring information (world commodity prices) to the far reaches of the globe.",
        "If it is not more, though the commodity may be brought to market, it can afford no rent to the landlord.",
        "The theory of utility above referred to, namely, that the degree of utility of a commodity is some continuous mathematical function of the quantity of the coin modity available, together with the implied doctrine that economics is essentially a mathematical science, took more definite form in a paper on \"A General Mathematical Theory of Political Economy,\" written for the British Association in 1862.",
        "The American bale has been described in a standard American book on cotton as \" the clumsiest, dirtiest, most expensive and most wasteful package, in which cotton or any other commodity of like value is anywhere put up.\"",
        "His \"theorie des debouches\" amounts to this, that, products being, in last analysis, purchased only with products, the extent of the markets (or outlets) for home products is proportional to the quantity of foreign productions; when the sale of any commodity is dull, it is because there is not a sufficient number, or rather value, of other commodities produced with which it could be purchased.",
        "The annals of the Company record that, in February 1684, the directors wrote thus to Madras: - \"In regard thea is grown to be a commodity here, and we have occasion to make presents therein to our great friends at court, we would have you to send us yearly five or six canisters of the very best and freshest thea.\"",
        "Maple sugar is an important by-product of the forests, and in the production of this commodity New York ranks second only to Vermont; 3,623,540 lb were made in 1900.",
        "At one time almost the whole of the salt in commerce was produced from the evaporation of sea water, and indeed salt so made still forms a staple commodity in many countries possessing a seaboard, especially those where the climate is dry and the summer of long duration.",
        "The principal commodity is furs (chiefly American and Russian), of which about one and a quarter million pounds worth are sold annually; other articles disposed of are leather, hides, wool, cloth, linen and glass.",
        "Of its large commerce, grain is the chief commodity; it is estimated that about four-fifths of that exported from the port of New York is shipped from here, and the borough's grain elevators have an estimated storage capacity of about 20,000,000 bushels.",
        "Sometimes also, when a charge upon a commodity is not of such a figure as to be easily divisible among the ordinary units of retail consumption, so that it can be passed on to a consumer of the articles in the form of an increased price, it may remain fixed upon those who first pay it, at least for a time.",
        "Many of them seem to have been admitted to membership. They were regarded as merchants, for they bought raw material and sold the manufactured commodity; no sharp line of_ demarcation was drawn' between the two classes in the 12th and 13th centuries.",
        "If these special rates are published in the tariff, and are offered to all persons alike, provided they can fulfil the conditions imposed by the company, they are known as commodity rates, and are apparently a necessity in any scheme of railway charges.",
        "For surrendered rights and privileges the sultan and his grandees received monetary compensations in the shape of annual subventions, and these also have been paid for the losses formerly incurred by the wilful destruction of the nutmeg plantations, carried out in order to enhance the value of this commodity and monopolize its cultivation.",
        "These may be called the natural rates at the time when and the place where they prevail; and the natural price of a commodity is what is sufficient to pay for the rent of the land, the wages of the labour, and the profit of the stock necessary for bringing the commodity to market.",
        "Foreign coins were formerly legal tender in the republic, but this has been changed by the exclusion of foreign silver coins and the acceptance of foreign gold coins as a commodity at a fixed value.",
        "In the production of this commodity the state ranked first, and produced about 55% of the entire crop of the United States.",
        "The same may be said with greater truth of the devotees of the theory of knowledge; they seem to have no need of so old-fashioned a commodity as reality.",
        "Africa's animals have become a commodity to be traded on the international markets!",
        "I never knew time would be such a precious commodity.",
        "commodity consumed in the instant of its production \" .",
        "commodity sold on the open market.",
        "Confidence is not a stable commodity (and yes, I do know it 's a dreadful pun !",
        "The story was picked up worldwide, and suddenly Boyle was a hot commodity.",
        "Alghough no longer a great power, she still had many of the responsibilities of a great power; and if the Swedish alliance had considerably depreciated in value, it was still a marketable commodity.",
        "Well, time is a precious commodity and it's ticking away for both of you.",
        "Water was another commodity enthusiastically offered to the parade-watchers.",
        "Professions of Taste: Henry James, British aestheticism, and Commodity Culture.",
        "This remains anathema to Western governments - which spent most of the 1980s demolishing commodity agreements - and to politically powerful transnational companies.",
        "antinomye, Consumption, Food and Taste: culinary antinomies and commodity culture, (London, Sage, 1997 ).",
        "bankable commodity, it seemed the ideal investment.",
        "The adoptee as a commodity has specific meanings, such as fulfilling a desire to have children or to show benevolence and charity.",
        "blazer brigade on the London commodity exchange traded Rwanda's coffee and tin.",
        "Iran already opened commodity bourse - only in euro.",
        "An intricate knowledge of the sports world and madcap off-the-cuff comedy has established them as a totally unique commodity in the events market.",
        "Iraq has been under comprehensive economic sanctions since 1990, and is only allowed to export one commodity, oil.",
        "In the US, schooling is a $ 650 billion marketable commodity to be traded for a profit.",
        "With time now a very precious commodity we had to start shooting straight away.",
        "The designer's trained skill is a saleable commodity which carries a price.",
        "Big business lobbyists want food to be treated like any other tradable commodity in the global market.",
        "Open space is a scarce commodity within the urban areas of the District.",
        "As opposed to being a worldwide brand or tradeable commodity, non league sides exist to serve their communities.",
        "commodity fetishism?",
        "commodity trading.",
        "commodity broker to help you out.",
        "commodity bull, finds such talk ridiculous.",
        "Coffee as an export commodity grew between the 1850s and the 1870s, and by 1890 coffee had become the nation's principal export.",
        "commodity favorite ploy is to call for investment in infrastructure to enable native people to produce commodities for sale to the west.",
        "Pro-actively, the East Timorese have been an inconvenient and entirely dispensable commodity for the last twenty five years.",
        "dyestuff produced by the kermes insect was present in a less concentrated form, making this a relatively expensive commodity.",
        "Marx analyzed what he called ' commodity fetishism ' in Capital.",
        "The steam locomotive firebox can be adapted to burn more or less any commodity cleanly.",
        "goffering irons came rather cheaper, while tender loving care was a commodity freely given.",
        "A stronger greenback makes commodity contracts such as metals more expensive for buyers using other currencies.",
        "The capitalist, the wage laborer, as well as the landowner, are commodity owners who are formally independent from each other.",
        "Manhattan associates broker commodity discount online and lexus dealers.",
        "marketable commodity, even for the bourgeois houses.",
        "Without that online commodity trading and broker middleman the broker provides then late tuesday.",
        "Who said that water Is a precious commodity Then dropped a big old black oil slick In the deep blue sea?",
        "Under capitalism, the system of commodity production par excellence, the product completely dominates the producer.",
        "precious commodity we had to start shooting straight away.",
        "Woo Sun Park, vise president of GSM product planning at Samsung said TV was becoming a commodity item for mobile phones in Korea.",
        "pullback in global stock markets and commodity prices.",
        "Confidence is not a stable commodity (and yes, I do know it's a dreadful pun!",
        "rare commodity nowadays.",
        "saleable commodity which carries a price.",
        "The product at Blue Bridge Lane appears to have been beads, which would have been an easily saleable commodity.",
        "scarce commodity within the urban areas of the District.",
        "Wednesday 14th June 2006 The recent sell-off in the equity and commodity markets has resulted in the Dollar strengthening across the board.",
        "He feels inflation will be kept under control due to relatively sluggish growth and favorable commodity prices.",
        "Air is a commodity in short supply in a submerged submarine.",
        "However, such high-quality tallow demands a higher price in the edible tallow commodity market.",
        "Our company provides service in the general commodity freight transportation industry.",
        "Disparity of value exploitation involves exchanging labor or some other commodity in a transaction that is manifestly unfair.",
        "Woo Sun Park, Vice President of GSM product planning at Samsung, said TV was becoming a commodity item for mobile phones in Korea.",
        "In the thirty-second year of this reign, the \" bill for the breed of horses \" was passed, the preamble of which runs thus: - \" Forasmuch as the generation and breed of good and strong horses within this realm extendeth not only to a great help and defence of the same, but also is a great commodity and profit to the inhabitants thereof, which is now much decayed and diminished, by reason that, in forests, chases, moors and waste grounds within this realm, little stoned horses and nags of small stature and of little value be not only suffered to pasture thereupon, but also to cover mares feeding there, whereof cometh in manner no profit or commodity.\"",
        "Their group particularly prides itself on providing a very high level of one to one personal client service - a rare commodity nowadays.",
        "Aluminum: Aluminum is a very valuable commodity and can be recycled continuously without losing its structure.",
        "A careful eye was kept on the supply of this key commodity to prevent unrest in the city in medieval times.",
        "Raw commodity businesses like coal mining have a limited amount of value that they can add.",
        "On the plus-side, the black Wii has become such a hot commodity, that the white Wii is now much easier to find.",
        "Companies like Yesterday's News are a market for this commodity.",
        "Painted woodwork was a sign of wealth since paints had to be imported across the Atlantic, a commodity only the rich could afford.",
        "On the other hand, women are a hot commodity online - your inbox may just fill up with unwanted e-mails from Mr. Wrong.",
        "Add the appeal of babies to the popularity of digital animals, and it's easy to see why baby virtual pets are a hot commodity.",
        "A resurgence of interest in retro photography makes Polaroid land cameras a hot commodity in imaging equipment markets.",
        "Boys Levi's painter shorts are a hot commodity every spring and summer, as this classic choice for little boys maintains its popularity for both its comfort and style.",
        "As more positions require job seekers to have a minimum of a Bachelors degrees, Masters degrees have become a sought-after commodity.",
        "Local Expertise: An employee who can offer advice on regional attractions and history is a valuable commodity in a guest-centered industry.",
        "In the United States, where dogs are legally considered to be a commodity, the practice is legal, if not very ethical.",
        "If you can imagine a commodity, you can probably buy it emblazoned with a KISS logo.",
        "Enduring mythical lyricism peppered with political commentary and an aggressive yet melodic rock beat work together to make BOC tablature a hot commodity for guitar players.",
        "Swimsuits and cover-ups: Swim dresses, which were popular decades ago, are still a hot commodity for plus-sized women.",
        "Because insurance is a costly commodity, you can use AARP services to help save on other things you may need or use.",
        "Remember, you are a valuable commodity and deserve a good job at any age.",
        "On top of that, the convenience and ease of the reading glasses themselves make Aspex Eyewear one hot commodity!",
        "The old-school style of video games with completely unrealistic settings, visuals, and environments is becoming a more sought-after commodity in the age of technology.",
        "Then again, the Eyetoy was quite innovative, and it hasn't exactly been a hot commodity.",
        "Gluts and shortages are a constant with any commodity and usually smooth themselves out over the long term.",
        "Remember when camera phones were considered a hot commodity?",
        "Investors, businesses, and individuals are flocking to Florida to buy property and real estate, making Florida mortgage loans a popular commodity.",
        "The popularity of the game continues to make it a hot commodity.",
        "Advances in technology have made electronic Memory games a hot commodity on the Internet.",
        "Other ways of displaying discounted plain white commodity votive candles may include using heart candle holders for romantic occasions or unique votive candle holders that make even the most basic candle special.",
        "Availability: The product's almost instant popularity has made it a hot commodity, and stores may not be well stocked with different colors and quantities.",
        "Sometimes, offering the precious commodity of your time can help foundations just as much as monetary donations.",
        "The first thing to realize is that as a Christian single, you are actually a valued commodity to web entrepreneurs.",
        "The value of a stone is also measured by its rarity, therefore a rare semi precious stone may be more highly prized than a commodity diamond and therefore more expensive.",
        "The short story has been a valuable commodity for writers for decades.",
        "Marrying form, function, and unique style, Betsey Johnson hobo bags are still a hot commodity.",
        "T.M.X. Elmo by Fisher Price is a hot commodity and the ideal gift for Christmas, birthdays, or just because.",
        "Guess ankle boots are a hot commodity among fashionistas, thanks to their versatility and sexiness.",
        "Julianna Margulies (Alicia Florrick) - Margulies is a well-known television commodity having appeared on the award winning E.R. from 1994 to 2000 and again in 2009.",
        "Time is an increasingly precious commodity and many people find that there are so many calls on their time that getting everything done within a day is sometimes almost impossible!",
        "It is also a waste of time, which is also a precious commodity.",
        "Philadelphia Eagles Cheerleaders are a hot commodity.",
        "Cash may be a valuable commodity in real life, but it's the immunity prize (not being eligible to be voted off after the next weigh-in) that contestants often want to win.",
        "commodity prices, Africa is doing pretty well."
    ],
    "definition": [
        "Link/Cite"
    ]
}