{
    "translation": "המולה",
    "uses": [
        "His death caused a great commotion in Paris.",
        "Before Dean could comment, the conversation ended as a commotion upstairs called for his attention.",
        "He returned to the castle, stopping at the sound of commotion from the direction of the forest before he reached the entrance.",
        "Chenier attacked the censorship in three pamphlets, and the commotion aroused by the controversy raised keen interest in the piece.",
        "Amid this commotion the king and his ministers remained passive.",
        "A strange commotion in the hallway drew him from his thoughts, and he pushed the kitchen door open.",
        "In the 14th century the peninsula became the chosen retreat of several of the emperors, and the monasteries were thrown into commotion by the famous dispute over the mystical Hesychasts.",
        "Before the commotion caused by the death of Victor Emmanuel had passed away, the decease of Pius IX (7th February 1878) placed further demands upon Crispis sagacity and promptitude.",
        "As they approached the house, Prince Andrew with a smile drew Pierre's attention to a commotion going on at the back porch.",
        "As the commotion seemed to grow worse instead of subsiding, Spinoza consigned the manuscript once more to his desk, from which it was not to issue till after his death.",
        "A translation into Dutch appears to have been proposed; but Spinoza, who foresaw that sucha step would only increase the commotion which was so distasteful to him, steadily set his face against it.",
        "This discovery excited the greatest commotion among the scholars of all nations; and many of them hastened to Naples to see the marvellous statues of the Balbi and the paintings on the walls.",
        "The new chief secretary, while abstaining from displacing the undersecretary, whose encouragement of \" devolution \" had caused considerable commotion among Unionists, announced that he considered him as on the footing of an ordinary and subordinate civil servant, but Mr Wyndham had said that he was \" invited by me rather as a colleague than as a mere undersecretary to register my will,\" and Lord Lansdowne that he \" could scarcely expect to be bound by the narrow rules of routine which are applicable to an ordinary member of the civil service.\"",
        "But until the clouds rise above the hill there is an obvious countervailing tendency to compression, and in steep slopes this may reduce or entirely prevent precipitation until the summit is reached, when a fall of pressure with commotion must occur.",
        "By 1176 the Florentines were masters of all the territory comprised in the dioceses of Florence and Fiesole; but civil commotion within nobles, headed by the Alberti and strengthened by the many feudal families who had been forced to leave their castles and dwell in the city (1177-1180).",
        "The initial day of the consulate was never fixed, at least before the 7th century of Rome, but varied with the different accidents which in times of political commotion so frequently occurred to accelerate or retard the elections.",
        "244) to have rushed from the mountain by nine separate mouths and with much noise and commotion, but at present it usually issues from only three mouths and flows quiet and still.",
        "The commotion which had been thus raised did not so easily subside in the more eastern section of the church; the Antiochenes continued to maintain for a considerable time an attitude of antagonism towards Cyril and his creed, and were not pacified until an understanding was reached in 433 on the basis of a new formula involving some material conce9sions by him.",
        "In the same year he laid before the representatives of his people the sketch of a new constitution, but this was rejected, and in the midst of the commotion Frederick died on the 30th of October 1816.",
        "This work caused some commotion, as much by the novelty of its method as by the heterodoxy of its matter, and more by its omissions than by its positive teaching, though everywhere the author seeks to put theological doctrines in a decidedly modern form.",
        "In 1866 a submarine volcano near the islet of Olosenga was the scene of a violent commotion, discharging rocks and mud to a height of 2000 ft.",
        "He went with Nero's suite to Greece, and in 66 was appointed to conduct the war in Judaea, which was threatening general commotion throughout the East, owing to a widely spread notion in those parts that from Judaea were to come the future rulers of the world.",
        "of the Cathari, and in Calabria the apocalyptic gospel of Joachim of Floris, all bearing witness to the commotion of the time.",
        "A commotion sounded behind him, and he turned.",
        "Harry looked down into the crowd and noticed a commotion.",
        "His death caused a great commotion at Paris.",
        "The whole house was in a state of alarm and commotion.",
        "commotion in the yard?",
        "Some hours later I was wakened from a sound sleep by a commotion in the next room.",
        "Even Leland Anderson turned the corner from his office to see what was causing the commotion.",
        "commotion in the streets.",
        "The bartender let out a yell and one of the painters knocked his beer flying as he turned to the commotion.",
        "Wynn heard the commotion from his place on the terrace taking afternoon tea.",
        "The commotion in the forest drew Jenn and those vamps near her towards it.",
        "In our absence from the scene a great commotion had taken place.",
        "In certain seasons of the year, chiefly between October and March, these birds make fearful commotion in their retreat.",
        "There can be a lot of commotion during graduation and a thoughtful gift or gesture needs to be savored.",
        "With all the commotion and excitement surrounding homecoming, it can be quite stressful to add another concern to the mix.",
        "Waiting outside, her friend soon heard a huge commotion inside the hall, followed by loud applause.",
        "There's hours of fun to be had causing a commotion at the depths of the Ocean!",
        "Nearing the entrance I saw a commotion over by Hydroponics.",
        "There was no opposition, because the ministers never attempted to do anything which would arouse opposition, and because they were ready to do anything called for by any one who had power enough to make himself dangerous; and in 1743 they embarked on a useless war with France in order to please the king, who saw in every commotion on the continent of Europe some danger to his beloved Hanover.",
        "Not long after the commotion over The Bachelor died down, Rycroft announced that she was engaged to her on-again off-again boyfriend of several years, insurance broker Tye Strickland.",
        "commotion downstairs made the master thief pause.",
        "Middle Earth's recent history has been a model of peace, without external wars or civil commotion.",
        "Rarely had David Dimbleby been faced by so much commotion during the first 15 minutes of a local election results program.",
        "Back at the road, there was a considerable commotion, presumably created by a predator, maybe a hawk of some kind.",
        "commotion in the tree as all sorts of mobsters move in to noisily scold the owl.",
        "From the third room came sounds of laughter, the shouting of familiar voices, the growling of a bear, and general commotion.",
        "From the twenty-eighth till the thirty-first all Moscow was in a bustle and commotion.",
        "Minimalist interior design allows you to create a personal sanctuary, free from the commotion of everyday life.",
        "My attention was drawn by commotion this bird caused among the three perching Wood Pigeons.",
        "oblivious tae the commotion; ah suppose they're used tae it, or mibbe meditatin really does make ye laid back.",
        "With pyrotechnic pasteboards, you get all of this non-stop, action-packed commotion and more!",
        "The couple can have a romantic picnic for two on their honeymoon and enjoy themselves when all of the commotion is over with.",
        "The opening of such a fast-food restaurant certainly caused a commotion among the locals.",
        "wakened from a sound sleep by a commotion in the next room.",
        "The second maid had been woken by the commotion and also went to look at her master.",
        "In 1536 there was a general commotion, and much hope for the future.",
        "commotion outside: there are armed Police just down the road, surrounding a house on the opposite side.",
        "After the first commotion, Zeb had cussed once and slipped into his boots without bothering to find his socks.",
        "dive bombers which had sneaked through in the commotion.",
        "Their arrival in the capital created a commotion which greatly worried Bonner.",
        "In his endeavor to be the first to reach the finish line, Jim didn’t take any notice of the commotion going on behind him."
    ],
    "definition": [
        "A condition of turbulent motion.",
        "a. An agitated disturbance; a hubbub: heard a commotion in the hall.\nb. Civil disturbance or insurrection; disorder.",
        "Link/Cite",
        "A state of turbulent motion.",
        "An agitated disturbance or a hubbub.",
        "(euphemistic) Sexual excitement.",
        "Link/Cite"
    ]
}