{
    "translation": "להתחיל",
    "uses": [
        "It is best to commence the electrolytic thickening in a silver acetate bath.",
        "The bombardment will commence on September.",
        "We may conveniently commence with them on account of their simplicity and great importance in respect to the theory of optical instruments.",
        "But when the combat was about to commence it was interrupted by the king...",
        "Aphides are born, as a rule, alive, and the young soon commence to reproduce again.",
        "What is called the Gustavian period is supposed to commence with the reign of Gustavus III.",
        "All three codes contain a somewhat miscellaneous collection of laws; all alike commence with regulations as to the place of sacrifice and close with an exhortation.",
        "With regard to internal organization we may commence with the disposition of the renal organ (nephridium), the external opening of which has already been noted.",
        "By this time everything was ready for the general offensive, which was timed to commence at 5:20 A.M.",
        "We commence with processes, and see what they lead to; and thus get an idea of sums and differences.",
        "In intercalary years the first seven months commence one day later.",
        "The expedition was to commence with a campaign against the Turcomans Herat being its later destination.",
        "With regard to claret it may be said that as a general rule the wine will not improve after twenty-five to thirty years, and that after this time it will commence to deteriorate.",
        "Immediately on death the corpse is turned towards Mecca, and the women of the household, assisted by hired mourners, commence their peculiar wailing, while fikis recite portions of the Koran.",
        "These late honours he did not long enjoy; in 1695 he died whilst about to commence work on the cupola of the Invalides.",
        "The introduction of the coefficients now called Laplace's, and their application, commence a new era in mathematical physics.",
        "More's father, who intended his son to make a career in his own profession, took the alarm; he removed him from the university without a degree, and entered him at New Inn to commence at once the study of the law.",
        "Difficulties had arisen both in arranging the preliminaries to arbitration and owing to the disordered state of Afghanistan, and it was therefore deemed advisable to commence operations by settling a frontier dispute between Persia and the Kalat state.",
        "The author of the first book of Maccabees makes the era commence with the month Nisan, or April; and the author of the second book with the first Tishrin, or October.",
        "Some nations, as the ancient Chaldeans and the modern Greeks, have chosen sunrise for the commencement of the day; others, again, as the Italians and Bohemians, suppose it to commence at sunset.",
        "Mack on the 8th had determined to commence his withdrawal, but fortune now favoured the French.",
        "A special Hague convention adopted at the Conference of 1907 now provides that hostilities \"must not commence without previous and explicit warning in the form of a reasoned declaration of war or of an ultimatum with conditional declaration of war.\"",
        "But he was too original to remain long content with a subordinate position, and the pottery business was developing so rapidly that he had every inducement to commence work on his own account.",
        "The Metazoa all commence their individual existence as a single cell or plastid, which multiplies itself by transverse division.",
        "These chapters bring him farther north, and they commence by depicting David as a man of Bethlehem, high in the court of Saul, the king's son-in-law, and a popular favourite with the people.",
        "Corps' front, and the latter were able to get forward to the canal line and commence preparations for forcing it.",
        "The classes are due to commence in late spring of this year.",
        "commence at 3 pm.",
        "The old rule, however, was that \"every act of parliament in which the commencement thereof is not directed to be from a specific time, doth commence from the first day of the session of parliament in which such act is passed\" (33 Geo.",
        "And generally, at any rate to commence with, it seems probable that bannerets were in every country merely the more important class of feudatories, the \" ricos hombres \" in contrast to the knights bachelors, who in France in the time of St Louis were known as \" pauvres hommes.\"",
        "commence at 9am and finish at 5pm.",
        "We may commence by dealing with the sun as we find it at the present moment, and thence inferring what must have been the progress of events in the earlier epochs of the history of our system.",
        "Supposing the tube to be completely introverted and to commence its eversion, we then find that eversion may take place, either by a forward movement of the side of the tube near its attached base, as in the proboscis of the Nemertine worms, the pharynx of Chaetopods and the eye-tentacle of Gastropods, or by a forward movement of the inverted apex of the tube, as in the proboscis of the Rhabdocoel Planarians, and in that of Gastropods here under consideration.",
        "When the whole pleroma of preexistent souls in the world of the Sephiroth shall have descended and occupied human bodies and have passed their period of probation and have returned purified to the bosom of the infinite Source, then the soul of Messiah will descend from the region of souls; then the great Jubilee will commence.",
        "\" It has hitherto been considered necessary owing to financial embarrassment, to commence financial years with unbalanced budgets.",
        "Six hours earlier his conclusion would have been correct, but early that morning the Prussian headquarters, alarmed for the safety of their line of retreat on Berlin by the presence of the French in Naumburg, decided to leave Hohenlohe and Rachel to act as rear-guard, and with the main body to commence their retreat towards the river Unstrutt and the Eckhardtsberge where Massenbach had previously reconnoitred an \" ideal \" battlefield.",
        "The root of the Hundred Years War, now just about to commence, must be sought in the affairs of Guienne, and not in any of the other causes which complicated and obscured the outbreak of hostilities.",
        "anticipated to commence later this week.",
        "commence operations on Monday 3 May.",
        "Je commence Ã  comprendre mais c'est difficile de trouver Une bonne traduction anglaise.",
        "does not require a crystallizer in movement to prepare it for purging in the centrifugals, but it is convenient to run the strike into the crystallizer and so empty the pan at once and leave it ready to commence another strike, while the second sugars will be better for twenty-four hours' stirring and the third sugars for forty-eight hours' stirring before going to the centrifugals.",
        "The forms of roof are various, but mostly they commence in a steep slope at the top, gradually flattening towards the eaves so as to produce a slightly concave appearance, this concavity being rendered more emphatic by the tilt which is given to the eaves at the four corners.",
        "Large commercial interests were in fact involved in the forward policy, \"the period of heavy capital expenditure was over, that of profits about to commence,\" and the power and intentions of Japan were ignored or misunderstood.",
        "Commence or continue the forcing of the various choice fruits, as vines, peaches, figs, cherries, strawberries, &c: Pot roots of mint and place in heat to produce sprigs for mint sauce.",
        "From April to November no rain falls; in November the rains commence, and during the winter the thermometer falls to 46° F.",
        "On the 10th an ultimatum was sent to Toulba Pasha, the military commandant, intimating that the bombardment would commence at sunrise on the following morning unless the batteries on the isthmus of Ras-el-Tin and the southern shore of the harbour of Alexandria were previously surrendered for the purpose of disarming.",
        "Consequent upon this, after a longer or shorter period, those changes commence in the embryo-sac which result in the formation of the embryo plant, the ovule also undergoing changes which convert it into the seed, and fit it for a protective covering, and a store of nutriment for the embryo.",
        "All research must have R&D approval before it can commence.",
        "bandwagon effect to commence.",
        "Having shaved the rabbit they commence work to insert the cannula during which the rabbit jumps.",
        "Leaving Bruce to gather fresh strength and to commence the tedious -process of reducing the numerous English garrisons in Scotland, he betook himself to London, and was not seen on the border again.",
        "commence on 1 st September 2006, for up to three years.",
        "When, as is the case among nearly all existing mammals with the exception of the members of the genera Sus (pigs), Gymnura (ratshrew), Talpa (moles) and Myogale (desmans) the number of teeth is reduced below the typical forty-four, it appears to be an almost universal rule that if one of the incisors is missing it is the second, or middle one, while the premolars commence to disappear from the front end of the series and the molars from the hinder end.",
        "But De Morgan's influence on mathematical science in England can only be estimated by a review of his long series of publications, which commence, in 1828, with a translation of part of Bourdon's Elements of Algebra, prepared for his students.",
        "Thus the position of the root in Selaginella is different from what obtains in the other Vascular Cryptogams. A point of interest in this heterosporous genus is that the formation of the prothallus may commence before the megaspore is liberated from the sporangium.",
        "From here they are absent up to the Gabun river, where they commence to form a narrow fringe as far as the Kunene river, though often overlain by recent deposits.",
        "The marine Tertiary accumulations commence with those that are referable to the Eocene series, consisting of nummulitic limestones, marls and siliceous sandstones.",
        "The Miocene period is unrepresented by any deposits in Great Britain, unless the Bovey lignite should belong to its earliest stage; we will therefore commence with the best known region - that of central Europe and especially of Switzerland, whence a prolific flora has been collected and described by Oswald Heer.",
        "Under UK labor laws, industrial action must commence within four weeks of a ballot closing.",
        "The economic appraisal will then be completed which will clear the way for initial planning of the scheme to commence.",
        "The parties are told that if conciliation fails they must be prepared to commence arbitration immediately.",
        "At that time, it was anticipated that recruitment might commence in late summer/early autumn.",
        "commence at 1000 hrs, during which time SAA members can query the NDO on any diving or training topics.",
        "commence gold's twice daily fixings and silver's single morning fix (commencing at 12.00 noon each working day) are reported.",
        "commence Walker is meeting with the service engineers (electricians, water, heating engineers) at the Brewhouse, week commencing 26th.",
        "commence 16-05-06 Closed 30-05-06; There will be a limited deployment during the week commencing 29th June.",
        "It is now deemed to commence 5 feet in front of the popping crease.",
        "share dealings in the new company will commence on 14 March.",
        "In 1997 the foundations were completed and the next stage of the development, steel erection, was due to commence.",
        "National Grid intends to commence excavations for the construction of the line itself in mid-late January and construction activities will continue throughout the year.",
        "festivitynow time for the evening festivities to commence!",
        "The Captain of the gun is shown with outstretched lanyard in hand waiting for the order to \" commence firing \" .",
        "So, carrying on to the Saturday, after Blyth have bashed through a few golden oldies, the cricket will commence around 1.00.",
        "industrial action must commence within four weeks of a ballot closing.",
        "leachate plant will commence early in 2005.",
        "opposition legislators in the British parliament again refused to convene, citing the ruling party's refusal to commence a national election.",
        "mushroom mycelium can commence.",
        "For comparative newcomers the following handful of suggestions may be interesting places from which to commence a web search.",
        "All unresolved objections were considered at the Local Plan Inquiry that will commence on 31 August 2004.",
        "The on-board GPS receivers have confirmed the orbit and initial Earth imaging payload testing is expected to commence at the end of the week.",
        "royalty revenues for CAT from HUMIRA are expected to commence in the 2004 financial year.",
        "scheduled to commence at 17.00 hrs and conclude at 18.00hrs.",
        "The county court proceedings commence with the issue of a county court summons.",
        "Three Optare Solos have been ordered for recently won tenders in Oxford due to commence on 4th June.",
        "terminatere to commence on 8 th February for a period of 6 months, terminating on 1 st August 2006.",
        "Many suppliers had already started to commence production tooling based on this data.",
        "valvular disease will be encouraged to commence ACE inhibitors.",
        "The huge windfall is set to commence late this year with a one-off dividend worth a huge $ 32 billion being scheduled for December.",
        "The impeachment was decided upon in 1786, but the actual trial did not commence until 1788.",
        "The paper is also caused to advance automatically for each letter, start a fresh line, and also to commence a fresh form at the completion of each message.",
        "11 n'y a point de tel passage; et c'est ici ou les transformations de Messieurs Swammerdam, Malpighi, et Leewenhoek, qui sont des plus excellens observateurs de notre tems, sont venues a mon secours et m'ont fait admettre plus aisement, que 1'animal, et toute autre substance organisee ne commence point lorsque nous le croyons, et que sa generation apparente n'est qu'un developpement et une espece d'augmentation.",
        "Cuvier considerant que tous les titres organises sont derives de parens, et ne voyant dans la nature aucune force capable de produire l'organisation, croyait a la pre-existence des germes; non pas a la pre-existence d'un titre tout forme, puisqu'il est bien evident que ce n'est que par des developpemens successifs que l'etre acquiert sa forme; mais, si l'on peut s'exprimer ainsi, a la pre-existence du radical de l'etre, radical qui existe avant que la serie des evolutions ne commence, et qui remonte certainement, suivant la belle observation de Bonnet, a plusieurs generations.\"",
        "Such cankers often commence in mere insect punctures, frosted buds, cracks in the cortex, &c., into which a germinating spore sends its hypha.",
        "between a fp, fa, k, 1, P, of some days - possibly weeks - the ova of the second Aplysia commence to descend the hermaphrodite duct; they become en FIG.",
        "Within the velar area the eyes and the cephalic tentacles commence to rise up, and on the surface of the post-oral region is formed a cap-like shell and an encircling ridge, which gradually increases in prominence and becomes the freely depending mantle-skirt.",
        "wide, at which commence radiating or cross streets 80 ft.",
        "It appears that it is possible to accept cerci and stylets as modifications of the temporary pseudopods, but it is more difficult to believe that this is the case with the gonapophyses, for they apparently commence their development considerably later than cerci and stylets and only after the apparently complete disappearance of the embryonic pseudopods.",
        "In Endopterygota the wings commence their development as invaginations of the hypodermis, while in Exopterygota the wings begin - and always remain - as external folds or evaginations.",
        "brachypus, we may consider the genus Rhinoceros to commence; these species constituting the subgenus Teleoceras.",
        "Orders were therefore issued during the 18th for the whole army to concentrate during the following days in the position held by the Austrians around Wagram in 1809, and these orders were in process of execution when on the 21st an armistice was agreed upon to commence at noon on the 22nd.",
        "The rapid diagnosis of diphtheria, by recognizing its bacillus, has enabled the practitioner of medicine to commence the treatment early, and it has also enabled the medical officer of health to step in and insist on the isolation of affected persons before the disease has had time to spread.",
        "Presbyopia is arbitrarily said to commence at the age of forty, because it is then that the need of spectacles for reading is generally felt; but it appears later in myopia and earlier in hypermetropia.",
        "Some writers maintain, that it did actually commence then, and that nothing of the kind had existed there previously.",
        "The region PbEeE' contains all the alloys that commence their solidification by the crystallization of lead; similarly, the other two regions correspond to the initial crystallization of bismuth and tin respectively; these areas are the projections of the three sheets of the freezing-point surface.",
        "2 was ordered to fall back to the Hindenburg line, and to commence the move that same evening.",
        "The bombardment will commence on Sept.",
        "But when the combat was about to commence it was interrupted by the king, who, to preserve the peace of the kingdom, decreed by his own mere authority that the duke of Hereford should be banished for ten years - a term immediately afterwards reduced to five - and the duke of Norfolk for life.",
        "Large commercial interests were in fact involved in the forward policy, \" the period of heavy capital expenditure was over, that of profits about to commence,\" and the power and intentions of Japan were ignored or misunderstood.",
        "Two uncles on the father's side having settled in America, he visited Maryland in 1763, with the view, it is said, of assisting to recover a tract of land of some extent about which a dispute had arisen, and was in this way induced to commence practice as a lawyer at Baltimore, where for a time he met with much success.",
        "Retreating to Ghazni, he there yielded, and was imprisoned, and Mahmud obtained undisputed power as sovereign of Khorasan and Ghazni (997) The Ghaznevid dynasty is sometimes reckoned by native historians to commence with Sabuktagin's conquest of Bost and Kosdar (978).",
        "The cycle is supposed to commence with the year in which the new moon falls on the ist of January, which.",
        "Commence pruning and nailing.",
        "From April to November no rain falls; in November the rains commence, and during the winter the thermometer falls to 46Ã‚° F.",
        "Of suras which commence in this way only a few (xviii.",
        "6 280 260 240 220 200 180 160 140 120 100 80 60 40 20 2pm, 2.33 S.3S 3.5 3.30 S.9S 620 7.7 (Micrococcus, &c.) no definite spores have been discovered; any one of the vegetative micrococci may commence a new series of cell by growth and division.",
        "They may not, however, commence to construct waterworks within the limits of supply of any water company empowered by act of parliament or provisional order to supply water without giving notice to the company, and not even then so long as the company are able and willing to supply the necessary water.",
        "If instead of commencing with I and making successive additions of 1 we commence with any number such as 3 and make successive multiplications by 3, we get a series 3, g, 27,.",
        "Thus we may make the power-series commence with 1, if we make the index-series commence with o.",
        "The significant figures of a number are those which commence with the first figure other than zero in the number; thus the significant figures of 13 027 and of 0001-3027 are the same.",
        "(i) In the case of multiplication we commence with the conception of the number \" 5 \" and the unit \" boy \"; and we then convert this unit into 4 apples, and thus obtain the result, 20 apples.",
        "The course will commence by examining the dynamic forces and moments associated with rotating and reciprocating machinery.",
        "Assuming approval in the first half of 2003, royalty revenues for CAT from HUMIRA are expected to commence in the 2004 financial year.",
        "The meeting is scheduled to commence at 17.00 hrs and conclude at 18.00hrs.",
        "With the ship now turned through 180 degrees, work can commence on the starboard side hull.",
        "They have signed rap star Eminem who will signal the exact moment for mourning to commence with a gangsta rendition of The star-spangled banner.",
        "The County court proceedings commence with the issue of a county court summons.",
        "Posts are to commence on 8 th February for a period of 6 months, terminating on 1 st August 2006.",
        "All patients with evidence of heart failure without valvular disease will be encouraged to commence ACE inhibitors.",
        "Before weaving can commence the warp yarns must be assembled onto a beam.",
        "Appetizer ideas to commence any meal, from Canapes to Croquettes.",
        "It should not be in a too sheltered place, or it will commence growth too early and be liable, to injury by late frosts.",
        "After that, the first quarter (January, February, and March) will commence and the video game industry will try to gain back any lost profits.",
        "Once the infant learns to suck and swallow effectively, breast or bottle feedings can commence.",
        "Some women sail through life suffering nothing more than the occasional headache, however, this can change for some unfortunate women when they commence birth control treatment.",
        "Farther to the N., the first phase of the attack was successfully completed by 2 P.M., and it was found possible to commence the second phase at 3:20 P.M.",
        "Under the new rules, the sittings of the Hoi~se on ordinary days were made to commence at 3 P.M., and opposed business was automatically interrupted at midnight, while for the first time a power was given to the majority in a House of a certain size to conclude debate by what was known as the closure.",
        "Amongst the numerous chronicles the Annals of Ulster, which commence with the year 441, are by far the most trustworthy.",
        "commence also recruiting now for our assessment course which takes place on the weekend commencing 25th August.",
        "All manual models feature a safety interlock to ensure operation cannot commence with the loading doors open.",
        "To increase the plant, the cutting, a single joint, is potted in sandy soil, and the pot placed in a sunny airy spot under glass and watered very sparingly, and in a short time it will form roots, and commence to push out young shoots.",
        "The introduction of the coefficients now called Laplace's, and their application, commence a new era in mathematical physics.\""
    ],
    "definition": [
        "com·menc′er\nnoun",
        "Link/Cite",
        "(intransitive) To begin, start.",
        "To begin to be, or to act as.",
        "(UK, intransitive, dated) To take a degree at a university.",
        "cease",
        "stop",
        "Link/Cite"
    ]
}