{
    "translation": "שיתופי, קהילתי",
    "uses": [
        "The system of municipal and communal government remains practically unchanged.",
        "Romans has a tribunal of commerce and a communal college.",
        "the two are spoken of as \"brothers\" with a communal assembly.",
        "of the communal library, the cathedral and the church of S.",
        "The synagogue had become a firmly established institution, and the personal and social life of the masses had come under the control of communal law.",
        "A Jew can avoid the communal tax only by formally declaring himself as outside the Jewish community.",
        "The Italian local authorities, communes and provinces alike, have considerably increased their indebtedness since 1882, The ratio of communal and provincial debt per inhabitant has grown from 30.79 lire (~1, 4s.",
        "communal population minus the population compie a part.",
        "Property is communal and theft is only recognized as to things of absolute necessity, such as arrows, pigs' flesh and fire.",
        "The most important change introduced by the new law has been the creation in every province of a provincial administrative junta entrusted with the supervision of communal administrations, a function previously discharged by the provincial deputation.",
        "The principal elective local administrative bodies are the provincial and the communal councils.",
        "\"To be a soldier, just a soldier!\" thought Pierre as he fell asleep, \"to enter communal life completely, to be imbued by what makes them what they are.",
        "But in communes the revenues of which exceed 120,000, the budget is always submitted to the president of the republic. The ordinary revenues include the produce of additional centimes allocated to communal purposes, the rents and profits of communal property, sums produced by municipal taxes and dues, concessions to gas, water and other companies, and by the octroi or duty on a variety of articles imported into the commune for local consumption.",
        "The monastic buildings required for public purposes have been made over to the communal and provincial authorities, while the same authorities have been entrusted with the administration of the ecclesiastical revenues previously set apart for charity and education, and objects of art and historical interest have been consigned to public libraries and museums. By these laws the reception of novices was forbidden in the existing conventual establishments the extinction of which had been decreed, and all new foundations were forbidden, except those engaged in instruction and the care of the sick.",
        "The town is the seat of a sub-prefect, and has a tribunal of first instance, .a chamber of commerce and a communal college among its public institutions.",
        "One of the former city gates (1615) remains, and there are a town hall, communal buildings (1863), court-house, weigh-house, synagogue and churches of various denominations, in one of which is the tomb of the naval hero of the 16th century, Lange, or Groote Pier (Long or Great Peter).",
        "Communal Finances.The budget of the commune is prepared by the mayor, voted by the municipal council and approved by the prefect.",
        "Profits of the communal Monts de Piht (pawn-shops).",
        "In September 1907 disorders in Apulia over the repartition of communal lands broke out anew~ and were particularly serious at Ruvo, Ban, Cerignola and Satriano del Colle.",
        "The communal organization of English Jewry is somewhat inchoate.",
        "Adding to this 1,240,000 of communal and provincial subsidies, the product of the labor of inmates, temporary subscriptions, &c., the net revenue available for charity was, during i88o, 3,860,000.",
        "Like communal revenue, provincial revenue has considerably increased since 1880, principally on account of the increase in the land and building surtax.",
        "Sardinia is divided into two provinces - Cagliari and Sassari; the chief towns of the former (with their communal population in 1901) are: Cagliari (53,057); Iglesias (20,874); Quartu S.",
        "The period for which both communal and provincial councils are elected is six years, one-half being renewed every three years.",
        "These elect a head-man (starosta) and a collector of taxes, who was responsible, at least until the ukaz of October 3906, which abolished communal responsibility for the payment of taxes, for the repartition among individuals of the taxes imposed on the commune.",
        "The repairing of highways, the upkeep of public buildings,the support of public education, the remuneration of numerous officials connected with the collection of state taxes, the keeping of the cadastre, &c., constitute the principal objects of communal expenditure.",
        "Avranches is seat of a sub-prefect and has a tribunal of first instance and a communal college.",
        "The departmental debt in 1904 stood at 24 million pounds, and the communal debt at 153 million pounds.",
        "Most large towns contain important state or communal archives, iii which a considerable amount of research is being done by local investigators; the various societies for local history (Societd di Storia Patria) do very good work and issue valuable publications; the treasures which the archives contain are by no means exhausted.",
        "In less developed creeds the difference tends to remain in the background; but where sacrifices are found, solemn annual rites, communal, purificatory or expiatory, are celebrated, and these are held to be in like manner obligatory.",
        "During his absence several towns had asserted their independence; but he succeeded in subduing them without much difficulty and gradually suppressed their communal liberties.",
        "Communal independence had probably been acquired as early as the end of the 10th century, but the first of the popes to reside in Orvieto and to recognize its communal administration was Hadrian IV.",
        "The French census uses the commune as the basis of its returns, and employs the following classifications in respect to communal population: (I) Total communal population.",
        "The town has a tribunal of commerce and a communal college, flour-mills, manufactories of earthenware, biscuits, furniture, casks, and glass and brick works; the port has trade in grain, timber, hemp, flax, &c.",
        "These schepenen appointed in their turn from the citizens to assist them a body of sworn councillors (gezworencn or :lures), whose presidents, styled \" burgomasters,\" had the supervision of the communal finances.",
        "Part of these sums is given to hospitals, and part spent directly by the communal and provincial authorities.",
        "The acts of communal administration requiring the sanction of the provincial administrative junta are chiefly financial.",
        "The most far-reaching of these reforms, carried in the first session of the third Duma, was the partial abolition of the communal and family ownership of land, which involved the establishment of a class of true peasant-proprietors.",
        "Land is not so heavily burdened by the government quota as by the additional centimes imposed by the provincial and communal authorities.",
        "The former qualifications for electorship in local government elections have been modified, and it is now sufficient to pay five lire annually in, direct taxes, five lire of certain communal taxes, or a certain rental (which varies according to the population of a commune), instead of being obliged to pay, as previously, at least five lire annually of direct taxes to the state.",
        "Communal revenues are drawn from the proceeds of communal property, interest upon capital, taxes and local dues.",
        "The most important of the local dues is the gate tax, or dazio di consumo, which may be either a surtax upon commodities (such as alcoholic drinks or meat), having already paid customs duty at the frontier, in which case the local surtax may not exceed 50% of the frontier duty, or an exclusively communal duty limited to 10% on flour, bread and farinaceous products,2 and to 20% upon other commodities.",
        "But the growth and development of the northern communal movement, though strong and instinct with life, was slower and less tempestuous than the Flemish.",
        "The gemeente - consisting only of those bound by the communal oath for mutual help and defence - elected their own magistrates.",
        "The provincial council elects a provincial commission and the communal council a municipal council from among its own members; these smaller bodies carry on the business of the larger while they are not sitting.",
        "The island is divided into 86 communes, each with a mayor, an assistantmayor, and a communal council elected by the people.",
        "In addition, the communes have a right to levy a, surtax not exceeding 50% of the quota levied by the state upon lands and buildings; a family tax, or fuocatico, upon the total incomes of families, which, for fiscal purposes, are divided into various categories; a tax based upon the rent-value of houses, and other taxes upon cattle, horses, dogs, carriages and servants; also on licences for shopkeepers, hotel and restaurant keepers, &c.; on the slaughter of animals, stamp duties, one-half of the tax on bicycles, &c. Occasional sources of interest are found in the sale of communal property, the realization of communal credits, and the contraction of debt.",
        "If using communal equipment, wipe the sweat off.",
        "Both communal councils and prefects may appeal to the government against the decision of the provincial administrative juntas, the government being guided by the opinion of the Council of State.",
        "The town is the seat of the tribunal of first instance of the arrondissement of Poligny, and has a communal college.",
        "the so-called guardie di pubblica sicurezza, the carabinieri being really a military force; only the largest towns maintain a municipal police force), charities, education, &c., in case such expenditure is neglected by the communal authorities.",
        "The syndic of each commune is elected by ballot by the communal council from among its own members.",
        "The syndics (or mayors) are now elected by a secret ballot of the communal council, though they are still government officials.",
        "The extent to which communal independence had been maintained in Italy through all the centuries of its political disintegration was strongly in its favor.",
        "Besides possessing competence in regard to local government elections, which previously came within the jurisdiction of the provincial deputations, the provincial administrative juntas discharge magisterial functions in administrative affairs, and deal with appeals presented by private persons against acts of the communal and provincial administrations.",
        "Most teachers in elementary schools use communal supplies, so you don't need to have crayons in the original box in order for them to be acceptable.",
        "Young bowlers who compete in leagues usually have their own balls instead of using the alley's communal balls; they may also have their own shoes.",
        "Spirits of the Dead: In both ancient and present-day cultures like Minoan Crete or Toltec Mexico, butterfly goddesses signify an important aspect of communal spirituality.",
        "The group has grown and Tremayne has found that her students benefit from a communal experience of \"being themselves without being judged.\"",
        "For example, if you use a communal kitchen, be sure to wash your hands after touching appliance handles, buttons on a soda machine, or other surfaces.",
        "In some cases, celebrations may be communal, meaning they focus on particular people or aspects of a community.",
        "Set some ground rules about how much time can be spent on the computer not working on homework and keep the computer in a communal area of the house so you can easily check on what your children are doing.",
        "At their best they're a place for dialogue, sharing of ideas and experiences and communal story telling.",
        "The cafe's atmosphere is warm, with beautiful artwork adorning the walls and communal seating.",
        "They dwell in communal houses, and live chiefly by hunting.",
        "Once you have a copy of the deed to the property you wish to purchase, take it to the notary public to guarantee its authenticity and assure that it is not communal agricultural property (which can only be used, not owned).",
        "You can go to the shop, buy your yarn, sit down at the communal knitting table and be ready to block and stitch by mid-afternoon.",
        "Typically, seniors living in congregate housing do not have their own kitchens and have their meals in a communal dining room with the other residents.",
        "For this reason, it provides a much more communal experience than the individual activities you'd get if you were to buy Wii Fit.",
        "Culture-The system of communal beliefs, values behaviors, customs, and materials that members of a society use to understand their world and each other, and which are passed down among suceeding generation.",
        "Owners that would rather not keep their pet's remains can choose the communal cremation service instead for an extra charge.",
        "Jewish Community Endowment meets emergency needs in the Jewish community, provides seed money for new projects and supports communal problems locally and around the world.",
        "My favorite tapas restaurant serves the food at large communal tables, which creates a cozy atmosphere.",
        "In addition to the regular charitable institutions, the communal and provincial authorities exercise charity, the former (in 1899) to the extent of 1,827,166 and the latter to the extent of 919,832 per annum.",
        "Education is compulsory, the elementary schools being communal, assisted by state grants.",
        "40% is held in communal ownership by the peasants, 48% is owned by landlords possessing more than 270 acres each, and 31% by small owners.",
        "The town is the seat of a bishop, a prefecture, a court of assizes, and has tribunals of first instance and of commerce, a chamber of commerce, training colleges, a lycee for boys, a communal college for girls, and a branch of the Bank of France.",
        "The losses inflicted on the Turks by Hunyadi Janos, and the attempt to organize a defensive league among the neighbouring Christian lands, temporarily averted the ruin of all the neighbouring lands were governed by Moslems or Roman Catholics; and at home the peasants were permitted to retain their creed and communal organization.",
        "Among the public buildings are the communal chambers, a Reformed church (1661), a Roman Catholic church and a synagogue.",
        "Hattingen, which received communal rights in 1396, was one of the Hanse towns.",
        "The town is the seat of a sub-prefect, and has a tribunal of first instance, a chamber of commerce and a communal college.",
        "The building has served as the communal library since 1838.",
        "Dunkirk is the seat of a sub-prefect; its public institutions include tribunals of first instance and of commerce, a board of trade-arbitrators, an exchange, a branch of the Bank of France and a communal college; and it has a school of drawing, architecture and music, a library and a rich museum of paintings.",
        "The communal palace in the Piazza del Campo was begun in 1288 and finished in 1309.",
        "Argentan is the seat of a sub-prefect, has a tribunal of first instance and a communal college.",
        "There is a municipal council of seven members in each district, elected by the municipios, and in each municipio a communal junta appointed by the municipal council.",
        "Here he unsuccessfully applied for a situation as communal secretary of Verolengo, and eked out a penurious existence by journalism.",
        "A minute knowledge of printed books and a methodical examination of departmental and communal archives furnished him with material for a long course of successful lectures, which gave rise to some important works on municipal history and led to a great revival of interest in the origins and significance of the urban communities in France.",
        "The town is the seat of a bishop, a court of assizes and a sub-prefect; it has tribunals of first instance and of commerce, a lycee for boys, a communal college and a training college for girls, and an ecclesiastical seminary.",
        "It contains also the highest judicial, financial, military and administrative official authorities of Austria, and is the see of a Roman Catholic archbishop. Vienna enjoys autonomy for communal affairs, but is under the control of the governor and the Diet of Lower Austria, while the election of the chief burgomaster requires the sanction of the sovereign, advised by the prime minister.",
        "The municipal finance has on the whole been sound, and notwithstanding the extra burdens assumed on the incorporation of the suburbs, the equilibrium of the communal budget was maintained up to the fall of the Liberal administration.",
        "In 1906 the urban population was 2229, the communal population 9986.",
        "Calais has a board of trade-arbitrators, a tribunal and a chamber of commerce, a commercial and industrial school, and a communal college.",
        "Menault, Les Villes Neuves, leur origine et leur influence dans le mouvement communal (Paris, 1868); Curie-Seimbres, Essai sur les villes fondees dans le sud-ouest de la France sous le nom de bastides (Toulouse, 1880).",
        "The communal privileges, conferred on the town in 1182 by Hugh III., duke of Burgundy, were confirmed by Philip Augustus in 1188, and in the 13th century the dukes took up their residence there.",
        "The communal library has some MSS., including a psalter with miniatures, that once belonged to Sir Thomas More.",
        "Though ultimately conquered by the invaders it probably retained much of its former \"Ionian\" population, whose god Poseidon continued to be worshipped at the national Isthmian games throughout historic times; of the eight communal tribes perhaps only three were Dorian.",
        "He entered the legal profession, also doing journalistic work, and at the age of 25 was appointed provincial counsel for Brabant, becoming communal counsel in 1903.",
        "He succeeded in inducing the Germans to abandon that clause of the terms by which the burgomaster, the communal counsel and one hundred citizens were required to surrender themselves as hostages.",
        "The public institutions include the subprefecture, a tribunal of first instance, and a communal college.",
        "The abandonment of the communal system was begun in the latter year, and with the dissolution of the partnership with the adventurers of the London Company in 1627 Plymouth became a corporate colony with its chief authority vested in the whole body of freemen convened in the General Court.",
        "The communal houses of the Pacific coast had bunks.",
        "Labour organizations for hunting, communal hunt and migrations had to do with the animal world.",
        "Church property paid its share of the communal taxes, and religious houses were subject to civil inspection.",
        "His reign was remarkable for its manifold and far-reaching reforms. Sweden's existing communal law (1862), ecclesiastical law (1863) and criminal law (1864) were enacted appropriately enough under the direction of a king whose motto was: \"Build up the land upon the laws!\"",
        "The farms in Alsace are mostly small and are held partly as a private possession, partly on the communal system; in Lorraine there are some larger occupations.",
        "Religious considerations arising out of the attitude of the government towards the \" German Catholics,\" and a new constitution for the Protestant Church, began to mingle with purely political questions, and Prince John, as the supposed head of the Jesuit party, was insulted at a review of the communal guards at Leipzig in 1845.",
        "Next follow chapters on the literary renaissance of the nation, its progress in art, mathematics, chemistry and natural science; the magnificent development of agriculture, modern industry, commerce and finance; and in particular its flourishing selfgovernment, \" which will be exercised in the fullest freedom,\" and in which \" the communal organization embodies in the highest degree the conception of self-government \" (p. 234), and \" the independent sphere of activity unlimited in its fundamental principle \" (p. 235) in that \" State control is exercised seldom and discreetly \" (p. 236).",
        "20 1918 that the Government adopted the point of view of the Social Democrats, and promised to extend the principle of the parliamentary franchise, as established in the case of elections to the Reichsrat, to the communal elections also, but with reservations intended to guard against \" the undesirable reaction of nationality in districts of mixed population.\"",
        "The organization of the administrative system in the Austrian Empire was complicated by the fact that between the State and the purely local communal administration there intruded yet a third element, grounded in history, the territories (Lander).",
        "To this division of the work of administration corresponded a three-fold organization of the authorities: State, territorial and communal.",
        "The town is the seat of a sub-prefect and has a tribunal of first instance and a communal college.",
        "On the 11th of February 1477 she was compelled to sign a charter of rights, known as \"the Great Privilege,\" by which the provinces and towns of the Netherlands recovered all the local and communal rights which had been abolished by the arbitrary decrees of the dukes of Burgundy in their efforts to create in the Low Countries a centralized state.",
        "(1308), it resumed its communal independence; but by 1336 the 'Este family was again in power.",
        "Rumours of the war of extermination conducted against their kinsmen, the wild Prussians, by the Knights, first woke the Lithuanians to a sense of their own danger, and induced them to abandon their loose communal system in favour of a monarchical form of government, which concentrated the whole power of the state in a single hand.",
        "their precise place in Hebrew life we hardly know but they formed at least a religious class which in all its traditions represented the new national and not the old communal and particularistic life.",
        "Three hundred thus separated from Rapp in 1833, with $105,000 as their share of the communal property, to build the millennial kingdom of New Jerusalem at Phillipsburg (now Monaca), Beaver county, Pennsylvania, under the lead of Bernhard Muller, who had come to Economy in 1831 as a fellow religionist, and was called Count Maximilian de Leon (or Proli); in 1833 Leon went, with his followers, to Louisiana, and established a religious colony 6 m.",
        "Of these the most important are the Idadieh school, the school of arts and crafts, the Jewish communal school; the Greek college, Zappeion; the Imperial Ottoman Bank and Tobacco Regie; a fire-tower; a theatre; palaces for the prefect of the city, the administrative staff of the second army corps and the defence works commission; a handsome row of barracks; a military hospital; and a French hospital.",
        "The chief towns in the various provinces, with their communal population in 1901, are: Belluno 19,050; total of province 214,803, number of communes 66; Padua 81,242; Monselice 11,571, Este 10,779,10,779, Piove di Sacco 10,021; total of province 444,360, number of communes, 103; Rovigo 10,735, Adria 15,711; total of province 222,057, number of communes 63; Treviso 32,793, Castelfranco Veneto 12,440, Montebelluna 10,284, Conegliano 10,252; total of province 416,945, number of communes 95; Udine 36,899, Pordenone 12,409, S.",
        "The inhabitants of Kalocsa and its wide-spreading communal lands are chiefly employed in the cultivation of the vine, fruit, flax, hemp and cereals, in the capture of water-fowl and in fishing.",
        "The town is the seat of a sub-prefect, and has tribunals of first instance and of commerce and a communal college.",
        "Compiegne is the seat of a subprefect, and has tribunals of first instance and of commerce, a communal college, library and hospital.",
        "economically and administratively on the landlords, or should be transformed into a class of independent communal proprietors.",
        "west of Santa Fe, are many prehistoric cave, cliff and communal dwellings, and near the city are several prehistoric mounds.",
        "Victims of the communal claims at Rome, they constituted themselves the champions of similar claims in northern Italy, and their alliance with the Lombard communes ultimately led to success.",
        "The strength of classical reminiscence and the instinct of liberty were reinforced by the support given to communal aspirations by the popular agitator and dangerous tribune, Arnold of Arnold of Brescia, whose theories arrived at an opportune Brescia.",
        "The papacy, however, encountered serious obstacles, at first at the very centre of the papal empire, at Rome, where the pope had to contend with the party of communal autonomy for ten years before being able to secure the mastery at Rome.",
        "It has tribunals of first instance and of com merce, training colleges, a communal college, a museum and a library; the three latter are established in the Palais Fesch, founded by Cardinal Fesch, who was born at Ajaccio in 1763.",
        "The town has a sub-prefecture, a tribunal of first instance, and a communal college.",
        "Elected to the Municipal Council of Paris in 1879, he declared in favour of communal autonomy and joined with Henri Rochefort in demanding the erection of a monument to the Communards; but after his election to the Chamber of Deputies for the 5th arrondissement of Paris in 1881 he gradually veered from the extreme Radical party to the Republican Union, and identified himself with the cause of colonial expansion.",
        "The roads are divided into national or royal roads, placed directly under the control of the waterstaat and sup- 'ported by the state; provincial roads, under the direct control of the states of the provinces, and almost all supported by the provincial treasuries; communal and polder roads, maintained by the communal authorities and the polder boards; and finally, private roads.",
        "At the head of every commune stands a communal council, whose members must be not under 23 years of age.",
        "Communal franchise is further restricted, however, to those electors who pay a certain sum to the communal rates.",
        "The president of the communal council is the burgomaster, who is named by the sovereign in every instance for six years, and receives a salary varying from £40 to over £600.",
        "A national institution at Leiden for the study of languages, geography and ethnology of the Dutch Indies has given place to communal institutions of the same nature as Delft and at Leiden, founded in 1864 and 1877.",
        "The following table gives a statement of the provincial and communal finances: Revenue.",
        "The botanical garden (1874) contains an observatory with a statue of Tycho Brahe, and the chemical laboratory, mineralogical museum, polytechnic academy (1829) and communal hospital adjoin it.",
        "Elementary instruction is mostly provided by the communal schools.",
        "Among the hospitals of Copenhagen, besides many modern institutions, there may be mentioned Frederick's hospital, erected in 1752-1757 by Frederick V., the Communal Hospital, erected in 1859-1863, on the eastern side of the Sortedamsso, the general hospital in Ameliegade, founded in 1769, and the garrison hospital, in Rigensgade, established in 1816 by Frederick VI.",
        "Though, however, there is no direct evidence of the existence of any communal organization during this period, it is clear from the vigorous part taken by the burghers in the struggle of the emperor Frederick with Henry the Lion of Saxony that some such organization very early existed.",
        "For each commune of 5000 inhabitants or over, a burgomaster is appointed by the communal council which is chosen by the electors of the commune.",
        "In 1902 there were 1,146,482 voters with 2,007,704 votes, the principles of multiple votes, with, however, a maximum of four votes and proportional representation, being in force for communal as for legislative elections.",
        "In 1860 the communal octrois or duties on articles of food brought into the towns was abolished; in 1863 the navigation of the Scheldt was made free, and a treaty of commerce established with England.",
        "They increased their power considerably by reducing the voting qualification for electors to provincial councils to 20 frs., and to communal councils to 10 frs., and also by recognizing the importance of what was styled \" the Flemish Movement.\"",
        "The bill likewise provided for a rigorous inspection of the communal schools.",
        "The state subsidized all the communal schools, Catholic and unsectarian alike.",
        "The citizen in order to possess a vote for the election of representatives to the chambers was to be of a minimum age of twenty-five years, and of thirty years for the election of senators and provincial and communal councillors.",
        "Auxonne has a tribunal of commerce and a communal college.",
        "Arras is the seat of a prefect and of a bishop. It has tribunals of first instance and of commerce, a chamber of commerce, a branch of the Bank of France, a communal college, training colleges, and a school of military engineering.",
        "In those parts of Germany which come under the influence of French legislation, the constitution of the towns and that of the rural communes (the so-called Bitrgermeistereiverfassung) is identical, in that the members of the communal executive body are, in the same way as those of the communal assembly, elected to office immediafely by the whole body of municipal electors.",
        "In Wurttemberg, Baden and Hesse-Nassau the system is a compromise between the two; both the town and rural communes have a mayor (Blirgermeister or Schuitheiss, as the case may be) and a Gemeinderat for administrative purposes, the citizens exercising control through a representative Gemeindeausschuss (communal committee).",
        "The workmen contribute at the rate of two-thirds and the employers at the rate of one-third; the sum payable in respect of each worker varying from 11/2-3% of the earnings in the communal sick fund to at most 11/2-4% in the others.",
        "It explains how the Gallo-Roman villa gave place to the village, with its fortified castle, the residence of the lord; how new towns were formed by the side of old, some of which disappeared; how the townspeople united in corporations; and how the communal bond proved to be a powerful instrument of cohesion.",
        "Amongst the numerous scientific associations are the central statistical department, and the Budapest communal bureau of statistics, which under the directorship of Dr Joseph de KiirOsy has gained a European reputation.",
        "The official publications of the Budapest Communal Bureau of Statistics have acquired a European repute for their completeness, and their fearless exposure of shortcomings has been an element in the progress of the town.",
        "Hay is never mown on the true alps save in spots which are not easily accessible to cattle (in very high spots it belongs to the mower, and is then called Wildheu), but hay-crops are made on the Mayens or Voralpen, the lowest pastures, situated between the homesteads and the true alps; these Voralpen are individual (not communal) property, though probably in olden days cut out of the true Alpen.",
        "On leaving the Senate, in 1893, he became chairman of the Commission to the Five Civilized Tribes (sometimes called the Dawes Indian Commission), and served in this capacity for ten years, negotiating with the tribes for the extinction of the communal title to their land and for the dissolution of the tribal governments, with the object of making the tribes a constituent part of the United States.'",
        "The framework of society was shattered, communal life and religion were disorganized.",
        "Epinal is the seat of a prefect and of a court of assizes and has tribunals of first instance and of commerce, a board of tradearbitrators, a chamber of commerce, training-colleges, a communal college and industrial school, and exchange and a branch of the Bank of France.",
        "They also advised the protection and extension of communal rights of pasture, and the planting of the higher slopes with forest, with a view to the possible increase of the water-supply.",
        "In the Wars of Religion it at first sided with the League, but afterwards opened its gates to the troops of Henry IV., from whom it received the confirmation of its communal privileges and permission to demolish its fortifications.",
        "The chief public institutions are the sub-prefecture, the tribunal of first instance and the communal college.",
        "They possessed personal freedom and some measure of communal independence, but were apparently under the immediate supervision of Spartan harmosts (governors) and subject to the general control of the ephors, though Isocrates is probably going too far in saying (xii.",
        "In the middle ages it belonged to the dukes of Aquitaine and then to the kings of England, one of whom, John, granted it full communal rights in 1216.",
        "There is also a communal picture-gallery in the picturesque Palezzo Comunale.",
        "Yet violations of these rules are jealously watched by the other members of the sept, and are liable - in accordance with the general custom in which communal matters are regulated in India - to be brought before a special council (panchayat), originally consisting of five (pancha), but now no longer limited to that number, since it is chiefly the greater or less strictness in the observance of caste rules and the orthodox ceremonial generally that determine the status of the sept in the social scale of the caste.",
        "The town has a sub-prefecture, a tribunal of first instance, and a communal college among its institutions; and it has tile and mosaic works and flour-mills, and manufactories of boots and shoes and brooms. There is trade in truffles, fruit, wine, &c.",
        "They had irrigated farms and dwelt in six-storey communal houses long before the advent of the white man.",
        "Originally the Pueblo Indians lived in many-storeyed communal houses, built sometimes of stone, sometimes of adobe, and occasionally chiselled into the sides of a stone cliff, as best suited the convenience of the builders.",
        "The town is the seat of a sub-prefect, and the public institutions include a tribunal of first instance and a communal college.",
        "It has a tribunal of first instance, a tribunal of commerce, a board of trade arbitration, a branch of the Bank of France, a communal college and training-colleges.",
        "The worship of ancestors has again and again gathered around it powerful and ethical influences, emphasizing the parental and filial relations, and strengthening the mutual obligations of communal life.",
        "The greater proportion of communal revenue comes from income and property tax, the sale of spirits under the Gothenburg System, and contributions from the treasury.",
        "Most of these new cities were based on older settlements; but the essential point is, that they were peopled by Greek and Macedonian colonists, and enjoyed civic independence with laws, officials, councils and assemblies of their own, in other words, an autonomous communal constitution, under the suzerainty of the empire.",
        "It is the seat of a sub-prefect, and the public institutions include tribunals of first instance and of commerce, a chamber of arts and manufactures, and a communal college.",
        "This is a curious collection of small cottages, where communal government by a locally elected mayor long prevailed, together with peculiar laws and customs, strictly exclusive inter-marriage, and a high moral and religious standard.",
        "Bergerac is the seat of a sub-prefect and has tribunals of first instance and of commerce and a communal college.",
        "The public institutions include tribunals of first instance and of commerce, a board of trade-arbitrators, and a communal college.",
        "Clermont is the seat of a sub-prefect and has a tribunal of first instance, a communal college and a large lunatic asylum.",
        "Corte is capital of an arrondissement of the island, has a subprefecture, a tribunal of first instance and a communal college, and manufactures alimentary paste.",
        "The town is the seat of a bishop and of a sub-prefect; it has tribunals of first instance and of commerce, an ecclesiastical seminary, a communal college and a chamber of arts and manufactures.",
        "Their social organization is communal.",
        "A sub-prefecture, a tribunal of first instance and communal colleges are among the public institutions.",
        "The assembly of all householders in villages of less than 30 households, and of 30 elected men in villages having from 30 to 300 households (dne from each io households in the more populous ones), constitutes the village assembly, similar to the mir, but having wider attributes, which assesses the taxes, divides the land, takes measures for the opening and support of schools, village grain-stores, communal cultivation, and so on, and elects its ataman (elder) and its judges, who settle all disputes up to fio (or above that sum with the consent of both sides).",
        "The subprefecture, a tribunal of first instance, and a communal college are among the public institutions of Etampes.",
        "Reduced to obedience by Matilda in 1113, the city obtained its liberty on her death, and instituted a communal government of its.",
        "Large tracts of woodland were cleared near the railways, and the communal rights of grazing and gathering firewood destroyed the aftergrowths.",
        "Besides the communal courts, there are quarter-sessional or circuit courts, where simple cases are decided.",
        "Their programme for home affairs involved the amelioration of the position of the peasantry and artisan classes, whose progress they considered had been overlooked, the irremovability of the magistracy, and a revision of the communal law in the sense of decentralization.",
        "But an additional cause was the harsh treatment of the peasants on the state and communal lands leased to Jewish middlemen.",
        "The French had lived in villages and maintained considerable communal life; the Americans scattered on homesteads.",
        "A lycee for girls, a communal college and training colleges are among its educational establishments.",
        "Autun is the seat of a bishopric, of tribunals of first instance and of commerce, and has an ecclesiastical seminary, a communal college and a cavalry school.",
        "Large herds of cattleare reared on the communal lands, which are productive also, of wheat, rapeseed and maize.",
        "The German-Russian Mennonites, whose immigration became notable about 1874, furnished at first many examples of communal economy, but these were later abandoned.",
        "There are also communal colleges for boys and girls, a school of artillery and school of draughtsmanship. The industrial establishments include manufactories of earthenware and porcelain and metalfoundries, and tanning, leather-dressing, turnery, the making of wooden shoes and furniture, the weaving of woollen and other fabrics, dyeing, and the manufacture of machinery, paper and parchment are carried on.",
        "The chief public institutions are the tribunal of commerce and the communal college.",
        "Little care was bestowed on forestry in the 19th century, apart from government supervision of the national and communal domains, a task usually delegated to the local mayor.",
        "Apart from soldiers of the active army, all male citizens of full age may vote, if they pay 15 dinars in direct taxes; while, apart from priests, communal mayors and state servants, all citizens of 30 years, paying 60 dinars, are eligible to the Skupshtina.",
        "The mayor is, further, responsible for the maintenance of the communal granary, forests and other property.",
        "All taxes levied by the state are paid by the communal council, which assesses the property owned by each family under its authority, collects the amount due and has the right to retain one-fourth, or more, for local requirements.",
        "The central government cannot veto the election of a communal mayor or councillor.",
        "Communal courts exist in every commune or municipality, and certain judicial powers are delegated to the police, under laws dated 1850-1904.",
        "east and south-west of the island immense communal houses (morong) are met with.",
        "Communal dwellings on a much smaller scale occur at Meroka, east of the Astrolabe mountains.",
        "Under Turkish rule it was impossible to obtain a liberal education in Bulgaria, and young Stambolov, after attending the communal school in his native town, was apprenticed to a tailor.",
        "There are also communal colleges, a national school of music, and schools of hydrography, commerce and industry.",
        "Bernay has a sub-prefecture, a communal college, tribunals of commerce and of first instance, and a board of trade-arbitrators.",
        "He was educated at Amsterdam, first studying at the Athenaeum Illustre, as the communal high school of the capital was then named, and afterwards at the seminary of the Remonstrant Brotherhood.",
        "It caused a slackening of that spirit of communal initiative which had awakened in the midst of unprecedented disasters.",
        "undermined as far as he could the right of control by the states-general, the right of remonstrance by the parlements, and the communal franchises, while ensuring the impoverishment of the municipalities by his fiscal methods.",
        "In Burgundy, Dijon saw her municipal liberties restricted in 1631; the provincial assembly of Dauphin was suppressed from 1628 onward, and that of Languedoc in 1629; that of Provence was in 1639 replaced by communal assemblies, and that of Normandy was prorogued from 1639 to 1642.",
        "Its educational institutions include communal colleges, ecclesiastical seminaries, and schools of drawing and music. The library has over 40,000 volumes and there is a museum of antiquities and objects of art.",
        "Neither the executive nor the Cortes may interfere with provincial and communal administration, except when the local authorities exceed their legal power to the detriment of public interests.",
        "He played a great part in organizing the Jewish communal life of the middle ages.",
        "The division of the buildings into numerous small rooms is understood to signify that they were used as communal habitations, possibly of priestly orders.",
        "The homes are set in 1½ acres of communal grounds, each with their own unfenced gardens and vegetable plots.",
        "Putting up and replacing TV aerials unless in a communal area.",
        "alley gates we are supporting residents to create two communal gardens on sites of previously demolished houses.",
        "If you live in a building with a communal Ariel i would advise you to get yer own one put up!",
        "barbequene knows they can cook better on their own camping stoves or communal barbecue.",
        "Instead there are condensing communal boilers feeding each pod.",
        "The property has the added bonus of communal gardens & private off road parking.",
        "A communal bookshelf where employees bring in books they enjoyed is a great way to get people talking about books.",
        "Non members £ 6.00 per night FACILITIES: Sleeping accommodation consists of communal Alpine style bunks on two levels.",
        "Each house has a communal telephone which will receive incoming calls.",
        "It is Vivan's juvenile friends whom we hear in jingoist defense of the Gujarat carnage or other flagrant displays of communal fascism.",
        "The communal cemetery over the road had a fascinating plaque on the wall.",
        "communal pool can be accessed via a gate in the rear garden wall.",
        "communal cemetery over the road had a fascinating plaque on the wall.",
        "communal lounge.",
        "communal gardens & private off road parking.",
        "communal roosts.",
        "communal establishments.",
        "Outside there are gardens to the front, side and rear and also communal parking.",
        "Guests visiting the property are entitled to use of the pretty communal garden.",
        "Work, production and ownership were all communal, and in these spheres what concerned all was discussed by all.",
        "Even so communal feelings run high and there appears to be no prospect whatsoever of Moslems being able to return to their lawful vocations.",
        "And, yes, the French have also become less communal - perhaps more from pressure than predilection.",
        "condensed there are condensing communal boilers feeding each pod.",
        "Alto do Golfe is a luxurious private condominium comprising 16 villas with private gardens and also a communal garden and large swimming pool.",
        "considerable communal efforts would have been required for their construction.",
        "Seasonal marches could also quickly degenerate into communal rioting.",
        "You try to cause panic, fear and create communal disharmony but every time you are unsuccessful.",
        "The central part of the old village is used for communal areas, including a hostel dorm for visitors, and a small school.",
        "entrench communal inequality.",
        "Present persons - all persons present on census night in private households or in communal establishments.",
        "They then foment communal massacres, and then declare themselves champions of civilised values.",
        "Ground floor with private patio and garden with direct access to communal gardens and pool.",
        "ground floor with private patio and garden with direct access to communal gardens and pool.",
        "ACCOMMODATION The apartment access is by private entrance from communal hall into lobby with wc and washbasin.",
        "From the lift there is a communal hallway leading to the entrance door.",
        "handrails installed (in either individual homes or communal areas )?",
        "Staircases to the apartment communal areas will be in a painted finish with French polished handrails.",
        "harboura short step via a gate from the communal front garden to the beautiful unspoiled harbor.",
        "Each of them is an inhuman, non-social form of something human and communal, a form of human life which denies humanity.",
        "idiot box running, they unwittingly share a truly communal experience as they gather in silent contemplation.",
        "They had a communal larder, and the villagers used to come and steal from this, and I can remember a curious incident.",
        "The city potter probably worked in a communal workshop in a derelict warehouse, with electric kilns, making fewer one-off pieces.",
        "And also I will have achieved my target of building 400 communal latrines and bathing shelters.",
        "The children are forbidden to use the communal latrines, for fear that they will fall in.",
        "There is a communal laundry, hairdressing salon, guest rooms, lift, well established gardens and car parking facilities.",
        "All of this contributes to the smooth running of the base keeping the communal living nice and easy.",
        "Within the complex there is also a communal lounge.",
        "Hours were very long and the principle of a communal cooked lunch arose at this time because members just went home to sleep.",
        "UNDER OFFER A spectacular, contemporary upper maisonette on communal gardens.",
        "mansion block with off street parking & communal gardens.",
        "Evolution of Form and Function The first masjid in Medina served as both a place of communal prayer as well as a socio-cultural center.",
        "meditative prayer, either private or communal.",
        "The communal area also has a high level mezzanine open space with public artworks.",
        "The religious believer joins in similar communal rites, thus accepting the \" universal neurosis \" of religion.",
        "Accordingly it never sought to preserve the communal patrimony; but thought it more advantageous to increase the number of small proprietors.",
        "The rear communal pool can be accessed via a gate in the rear garden wall.",
        "Sparta had a communal domain of great extent, the produce of which served in some measure to maintain the public repasts.",
        "They are often seen flying together at dusk to reach communal roosts to spend the night.",
        "sac location, the residents all benefit from use of communal garden.",
        "communal satellite dish for reception of Sky in living room and suitable for Sky+ .",
        "They spin a communal web near to large patches of their foodplant, Devils bit scabious.",
        "There is also a communal solarium on top of the block.",
        "Yet an enclosed institution could well have generated a measure of communal solidarity among its inmates, to help counter the worst excesses.",
        "communal stairwells, lighting and estate maintenance The Council will undertake a rigorous repairs regime of all its communal areas and estates.",
        "standpipe for water which was, which was a communal one.",
        "Even so, their way of life is more communal than is typical of English suburbia.",
        "Communal facilities include swimming pools, 24 hour security.",
        "RESIDENCIAL SUCINA is a residential development where we are offering DETACHED VILLAS with a communal swimming pool, tennis court and large green areas.",
        "swish apartment Ideally situated, within communal gardens, this modern, first floor apartment has been finished to a very high standard.",
        "Two communal living room facilities per house include a flat screen TV & dvd, comfortable seating and dining furniture.",
        "It's a painting of communal harmony; a portrait of a seedy underworld eroding in Benetton colors.",
        "By contrast, 18 of 66 swimming club members of the same age who used communal showers had a verruca (27% ).",
        "I do hope they have some kind of on-site gardening warden, or will be advised to club together and buy a communal Flymo.",
        "The council also chooses communal delegates to elect senators; and draws up the list of repartiteurs, whose function is to settle how the communes share of direct taxes shall be allotted among the taxpayers.",
        "Departmental Finances.Every department has a budget of its own, which is prepared and presented by the prefect, voted by the departmental council and approved by decree of the president of the republic. The ordinary receipts include the revenues from the property of the department, the produce of additional centirnes, which are levied in conjunction with the direct taxes for the maintenance of both departmental and communal finances, state subventions and contributions of the communes towards certain branches of poor relief and to maintenance of roads.",
        "There are four main types of public Congo (French Equate benevolent institutions, all of which are Gabun communal in character: (I) The hpilal, Mid.",
        "Nevertheless, many schools are still defective, both from a hygienic and a teaching point of view; while the economic position of the elementary teachers, who in Italy depend upon the communal administrations and not upon the state, is still in many parts of the country extremely low.",
        "Local finance is regulated by the communal and provincial law of May 1898, which instituted provincial administrative juntas, empowered to examine and sanction the acts of the coin munal financial administrations.",
        "purchases of property, alterations of rates (although in case of increase the junta can only act upon request of ratepayers paying an aggregate of one-twentieth of the local direct taxation), and expenditure affecting the communal budget for more than five, years.",
        "The administration ~ was inefficient and corrupt, the censorship uncompromising, the police ferocious and oppressive, although quite unable to cope with the prevalent anarchy and brigandage; the antiquated pontifical statutes took the place of the French laws, and every vestige of the vigorous old communal independence was swept away.",
        "I The abolition of the special courts of the peasants was announced in the same imperial ukaz (18th of October 1906) which promised the relief of the peasants from the arbitrary control of the communes, and permission for them to migrate elsewhere without losing their communal rights.",
        "The serfs were liberated entirely from the arbitrary rule of the landowners and became proprietors of the communal land; the old tribunals which could be justly described as \" dens of iniquity and incompetence,\" were replaced by civil and criminal lawcourts of the French type, in which justice was dispensed by trained jurists according to codified legislation, and from which the traditional bribery and corruption were rigidly excluded; and the administration of local affairs - roads, schools, hospitals, &c. - was entrusted to provincial and district councils freely elected by all classes of the population.",
        "Zunz; Jewish Encyclopedia passim; publications of Jewish societies, such as Etudes Juives, Jewish historical societies of England and America, German historical commission, Julius Barasch society (Rumania), Societas Litteraria Hungarico-Judaica, the Viennese communal publications, and many others to which may be added the 20 vols.",
        "to the archbishops, militated against lay teachers in secondary and primary schools, and set them Papacy under clerical control, made it ominously easy for members of religious congregations to become instructors of youth, and cut the nerve of the communal school system.",
        "The chief towns in each of these provinces, with their communal populations in 1901, are as follow: Caltanissetta (43,023), Castrogiovanni (26,081), Piazza Armerina (24,119), Terranova (22,019), San Cataldo (18,090); Catania (146,504), Caltagirone (44,527), Acireale (35,203), Giarre (26,194), Patera) (22,857), Leonforte (21,236), Bronte (20,166), Vizzini (18,013), Agira (17,634), Nicosia (15,811),(15,811), Grammichele (15,017); Girgenti (24,872), Canicatti (24,687), Sciacca 4 (24,6 5), Licata (22,993), Favara (20,403); Messina (147,106), Racalmuto (16,028), Palma (14,384), Barcellona (24,133), Milazzo (16,214), Mistretta (14,041); Palermo (305,716), Partinico (23,668), Monreale (23,556), Termini Imerese (20,633), Bagheria (18,329), Corleone (16,350), Cefalu (14,518); Syracuse (31,807),(31,807), Modica (49,951), Ragusa (32,453), Vittoria (32,219), Comiso (25,837), Noto (22,284), Lentini (17,100), Avola (16,301), Scicli (16,220), Palazzolo Acreide (15,106) Trapani (61,448), Marsala (57,824), Alcamo (51,798), Monte S.",
        "Against this exaltation of their power two adversaries might have been formidable; but one, the Church, was a captive in Babylon, and the second, the people, was deprived of the communal liberties which it had abused, or humbly effaced itself in the states-general behind the declared will of the king.",
        "He has recently completed his MPhil on rural livelihoods and communal rangeland resource in the Eastern Cape.",
        "The block is set behind a facade in a cul de sac location, the residents all benefit from use of communal garden.",
        "Communal satellite dish for reception of Sky in living room and suitable for Sky+.",
        "It 's a painting of communal harmony; a portrait of a seedy underworld eroding in Benetton colors.",
        "Communal stairwells, lighting and estate maintenance The Council will undertake a rigorous repairs regime of all its communal areas and estates.",
        "No electricity, no running gas, and there was only a standpipe for water which was, which was a communal one.",
        "Swish Apartment Ideally situated, within communal gardens, this modern, first floor apartment has been finished to a very high standard.",
        "Two communal living room facilities per house include a flat screen tv & dvd, comfortable seating and dining furniture.",
        "Non-resident students have access to all communal facilities and utility rooms provided by the College.",
        "By contrast, 18 of 66 swimming club members of the same age who used communal showers had a verruca (27 %).",
        "Microwave, fridge, use of communal washing machine/dryer.",
        "It is a communal mentality, and the end results are really starting to stand up against more traditional products.",
        "The councils assess within certain limits the communal taxes, maintain roads, bridges, &c., and generally superintend local affairs.",
        "The communal tax did not exceed on the average two francs annually for each family.",
        "A tribunal of first instance and a communal college are the chief public institutions.",
        "The tribunal of commerce and the communal college are the chief public institutions.",
        "Fontainebleau is the seat of a subprefect and has a tribunal of first instance and a communal college.",
        "Under the manorial system, the rise of which preceded the Norman Conquest, communal methods of husbandry remained, but the position of the cultivator was radically altered.",
        "a year,\" advocating the transition from communal or open field to individual or enclosure farming.",
        "The former of these were designed for the completion of the training of the most promising pupils in the communal elementary schools, and were left to local control or even to management by private individuals.",
        "Coulommiers is the seat of a subprefect, and has a tribunal of first instance and a communal college.",
        "Yet (with the exception of Antioch, Tripoli and Acre in the course of the 13th century) the Frankish towns never developed a communal government: the domain of their development was private law and commercial life.",
        "The land is wholly in the possession of the natives, who hold it on the communal system.",
        "In the Communal Gallery is an altarpiece from the cathedral by the Venetian Jacobello del Fiore (1400-1439)."
    ],
    "definition": [
        "Of or relating to a commune.",
        "Of or relating to a community.",
        "a. Of, belonging to, or shared by the people of a community; public.\nb. Marked by collective ownership and control of goods and property.",
        "com′mu·nal′i·ty\nnoun",
        "com·mu′nal·ly\nadverb",
        "Link/Cite",
        "Pertaining to a community.",
        "Shared by a community; public.",
        "Link/Cite"
    ]
}