{
    "translation": "לתקשר, להעביר מסר",
    "uses": [
        "At least she was willing to communicate now.",
        "He was trying to communicate – to improve their relationship.",
        "\"How are we going to communicate?\" he asked.",
        "\"Yes, but you don't communicate,\" he typed.",
        "He was the one who wanted her to communicate this way.",
        "Mr. Vining was a perfect stranger to me, and could not communicate with me except by writing in braille.",
        "Once she disabled her translator, he couldn't communicate with her.",
        "Gabe used his magic to communicate with the small life.",
        "After several failed attempts to communicate, they proceeded in silence to the nearest town, a coastal resort-like town.",
        "These cavities communicate with the exterior through the gonad ducts, which have nothing to do with them, but whose coelomic funnels are taken up by them in the course of their growth.",
        "These communicate their energy to the surrounding air, and this energy is conveyed away in the form of air waves.",
        "How could they communicate when she wouldn't discuss things?",
        "Mr. Vining was a stranger to me, and could not communicate with me, except by writing braille.",
        "It wasn't as if they used it to communicate anyway.",
        "The two long ovarian sacs communicate with each other by a transverse bridge before uniting to form the terminal canal.",
        "You'll be able to communicate with me as required.",
        "Even so, he managed to communicate better than the average person, and when he did say something, it was generally well thought out.",
        "in width, interspersed with small chambers, all excavated at successive levels, in the they reach seven storeys), and communicate with one another by stairs cut out of the living rock.",
        "They didn't fight – they didn't communicate their feelings.",
        "Denisov, having given his name, announced that he had to communicate to his Serene Highness a matter of great importance for their country's welfare.",
        "Probably it would be impossible to unite spiritualists in any creed, which,, besides the generally accepted belief in God and immortality, should postulate more than the progress of the spirit after death, and the power of some of the dead to communicate with the living by means of mediums.",
        "In point #29, we described how peace is served when mobile devices allow people to organize and communicate in a widely distributed fashion.",
        "None of these septa is complete, and the various parts of the central body cavity freely communicate with one another.",
        "Among the Oligochaeta the dorsal vessel in Dinodrilus and Megascolides is enclosed in a separate coelomic chamber which may or may not communicate with the main coelomic cavity.",
        "Two bridges, one of them a suspension-bridge, communicate with St Aubin on the opposite bank of the Seine, and steamboats ply regularly to Rouen.",
        "It was best that he didn't see Alex like that, and they couldn't communicate anyway.",
        "A solemn meeting of the lodge of the second degree was convened, at which Pierre promised to communicate to the Petersburg Brothers what he had to deliver to them from the highest leaders of their order.",
        "8) from the following - that is, from a layer in which longitudinal muscular fibres are largely intermixed with tortuous glands, which by reason of their deeper situation communicate with the exterior by a much longer and generally very narrow duct.",
        "With a few exceptions among the Polychaeta the vascular system is always present among the Chaetopoda, and always consists of a system of vessels with definite walls, which rarely communicate with the coelom.",
        "Katie says I'd better find a way to communicate with you.",
        "Of these St Lucia Lake and Kosi Lake are of considerable size and communicate with the sea by estuaries.",
        "The proctor was also a stranger, and did not attempt to communicate with me in any way.",
        "Indeed, at one time it was believed that the best way for them to communicate was through systematized gestures, the sign language invented by the Abbe de l'Epee.",
        "Each instrument is provided with a keyboard, resembling that of a small piano, the key levers of which communicate with a circular row of vertical pins.",
        "Of these divisions of the coelom the first two communicate with the exterior by means of a pair of ciliated pore-canals placed at the posterior end of their respective segments.",
        "The Proctor also was a stranger, and did not attempt to communicate with me in any way; and, as they were both unfamiliar with my speech, they could not readily understand what I said to them.",
        "These regions of the coelom end at the ends of the body and communicate with each other by means of a branched system of coelomic sinuses, which are in places very fine tubes.",
        "Alex, I realize that we communicate more information this way, but it seems so impersonal.",
        "2); \"To do good and to communicate forget not, for with such sacrifices God is well pleased\" (Heb.",
        "When he was made cognizant of the charges against Catherine Howard, his duty to communicate them to the king was obvious, though painful.",
        "Sir Edward Codrington, then commander-in-chief in the Mediterranean, received the treaty and his instructions on the night of the loth/11th of August at Smyrna, and proceeded at once to Nauplia to communicate them to the Greeks.",
        "It isn't just that we can communicate better but that we actually relate to each other better.",
        "Starting from an observation of Marconi's, a number of interesting facts have been accumulated on the absorbing effect of sunlight on the propagation of long Hertzian waves through space, and on the disturbing effects of atmospheric electricity as well as upon the influence of earth curvature and obstacles of various kinds interposed in the line between the sending and transmitting stations.4 Electric wave telegraphy has revolutionized our means of communication from place to place on the surface of the earth, making it possible to communicate instantly and certainly between places separated by several thousand miles, whilst The Electrician, 1904, 5 2, p. 407, or German Pat.",
        "The canal and river system attains its greatest utility in the north, northeast and north-centre of the country; traffic is thickest along the Seine below Paris; along the rivers and small canals of the rich departments of Nord and Pas-de-Calais and along the Oise and the canal of St Quentin whereby they communicate with Paris; along the canal from the Marne to the Rhine and the succession of waterways which unite it with the Oise; along the Canal de lEst (departments of Meuse and Ardennes); and along the waterways uniting Paris with the Sane at Chalon (Seine, Canal du Loing, Canal de Briare, Lateral canal of the Loire and Canal du Centre) and along the Sane between Chalon and Lyons.",
        "I hasten to assure you that Helen could not have received any idea of the story from any of her relations or friends here, none of whom can communicate with her readily enough to impress her with the details of a story of that character.",
        "When oscillations are excited in this last circuit they communicate them to the antenna provided this last circuit is tuned or syntonized to the closed circuit, and the radiating antenna has thus a large store of energy to draw upon and can therefore radiate prolonged trains of electric waves.",
        "The waters of the two rivers have, however, been made to communicate by artificial cuts and canals in more than one place.",
        "4 Stepanek and Giunio, as delegates of the Czech and Yugoslav revolutionary committees, reached Italy in a fishing-boat, to concert with the Allies a general rising along the coast, but were closely imprisoned in Rome and not allowed to communicate with Doctor Benes and Doctor Trumbic till nearly three weeks had been lost.",
        "In July there were further evidences of weakness on the part of the Boers, and Botha applied for permission to communicate with Kruger.",
        "In Hirudo and the Gnathobdellidae there is only one system of cavities which consist of four principal longitudinal trunks, of which the two lateral are contractile, which communicate with a network ramifying everywhere, even among the cells of the epidermis.",
        "Both of these lakes lie nearly parallel with the coast line, are separated from the ocean by broad sand beaches filled with small lakes, and communicate with the ocean through the same channel.",
        "These tubes are lined by flattened epithelium and often contain blood capillaries; they communicate with the coelom and are to be regarded as prolongation of it into the thickness of the body wall.",
        "Enabling people to communicate in a method with which their governments cannot interfere is a force for freedom and peace.",
        "Alexander could communicate with his base only by the narrow line of the Hellespont, and ran the risk, if he went far from it, of being cut off altogether.",
        "It is also, especially on the east, lined by lagoons which communicate with the lake by intricate channels.",
        "Rarely the nephridium does not communicate with the coelom; in such cases the nephridium ends in a single cell, like the \"flame cell\" of a Platyhelminth worm, in which there is a lumen blocked at the coelomic end by a tuft of fine cilia projecting into the lumen.",
        "At the upper end of A is a glass two-way stop-cock, by turning which the vessel A can either be made to communicate with the vessel to be exhausted, or with the atmosphere, or can be shut off from both when the cock holds an intermediate position.",
        "The waterways of Cochin-China communicate by means of natural or artificial channels (arroyos), facilitating transport and aiding in the uniform distribution of the inundation to which the country owes its fertility.",
        "These sinuses are completely shut off from all other cavities, they do not open into the main coelomic space nor into the small arm-sinus, nor does the right sinus communicate with the left.",
        "At the posterior end they communicate together by a T-shaped connexion in a simple and uniform way.",
        "The only difference was that the tsar had cut himself off from them, and they were not even to communicate with him except on extraordinary and exceptional occasions.",
        "The coasts present a number of maritime inlets, forming inland bays, which communicate with the sea by channels of greater or less width.",
        "It was a deep-seated belief that those who took part in religious functions were liable to communicate this \" holiness \" to others (compare the complex ideas associated with the Polynesian taboo).",
        "More precisely, it catalogues and tracks them and then allows you to communicate with them easily.",
        "200 m., and he considered that the time had come for a serious attempt to be made to communicate across the Atlantic. A site for a first Transatlantic electric wave power station was secured at Poldhu, near Mullion in south Cornwall, by the Marconi Company, and plans arranged for an installation.",
        "The efferent ducts are ciliated, and there is a patch of cilia at the point where they communicate with the cavity of each testis.",
        "The y are really excretory glands, and communicate with the exterior by a very minute aperture on the posterior face of the coxa of the fifth limb on each side.",
        "Stations were established on various coast positions and ships supplied with the above-described apparatus to communicate with each other and with these stations.",
        "This extensive building was erected on low ground, so that the fosse might communicate with the sea, and vessels might unload under its walls.",
        "The island is practically inaccessible for eight months of the year, but the inhabitants communicate with the outer world by means of \"sea messages,\" which are despatched in boxes when a strong west wind is blowing, and generally make the western islands or mainland of Scotland in a week.",
        "The epidermis is continuous except where stomata or spaces bounded by specialized cells communicate with intercellular spaces in the interior of the leaf.",
        "2, p), leaving air-spaces between them, which communicate with stomata; on this account the tissue has received the name of spongy.",
        "They soon learn how to communicate their wishes to get what they want or need.",
        "The apostle spreads a linen cloth on a bench, lays on it bread of blessing (eNv yia), and says: \" Jesus Christ, Son of God, who hast made us worthy to commune in the Eucharist of thy holy body and precious blood, Lo, we venture on the thanksgiving (Eucharistia) and invocation of thy blessed name, come now and communicate with us.",
        "come and communicate with us in this Eucharist which we perform in thy name and in the love (agape) in which we are met at thy calling.",
        "And cause all who communicate to receive a drug of life for healing of every disease and empowering of all moral advance and virtue.\"",
        "28 catechumens, but the baptized who did not communicate left the church before the communion of the faithful began (?",
        "Meanwhile, both in East and West, the general practice has continued unbroken of reserving the Eucharist, in order that the \" mass of the presanctified \" might take place on certain \"aliturgic\" days, that the faithful might be able to communicate when there was no celebration, and above all that it might be at hand to meet the needs of the sick and dying.",
        "At a, a the capillaries of one lobule communicate with those adjacent to it.",
        "fr, g, It does not contain blood or communicate directly with the bloodsystem; this isolation of the pericardium we have noted already in Gastropods and Cephalopods.",
        "The structure of the corpora cavernosa consists of a strong fibrous coat, the tunica albuginea, from the deep surface of which numerous fibrous trabeculae penetrate the interior and divide it into a number of spaces which are lined with endothelium and communicate with the veins.",
        "Each is an outgrowth of the body-wall at the side of the body, and consists of an axis containing two main vessels, an afferent and efferent, and bearing on either side a series of transverse plates whose blood-sinuses communicate with the vessels of the axis.",
        "(b) To communicate to interested parties, also without delay, full information of the nature above mentioned.",
        "Amulets, seals, talismans, relics, ear or nose rings stamped with divine emblems or otherwise hallowed, communicate their holiness to the wearers and protect from the Adversary.",
        "Thus, according to him, in the first place reason forms a cosmological \" ideal \" of a multitude of simple units related; secondly, it forms a psychological \" ideal \" of a multitude of wills, or substance-generating activities, which communicate with one another by ideas so that will causes ideas in will, while together they constitute a collective will, and it goes on to form the moral ideal of humanity (das sittliche Menschheitsideal); and, thirdly, it forms an ontological \" ideal \" of God as ground of this moral \" ideal,\" and therewith of all being as means to this end, and an \" ideal \" of God as world-will, of which the world is development, and in which individual wills participate each in its sphere.",
        "But such was the system in France before the Revolution that the officers instructed in the method were strictly forbidden to communicate it even to those engaged in other branches of the public service; and it was not until many years afterwards that an account of it was published.",
        "The suhman can, it is believed, communicate a part of his powers to various objects in which he does not dwell; these are also termed suhman by the natives and may have given rise to the belief that the practices commonly termed fetishism are not animistic. These charms are many in number; offerings of food and drink are made, i.e.",
        "The emperors Zeno and Anastasius had been strongly suspected of it, and the Roman bishops had refused to communicate with the patriarchs of Constantinople since 484, when they had condemned Acacius for accepting the formula of conciliation issued by Zeno.",
        "In churches of the Greek rite a little of the old year's chrism is left in the jar to communicate its sanctity to that of the new.",
        "German cat behaviorist Paul Leyhausen believes that this is a way for the cats to communicate to the humans that they mean no harm so that they won't be hurt in return.",
        "Many scientists assume that they purr for certain reasons, such as to communicate happiness with each other, to indicate pain and to let others know that they aren't a threat.",
        "This indicates that it is an intrinsic behavior, and it may be used to communicate safety between a kitten and its mother.",
        "Even kittens use this sound to communicate contentment to their mothers and help forge the mother-kitten bond.",
        "In addition to its therapeutic effect, purring helps a cat communicate its state of mind as well as its basic needs.",
        "If you are a pet owner, you know that your cat uses a variety of cat sounds to communicate with you.",
        "Cat sounds allow a cat to communicate this message over a distance.",
        "Communicate your needs and listen to those of your co-parent.",
        "In addition, your family will be having lots of fun, be very productive, and will communicate more and often with each other.",
        "If not, don't worry, your designer can work with you to come up with ideas, but it always helps to communicate any strong preferences/dislikes.",
        "Communicate the possible solutions clearly and calmly.",
        "Free teen chat rooms are a great way to communicate, and connect with others in a completely new way.",
        "Then, to take the edge off, a lot of teens I know communicate through the internet because sometimes they are too shy in person.",
        "It's easy to communicate with other teenagers on the Internet.",
        "Just because you have to beware of predators on the Internet doesn't mean you can't ever communicate with others your age on the Internet; you just have to be safe about it.",
        "If you feel you can't speak or communicate with your parents or guardian, seek help in your school's guidance counselor.",
        "Not surprisingly, you communicate the importance of reading in life by your own actions.",
        "Teens today want to communicate quickly, so they have created acronyms for most commonly used words, making computer and cell phone screens look like a jumble of letters to any bystanders that are not \"in the know.\"",
        "Think of coupon ideas that will help you communicate better and get along.",
        "Many sites have built in safety features, such as Neopets.com, that allow parents to control whom their child can communicate with and what content can be seen by kids.",
        "Finally, remember to have a conversation with potential decorators in advance so that you can communicate your design ideas and hear further input and suggestions.",
        "Counseling may also be done to teach a patient how to better communicate and listen to others so as to assist in the rehabilitation.",
        "They look at their baby and communicate to the baby.",
        "Although infants and children younger than two years may also have abdominal pain and other symptoms, they are too young to effectively communicate their symptoms to adults, who may then miss the symptoms of appendicitis.",
        "Adopting parents who intuitively understand the sense of loss and separation anxiety experienced by an adopted child and communicate with their child about the adoption can develop closeness.",
        "In the absence of genetic markers (facial features, gestures, body language, basic personality, interests, and talents) both adoptive parents and the adopted child must learn how to communicate.",
        "They may even communicate without words, although this is often to do something they're not supposed to do!",
        "3) mention is made of one Clement whose office it is to communicate with other churches, and this function agrees well with what we find in the letter to the church at Corinth by which Clement is best known.",
        "A portion of the consecrated Bread from one Eucharist, known as the \" Fermentum,\" was long made use of in the next, or sent by the bishop to the various churches of his city, no doubt with the object of emphasizing, the solidarity and the continuity of \" the one Eucharist \"; and amongst other customs which prevailed for some centuries, from the 8th onward, were those of giving it to the newly ordained in order that they might communicate themselves, and of burying it in or under the altar-slab of a newly consecrated church.",
        "The new leaven had begun to communicate its subtle influence to the universities, but was working chiefly in secret and even to a great extent unconsciously to those affected by it, for many were in profound ignorance of the ultimate tendency of their own opinions.",
        "The curious notion prevailed, as it did also among the Greeks and Romans, that it was possible to communicate with the gods of the underworld by dropping into a grave a small roll of lead (tabella devotionis, NSI.",
        "Six passenger and freight steamship lines communicate with Cleveland, Buffalo, Sandusky, Detroit, Port Huron, Alpena, Mackinac, Georgian Bay and other points on the Great Lakes, and the city has 25 m.",
        "Your friends and family live far away, so you communicate your child's progress by sending frequent emails with new photos.",
        "At the same time he had no personal contact with ministers, who might communicate with him only in writing, and for months together never met for the discussion of business.",
        "The Delegations were not to sit together; each was to meet separately; they were to communicate by writing, every document being accompanied by a translation in Magyar or German, as the case might be; only if after three times exchanging notes they failed to agree was there to be a common session; in that case there would be no discussion, and they were to vote in silence; a simple majority was sufficient.",
        "They maintained, moreover, that the ascendancy of the Germans was the only means of preserving the unity of the monarchy; German was the only language in which the different races could communicate with one another; it must be the language of the army, the civil service and the parliament.",
        "The Niger and Shari systems communicate, with, at high water, but one obstruction to navigation.",
        "Malet had informed Sherif Pasha that, although Colonel Hicks finds it convenient to communicate with Lord Dufferin or with me, it must not be supposed that we endorse in any way the contents of his telegrams. - - - Her Majestys government are in no way responsible for his operations in the Sudan, which have been undertaken under the authority of His Highnesss government.",
        "The southern streams are all collected at two points on the southern borders, namely, at Meppel and Koevorden, whence they communicate with the Zwarte Water and the Vecht respectively by means of the Meppeler Diep and the Koevorden canal.",
        "to Svane and Nansen, authorizing them to communicate the arrangements already made to reliable men, and act quickly, as \" if the others gain time they may possibly gain more.\"",
        "No person shall, without lawful authority, publish or communicate any information relating to the passage of any ship along any part of the coast of the United Kingdom..",
        "Great part of southern and western Phrygia is drained by the Maeander with its tributaries, Sandykly Tchai (Glaucus), Banaz Tchai, Kopli Su (Hippurius), and Tchuruk Su (Lycus); moreover, some upland plains on the south, especially the Dombai Ova (Aulocra), communicate by underground channels with the IVlaeander.",
        "conflict with Bishop Henry Phillpotts of Exeter (1778-1869), who accused him of supporting heresy and refused to communicate with him.",
        "It was to ask Bismarck officially to communicate a resolution in which a foreign parliament expressed an opinion in German affairs exactly opposed to that which the emperor at his advice had always followed.",
        "Bismarck therefore refused to communicate the resolution, and returned it through the German minister at Washington.",
        "These vessels, as well as all others which are used in the process, are not open to the air, but communicate with it through washers in which fresh salt solution is employed for retaining any escaping vapours of ammonia.",
        "The viceroy of India, Lord Lytton, on hearing of his reappearance, instructed the political authorities at Kabul to communicate with him.",
        "Emphasizing the function of the teacher, which with the philosophers had been subordinate, and proclaiming the right end of intellectual endeavour to be, not \" truth \" (a 178eta) or \" wisdom \" (vo(Pia), which was unattainable, but \" virtue \" or \" excellence \" (dper17), he sought to communicate, not a theory of the universe, but an aptitude for civic life.",
        "The successors of the polymath claimed to possess and to communicate, not the knowledge of all branches of learning, but an aptitude for dealing with all subjects, which aptitude should make the knowledge of any subject superfluous.",
        "Hall was a man of independent means, and seems to have been careless of fame; at least he took no trouble to communicate his invention to the world.",
        "The observer at the eye-end can also read off the hour and declination circles and communicate quick or slow motions, to the telescope both in right ascension and declination by conveniently Pulkovo, placed handles.",
        "The long arm f serves to clamp the telescope in zenith distance and to communicate slow motion in zenith distance when so clamped.",
        "While awaiting trial the prisoner may wear his own clothes, provide his own food, see and communicate with his friends and legal adviser so as to prepare fully for his defence.",
        "The fourth stage concedes to the prisoner a mattress every night, and the privilege, if well conducted, to communicate by letter or through visits with his friends outside.",
        "It enables him to fix fleeting memories and to communicate with his fellows.",
        "It was long before he received any news of how the day was going on the front of the 19th Div., and from the beginning of the action he was unable to communicate with his divisions on the left bank.",
        "and the troops farther N., and that he was unable to communicate with anyone.",
        "~ A pair of thin frusta of a pair of hyperboloids are used in practice to communicate motion between a pair of axes neither parallel nor intersect- FIG.",
        "When the clutch is moved towards the hoop, its arms catch those of the hoop, and cause the hoop to rotate and to communicate its rotation to the pulley by friction.",
        "They communicate with the coelom by several openings or nephrostomes, and with the atrium by a single opening in each case, the nephridiopore.",
        "The membership of the larger churches is that of communicants only; in the Highlands especially the adherents of these churches who do not communicate form a large proportion of those connected with the church.",
        "As regards the rural police of India every village headman and the village watchman as well as the village police office are required by the code to communicate to the nearest magistrate or the officer in charge of the nearest police station, whichever is nearest, any information respecting offenders.",
        "This discovery, which gained him the Copley medal of the Royal Society in 1825, was followed by another, that a rotating plate of copper tends to communicate its motion to a magnetic needle suspended over it (\"magnetism of rotation\").",
        "It was the delight of each one to communicate to the other the productions of his mind, and the creative faculty of both poets was now at its best.",
        "It seems clear that he had a peculiar gift for evoking the enthusiasm of rude tribes, and we can well understand how the famous white fawn, a present from one of the natives, which was his constant companion and was supposed to communicate to him the advice of the goddess Diana, promoted his popularity.",
        "Thus a= 2.54 cros., or one inch very nearly.] Tables Of Surface-Tension In the following tables the units of length, mass and time are the centimetre, the gramme and the second, and the unit of force is that which if it acted on one gramme for one second would communicate to it a velocity of one centimetre per second: - Table of Surface-Tension at 20° C. (Quincke).",
        "After remaining near Minorca for four days without making any further attempt to communicate with the fort or sighting the French, Byng sailed away to Gibraltar leaving Fort St Philip to its fate.",
        "The main roads south communicate with the Victoria or Chelsea, Albert and Battersea bridges over the Thames.",
        "From the standpoint of the Pharisees who championed the hope of everlasting life and believed in the existence of angels, through whom God could communicate with men, they were infidels.",
        "Subsequently Garnet and Oldcorne having been placed in adjoining rooms and enabled to communicate with one another, their conversations were overheard on several separate occasions and considerable information obtained.",
        "., cavities of adjacent coral `'` lites communicate by means of numerous perforations, which appear to represent solenia, and numerous transverse tab, ?",
        "18, A, C) does not communicate directly with that of the parent form, but through the medium of the edge-zone.",
        "Buds arise from the edge-zone which already communicate with the cavity of the zooid by the canals.",
        "He wrote a paper Analysis per Equationes Numero Terminorum Infinitas, which he put, probably in June 1669, into the hands of Isaac Barrow (then Lucasian professor of mathematics), at the same time giving him permission to communicate the contents to their common friend John Collins (1624-1683), a mathematician of no mean order.",
        "These grades were distinguished by their admission to or exclusion from parts of the church and of divine service; none of them were allowed to communicate until their penance was complete, except in articulo mortis.",
        "It is navigable for a period of about five months of the year, when the Purus valley is inundated; and, for the remaining seven months, only canoes can ascend it sufficiently high to communicate overland with the settlements in the great indiarubber districts of the Mayutata and lower Beni; thus these regions are forced to seek a canoe outlet for their rich products by the very dangerous, costly and laborious route of the falls of the Madeira.",
        "There is an ancient tradition of the savages of the vicinity that one of their gods descending the Maranon and another ascending the Amazon to communicate with him, they opened the pass called the Pongo de Manseriche.",
        "With the exception of the lowest group, such glands always communicate with the exterior by means of the teats, nipples or mammae, from which the class derives its name.",
        "It commanded that the laity communicate at Christmas, Easter and Whitsuntide.",
        "Yarkand and Khotan communicate with India over the lofty pass of Karakorum (18,300 ft.) and through Leh in Ladak, and thence over the difficult pass of Zoji-la (11,500 ft.).",
        "Tracheae are essentially tubes like bloodvessels - apparently formed from the same tissue elements as bloodvessels - which contain air in place of blood, and usually communicate by definite orifices, the tracheal stigmata, with the atmosphere.",
        "In Peripatus the stigmatic pits at which the tracheae communicate with the atmosphere are scattered and not definite in their position.",
        "iv.) was to confer on the citizens of each state, if one may so say, a general citizenship, and to communicate all the privileges and immunities which the citizens of the same state would have been entitled to under the like circumstances \" (Story, Constitution of the United States, § 1806).",
        "Then, after Syria and China, it was the \"great inspiration of his reign,\" the establishment of a Catholic and Latin empire in Mexico, enthusiasm for which he tried in vain from 1863 to 1867 to communicate to the French.",
        "Body cavity is continuous with the vascular system, and does not communicate with the paired nephridia.",
        "Men accustomed to such a precarious condition might readily believe that the first possessors of fire, wherever they were, set a high value on it, and refused to communicate it to others.",
        "Transmitters activate the synapses, electrical junctions in the body that stimulate the brain, nerves, and muscle cells to become active and communicate.",
        "\"I admit, this technology makes it much easier for me to communicate,\" the Watcher said, gazing at his phone.",
        "He cursed his inability to communicate with the rest of humanity and considered driving directly to town to seek help, but thoughts of a person trapped in the twisted wreckage, prompted him to strain his eyes in the gathering darkness and search the abyss below.",
        "He was trying to communicate â€“ to improve their relationship.",
        "And the phantom keeping pace with them.  Katie looked over at Andre again.  The phantom seemed content, neither interfering nor trying to communicate with her.",
        "They didn't fight â€“ they didn't communicate their feelings.",
        "Having the fantastic opportunity to give feedback will help improve the way we communicate with the public.",
        "absurd to deny the right to communicate.",
        "accent correction function, and specialized terms database will help you communicate with utmost efficiency.",
        "The result can be severe Post Traumatic Stress Disorder symptoms include agoraphobia, inability to communicate, uncontrollable anger and distress.",
        "alphabet charts are used to help a person communicate.",
        "Perhaps because he is also a practicing anesthesiologist, he knows how to communicate with physicians and other healthcare professionals.",
        "But it's a need to communicate and I have a very ardent belief in the power of stories.",
        "audiocassette players are widely used in the home and car and audiotapes are often used to communicate with blind or partially sighted people.",
        "backside cache memory that could communicate directly to the processor.",
        "Should you need to, you can communicate with your personal chauffeur via the intercom system.",
        "cisco routers communicate with each other on port 1999.",
        "combined with the convenience of the internet, Sharpcards help people communicate more effectively.",
        "communicate the right message to your audience.",
        "communicate a sincere idea?",
        "communicate the meaning of the work.",
        "communicate with work colleagues.",
        "communicate with the stakeholders using analog not digital means.",
        "communicate with ease and confidence.",
        "communicate with the web server used in this module.",
        "communicate more effectively who is it for?",
        "communicate electronically is immense.",
        "They very clearly communicate the meaning of the work.",
        "Having created the mechanism to complain via the Web, the onus would be on the PCA to communicate this option to potential complainants.",
        "A moral position must begin with unequivocal condemnation, the absence of which could eliminate even the language by which people can communicate.",
        "Wine waiters need to be able to communicate their knowledge to the customer in a simple way without sounding condescending.",
        "Conference - This feature allows the connection of up to six internal telephone users to communicate with each other.",
        "The two hemispheres communicate via dense bundles of nerve fibers called the corpus callosum.",
        "Understand what crying means crying means Crying is considered to be one of the key ways in which babies communicate.",
        "It can be harder to communicate when problems have become more deep-rooted.",
        "The right to communicate is, thus, a moral claim because it affirms and restores human dignity.",
        "That effectively meant investing in application integration projects to allow previously discrete systems to communicate more effectively.",
        "distillional value can be seen in research, design and development skills and the ability to communicate and distil often very complex ideas.",
        "embody what we want to communicate?",
        "ethology of the gene: How do genes communicate?",
        "evocative imagery To communicate their complex meanings, poets make extensive use of imagery.",
        "exaggerates in order to communicate difference.",
        "Auditors require group facilitation skills to communicate effectively with the business teams during the audit process.",
        "faltering voice, you will have lost your chance to communicate effectively.",
        "communicate fiscal, contractual, resource, deliverable and client-related issues to Pace Senior Management as appropriate.",
        "By doing so the ovaries communicate back to the pituitary gland that the egg follicles have been stimulated and FSH production slows down.",
        "giveaway items should be designed to increase your memorability, communicate, motivate, promote or increase recognition.",
        "This has been stolen, leaving the heiress to the throne unable to communicate verbally.",
        "We use underwater hooters to communicate and we've worked out our own code.",
        "spotted hyaenas communicate with each other by sounds - some of which are audible to humans, others are not.",
        "She felt that he had been very ill-used, and was quite unhappy in having to communicate what had passed.",
        "Yet both the Government and the news media usually communicate with the public using imperial.",
        "Over my home network the laptop can communicate to share files etc, just not Internet.",
        "Right to communicate of high economic relevance The r2c is not just an ethical, moral issue.",
        "lack of awareness by health staff of how to communicate with them.",
        "liberal theologians said God didn't communicate with the world.",
        "An exchange with a young man who uses a liberator to communicate illustrated this: What would be most helpful to you?",
        "The camera will come with a built-in mic too, allowing anyone nearby to communicate across Xbox Live.",
        "The precise function of the gene is unknown, although it is thought to help nerve cells communicate with each other.",
        "Prosthetist Ozan Altay joined the project to help communicate the complexities of providing prosthetics.",
        "real time messaging allows you to communicate in real-time with friends, family and colleagues directly from your computer.",
        "We went to the back of the kitchens and used dowsing rods in order to communicate to any spirits down there.",
        "sedated patients must still be able to communicate with the operator during the nerve block procedure.",
        "Dual frequency simplex operation was used, so posts could not communicate with each other.",
        "How to communicate a positive image in order to generate more busine ss Customers will only buy if they feel positive.",
        "The notes and the colors have simply been two ways to communicate with the world, because I have always been very taciturn.",
        "In the 19th century liberal theologians said God didn't communicate with the world.",
        "toddler tantrums by giving very young children a way to communicate.",
        "The Google-backed company and others like it are looking to allow people to call to sao tome communicate more cheaply using the Internet.",
        "Walter Kolch's laboratory studies signal transduction, the means by which cells communicate information about their environment to the nucleus.",
        "transponders fitted to the public transport vehicles, that communicate with beacons placed along the route.",
        "The modern day triumvirate must work in close harmony and be able to communicate constantly changing and evolving course management policies to members.",
        "tugs on the rope, the diver can communicate at a basic level with the surface diver.",
        "typewritelity to communicate with parents in their own home language via typewritten letter on school headed paper could be beneficial.",
        "It was also entirely typical of his appetite to communicate and influence that for eight years he presented Scottish Television's This Wonderful World.",
        "unequivocal condemnation, the absence of which could eliminate even the language by which people can communicate.",
        "mobile videophones are on the horizon, where Deaf people will be able to communicate on the move in BSL.",
        "walkie-talkie style radios to communicate with others.",
        "The preceding message indicates that ypbind on the local node cannot communicate with ypserv in the domain wigwam.",
        "They are used to communicate a timeless message, often achieving a wistful, yearning and powerful insight through extreme brevity.",
        "There will also be table tennis and table football to encourage youngsters to mix together and communicate.",
        "The bishop over whom the synod of neighbouring bishops had exercised jurisdiction had no formal right of appeal; but sometimes bishops in other parts of the Church would refuse to acknowledge the local synodical sentence and would communicate with a bishop whom they deemed unjustly deposed.",
        "The top and bottom rows of the xylem rays are often developed as irregularly-thickened radially-elongated tracheids which serve for the radial conduction of water, and communicate with the ordinary tracheids of the secondary xylem by large bordered pits.",
        "In close contact with the segments of the sieve tubes are companion cells which communicate with the sieve tubes by delicate protoplasmic strands; they can be distinguished from ordinary pareochymatous cells by their small size and dense protoplasm.",
        "It was forbidden to communicate to the accused the entire copy of the declaration of the witnesses.",
        "Sometimes the spirits were summoned to appear as did the phantoms of the Greek heroes to Odysseus; sometimes they were called to enter a crystal (see Crystal-Gazing); sometimes they are merely asked to declare the future or communicate by moving external objects without taking a visible form; thus among the Karens at the close of the burial ceremonies the ghost of the dead man, which is said to hover round till the rites are completed, is believed to make a ring swing round and snap the string from which it hangs.",
        "It is favourably situated at the confluence of a number of canals and rivers which communicate hence with the Zuider Zee by the Meppeler Diep, and rose rapidly into prominence in the 19th century.",
        "They were designed to communicate instruction in the seven liberal arts which constituted the educational curriculum of the middle ages (see TRIviub1).",
        "They are voracious and omnivorous, devouring, or at least damaging, whatever comes in their way, for all the species emit a disagreeable odour, which they communicate to whatever article of food or clothing they may touch.",
        "His letters on public affairs in Italy and Europe, especially those which he meant Vettori to communicate to the Medici at Rome, are marked by extraordinary fineness of perception, combined, as usual in his case, with philosophical breadth.",
        "But he who without faith approaches the sacred table, albeit he communicate in the sacrament, yet he perceives not the matter of the sacrament, whence is life and salvation..",
        "In plain terms he stated his abhorrence of the proposal; he was at a loss to conceive what part of his conduct could have encouraged their address; they could not have found \"a person to whom their schemes were more disagreeable\"; and he charged them, \"if you have any regard for yourself or posterity, or respect for me, to banish these thoughts from your mind, and never communicate, as from yourself or any one else, a sentiment of the like nature.\"",
        "Thus a= 2.54 cros., or one inch very nearly.] Tables Of Surface-Tension In the following tables the units of length, mass and time are the centimetre, the gramme and the second, and the unit of force is that which if it acted on one gramme for one second would communicate to it a velocity of one centimetre per second: - Table of Surface-Tension at 20Ã‚° C. (Quincke).",
        "Taking as a starting-point the wide archenteric cavity which the medusa inherits primitively from the antecedent actinula-stage (see article Medusa), we find, in such a form as Tessera, four interradial areas of concrescence between the exumbral and subumbral layers of endoderm, four so-called septal nodes or \" cathammata,\" subdividing the stomach into four wide, radially situated pouches which communicate with each other beyond the septal nodes by wide apertures constituting what is termed by courtesy a ring-canal.",
        "5r;1??, man of God), in the Bible, the heavenly messenger (see Angel) sent to Daniel to explain the vision of the ram and the he-goat, and to communicate the prediction of the Seventy Weeks (Dan.",
        "Thus, the signs used to ask a deaf and dumb child about his meals and lessons, or to communicate with a savage met in the desert about game or enemies, belong to codes of gesture-signals identical in principle, and to a great extent independent both of nationality and education; there is even a natural syntax, or order of succession, in such gesturesigns.",
        "First, through things like e-mail, instant messengers, and online video conferencing, scientists can communicate with each other instantly and freely.",
        "Communicate with other vessels and shore stations using correct radiotelephone procedures.",
        "Instant messaging allows you to communicate in real-time with friends, family and colleagues directly from your computer.",
        "Sedated patients must still be able to communicate with the operator during the nerve block procedure.",
        "She ceased to communicate, was unable to stand, slipped into unconsciousness, and began to have convulsions.",
        "Web viewers can communicate via synthesized speech with the holder of the present.",
        "She wondered if learning to sign could also cut down on toddler tantrums by giving very young children a way to communicate.",
        "Walter Kolch 's laboratory studies signal transduction, the means by which cells communicate information about their environment to the nucleus.",
        "The application generally uses radio transponders fitted to the public transport vehicles, that communicate with beacons placed along the route.",
        "By making a series of tugs on the rope, the diver can communicate at a basic level with the surface diver.",
        "The ability to communicate with parents in their own home language via typewritten letter on school headed paper could be beneficial.",
        "Mobile videophones are on the horizon, where Deaf people will be able to communicate on the move in BSL.",
        "Overview of Private Mobile Radios Private Mobile Radio (PMR) involves the use of walkie-talkie style radios to communicate with others.",
        "Our eyes and facial expressions can communicate virtually every subtle nuance of emotion.",
        "The convergence of portable technology and the internet have made it possible to communicate from almost any location.",
        "Infants have no other way to communicate their pain or needs other than by crying, and a baby that cries excessively in lieu of sleep should be investigated for a medical condition.",
        "It may or may not mean that the birth parents and the adoptive parents communicate about the child or develop a relationship with each other.",
        "If they do choose to communicate, they may decide only to do so during the adoption process, or they may decide to continue contact throughout the child's life.",
        "In fact, parents don't have to know sign language at all in order to communicate with their child.",
        "Probably not, unless there are other factors involved, such as language development, physical problems, or home influences such as how parents communicate or enunciate words.",
        "My goal in life is to help as many children as I can communicate to best of their abilities and to help guide their parents through the sometimes scary process.",
        "It depends on the therapist, but generally they help people to communicate.",
        "Once you find a cattery or two to check out, communicate with the owners before visiting.",
        "That is why it is important to communicate with the cattery owner first.",
        "Clearly communicate limits when it comes to style and expenses.",
        "It's easy for buying gold scams to occur when you use the Internet or need to communicate through the mail.",
        "In some cases, chimps have been taught to communicate with sign language and facial expressions.",
        "Communications - Ethernet, modem or wireless, these are the three ways computers can get online to communicate with the outside world.",
        "Not only can they growl and yowl as most cats do, Bengals also make a sort of chirping noise, and they use all of these sounds to try to communicate their wants and needs to their humans.",
        "Simple play fights or other kitten games start to teach a kitten how to communicate through body language.",
        "It is believed that they purr to communicate with their mother that all is well.",
        "A cat uses different sounds and variations to communicate whether it wants to be fed or is seeking affection or attention.",
        "The cat's ability to communicate vocally is what makes having a feline such a fulfilling experience.",
        "French designers knew they needed the cards to be able to communicate with the customer's bank in order to check the balance on the card and for the customer to have a way to reload funds onto their card.",
        "The company is internet-based, so be prepared to communicate with them, and manage much of your account, largely online.",
        "Do you and your spouse communicate well even when you disagree?",
        "When couples do not communicate well, unresolved issues may eventually lead to marriage breakdown.",
        "In truth, each partner in a marriage needs to communicate his or her needs and expectations to the other.",
        "The mediator will act as a neutral buffer between the spouse and help them to communicate with each other.",
        "If you take into account that every time you communicate with your lawyer, there is a fee involved, you will appreciate the value of keeping your communications as efficient as possible.",
        "If things haven't deteriorated beyond the ability to communicate, sit down together and examine the situation to see if the two of you qualify for an expedited divorce.",
        "It gets easier to communicate with one another through practice, patient listening and tolerance.",
        "Families need to communicate effectively with one another.",
        "How will they communicate with you/how often can you expect to be updated on the project?",
        "Will you be able to work closely with them and communicate all of your likes and dislikes effectively?",
        "Will clients ever actually see your office design, or do you communicate with them more via email or phone?",
        "No matter his or her qualifications, you need to be able to communicate and get along well together.",
        "These are terms commonly used in the decorating and design industry and being familiar with them will help you communicate with decorating professionals.",
        "Her designs communicate elegant sophistication and she is well known for her use of excellent detailing and exquisite fabrics.",
        "In looking to the Internet as a way to communicate, many businesses have discovered the benefits of posting job openings online.",
        "Fantasy Sharks includes a message board where you can communicate with other fantasy football players around the globe to trade tips and gossip, as well as the best way to run a fantasy football league.",
        "Psychic Contact is one of the Internet's oldest ways to communicate with a psychic using online chat, available since 1997.",
        "Some people take the game very seriously, claiming that it is truly a way to communicate with the afterlife.",
        "MaraPets is highly interactive, allowing users to communicate with each other in a social networking environment.",
        "Learning a foreign language's grammar can help you construct sentences and easily formulate proper nouns and verbs, so you can communicate with other German speakers.",
        "Site members also get an e-mail address to communicate with other Star Wars Combine players.",
        "If you have access to a computer and need to communicate with others by text messaging, it is easiest to use any one of a multitude of instant messengers that are available.",
        "If you don't want to download multiple programs, both Digsby and Trillian track all of your instant messenger accounts and let you communicate through all of them without having to have each individual program open.",
        "Each of these online text messaging programs is free and works great for those that want to communicate via text instead of voice.",
        "Reciprocally, if there is something the model is doing that does not work, be sure to respectfully communicate that and give her a new idea to work with.",
        "You two can communicate from there where the rest of the shoot can go.",
        "The most important point is to communicate with your model, and make sure they can address their concerns with you as well.",
        "In preparing for a sensual portrait session, be sure to openly communicate with your subject about exactly what you want to achieve during the shoot.",
        "Generally, digital scrapbooks are convenient because so many people communicate online and via email.",
        "Perhaps it is difficult to communicate with management about concerns and issues.",
        "Just because you have to beware of predators on the Internet doesn't mean you can't ever communicate online with others your age; you just have to be safe about it.",
        "Each of you has the responsibility to communicate clearly and show consideration for the other.",
        "Free teen chat sites are a great way for you to meet teens from all over the world, and of varying ages, to communicate about topics that are important to you.",
        "Your intention for visiting the site should be to communicate with other like-minded teens.",
        "Writing a letter is a good way to communicate your interest, especially if you are shy.",
        "I think you need to NOT communicate with him, and start to put him out of your life.",
        "Dear Sarah:If you want to have a chance at this guy, you're going to have to at least open the doors and communicate.",
        "Emphasize that a range of body types is both normal and attractive, and be sure to communicate that size does not necessarily have anything to do with health.",
        "It's important to pay attention to any changes in the way teenagers behave and communicate if you suspect they are contemplating suicide.",
        "Students will communicate with instructors via the digital learning tools and email.",
        "Sellers place ads on the site, and then interested buyers communicate directly with sellers through RecycledBride.com.",
        "Whether you have two incomes or one, whether you handle the money jointly or one person takes care of the majority of the bills, it's important to communicate with one another regarding your finances.",
        "Not only is a program an important way to communicate the arrangements regarding the wedding service with your guests, it is also a wonderful keepsake of the day that your guests will long treasure.",
        "Communication. If the mother of the bride is planning her outfit away from the wedding planning, communicate with the bride so that there are no surprises.",
        "The invitation can help communicate to guests that the event will be formal.",
        "But the person remains able to speak and communicate.",
        "Communicate with children on a regular basis.",
        "Are the people who will participate in the intervention able to communicate their concern without excessive anger?",
        "Dar is prince by birthright who can communicate with animals, and seeks revenge on thugs who murdered the people of his village.",
        "A group of students can also utilize Blackboard to communicate details and share ideas about a class project or assignment.",
        "Some programs are almost entirely interactive and require a heavy amount of computer time to communicate with classmates and professors.",
        "For details about specific tours, prospective passengers should consult an experienced travel agent or communicate directly with the cruise line.",
        "It is equally important to find a way to communicate with your dog in a safe and effective manner.",
        "How will you and the sitter communicate while you're gone and to make sure you have returned when expected?",
        "It's important to find someone you can communicate easily with, since you will both play extremely important roles in your pet's care.",
        "Be certain all family members like the dog and can communicate with him before you bring him home.",
        "They also use this ability to communicate to other dogs.",
        "They use their entire body to communicate with us and other dogs.",
        "Although dogs mainly bark to communicate, there are bound to be times when you've run through everything and you still can't tell what your dog wants.",
        "You can also at their forum and communicate with other Christian guitar players about music or faith.",
        "You can also communicate with other guitar players on the forum.",
        "Paisleys stamped in various ink patterns on their hands helped villagers communicate when the harvest was ready for picking.",
        "Communicate with parents: Communicating with parents and keeping them abreast of issues and concerns that school personnel have had with students is very important.",
        "Provide parents with guidelines for talking with children about violence: Be aware that parents may find it difficult to communicate with their children.",
        "You can shop without actually setting foot in a brick-and-mortar store, and you have the opportunity to communicate with people from all over the world when you go online.",
        "They know not to respond to requests to communicate from people they don't know.",
        "Is the staff willing to work with and communicate with my doctor?",
        "It provides instructions to an individual's physician treatment requests in the event the person cannot communicate his or her wishes.",
        "The best way to get a flattering hair style is to go to a quality stylist with whom you can communicate and who takes the time to study your hair, the shape of your face and your skin tone.",
        "Verbal and emotional abuse: When a resident shuts down and no longer wants to communicate, eat or begins unusual behavior like sucking their thumbs and rocking themselves in bed, these are warning signs of abuse.",
        "If you join a senior site that specifically helps you find others with the same interests, the site itself will provide you a means to communicate.",
        "If you decided to join a message board or forum on a specific topic, you can communicate through the forum or private messages.",
        "You can communicate by video, audio or chat.",
        "You can set up photo personals and use the site's e-mail and instant messaging to communicate with seniors just like you.",
        "Whatever the reason, now is a good time to learn how to communicate with someone in a whole different culture and language.",
        "The best way to communicate on a broad scale is through a senior health fair.",
        "Pictures from magazines or a web site may help you communicate your desires to your hair stylist.",
        "This allows a sedentary elder to shop from home, as well as to communicate with friends and relatives.",
        "The theory proposes that the unconscious does not communicate with words, but with symbols and emotions through dreams.",
        "Dreams are of particular interest because they seem to try to communicate to the conscious mind.",
        "Some consider the occurrences to be the unconscious mind's attempts to communicate to the conscious mind while others see the events as a way for the unconscious mind to escape influence of consciousness.",
        "The Bible frequently uses dreams as vehicles for God to use to communicate to people, and some believe that He continues to communicate to people through their dreams.",
        "Find an eye care specialist you trust and be sure to communicate during your appointment.",
        "You meet, communicate with, and cooperate with other players.",
        "An invaluable resource, use it to communicate with an agent who gives you valuable information about the evidence you gather in the field and other helpful tips to guide you along the way.",
        "They are social networking sites designed to bring people together (albeit virtual people) to form groups and communicate.",
        "Early video games like Pac-Man and Donkey Kong got you to make your brain communicate faster with your hands.",
        "I suppose I must mention that you must communicate with Seaman with the microphone.",
        "Specifically, designers write design documents, plan and construct game environments, communicate the functionality of game features, and help the rest of the team understand what the overall intended product will be.",
        "One race, called the Furbolgs, wants your help, but you will have to learn how to communicate in their language before anything can be done.",
        "I reassured them that Microsoft would communicate a delay in the system's release to retailers.",
        "Most come with a headset which has a microphone built in that enables you to communicate with other players, and even mask or block other voices while the action takes place.",
        "The word Indaba is a Zulu word roughly meaning to gather in a community and communicate in an open forum where individuals can express themselves.",
        "Some wineries use Facebook and Twitter to communicate about their next releases.",
        "If you can communicate in these basic terms, you don't have to worry about all the wine-related jargon.",
        "After all, what's the point of having two units that can't communicate properly with one another.",
        "Alternatively, if your phone does not have integrated GPS but does feature Bluetooth technology, you can oftentimes find an external GPS receiver that will communicate with your smartphone using a Bluetooth connection.",
        "If you want to stay connected with your friends and family, it's important to find the best cell phone to communicate within Canada.",
        "When thinking about the best cell phone to communicate within Canada, however, you do want to keep the differences between CDMA and GSM in mind.",
        "If you are looking to find the best cell phone to communicate within Canada, you'll want to keep \"bands\" or \"frequencies\" in mind.",
        "It makes sure everyone is able to communicate quickly and effectively via their mobile phone (smartphone, BlackBerry, etc) and a corporate information system.",
        "This is a huge convenience if you lead an active lifestyle and find it difficult to keep up with your friends and loved ones from far away who communicate with you largely through the Internet.",
        "With a good Facebook app on your phone, you can check your account, browse the pages of other users, and even communicate with others and play Facebook games without going home or getting access to someone else's computer.",
        "As such, one of the best free Apple apps for iPhone 3G is the Skype app.Use it to communicate with the instant messenger chat feature or launch into a full voice call right from within the app.",
        "IM+ Lite: Want to communicate across multiple instant messaging platforms?",
        "These apps allow you to find reference information, play games, communicate with other people, learn new things, increase your productivity and find music and entertainment sources.",
        "Communicate by sending messages, sending friend invitations and writing wall posts.",
        "One of the cool free BlackBerry apps that allows you to communicate with friends is the Windows Live Messenger app.",
        "This is a proprietary instant messaging platform used by Research in Motion on its devices, allowing users of such devices to communicate with one another in real time.",
        "In this way, the only way that rescue workers and other people in the area can communicate might be through the use of a satellite phone.",
        "These are the nerves throughout the body that communicate motor and sensory information to and from the spinal cord.",
        "It is more difficult for a predator to communicate with a child when the computer screen is visible to other members of the household.",
        "With spasticity, muscles receive improper nerve signals, causing them to contract, while the brain is unable to communicate with the motor nerves to stop the muscles from contracting.",
        "It is important for parents to communicate their treatment goals with the healthcare team.",
        "Body language-Communication without words, also sometimes referred to as \"non-verbal communication\"; conscious or unconscious bodily movements and gestures that communicate to others a person's attitudes and feelings.",
        "Since pain is a subjective experience, it may be very difficult to communicate its exact quality and intensity to other people.",
        "Children go through many stages of speech production while they are learning to communicate.",
        "Children who have speech disorders may not want to communicate with their peers or even adults which may adversely affect their performance in school and social development.",
        "It may be difficult for children to communicate their condition to their friends or their teachers who might not always understand that on one day they are fine and on the next they are not.",
        "It may prove helpful for parents to regularly communicate regarding their child's behavior and decide ahead of time what disciplinary methods are to be used.",
        "If this is a concern, parents should outline exactly what consequences or punishments they feel are appropriate and communicate openly with the other adults who care for their child.",
        "The staff regularly communicate with parents and caregivers so that caregivers are active participants in their children's education.",
        "Usually, suicide attempters want to escape psychological pain or unbearable circumstances, gain attention, influence others, or communicate strong feelings, such as anger or love.",
        "They may also be unable to communicate nonverbally, may be unable to make eye contact, and may stand motionless with fear as they are confronted with specific social settings.",
        "Some children may communicate via gestures, nodding, or very brief utterances.",
        "When this gene is abnormal, cells cannot communicate properly, and abnormal sleeping patterns develop.",
        "Autism is a profound mental disorder marked by an inability to communicate and interact with others.",
        "Autistic individuals typically are limited in their ability to communicate nonverbally and verbally.",
        "It is important for parents to communicate their treatment goals with the health care team.",
        "The child is abused; abusive parents are more likely to neglect their children and less likely to communicate with them verbally.",
        "But frustration and anger at their inability to communicate effectively can lead to numerous social and behavioral problems.",
        "Parents send positive messages to their child when they communicate pleasure in providing him or her with daily care.",
        "Language is strengthened as the children model others and organize their thoughts to communicate.",
        "An abused or wounded child might not communicate the experience verbally but may be able to use an anatomically correct doll to show what happened.",
        "Bilingualism is the ability to communicate in two different languages.",
        "These early tantrums are simply an infant's attempt to communicate feelings of dissatisfaction or extreme disappointment.",
        "However, even a minor hearing impairment can significantly affect a baby's ability to understand and communicate and to acquire speech and language.",
        "It is based on the assumption that babies are highly capable at birth and communicate through their behavior.",
        "These nerve impulses then stimulate the end of an axon to release chemicals called neurotransmitters that spread out and communicate with the dendrites of neighboring nerve cells.",
        "Parents need to communicate with teachers and stay informed about their child's progress.",
        "School-age children six to 11 years of age learn to communicate their own thoughts, as well as understand viewpoints of others.",
        "Adolescents 12 years of age and older are able to communicate theories and explain them like adults would.",
        "People communicate with eyes as well as ears.",
        "Photographs, videotapes, dolls, computer programs, charts, and graphs can as effectively communicate information as written or spoken words can.",
        "Recognizing the right time to communicate is a skill.",
        "Language development is the process by which children come to understand and communicate language during early childhood.",
        "Receptive language development (the ability to comprehend language) usually develops faster than expressive language (the ability to communicate).",
        "They should ask questions and communicate their concerns regarding treatment issues and the impact of the diagnosis on the family.",
        "If parents disagree with a professional's recommendation, for example, they should communicate specifically why they disagree.",
        "By the age of three most children have learned to communicate effectively and have other means of coping with stress.",
        "Brain cells communicate by producing tiny electrical impulses, also called brain waves.",
        "Children who are unable to communicate effectively may have problems interacting verbally with their peers.",
        "They also must communicate what they are learning about clefts to family, siblings, and friends.",
        "Schools are advised to create an efficient attendance-tracking system and to communicate students' absences to parents immediately.",
        "Thus, parents should wait to allow the child to communicate at his or her own speed, and not pressure the child to talk or make fun of the stutter.",
        "Children in all age groups learn that aggressive behavior is a powerful way to communicate their wishes or deal with their likes and dislikes.",
        "Crying is an infant's defense, the way to communicate feelings and needs.",
        "Because of privacy regulations established by the Health Insurance Portability and Accountability Act (HIPAA), some hospitals require families to select one spokesperson to communicate with health care providers.",
        "It may be easy for parents to unintentionally communicate these fears to the child.",
        "The dance step illustrations that serve International style (and many other ballroom styles of dance) so well do not begin to communicate the tempo, sense of connection, or dynamic tension of the Argentine tango.",
        "Pay attention to what's going on in your bedroom and use your experience decorating as a tool for observing how you communicate and make decisions together.",
        "Try to print out several pictures of medium length hair styles for teens that you like so you can easily communicate with your hair stylist.",
        "Pictures are a great way to communicate your desired look to your stylist.",
        "The word shag takes on many different meanings, depending on who you talk to or how old they are, and it is advisable to bring pictures to better communicate the look you desire.",
        "Simply knowing a few of the above mentioned techniques will help you better communicate your desired look to a hair colorist who can incorporate a trend that suits and flatters your lifestyle, skin tone, and overall fashion style.",
        "Be sure to communicate your concerns and fears at your next appointment to ensure your long tresses are in experienced hands.",
        "Whether fun and flirty or sleek and sophisticated, prom hairstyles for long hair are crowning touches that communicate your personality and style.",
        "Be sure to communicate your requests with your service operator prior to getting started to ensure results that you'll be happy and confident with on the beach or in the privacy of your own home.",
        "In this stage, students can take the analysis from the dialectic stage and communicate it verbally, through written expression, and perhaps through the arts.",
        "These levels are for very dedicated Spanish students who are ready to communicate and debate more abstract concepts such as politics and economics.",
        "The more you can communicate face-to-face, the better you will do.",
        "How do I communicate with my former employer seeking a fresh job?",
        "The vast majority of employers in Finland are not likely to consider hiring individuals who do not have the ability to communicate in the Finnish language.",
        "Keep in mind that you'll need to clearly communicate to employers why you want to work in the area.",
        "The company is looking for people who can communicate well while providing a high level of customer service.",
        "They may want to know the basics, like the company and how long you've been there, but a resume can communicate job duties and special interests.",
        "Completing the degree requirements helps them to develop students to their critical thinking skills, as well as their abilities to communicate effectively.",
        "You don't just communicate with one or two people at American Mobile.",
        "Below is an interview thank you letter sample that could give you some ideas about how to communicate with prospective employers after you meet with their staff in person.",
        "If the lender does not communicate quickly or clearly with the borrower it is possible that the proceedings can continue for a month or more before the borrower realizes that their home is in the foreclosure process.",
        "Improving communication skills is also a large part of the education plan in Lamaze; this will allow the woman and her partner to communicate more effectively with each other during labor and with the members of the birthing team.",
        "A list of vendors can be found on the hotel's website so you can communicate with the folks that will help make your wedding a smashing success.",
        "Short, bulky zip-up jackets worn over a tailored business suit do not communicate authority and are best reserved for outdoor activities like skiing or hiking."
    ],
    "definition": [
        "a. To convey information about; make known; impart: communicated his views to our office.\nb. To reveal clearly; manifest: Her disapproval communicated itself in her frown.",
        "To spread (a disease, for example) to others; transmit: a carrier who communicated typhus.",
        "To have an interchange, as of ideas.",
        "To express oneself in such a way that one is readily and clearly understood: “That ability to communicate was strange in a man given to long, awkward silences” ( Anthony Lewis )",
        "Ecclesiastical To receive Communion.",
        "To be connected, one with another: apartments that communicate.",
        "Link/Cite",
        "To impart\nTo impart or transmit (information or knowledge) to someone; to make known, to tell. [from 16th c.]\nIt is vital that I communicate this information to you.\nTo impart or transmit (an intangible quantity, substance); to give a share of. [from 16th c.]\nto communicate motion by means of a crank\nTo pass on (a disease) to another person, animal etc. [from 17th c.]\nThe disease was mainly communicated via rats and other vermin.",
        "To impart or transmit (information or knowledge) to someone; to make known, to tell. [from 16th c.]\nIt is vital that I communicate this information to you.",
        "To impart or transmit (an intangible quantity, substance); to give a share of. [from 16th c.]\nto communicate motion by means of a crank",
        "To pass on (a disease) to another person, animal etc. [from 17th c.]\nThe disease was mainly communicated via rats and other vermin.",
        "(intransitive, Christianity) To receive the bread and wine at a celebration of the Eucharist; to take part in Holy Communion. [from 16th c.]",
        "(Christianity) To administer the Holy Communion to (someone). [from 16th c.]",
        "(intransitive) To express or convey ideas, either through verbal or nonverbal means; to have intercourse, to exchange information. [from 16th c.]\nMany deaf people communicate with sign language.\nI feel I hardly know him; I just wish he'd communicate with me a little more.",
        "(intransitive) To be connected with (another room, vessel etc.) by means of an opening or channel. [from 16th c.]\nThe living room communicates with the back garden by these French windows.",
        "communication",
        "communicator",
        "excommunicate",
        "communion",
        "Link/Cite"
    ]
}