{
    "translation": ".1 לשוחח בפרטיות\n.2 קומונה",
    "uses": [
        "The modern village is a part of the commune of Rome.",
        "But in college there is no time to commune with one's thoughts.",
        "I'm not against the commune, said Dron.",
        "The syndic (sindaco) or chief magistrate of the commune was appointed by the king for three years, and he was assisted by a municipal junta.",
        "purposes are provided by the department, Guinea the commune and the central authority.",
        "Bureaux dassistance exist in every commune, and are managed by the combined committees of the hospices and the bureaux de bienfaisance or by one of these in municipalities, where only one of those institutions exists.",
        "If the number of inhabitants exceed 500, the commune must also provide a special school for girls, unless the Departmental Council authorizes it to substitute a mixed school.",
        "The hospices and hpitaux and Guadeloupe the bureaux de bienfaisance, the founda- Martinique tion of which is optional for the commune, St Pierre and Miquel are managed by committees consisting of the mayor of the municipality and six Total in Am members, two elected by the municipal council and four nominated by the prefect.",
        "\"The old men have met to talk over the business of the commune,\" replied the peasant, moving away.",
        "Each commune is in theory obliged to maintain at least one public primary school, but with the approval of the niinister, the departmental council may authorize a commune to combine with other communes in the upkeep of a school.",
        "He was one of the leaders of the emeutes of the 20th of June and the 10th of August 1792, played an important part in the formation of the revolutionary commune which assured the success of the latter coup, and was made procureur of the commune.",
        "coast, the capital and the seat of a bishop (pop. in 1901, town, 2756; commune, 7012), with a 15th-century castle, to which Vittoria Colonna retired after the death of her husband in 1525; Casamicciola (pop. in 1901, town, 1085; commune, 3731) on the north, and Forio on the west coast (pop. in 1901, town, 3640; commune, 7197).",
        "Then Chalier became the orator and leader of the Jacobins of Lyons, and induced the other revolutionary clubs and the commune of his city to arrest a great number of Royalists in the night of the 5th and 6th of February 1793.",
        "In the commune an official known as the receveur municipal receives all moneys due to it, and, subject to the authorization of the mayor, makes all payments due from it.",
        "But in communes the revenues of which exceed 120,000, the budget is always submitted to the president of the republic. The ordinary revenues include the produce of additional centimes allocated to communal purposes, the rents and profits of communal property, sums produced by municipal taxes and dues, concessions to gas, water and other companies, and by the octroi or duty on a variety of articles imported into the commune for local consumption.",
        "But if the parents wish him to be taught in a private school they must give notice to the mayor of the commune of their intention and the school chosen.",
        "The commune forms the basis of the native social system.",
        "Pop. (1901) 7692 (town); 17,666 (commune).",
        "This body consists, according to the population of the commune, of from 10 to 36 members, elected for four years on the principle of the scrutin de liste by Frenchmen who have reached the age of twenty-one years and have a six months residence qualification.",
        "Pop. (1901) town, 17,227; commune, 24,137.",
        "Pop. 5945 (town), 22,077 (commune).",
        "It is well situated on a hill forming part of the plateau of la Goole, and is known as Dammartin-en-Goole to distinguish it from Dammartin-sousTigeaux, a small commune in the same department.",
        "Pop. (1906), 22,321 (town); 65,527 (commune).",
        "The syndic of each commune is elected by ballot by the communal council from among its own members.",
        "The population of the town itself is distinguished from that of its commune, which often includes a considerable portion of the surrounding country.",
        "Elementary, of two grades, of the lower of which there must legally be at least one for boys and one for girls in each commune; while the upper grade elementary school is required in communes having normal and secondary schools or over 4000 inhabitants.",
        "In Italy there is no legal right in the poor to be supported by the parish or commune, nor any obligation on the commune to relieve the poorexcept in the case of forsaken children and the sick poor.",
        "The law considers as charitable institutions (opere pie) all poorhouses, almshouses and institutes which partly or wholly give help to able-bodied or infirm paupers, or seek to improve their moral and economic condition; and also the Congregazioni di caritd (municipal charity boards existing in every commune, and composed of ~embers elected by the municipal council), which administer funds destined for the poor in general.",
        "The former qualifications for electorship in local government elections have been modified, and it is now sufficient to pay five lire annually in, direct taxes, five lire of certain communal taxes, or a certain rental (which varies according to the population of a commune), instead of being obliged to pay, as previously, at least five lire annually of direct taxes to the state.",
        "It still needed nearly a century of struggle to render the burghers independent of lordship, with a fully organized commune, self-governed in its several assemblies.",
        "Not only did commune range itself against commune under the two rival flags, but party rose up against party within the city walls.",
        "Growing up out of the captain of the people or signore of the commune, the tyrant annihilated both parties for his own profit and for the peace of the state.",
        "says that in future no scutage or aid, beyond the three recognized feudal aids, shall be levied except by the consent of the general council of the nation (commune concilium regni nostri), while the three recognized aids shall only be levied at a reasonable rate.",
        "Pop. (1906) 14,863 (town); 21,557 (commune).",
        "Pop. (1901) 13,671 (town), 18,150 (commune).",
        "The commune of Venice, the ancient style of the commonwealth, changed into the seigniory of Venice.",
        "The local affairs of the commune are decided by the municipal council, and its decisions become operative after the expiration of a month, save in matters which involve interests transcending those of the commune.",
        "The remaining years of Innocent's life were taken up by a quarrel with the Roman commune, which had set up an independent senate, and one with King Louis VII.",
        "Pop. (1906) town, 13,304; commune, 17,622.17,622.",
        "But he also knew that Dron, who had acquired property and was hated by the commune, must be hesitating between the two camps: the masters' and the serfs'.",
        "He returned to Paris to join the committee of public safety, and, in Hanotaux's words, was the dme ulceree of the Commune, but was blamed for the loss of the fort of Issy.",
        "He was superseded there by Delescluze, but he continued to direct the violent acts of the Commune, the overthrow of the Vendome column, the destruction of Thiers's residence and of the expiatory chapel built to the memory of Louis XVI.",
        "Pop. (1901) 5037 (town); 9635 (commune).",
        "BAGNI DI LUCCA (Baths of Lucca, formerly Bagno a Corsena), a commune of Tuscany, Italy, in the province of Lucca, containing a number of famous watering-places.",
        "Pop. (1901) 8820 (town); 18,208 (commune).",
        "Pop. (1901) of the commune of Capri, 3890, of Anacapri, 2316.",
        "They owed their position to Anaxagoras Chaumette, procureur of the Commune, and to the fact that Simon had prevented one of the attempts of the baron de Batz.",
        "From about the time of Gomin's entrance the prisoner was inspected, not by delegates of the Commune, but by representatives of the civil committee of the 48 sections of Paris.",
        "Pop. (woo) of town, 48,098; of commune, 53,057.",
        "He served in the Franco-German War, was involved in the Commune, and spent eleven years in England as a political exile.",
        "Pop. (1901), 1 9, 778 (town); 21,270 (commune).",
        "Pop. (1901) town, 7531, commune, 10,847.",
        "Pop. (1901), 6288 (town); 15,384 (commune).",
        "Pop. (1901) 22,799 (town); 32,005 (commune).",
        "Pop. (1901) 15,461 (town); 4 3,321 (commune).",
        "The present water supply, introduced in 1884, is brought from the commune of Trebaseleghe, where it is collected from 120 artesian wells.",
        "Pop. (1901), 25,070 (town); 28,084 (commune).",
        "Pop. (1906) town, 8484; commune, 11,400.11,400.",
        "He had resided chiefly at Tripoli, and under him Antioch was left to be governed by its bailiff and commune.",
        "Pop. (1901) 10,508 (town); 24,091 (commune).",
        "Nominated a member of the Commune, he protested against the tyranny of the central committee, and escaped from Paris to resume his place among the extreme Left in the National Assembly at Versailles.",
        "Pop. (1901) 5200 (town), 12,773 (commune).",
        "Pop. (1901) 11,927 (town); 14,511 (commune).",
        "The commune is preserved, somewhat as in Servia (q.v.), but with modified powers.",
        "Pop. (1901) 15,412 (town), 26,879 (commune).",
        "Pop. (1907), 4864 (commune), 12,774 (province).",
        "Pop. (1901), 3041 (town); 9731 (commune).",
        "Pop. (1901) 12,917 (town); 14,086 (commune).",
        "(1) A town and commune on the coast of Algeria, in the department of Algiers, 30 m.",
        "of the commune (1906), 2725.",
        "Pop. (1901) town 9586, commune 22,996.",
        "Pop. (1901) 15,130 (town), 19,192 (commune).",
        "Pop. (1901) of town, 6096; of commune, 26,885.",
        "Pop. (1901) town, 102,122; commune, 1 53,5 01.",
        "But the first \"constitution\" of the commune of Bologna dates from about 1123, and at that time we find it a free and independent city.",
        "But the struggles between Guelphs and Ghibellines in Bologna itself soon followed, and the commune was so weakened that in 1337 Taddeo de' Pepoli made himself master of the town, and in 1350 his son sold it to Giovanni Visconti of Milan.",
        "Pop. (1906), town, 1091; commune, 3546.",
        "On the definitive amnesty of 1869 he returned to Paris, where he died in April 1871, during the Commune.",
        "Pop. (1901) 7597 (town), 10,995 (commune).",
        "The commune of Terracina includes a considerable extension of territory towards the N.W.",
        "The barons supported Azo of Liguria, the lawful successor of Herbert II.; the citizens of Le Mans set up a commune, expelled Azo's representatives and made war on the barons.",
        "Pop. (1901) 5783 (town); 26,718 (commune).",
        "Pop. (1901) 25,539 (town); 40,423 (commune).",
        "During the rule of the nobles and the mixed rule of nobles and popolani the commune of Siena was enlarged by fortunate acquisitions of neighbouring lands and by the submission of feudal lords, such as the Scialenghi, Aldobrandeschi, Pannocchieschi, Visconti di Campiglia, &c.",
        "He likewise added to his power by assuming the captainship of the city guard (1495), and later by the purchase from the impoverished commune of several outlying castles (1507).",
        "in the Campo Santo of Pisa; Agostino and Agnolo, who in 1330 carved the fine tomb of Bishop Guido Tarlati in the cathedral of Arezzo; Lando di Pietro (14th century), architect, entrusted by the Sienese commune with the proposed enlargement of the cathedral (1339), and perhaps author of the famous Gothic reliquary containing the head of S Galgano in the Chiesa del Santuccio, which, however, is more usually attributed to Ugolino di Vieri, author of the tabernacle in the cathedral at Orvieto; Giacopo (or Jacopo) della Quercia, whose lovely fountain, the Fonte Gaia, in the Piazza del Campo has been recently restored; Lorenzo di Pietro (Il Vecchietta), a pupil of Della Quercia and an excellent artist in marble and bronze; Francesco d'Antonio, a skilful goldsmith of the 1 6th century; Francesco di Giorgio Martini (1439-1502), painter, sculptor, military engineer and writer on art; Giacomo Cozzarelli (15th century); and Lorenzo Mariano, surnamed 11 Marrina (16th century).",
        "Pop. (1906) town, 41,760; commune, 56,168.",
        "Pop. (village) 737; (commune) 5712.",
        "Pop. (1906), town, 3709; commune, 57 0 7.",
        "Pop. (1901) town, 4552; commune, 9120.",
        "Pop. (1901) town, 31,655; commune, 39,344.",
        "The commune of Cremona is first mentioned in a document of r098, recording its investiture by the countess Matilda with the territory known as Isola Fulcheria.",
        "Pop. (1881), 21, 739; (1906), 23,250 (town), 35,000 (commune).",
        "With respect to this tradition Round writes (Commune of London, p. 223): \" The assumption that the mayoralty of London dates from the accession of Richard I.",
        "The latter bitterly offended the Londoners, who, finding that they could turn the scales to either side, named the Commune as the price of their support of John.",
        "There they heard John take the oath to the ` Commune ' like a French king or lord; and then London for the first time had a municipality of her own.\"",
        "Little is known as to what the Commune then established really was.",
        "Round's remarkable discovery among the manuscripts of the British Museum of the Oath of the Commune proves for the first time that London in 1193 possessed a fully developed \" Commune \" of the continental pattern.",
        "A striking point in this municipal revolution is that the new privileges extended to the city of London were entirely copied from those of continental cities, and Mr Round shows that there is conclusive proof of the assertion that the Commune of London derived its origin from that of Rouen.",
        "As we do not find any further evidence than the oath of the Commune alluded to of the existence of \"dchevins \" in London, it is possible that aldermen were elected on the mayor's council under this title.",
        "In March1298-1299letters were sent from \" the Mayor and Commune of the City of London \" to the municipalities of Bruges, Caen and Cambray.",
        "Although the official form of \"The Mayor and Commune \" was continued until the end of the 13th century, and it was not until early in the 14th century that the form \" Mayor, Aldermen and Common Council \" came into existence, there is sufficient evidence to show that the aldermen and common council before that time were acting with the mayor as governors of the city.",
        "After the establishment of the Commune and the appointment of a mayor the sheriffs naturally lost much of their importance, and they became what they are styled in Liber Albus \" the Eyes of the Mayor.\"",
        "Round, The Commune of London and other Studies (1899); Reginald R.",
        "Pop. (1901), 16,933 (town); 36,433 (commune).",
        "The Piazza dei Signori contains picturesque brick battlemented palaces - the Salone del Gran Consiglio (1184) and the Palazzo del Commune (1268).(1268).",
        "Re-elected to the Convention, he opposed the pretensions of the Commune and the proposed grant of money to the municipality of Paris by the state.",
        "(area of the commune, 162 sq.",
        "As the countess was frequently absent these boni homines gave judgment without her, thus paving the way for a free commune.",
        "After the death of Countess Matilda in 1115 the grandi or boni homines continued to rule and administer justice, but in the name of the people - a change hardly noticed at first, but which marks the foundation of the commune.",
        "The Sicilian Vespers by weakening Charles strengthened the commune, which aimed at complete independence of emperors, kings and popes.",
        "The priori were reduced to 8 (2 popolani grassi, 3 mediani and 3 artifici minuti), while the gonfaloniere was to be chosen in turn from each of those classes; the grandi were excluded from the administration, but they were still admitted to the consiglio del comune, the cinque di mercanzia, and other offices pertaining to the commune; the Ordinamenti were maintained but in a somewhat attenuated form, and certain grandi as a favour were declared to be of the popolo.",
        "Pop. (1901) 3 2, 200 (town); 47,558 (commune).",
        "de l'Ain (1884); Berthold Zeller, Les Armagnacs et les Bourguignons, la Commune de 1413; E.",
        "Pop. (1901) 6047 (town), 11,696 (commune).",
        "In this position he had the difficult task of administering Paris during the siege, and after the Commune was obliged to resign (5th of June 1871).",
        "Manuel, and he was one of the most active popular leaders in the attack upon the Tuileries on the Toth of August, on which day he was appointed secretary or clerk to the revolutionary commune of Paris.",
        "In this capacity he exhibited an almost feverish activity; he perpetually appeared at the bar of the assembly on behalf of the commune; he announced the massacres of September in the prisons in terms of apology and praise; and he sent off the famous circular of the 3rd of September to the provinces, recommending them to do likewise.",
        "At the close of the month he resigned his p ost on being elected, in spite of his youth, a deputy to the Convention by the department of Seine-et-Oise, and he began his legislative career by defending the conduct of the Commune during the massacres.",
        "Pop. (1906) 39,941 (town); 48,362 (commune).",
        "Pop. (1901) town, 7553; commune, 15,097.",
        "Thus, while the commune of Pisa was still under the rule of the marquises of Tuscany, all negotiations with it were carried on as with an independent state officially represented by the archbishop and consuls.",
        "The great bell of the commune called together the adherents of the archbishop; the bell of the people summoned the partisans of the count, After a day's fighting (July 1, 1288) the count, his two sons and his two grandsons were captured in the palazzo del popolo (or town hall), and cast into a tower belonging to the Gualandi and known as the \"Tower of the Seven.",
        "Following the course of events common to most cities of north-eastern Italy, the history of Padua falls under eight heads: (1) the Lombard rule, (2) the Frankish rule, (3) the period of the bishops, (4) the emergence of the commune, (5) the period of the despots, (6) the period of Venetian supremacy, (7) the period of Austrian supremacy, and finally (8) the period of united Italy.",
        "Pop. (1906) 2 731 (town), 17,000 (commune).",
        "Pop. (1901) town, 18,494; commune, 21,261.",
        "Pop. of commune (1901), 28,939; of town, about 3000.",
        "Pop. (Igoi) town 4951, commune 16,816.",
        "The commune of Tlemcen, which includes a number of villages near the city, had a population (1906) of 39,757, and the arrondissement, which includes nine communes, 149,467.",
        "Pop. (1906) 61,618 (town); 79,574 (commune).",
        "Pop. (1901) 14,145 (town), 17,716 (commune).",
        "Pop. (1901) 6511 (town), 1 4,573 (commune).",
        "Pop. (1901) 17,759 (town); 20,510 (commune).",
        "Pop. (1901) town, 7917; commune, 9545.",
        "Pop. (Igor), town, 2384; commune, 8244.",
        "Pop. (1900) 8131, including Neu-Georgswalde, Wiesenthal and Philippsdorf, which form together a single commune.",
        "Pop. (1901), 6150 (town); 8136 (commune).",
        "Pop. (1901) 12,058 (town); 33, 1 44 (commune).",
        "Pop. (1901) town, 13,841; commune, 20,857.",
        "(b) Secondly, in war and peace Rome formed relations with her neighbours of Latium, and, as a sign of the Latin league which resulted, the cult of Diana was brought from Aricia and established on the Aventine in the \"commune Latinorum Dianae templum\" (Varro, Ling.",
        "He was mayor of his commune, and a member of the council of the Haute-Garonne under the Empire.",
        "Pop. (1901) of town, 3579; commune, 29,296.",
        "Pop. (1906) 20,230 (town), 33,256 (commune).",
        "Pop. (1901) 50,592 (town); 60,331 (commune).",
        "Pop. (1881) 25,560; (1905) 34,272 (town), 41,124 (commune).",
        "In the same line as the façade of the cathedral are the Broletto (in black and white marble), dating from 1215, the seat of the original rulers of the commune, and the massive clock-tower.",
        "On the surrender of Metz, he was sent as a prisoner of war to Aix-la-Chapelle, whence he returned in time to assist at the capture of Paris from the Commune.",
        "The population of the town of Bona in 1906 was 36,004, of the commune 42,934, of the arrondissement, which includes La Calle and other communes, 77,803.",
        "Pop. (1901) town, 12,256; commune, 28,608.",
        "He was appointed clerk in the second chancery of the commune under his old master, the grammarian, Marcello Virgilio Adriani.",
        "The completeness of the ruin which threatened them may be illustrated by the statistics for a single commune, that of Graveson, whose average annual production of wine in the years1865-1867was about 220,000 gallons.",
        "Pop. (Igor) 5468 (town), 15,243 (commune).",
        "Pop. (1906) town, 35,710; commune, 43,827.",
        "Henry, skilfully winning over Pisa, Genoa and the Roman Commune, isolated Tancred and intimidated Celestine III., who, on the 14th of April 1191, crowned him emperor at Rome.",
        "- Restoration of Anoplotherium commune.",
        "Pop. (1901) 7364 (town); 9077 (commune).",
        "As member of the insurrectionary Commune of the 10th of August 1792, he was delegated to visit the prisons, with full power to arrest suspects.",
        "Returning from this mission, he pronounced an eloquent discourse in favour of the republic. His simple manners, easy speech, ardent temperament and irreproachable private life gave him great influence in Paris, and he was elected president of the Commune, defending the municipality in that capacity at the bar of the Convention on the 31st of October 1792.",
        "Re-elected in the municipal elections of the 2nd of December 1792, he was soon charged with the functions of procurator of the Commune, and contributed with success to the enrolments of volunteers by his appeals to the populace.",
        "On the 23rd of the same month he obtained a decree closing all the churches of Paris, and placing the priests under strict surveillance; but on the 25th he retraced his steps and obtained from the Commune the free exercise of worship. He wished to save the Hebertists by a new insurrection and struggled against Robespierre; but a revolutionary decree promulgated by the Commune on his demand was overthrown by the Convention.",
        "In 1790 he became procureur of the Commune, and in July 1791 was elected by the newly created department of the Gironde a member of the court of appeal.",
        "He was vigorous in his denunciations of the intrigues of the court and of the \"Austrian committee\"; but the violence of the extreme democrats, culminating in the events of the 10th of August, alarmed him; and when he was returned to the National Convention, he attacked the Commune of Paris (October 24 and 25).",
        "Pop. 0901) town, 6898; commune, 19,050.",
        "Pop. (1901) 3406 (town), 5072 (commune).",
        "It should always be remembered that the law of the Church was regarded by all lawyers in the later middle ages as the law common to all Europe (jus commune).",
        "Pop. (1906) town, 21,679; commune, 33,247.",
        "Pop. (1900) of city and commune, 24,751.24,751.",
        "He was active in organizing relief for the wounded at the commencement of the war, remained bravely at his post during the siege, and refused to seek safety by flight during the brief triumph of the Commune.",
        "Pop. (1901) 10,306 (town), 16,208 (commune).",
        "Pop. (1901), 12,313 (town); 16,163 (commune).",
        "He was released from captivity only at the end of the war, and on his return was at once appointed by the Versailles government to a command in the army engaged in the suppression of the Commune, a task in the execution of which he displayed great rigour.",
        "But this omission was supplied in Prussia by a law of the 29th of March 1879, which provided for the appointment, in each commune, of an arbitrator (Schiedsmann) before whom conciliation proceedings in contentious matters might be conducted.",
        "Pop. (1881) 25,978; (1901) town 35,116; commune 45,956.",
        "ROQUELAURE, a title derived from a small commune in France (dep. of Gers), and borne by a French family of Armagnac, one member of which was Antoine, baron de Roquelaure (1544-1625), who was in the service of Henry IV.",
        "Pop. (1901) town, 19,180; commune, 33373 The modern town (22 9 ft.) was a mere village belonging to the Caetani family of Sermoneta, who were counts of Caserta, until its purchase from them by Charles IV.",
        "Pop. (1901) town, 16,780; commune, 46,926.",
        "After the events of the 10th of August he took his seat at the commune, and demanded a tribunal to try the Royalists in prison.",
        "Pop. (1901), 12,400 (town); 18,000 (commune).",
        "Pop. (1901) 21,809 (town), 39,757 (commune).",
        "Pop. (1901) 5522 (town); 14,207 (commune).",
        "It is now extending over the hills west of the valley, and to the north is the town or commune of Laeken, which is practically part of the city.",
        "Pop. (1906), 26,847 (town); 66,762 (commune).",
        "The canton comprises 3 administrative districts: the 13 communes on the right bank and the 34 on the left bank each form one, while the city proper, on both sides of the river, forms one district and one commune.",
        "It was during this struggle that about 1287 (these privileges were finally sanctioned by the bishop in 1309) the citizens organized themselves into a commune or corporation, elected 4 syndics, and showed their independent position by causing a seal for the city to be prepared.",
        "de Crue, La Guerre feodale de Geneve et l'etablissement de la Commune, 1205 -1320 (Geneva, 1907); H.",
        "They had behind them the revolutionary Commune, the Sections and the National Guard of Paris, and they had gained control of the Jacobin club, where Brissot, absorbed in departmental work, had been superseded by Robespierre.",
        "They strengthened the revolutionary Commune by decreeing its abolition, and then withdrawing the decree at the first sign of popular opposition; they increased the prestige of Marat by prosecuting him before the Revolutionary Tribunal, where his acquittal was a foregone conclusion.",
        "Pache, with Chaumette, procureur of the Commune, and Hebert, deputy procureur, controlled the armed organization of the Paris Sections, and prepared to turn this against the Convention.",
        "Pop. (1901), 1553 (town); 5754 (commune).",
        "Pop. (1901) 6531 (town); 11,850 (commune).",
        "On the 8th of February 1871 he was elected a member of the National Assembly, in which he maintained that the republic was \"the necessary form of national sovereignty,\" and voted for the continuation of the war; yet, though a member of the extreme Left, he was too clear-minded to sympathize with the Commune, and exerted his influence in vain on the side of moderation.",
        "Pop. (1901) town, 4143; commune, 9061.",
        "Pop. (1906), town, 27,805; commune, 34,649.",
        "Pop. (1901) 4 122 (town), 5940 (commune).",
        "Shortly afterwards he was arrested by the French government, and, after a trial at Lyons, sentenced by a police-court magistrate (under a special law passed on the fall of the Commune) to five years' imprisonment, on the ground that he had belonged to the International Workingmen's Association (1883).",
        "In the territoires du commandant the mixed commune is presided over by a military officer who fulfils the duties of mayor.",
        "Pop. (1906), 20,197 (town); 55,298 (commune).",
        "He had at first to meet and crush at once the mad enterprise of the Paris commune.",
        "He had begun his career as a clerk in the French Home Office, but at the outbreak of the Franco-German War he was editing Les Droits de l'homme at Montpellier, and had to take refuge at Geneva in 1871 from a prosecution instituted on account of articles which had appeared in his paper in defence of the Commune.",
        "Pop. (1906) of the town, 3423; of the commune, 4890.",
        "Pop. (1901), 17,379 (town); 23,556 (commune).",
        "Pop. (1906) of the town, 24,494 (of whom three-fourths are French or Spaniards); of the commune, 29,088;29,088; of the arrondissement, which includes 17 communes, 98,309.",
        "The apostle spreads a linen cloth on a bench, lays on it bread of blessing (eNv yia), and says: \" Jesus Christ, Son of God, who hast made us worthy to commune in the Eucharist of thy holy body and precious blood, Lo, we venture on the thanksgiving (Eucharistia) and invocation of thy blessed name, come now and communicate with us.",
        "Pop. (1906) town, 4988; commune, 6953.",
        "In view of such Chinese sacrifices the names of the dead are inscribed on wooden plaques called spirit-tablets, into which the spirits are during the ceremony supposed to enter, having quitted the very heaven and presence of God in order to commune with posterity.",
        "In the night of the 10th of August 1792 he was elected one of the \"deputy-commissioners\" of the sections who shortly afterwards became the general council of the commune.",
        "Pop. (1901), 27 3 0 (town); 3836 (commune).",
        "Pop. Nor) of town, 4628; commune, 12,533.",
        "Pop. (1901) town, 8384; commune, 17,653.",
        "Livourne), a city of Tuscany, Italy, chief town of the province of the same name, which consists of the commune of Leghorn and the islands of Elba and Gorgona.",
        "Pop. (1901) 78,308 (town), 96,528 (commune).",
        "The two villages of Ardenza and Antignano, which form part of the commune, have acquired considerable importance, the former in part for sea-bathing.",
        "Pop. (1906), 277,121 (town), 361,720 (commune), with a garrison of 850o, the town being the headquarters of the I.",
        "angle of the Federal District (Districto Federal) formerly known as the Neutral Municipality (Municipio Neutro), an independent district or commune with an area of 538 sq.",
        "The municipio (commune), which has an area of 931 sq.",
        "His efforts were primarily directed to the prevention of any recrudescence of the tyranny exercised by the Jacobin Club, the commune of Paris, and the revolutionary tribunal.",
        "Pop. (1901) 6809 (town), 18,244 (commune).",
        "Pop. (1906), 27,127 (town); 68,131 (commune).",
        "The Palazzo del Commune and the Palazzo Pretorio, once the residence of the podesta, are both fine specimens of 14th-century domestic architecture, in good preservation.",
        "Pop. (1901) town, 49,031; commune, 53, 1 34.",
        "On plural dedications consult Maurer, De aribus graecorum pluribus deis in commune positis (Darmstadt, 1885).",
        "When the borough originated is not known, but Domesday Book mentions two hundred and seventy-six burgesses and land in commune burgensium, a phrase that may point to a nascent municipal corporation.",
        "Pop. (1901), 17,369 (town); 21,997 (commune).",
        "But, as regards its temporal aims on Italy, the most inconvenient and tenacious, if not the most dangerous, adversary of the 12th-century papacy was the Roman commune.",
        "the Romans sacked and destroyed the houses of the clerks and cardinals, besieged St Peter's and the Lateran, and massacred the pilgrims. The pope was forced to fly with the Sacred College, to escape the necessity of recognizing the commune, and thus left the field free to Arnold of Brescia (1145).",
        "By the act of 1188, the fundamental charter of the Roman commune, the people recognized the supremacy of the pope over the senate and the town, while the pope on his part sanctioned the legal existence of the commune and of its government and assemblies.",
        "Inasmuch as Clement was compelled to make terms with this new power which had established itself against him in the very centre of his dominion, the victory may fairly be said to have rested with the commune.",
        "m., and the population of the commune is 3777 (1907).",
        "The population of the town in 1906 was 4733; of the commune of which Cherchel is the centre 11,088.",
        "Pop. (1905) 12,245 (town); 43,468 (commune).",
        "Pop. (1901) town, 26,378; commune, 32,589.",
        "Pop. (1901) town, 19,787; commune, 41,047.",
        "Pop. (1906) town, 3189; commune, 7496.",
        "As the wealthiest of Roman provinces it had most to gain by the pax Romana, and therefore welcomed the empire, and established and maintained the most devout cult of Augustus by means of the organization known as the Koinon or Commune, a representative council, meeting in the various metropoleis.",
        "Pop. (1901), 28,936 (town); 45,313 (commune).",
        "The chancellery is housed in the Palais de la Legion de l'Honneur, which, burnt during the Commune, was rebuilt in 5878.",
        "Pop. (1900), city, about 24.000; municipio (commune, 1037 sq.",
        "Pop. (1901) 5839 (town); 10,343 (commune).",
        "But there were two classes of difficulties in the situation, ecclesiastical and political; and their presence had a marked effect on the development of the people and the growth of the commune, which was the next stage in the history of Milan.",
        "For the further growth of the commune, the action of the great archbishop, Heribert (1018-1045), the establishment of the carroccio, the development of Milanese supremacy in Lombardy, the destruction of Lodi, Como, Pavia and other neighbouring cities, the exhibition of free spirit and power in the Lombard league, and the battle of Legnano, see the articles Italy and Lombards.",
        "Although originally situated exclusively on the north or right bank of the Maas, in 1869 Rotterdam was extended to the southern shore by the acquisition of the commune of Feienoord; while in 1886 Delftshaven on the west, and in 1895 Charlois on the south-west and Kralingen on the east, were also incorporated.",
        "At the head of every commune stands a communal council, whose members must be not under 23 years of age.",
        "These schools are established in every commune, the state contributing aid at the rate of 25% of the total expenditure.",
        "Secondary schools were established by the law of 1863 and must be provided by every commune of 10,000 inhabitants; they comprise the Burgher-Dayand-Evening schools and the Higher-Burgher schools.",
        "Pop. (1901) town, 25,425; commune, 46,861.",
        "The rise of the democratic commune of Under Rome 1 about 11 43 and of the various trade corpora.",
        "tions which we already find in the early 11th century led to struggles with the papacy; the commune of Rome made various attempts to exercise supremacy in the Campagna andlevied various taxes from the 12th century until the 15th.",
        "The commune also tried to restrict the power of the barons, who, in the 13th century especially, though we find them feudatories of the holy see from the 10th century onwards, threatened to become masters of the whole territory, which is still dotted over with the baronial castles and lofty solitary towers of the rival families of Rome - Orsini, Colonna, Savelli, Conti, Caetani - who ruthlessly destroyed the remains of earlier edifices to obtain materials for their own, and whose castles, often placed upon the high roads, thus following a strategic line to a stronghold in the country, did not contribute to the undisturbed security of traffic upon them, but rather led to their abandonment.",
        "On a list of the inhabited centres of the Campagna of the 14th century with the amount of salt (which was 1 The commune of Rome as such seems to have been in existence in 999 at least.",
        "a monopoly of the commune of Rome) consumed by each, Tomassetti bases an estimate of the population: this was about equal to that of our own times, but differently distributed, some of the smaller centres having disappeared at the expense of the towns.",
        "Pop. (1906), 41,773 (town); 75,756 (commune); in 1861 only 11,556.",
        "PIANOSA (anc. Planasia), an island of Italy, belonging to the province of Leghorn, and forming part of the commune of Marciana (Elba), from which it is 72 m.",
        "The property qualification was removed and every Belgian was given one vote on attaining twenty-five years of age and after one year's residence in his commune.",
        "The provinces are governed by a governor nominated by the king, the canton is a judicial division for marking the limit of the jurisdiction of each juge de paix, and the commune is the administrative unit, possessing self-government in all local matters.",
        "For each commune of 5000 inhabitants or over, a burgomaster is appointed by the communal council which is chosen by the electors of the commune.",
        "The pay of a schoolmaster in a small commune is only £48, and in a large town £96, with a maximum ranging from go to £152 after twenty-four years' service.",
        "Still better are the Athenees Royaux, twenty in number, which are quite independent of the commune and subject to official control under the superior direction of the king.",
        "anniversary of the Paris Commune, and rapidly spread in other industrial centres of the Walloon districts.",
        "Pop. (1901) 14,243 (town), 18,734 (commune).",
        "He had been elected mayor of the ninth arrondissement of Paris in the autumn of 1870, and in March was sent by the same district to the Commune, from which he resigned when he found no reconciliation was possible between the mayors and the Commune.",
        "A month after his election the governor of Paris demanded his prosecution for his share in the Commune.",
        "The claim being granted by a large majority, he escaped to Belgium, where he issued a pamphlet defending his action during the Commune.",
        "Pop. (1901) town, 42,495; commune, 72,731.",
        "Then, as the trading classes grew in wealth, his jurisdiction began to be disputed; the conjuratio pro libertate of 1112 seems to have been an attempt to establish a commune (see Commune, Medieval).",
        "Pop. (1901), 8425 (town); 12,409 (commune).",
        "Pop. (1906) 2766 (town); 6307 (commune).",
        "During the commune he held important commands in the army of Versailles, and occupied the burning Tuileries and the Louvre on May 23rd.",
        "Vinoy wrote several memoirs on the war of 1870-71; Operations de l'armee pendant le siege de Paris (1872), L'Armistice et la commune (1872), L'Armee francaise (1873).",
        "Early in the 12th century a commune was established here, but the earliest known charter only dates from about 1180; owing to the importance of Arras, this soon became a model for many neighbouring communes.",
        "The unit of the terman system of local government is the commune (Geineinde, or more strictly Ortsgemeinde).",
        "(f) the province, (2) the government district (Regierungsbezirk), (3) the rural circle (Landkreis) and urban ircle (Stadtkreis), (4) the official district (Amtsbezirk), (5) the town commune (Stadtgenzeinde) and rural commune (Landgemeinde).",
        "Rural Communes.As stated above, the lowest administrative area is the commune, whether urban or rural.",
        "In general the commune is a body corporate, its assembly consisting either (in small villages) of the whole body of the qualified inhabitants (Gemeindeversammiung), or of a representative See the comparative study in Percy Ashleys Local and Central Government (London, 1906).",
        "He is a government official responsible, inter alia, for the policing of the commune.",
        "According to the system adopted, the public relief of the poor is committed(to the care of local unions (Ortsarmenverbnde) and provincial unions (Land armenverbndc),t he former corresponding, generally, to the commune, and the latter to a far wider area, a circle or a province.",
        "(I) free assistance funds (Fre-ie H-ilfskassen), either registered under the law of f 876, as modified in 1884 (Eingeschriebene Hilfskassen), or established under the law of the separate states (landesrechtliche Hilfskassen); (2) Betriebs- or Fabrikkrankenkassen, funds established by individual factory-owners; (3) Baukrankenkasse, a fund established for workmen engaged on the construction (Bau) of particular engineering works (canal-digging, &c), by individual contractors; (4) gild sick funds (Innungskrankenhassen), established by the gilds for the workmen and apprentices of their members; (5) miners sick fund (Knappschaftskasse); (6) local sick fund (Ortskrankenkasse), established by the commune for particular crafts or classes of workmen; (7) Gemeindekrankenversicherung, i.e.",
        "insurance of members of the commune as such, in the event of their not subscribing to any of the other funds.",
        "In 1887 the town was made a commune on the French model, all citizens irrespective of colour being granted the franchise.",
        "of Venice, belonging to the commune of Burano.",
        "Pop. (1900) of town and commune, 13,174,13,174, including a garrison of 1122.",
        "Pop. (1906), town, 6042; commune (including troops, &c.), 8058.",
        "The count hastened publicly to disavow Favras in a speech delivered before the commune of Paris and in a letter to the National Assembly, although there is no reasonable doubt of his complicity in the plot that did exist.",
        "Pop. (1906) 255,294 (town); 267,248 (commune).",
        "Pop. (1906) of the town, 19,528, of the commune 22,011, of the arrondissement, comprising 27 communes, 332,684.",
        "Pop. (1901) 9642 (town), 12,423 (commune).",
        "Pop. (1901) 9532 (town), 26,278 (commune).",
        "Pop. (1906) of the town, 5730; of the commune, 11,753.",
        "Pop. (1901) 5685 (town), 7848 (commune).",
        "Pop. (1901) 10, 397 (town), 12,689 (commune).",
        "Sir Thomas Gray, son of an English gentleman wounded in a rising at Lanark in May 1297, says that Wallace was chosen leader \" by the commune of Scotland,\" and began operations by slaying Heselrig, sheriff of Clydesdale, at Lanark.",
        "Pop. (1901), 617 (village); 5272 (commune).",
        "Pop. (1901), 5111 (town), 13,197 (commune).",
        "Pop. (1901), 3599 (town), 16,528 (commune).",
        "In the case of the alps belonging to the Swiss communes, it must be borne in mind that \"commune\" here does not signify either Einwohnergemeinden or Biirgergemeinden, but a special class called Alpgemeinden (for instance in the well-known valley of Grindelwald there is one Einwohnergemeinde, but seven Alpgemeinden).",
        "Pop. (1901) town, 3753; commune, 7786.",
        "Pop. (190r) town, 2091; commune, 6843.",
        "Pop. (1901) 5220 (town), 12,551 (commune).",
        "A few days afterwards the insurrection which established the Commune broke out, and Blanqui `.was elected a member of the insurgent government, but his detention in prison prevented him from taking an active part.",
        "Nevertheless he was in 1872 condemned along with the other members of the Commune to transportation; but on account of his broken health this sentence was commuted to one of imprisonment.",
        "Almost the whole surface of the Banda Islands is planted with nutmeg trees, which thrive under the shade of the lofty Canarium commune.",
        "Pop. (1906) 43,836 (town); 46,778 (commune).",
        "Pop. (1906), town 21,296, commune (including garrison) 29,058.",
        "During the Commune he formed the Ligue d'union republicaine des droits de Paris to attempt a reconciliation with the government of Versailles.",
        "In 1880 he represented the United States before the commission appointed in accordance with the treaty of that year, between France and the United States, to decide the claims brought by French citizens against the United States for acts of the American authorities during the Civil War, and the claims of American citizens against France for acts of French authorities during the war between France and Mexico, the Franco-German War and the Commune.",
        "Pop. (1906), 32,000 (town); 53,330(commune).",
        "Next to the cathedral in artistic importance come the church of Santa Maria in Istrada, and the broletto or old palace of the commune, usually styled the Arengario; the former (founded in 1357) has a rich terra-cotta facade of 1 393, and the latter is raised on a system of pointed arches, and has a tall square tower terminating in machicolations surrounding a sharp central cone.",
        "commune, conceded to it in 1203, was confirmed by Francis I.",
        "The population of the commune, which includes the suburbs of Constantine, was 5 8, 435.",
        "Pop. (1901), 5379 (town); 18,982 (commune).",
        "In the case of Senlis he extended the jurisdiction of the commune to all crimes committed in the district.",
        "He created no new types of commune, however, except Peronne, which received a maximum of political independence, the twenty-four electors, who named the jures and other officers, being elected by the corps de metiers.",
        "Pop. (1901), 4425 (town); 7707 (commune).",
        "Pop. (1901) 32,968 (town), 86,392 (commune).",
        "Pop. (1901) 11,929 (town), 13,803 (commune).",
        "Pop. (1901), io,066 (town); 13,481 (commune).",
        "Pop. (1906), town, 9162; commune, 13,554.",
        "COMMUNE Under this head it is proposed to give a short account of the rise and development of towns in central and western continental Europe since the downfall of the Roman Empire.",
        "Constitutionally, municipal freedom was based on the formation of a commune headed by elected consuls, usually to the number of twelve, representing the three orders of capitani, valvassori and popolo.",
        "The consuls with the assistance of judices also presided in the law-courts; but besides the consuls of the commune there were consules de placitis specially appointed for jurisdictional purposes.",
        "Long before the last stage, the rule of signori, was reached, however, the commune as originally constituted had everywhere undergone radical changes.",
        "As early as the 13th century the lower orders among the inhabitants formed an organization under officers of their own, side by side with that of the commune, which was controlled by the great and the rich; e.g.",
        "These were the avvogadori di commune, and, since Tiepolo's conspiracy in 1310, the Consiglio dei Dieci, the Council of Ten, which controlled the whole of the state, and out of which there developed in the 16th century the state inquisition.",
        "They were elected for the term of one year and re-eligible only after an interval, and they were supported by a municipal council (commune consilium, consilium magnum or secretum or generale, or colloquium) and a general assembly (parlamentum, concio, commune consilium, commune, universitas civium), which, however, as a rule was far from comprising the whole body of citizens.",
        "In the north, on the other hand, the carta communise, forming as it were the basis of the commune's existence, seems to have been considered almost as something sacred and unchangeable.",
        "As a result the clergy and the nobles were excluded from all membership of the commune, except inasmuch as that those residing in the town might be required to swear not to conspire against it.",
        "The commune (communia, communa, communio, communitas, conjuratio, confoederatio) was formed by an oath of mutual help (sacramentum, juramentum communise).",
        "whereas Cambrai, whose population was French, is the only city politically situated in Germany, where a commune came to be established.",
        "He was a member of the Commune of Paris on the 10th of August 1792, and was elected deputy for Paris to the Convention, where he was the first to demand the abolition of royalty (on the 21st of September 1792), and he voted the death of Louis XVI.",
        "Pop. (1901), town, 4440; commune, 10,756.",
        "Pop. (1906), 28,796 (town), 36,424 (commune).",
        "Pop. (1901) town, 5338; commune, 17,240.",
        "Pop. (1901), 3397 (town); 5726 (commune).",
        "Pop. (1901), 5899 (town); 14,897 (commune).",
        "Pop. (1901), 4810 (town); 8408 (commune).",
        "The Graves contains one vineyard, namely Château Haut-Brion, which ranks in quality together with the three first growths of the Medoc. The remainder of the red Graves are not classified, but among the more important wines may be mentioned the following: in the commune of Pessac, Château La Mission and Château PapeClement; in the commune of Villenave D'Ornon, Château La Ferrade; in Leognan, Château Haut-Bailly, Château Haut-BrionLarrivet and Château Branon-Licterie; in Martillac, Château Smith-Haut-Lafite.",
        "This region consists of the commune of St Emilion, together with the four surrounding communes.",
        "The commune of Beaune must be regarded as the centre of the Burgundy district, and possesses numerous vineyards of the highest class.",
        "The numerous local branches of the Friends of the Folk-School and the Society for Popular Education display great activity, the former by aiding the smaller communes in establishing schools, and the latter in publishing popular works, starting their own schools as well as free libraries (in nearly every commune), and organizing lectures for the people.",
        "Pop. (1906) of the town, 6412; of the commune, 10,303.",
        "Other buildings or institutions of note are the old and the new bishop's palace, the fine theatre desi ned by Lotario Tomba in 1803, the great hospital dating from 1471, the library presented to the commune in 1846 by the marquis Ferdinando Landi, and the Passerini library founded in 1685.",
        "He was the only Socialist who was elected to the Reichstag in 1871, but he used his position to protest against the annexation of Alsace-Lorraine and to express his full sympathy with the Paris Commune.",
        "Pop. (1906), 17,017 (town); 22,838 (commune).",
        "In 1196 Count Louis granted privileges to the townsmen; the commune, which survived throughout the middle ages, probably dated from this time.",
        "On the 10th of August 1792 he was a member of the revolutionary Commune of Paris, and became second substitute of the procureur of the Commune on the 2nd of December 1792.",
        "Pop. (5906) of the town, 2774; of the commune, 4612.",
        "Including the garrison and naval forces the total population of the commune was 106,517.",
        "The tres Daciae formed a commune in so far that they had a common capital, Sarmizegethusa, and a common diet, which discussed provincial affairs, formulated complaints and adjusted the incidence of taxation; but in other respects they were practically independent provinces, each under an ordinary procurator, subordinate to a governor of consular rank.",
        "Pop. (1901), r t,308 (town); 17,419 (commune).",
        "His refusal of the cross of the Legion of Honour, offered to him by Napoleon III., made him immensely popular, and in 1871 he was elected, under the Commune, to the chamber.",
        "Pop. (1900) of town, 3021; of commune, 5418.",
        "The Breviary itself is divided into four seasonal parts - winter, spring, summer, autumn - and comprises under each part (1) the Psalter; (2) Proprium de Tempore (the special office of the season); (3) Proprium Sanctorum (special offices of saints); (4) Commune Sanctorum (general offices for saints); (5) Extra Services.",
        "The Commune Sanctorum comprises psalms, antiphons, lessons, &c., for feasts of various groups or classes (twelve in all); e.g.",
        "the patriarch of Antioch helped to found a commune, which persisted, with its mayor and jurats, during the 13th century.",
        "Pop. (1906), town, 3889; commune, 7581.",
        "Pop. (1906) town, 10,545; commune, 15,623.",
        "The communes were subdivided into parishes (freguesias), which were administered by the elected council (junta de parochia) over which the parish priest (presbitero) presided, and by the regedor, an official who represented the mayor of the commune and was nominated by the civil governor.",
        "Pop. (1901) 7005 (tow n); 20,301 (commune).",
        "Pop. (1901), 5979 (town); 7703 (commune).",
        "Pop. (190,) 4421 (town); 20,242 (commune).",
        "The origin of the name is uncertain, but it has usually been derived from Aumont, now a small commune in the department of the Somme.",
        "Torcello is a part of the commune of Burano.",
        "The Maillotins, as the Parisian insurgents were named from the weapon they used, gained the upper hand in Paris, and were able temporarily to make terms, but the commune of Rouen was abolished, and the Tuchins, as the marauders in Languedoc were called, were pitilessly hunted down.",
        "Pop. (1901) 43,566 (town); 73,465 (commune).",
        "Pop. (1900), of town and commune, 27,198;27,198; chiefly SerboCroatian, and almost exclusively Roman Catholic. Spalato is situated on the seaward side of a peninsula between the Gulf of Brazza and the Gulf of Salona.",
        "Pop. (1901) town, commune, 19,267.",
        "Pop. (1906) 34,897 (town); 41,638 (commune).",
        "The giudici continued to exist at least until 1275, and perhaps till 1284, but about 1260 Sassari seems to have shaken itself free, and in 1275 and 1286 we find Pisa treating Sassari as a free commune.",
        "Pop. (1901) 4261 (town), 9584 (commune).",
        "The primary unit of this organization is the stanitsa, or village, which holds its land as a commune, and may allow persons who are not Cossacks (excepting Jews) to settle on this land for payment of a certain rent.",
        "In 1906 the population of the commune was 17,790, of the town 10,464; the population of the former was more than doubled in the last decade of the 19th century.",
        "In the 10th century it began to acquire importance, and for some time was an independent commune.",
        "The commune, which includes not only the urban districts (sezioni) of San Ferdinando, Chiaja, S.",
        "Pop. (1890) 21,620; for the commune or municipio, 31,523; (1906, estimated), 25,000.",
        "Highways are maintained by the state, department or commune, according to their size and importance.",
        "As the land becomes higher, the dwellings improve; but, despite the presence of a doctor in each commune, disease is everywhere rife.",
        "All persons with an income of £50 vote in the first; all residents in an urban commune who pay taxes amounting to sixteen shillings yearly, with those who have been through the primary course of education, and all members of the liberal professions, retired officers and state pensioners, vote in the second.",
        "Rumania (1828-56), when magistrates were made irremovable, and new tribunals created, including a petty court in each rural commune.",
        "Pop. (1901) 18,043 (town); 23,560 (commune).",
        "Pop. (1901) 18,874 (town); 3 1, 37 o (commune).",
        "He was appointed secretary (greffier) to the commune of Marseilles, and in 1792 was commissioned to go to the Legislative Assembly and demand the accusation of the directory of the department of Bouches-du-Rhone, as accomplice in a royalist movement in Arles.",
        "From the first he posed as an opponent of the Mountain, accused Robespierre of aiming at the dictatorship (25th of September 17 9 2), attacked Marat, and proposed to break up the commune of Paris.",
        "Pop. (1901) 8671 (town); 10,779 (commune).",
        "Pop. (1901) 8729 (town), 9533 (commune).",
        "The view taken by the king's courts, and acquiesced in by the ecclesiastical courts, since Henry VIII., is that the Church of England was always an independent national church, subject indeed to the general principles of the jus commune ecclesiasticum (Whitlock in Ever v.",
        "The sources of English ecclesiastical law (purely ecclesiastical) were therefore (1) the principles of the jus commune ecclesiasticum; (2) foreign particular constitutions received here, as just explained; (3) the constitutions and canons of English synods (cf.",
        "On the existence of this jus commune ecclesiasticum and that the Church of England, in whatever sense independent, takes it over until she repeals it, see Escott v.",
        "Pop. (1901) 9895 (town), 17,340 (commune).",
        "Pop. (1901), 4107 (town); 14,570 (commune).",
        "PALERMO (Greek, Ilavopyos; Latin, Panhormus, Panormus), a city of Sicily, capital of a province of the same name, in the kingdom of Italy, and the see of an archbishop. Pop. (1906), town 264,036, commune 323,747.",
        "One of the most important charters to London, that which granted the city the right of constituting itself a commune and choosing itself a mayor, goes back to October 1191, the troubled month of Longchamps expulsion from England.",
        "Pop. (1906) town, 2505; commune, 4684.",
        "Pop. (1906) town, 19,864; commune, 28,272.",
        "Pop. (1901) 7696 (town), 18,175 (commune).",
        "It appears as a commune in 1237, but in 1251 had to yield to Asti.",
        "There are gymnasia and other schools in all the larger towns, while every commune has a school.",
        "Henceforth the diocese was to be conterminous with the department, and the parish with the commune.",
        "The electors of the commune were to choose the cure, the electors of the department the bishop. Every cure was to receive at least 1200 livres (about £50) a year.",
        "On the night of the 9th a new revolutionary Commune took possession of the hotel de ville, and early on the morning of the 10th the insurgents assailed the Tuileries.",
        "But the new government was Commune still beset with danger.",
        "It re- mained dependent on the power which had set it up, the revolutionary Commune of Paris.",
        "The Commune could therefore extort what concessions it pleased.",
        "As the elections to the Convention were close at hand, the Commune resolved to strike the public with terror by the slaughter of its prisoners.",
        "On the 1st of September the Commune decreed that on the following day the tocsin should be rung, all ablebodied citizens convened in the Champs de Mars, and 60,000 volunteers enrolled for the defence of the country.",
        "were sent to the prisons and began a butchery which lasted four days and consumed 1400 victims. The Commune addressed a circular letter to the other cities of France inviting them to follow the example.",
        "The Jacobins leant on the revolutionary commune and the mob of Paris; the Girondins leant on the thriving burghers of the provincial cities.",
        "In October Louvet reiterated the charge against Robespierre, and Barbaroux called for the dissolution of the Commune of Paris.",
        "The Commune of Paris and the journalists who were its mouthpieces, Hebert and Marat, aimed frankly at destroying the Girondins.",
        "An earlier law had established in every commune an elective committee of surveillance.",
        "In May they proposed that the Commune of Paris should be dissolved, and that the suppleants, the persons elected to fill vacancies occurring in the Convention, should assemble at Bourges, where they would be safe from that violence which might be applied to the Convention itself.",
        "Then the Commune named as commandant of the National Guard, Hanriot, a man concerned in the September massacres.",
        "The Commune, which had hoped for the arrest of the Girondin leaders, was not satisfied.",
        "The Commune of Paris, which had overthrown the Girondins, was jealous of the Committee of Public Safety, which meant to be supreme.",
        "Robespierre, the leading member of the committee, abhorred the chiefs of the Commune, not merely because they conflicted with his ambition but from difference of character.",
        "In November the Commune fitted up Notre Dame as a temple of Reason, selected an opera girl to impersonate the goddess, and with profane ceremony installed her in the choir.",
        "When he became aware of the feud between Robespierre and the Commune, he conceived the hope of limiting the Terror and guiding the Revolution into a sane course.",
        "A sharp contest ensued between the Dantonists and the Commune, Robespierre inclining now to this side, now to that, for he was really a friend to neither.",
        "Twenty leaders of the Commune were arrested on the 1 7th of March 1794 and guillotined a week later.",
        "But the Commune and the Jacobin Club were on the alert.",
        "On the day after seventyone members of the Commune followed them to the scaffold.",
        "The Commune of Paris was abolished and the office of commandant of the National Guard was suppressed.",
        "Pop. (1901) 2299 (town); 5795 (commune).",
        "Pop. (1906), of the town 16,539, of the commune 26,050,26,050, of the arrondissement, which includes 12 communes, 147,607.",
        "Apart from country lanes and footpaths, there are three classes of highways, controlled, respectively, by the nation, department and commune.",
        "Communal courts exist in every commune or municipality, and certain judicial powers are delegated to the police, under laws dated 1850-1904.",
        "In 1870 he attempted a rising at Lyons on the principles afterwards exemplified by the Paris Commune.",
        "Pop. (1901) 17,344 (town), 21,258 (commune).",
        "Round in his article on \" The Pope and the Conquest of Ireland \" (Commune of London, 1899, pp. 171 -200), where further references will be found.",
        "Pop. (1901), of the town, 2520; of the whole island, one commune, 14,440.14,440.",
        "Each village has an organization (the Fokon' Nona) resembling that of a commune; at its head is a chief or mpiadidy, who serves for three years.",
        "Pop. (1901) 1835 (town); 7016 (commune).",
        "The vain attempts of the Gironde to reconcile the king and the Revolution, the ill-advised decree of the Assembly on the 8th of August, freeing La Fayette from his guilt in forsaking his army; his refusal to vote for the deposition of the king, and the suspected treachery of the court, led to the success of the republican forces when, on the 10th of August, the mob of Paris organized by the revolutionary Commune rose against the monarchy.",
        "The suspension and imprisonment of the king left the supreme authority nominally in the hands of the Assembly, but actually The Insur- in those of the Commune, consisting of delegates rectional from the administrative sections of Paris.",
        "Installed commune at the Hotel de Ville this attempted to influence the of Paris.",
        "Danton, a master of diplomatic and military operations, had to avoid any rupture with the Commune.",
        "They drove him into the arms of Robespierre, Marat and the Commune of Paris.",
        "The Girondins, discredited in Paris, multiplied their attacks upon Danton, now the master: they attributed the civil war and the disasters of the foreign campaign to the ?I~ despotism of the Paris Commune and the clubs; they the corn- accused Marat of instigating the September massacres; mane and they began the supreme struggle by demanding the a~d the election of a committee of twelve deputies, charged with ron e.",
        "The complete success of the Girondin proposals; the arrest of Hbertthe violent editor of the Pre Duc/zene; the insurrection of the Girondins of Lyons against the Montagnard Commune; the bad news from La Vendethe military reverses; and the economic situation which had compelled the fixing of a maximum price of corn (May 4) excited the moral insurrections of May 31 and June 2.",
        "Moreover, the proceedings of the 2nd of June, when the Commune of Paris had triumphed, bad dealt him a mortal blow.",
        "The second Committee of Public Safety had now to struggle Th ~e against two oppositions: one of the left, represented pek by Hbert, the Commune of Paris and the Cordeliers; another of the right, Danton and his followers.",
        "deist and therefore hostile to anti-religious masquerades, while uneasy at the absolute authority of the Paris Commune, which aimed at suppressing the State, and at its armed propaganda abroad, Robespierre resumed the struggle against its illegal power, so fatal to the Gironde.",
        "Vanquished and imprisoned, he 9th Tb refused to take part in the illegal action proposed midor.~ by the Commune against the Convention.",
        "Dantonists, came a limitation to the powers of the Committee of Public Safety, now placed in dependence upon the Convention; and next followed the destruction of the revolutionary system, the Girondin decentralization and the resuscitation of departmental governments; the reform of the Revolutionary Tribunal on the 10th of August; the suppression of the Commune of Paris on the 1st of September, and of the salary of forty sous given to members of the sections; the abolition of the maximum, the suppression of the Guillotine, the opening of the j~rjsons, the closing of the Jacobin club (November if), and the henceforward insignificant existence of the popular societies.",
        "HAARLEM LAKE (Dutch Harlemmer Meer), a commune of the province of North Holland, constituted by the law of the 16th of July 1855.",
        "As its name indicates, the commune was formerly a lake, which is said to have been a relic of a northern arm of the Rhine which passed through the district in the time of the Romans.",
        "The roads which traverse the commune are bordered by pleasant-looking farm-houses built after the various styles of Holland, Friesland or Brabant.",
        "'(1901), 2658 (town); II,091 (commune).",
        "Pop. (1901) 3452 (town); 11,468 (commune).",
        "Blida is the chief town of a commune of the same name, having (1906) a population of 33,332.",
        "Every commune or municipality has its own elected ayuntamiento, which has complete control over municipal administration, with power to levy and collect taxes.",
        "Pop. (1901) 21,384 (town), 31,218 (commune).",
        "On account of ill-health, however, he served only twelve days, and was then appointed minister to France, where during the Franco-Prussian War and the Commune he won much distinction as protector of German and other foreign citizens in Paris.",
        "He was the only foreign minister who remained at his post during the Commune.",
        "On the 9th Thermidor he was one of the deputies delegated to aid Barras to repress the insurrection made by the commune of Paris in favour of Robespierre.",
        "Pop. (1901), 3607 (town); 5023 (commune).",
        "But he did not come into prominence until the night of the 30th-31st of May 1793, when he was provisionally appointed commandantgeneral of the armed forces of Paris by the council general of the Commune.",
        "On the 13th he was impeached in the Convention; but the motion was not carried, and on the 1st of July he was elected by the Commune permanent commander of the armed forces of Paris.",
        "Pop. (1901), 9631 (town); 24,648 (commune).",
        "The errors of the Commune confirmed Renan in this reaction.",
        "On the establishment of the Commune she joined the National Guard.",
        "When she was brought before the 6th council of war in December 1871 she defied her judges and defended the Commune.",
        "Pop. (1901) town, 18,022; commune, 46,801.46,801.",
        "gave it, by imperial patent, the privilege of coining money and the right of self-government; and in the 13th century we find Rimini an independent commune waging war on the neighbouring cities.",
        "Pop. (1906) 3976 (town), 7064 (commune).",
        "Peter Watkins uses TV broadcasting, a deliberate anachronism, to stage his tale of the Paris Commune.",
        "There was even an organized walkout from the Commune.",
        "It was, at first the general council of the king, or the commune concilium, i.e.",
        "Pop. (1901) 4060 (town); 10,066 (commune).",
        "Pop. (1906) town, 44,113; commune, 58,363.",
        "It was impossible for him to recede, and, after accepting the title of Citoyen Egalite, conferred on him by the commune of Paris, he was elected twentieth and last deputy for Paris to the Convention.",
        "Every citizen of twenty-one years of age, unless subject to some legal disability, such as actual engagement in military service, bankruptcy or condemnation to certain punishments, has a vote, provided that he can prove a residence of six months duration in any one town or commune.",
        "As the arrondissement has neither property nor budget, the principal business of the council is to allot to each commune its share of the direct taxes imposed on the arrondissement by the general council.",
        "The chief magistrate of the commune is the mayor (tnaire), who is (I) the agent of the central government and charged as such with the local promulgation and execution of the general laws and decrees of the country; (2) the executive head of the municipality, in which capacity he supervises the police, the revenue and public works of the commune, and acts as the representative of the corporation in general.",
        "In a commune of 2500 inhabitants or less there is one deputy; in more populous communes there may be more, but in no case must the number exceed twelve, except at Lyons, where as many as seventeen are allowed.",
        "The extent of the rights which the charter conceded determined whether the town was a free town (vr je stadt - villa franca) or a commune (gemeente - communia).",
        "In the case of a commune the concessions included generally the right of inheritance, justice, taxation, use of wood, water, &c. The lord's representative, entitled \" justiciary \" (schout) of \" bailiff \" (baljuw), presided over the administration of justice and took the command of the town levies in war.",
        "A charter of 1212 of Count Ferdinand (of Portugal) and his wife Johanna introduced a modified system of election for the scabini; a further charter (1228) fixed the executive at 39 members, including scabini and members of the commune, and ordained that the bailli of the count and his servientes, like the podestds of Italian cities, were not to be natives of Ghent.",
        "His daily attacks on the Mountain resulted, on the 15th of April 1793, in a demand by the commune for his exclusion from the assembly, but, undaunted, when the Parisian populace invaded the Chamber on the 2nd of June, Lanjuinais renewed his defiance of the victorious party.",
        "The rural population of that country, at the earliest period accessible to our inquiries, consisted of (I) slaves, (2) free agricultural labourers, and (3) peasants proper, who were small farmers or cottiers and members of a commune.",
        "Giry himself published Les Etablissements de Rouen (1883-1885), a study, based on very minute researches, of the charter granted to the capital of Normandy by Henry II.; king of England, and of the diffusion of similar charters throughout the French dominions of the Plantagenets; a collection of Documents sur les relations de la royaute avec les villes de France de 1180 a 1314 (1885); and Etude sur les origines de la commune de Saint-Quentin (1887).",
        "GIOVANNI BENTIVOGLIO (1443-1508), tyrant of Bologna, descended from a powerful family which exercised great influence in Bologna during the 15th century, was born after the murder of his father, then chief magistrate of the commune.",
        "In the same line as the faÃ§ade of the cathedral are the Broletto (in black and white marble), dating from 1215, the seat of the original rulers of the commune, and the massive clock-tower.",
        "The commune, however, subsisted, and was on several occasions strong enough tb eject the masters who were distasteful to it.",
        "A Burgermeister, once elected, becomes a member of the bureaucracy and is responsible to the central administration; even the headman of a village commune is, within the narrow limits of his functions, a government official.",
        "This, superseding the autonomy severally enjoyed by the towns and cities since the middle ages (see COMMUNE), aimed at welding the citizens, who had hitherto been divided into classes and gilds, into one corporate whole, and giving them all an active share in the administration of public affairs, while reserving to the central authorities the power of effective control.",
        "Accident Insurance (Unfallversicherung).The insurance of workmen and the lesser officials against the risks of accident is effected not through the state or the commune, but through associations formed ad hoc. These associations are composed of members following the same or allied occupations (e.g.",
        "But when the sovereigns power decayed, the imperial cities were really free republics, governing themselves according to their own ideas of law and justice (see COMMUNE).",
        "The original manuscript first belonged to Montmerque, and then passed into the possession of Le Roux de Lincy, who prepared an annotated edition; unfortunately this material, together with the original MS., was lost in the incendiary fires which took place under the Commune (1871).",
        "The Graves contains one vineyard, namely ChÃ¢teau Haut-Brion, which ranks in quality together with the three first growths of the Medoc. The remainder of the red Graves are not classified, but among the more important wines may be mentioned the following: in the commune of Pessac, ChÃ¢teau La Mission and ChÃ¢teau PapeClement; in the commune of Villenave D'Ornon, ChÃ¢teau La Ferrade; in Leognan, ChÃ¢teau Haut-Bailly, ChÃ¢teau Haut-BrionLarrivet and ChÃ¢teau Branon-Licterie; in Martillac, ChÃ¢teau Smith-Haut-Lafite.",
        "On the 31st of May he was one of the delegates from the Commune to the Convention demanding the dissolution of the Commission of Twelve and the proscription of the Girondists, and he was in command of the insurrectionary forces of the Commune during the emeute of the 2nd of June (see French Revolution).",
        "He was hard alike on the lazy, the depraved, and the weak, and tried to get them expelled from the commune.",
        "If you're interested in trying to commune with the soul of a departed loved one, you may want to see if you are able to do so with this game.",
        "Titled \"Cult Commune,\" episode seven took place at the remote Sussurro Canyon in southern California.",
        "David was born in a commune in Winchester, Virginia.",
        "The Tlingit, Haida and Kwakiutul tribes of the American Northwest also practiced ear, nose and lip piercings to alter consciousness and commune with the gods.",
        "It is a town, a commune (similar in an American state), and a winter sports resort.",
        "It is an artistic and non-materialist society, like a hippy commune only better organized and better educated.",
        "His hostility to the insurrectional commune of Paris, which led him to propose transferring the government to Blois, and his attacks upon Robespierre and his friends rendered him very unpopular.",
        "The French census uses the commune as the basis of its returns, and employs the following classifications in respect to communal population: (I) Total communal population.",
        "(4) Population municipale agglomre au chef-lieu de la commune, which embraces the urban population as opposed to the rural population."
    ],
    "definition": [
        "To be in a state of intimate, heightened sensitivity and receptivity, as with one's surroundings: hikers communing with nature.",
        "To receive the Eucharist.",
        "com·mun′er\nnoun",
        "a. A relatively small, often rural community whose members share common interests, work, and income and often own property collectively.\nb. The people in such a community.",
        "The smallest local political division of various European countries, governed by a mayor and municipal council.",
        "a. A local community organized with a government for promoting local interests.\nb. A municipal corporation in the Middle Ages.",
        "often Commune\na. The revolutionary group that controlled the government of Paris from 1789 to 1794.\nb. The insurrectionary, socialist government that controlled Paris from March 18 to May 28, 1871.",
        "Link/Cite",
        "A small community, often rural, whose members share in the ownership of property, and in the division of labour; the members of such a community.",
        "A local political division in many European countries.",
        "To converse together with sympathy and confidence; to interchange sentiments or feelings; to take counsel.",
        "(intransitive, followed by with) To communicate (with) spiritually; to be together (with); to contemplate or absorb.\nHe spent a week in the backcountry, communing with nature.",
        "To receive the communion.",
        "Link/Cite"
    ]
}