{
    "translation": "מחויב",
    "uses": [
        "She was committed to the job.",
        "He's fully committed to continuing this adventure.",
        "I agreed and we committed ourselves to starting a family.",
        "He's totally committed to what we're doing.",
        "In either case a grave crime has been committed which deserves a grave punishment.",
        "It was a big jump for someone so committed to being morally correct.",
        "what crimes are committed in thy name!\"",
        "He was present at the siege of Rouen, and the king committed to him personally the negotiations for the surrender of the city in January 1419 and for the marriage of Katherine.",
        "committed by Nun() de Guzman), was removed to Valladolid (Morelia) a few years later to be combined with a local college, and was rebuilt in 1882.",
        "For if I examine an action committed a second ago I must still recognize it as not being free, for it is irrevocably linked to the moment at which it was committed.",
        "The flocks were committed to a shepherd who gave receipt for them and took them out to pasture.",
        "His troops had captured Messina after a bombardment which earned him the sobriquet of King Bomba; Catania and Syracuse fell soon after, hideous atrocities being everywhere committed with his sanction.",
        "Hubert de Burgh was the last of the great justiciars; after his fall (1231) the justiciarship was not again committed to a great baron, and the chancellor soon took the position formerly occupied by the justiciar as second to the king in dignity, as well as in power and influence.",
        "As a ruler he committed some errors, but his youth and inexperience and the extreme difficulty of his position must be taken into consideration.",
        "It makes but little difference whether you are committed to a farm or the county jail.",
        "14 it is ordained that, if any believer is sick, he shall call for the elders of the church; and they shall pray over him, anointing him with oil in the name of the Lord; and the prayer of faith shall save him that is sick, and the Lord shall raise him up; and if he have committed sins, it shall be forgiven him.",
        "He pushed off once again, committed firmly to the pursuit.",
        "On the spur of the moment he picked up the phone and dialed Cece Baldwin, a number he now had committed to memory from the many unsuc­cessful times he'd made the call.",
        "He should've let you remember every wrong you committed so you could relive them every second of every day.",
        "How did she assess the extent of betrayal already committed by a man she trusted as an uncle?",
        "He's drawing up papers to have her committed and flying out here to 'save' the boy.",
        "He's not going to get her committed without a few miles of red tape but just the threat of a lockup could drag her back to old Virginia.",
        "Jackson stood close enough to hear the conversation, and as soon as the moron committed to buy a watercolor; he approached Elisabeth, put his arms around her and said, Darling, the caterer needs to see you for a minute.",
        "Dean simply shook his head, committed to being grumpy for the entire day.",
        "Here was committed the first overt act of the mutiny, on the 25th of February 1857.",
        "Now, with Quinn's interest piqued, we were a committed pack of five dedicated to seek answers, wherever they might lie.",
        "It was either that or start from scratch but he's not even sure he's a catholic, much less committed to anything.",
        "It was the first time they had made love, and were newly committed to one another.",
        "But in cases where a debt or instalment is in arrear and it is proved to the satisfaction of the court that the person making default either has or has had since the date of the order or judgment the means to pay the sum in respect of which he has made default and has refused or neglected to pay, he may be committed to prison at the discretion of the judge for a period of not more than forty-two days.",
        "Under the command of the lord of Lumbres, the lord of Treslong, and William de la Marck (lord of Lumey) they spread terror and alarm along the coast, seized much plunder, and in revenge for Alva's cruelty committed acts of terrible barbarity upon the priests and monks and catholic officials, as well as upon the crews of the vessels that fell into their hands.",
        "Where a debtor has committed any act of bankruptcy a creditor or creditors whose aggregate claims are not less than £50 may proceed against him in bankruptcy.",
        "He landed in Africa with a small band of veterans, and Firmus, to avoid being taken prisoner, committed suicide.",
        "Millions of men perpetrated against one another such innumerable crimes, frauds, treacheries, thefts, forgeries, issues of false money, burglaries, incendiarisms, and murders as in whole centuries are not recorded in the annals of all the law courts of the world, but which those who committed them did not at the time regard as being crimes.",
        "As big a pain Quinn is at times, I know he's as committed as the rest of us to helping as many kids as possible.",
        "Deacon of the pope (St) Sixtus (Xystus) II., he was called upon by the judge to bring forth the treasures of the church which had been committed to his keeping.",
        "\"Does the detective think you committed a crime or you're involved in some way?\" she asked.",
        "Its mission statement is to demand transparency after a crime is committed and to assure all efforts to nail the guilty party are being pursued.",
        "Together we paced out our quarters carefully and committed to memory exactly where everything was located.",
        "By withholding the tribute which Irene had agreed to pay to Harun al-Rashid, Nicephorus committed himself to a war with the Saracens.",
        "Since the world began and men have killed one another no one has ever committed such a crime against his fellow man without comforting himself with this same idea.",
        "\"More importantly,\" Fred asked, \"If Edith never knew Annie committed suicide, how did she just happen to hang herself the very same way?\"",
        "That makes us all de facto millionaires, and very committed to remaining so.",
        "I first spoke to Martha, while not fully committed; I knew she was more sympathetic to Howie than her husband.",
        "When I go to far-flung places, I often know little of local customs and, through ignorance, I have committed more than one faux pas.",
        "During the sojourn in Botany Bay the crew had to perform the painful duty of burying a comrade - a seaman named Forby Sutherland, who was in all probability the first British subject whose body was committed to Australian soil.",
        "He resisted the visitation of August 1547, and was committed to the Fleet; but he withdrew his opposition, and was released in time to take an active part against the government in the parliament of November 1547.",
        "While his treaty with Lord Lyons in 1862 for the suppression of the slave trade conceded to England the right of search to a limited extent in African and Cuban waters, he secured a similar concession for American war vessels from the British government, and by his course in the Trent Affair he virtually committed Great Britain to the American attitude with regard to this right.",
        "The eatery doubles as both a restaurant and a fish market, and they are committed to sustainable fishing practices.",
        "The proprietors of this restaurant are committed to producing quality food and decreasing its carbon footprint, making it a healthy choice for you and the environment.",
        "To cut Alexander's communications with the rear, Darius now committed the error of entangling his large force in the mountain defiles.",
        "By 1868 both political parties in the House of Commons had committed themselves to the policy of state purchase of the telegraphs.",
        "On Ascension Day 1528 he committed an outrage on the sacrament carried in procession; he was placed in the pillory, had his tongue bored, and was banished from Delft for three years.",
        "He admitted ignorance, scientifically speaking, but was now committed to finding answers.",
        "The same year he was named one of the justices of the peace for his borough; and on the grant of a new charter showed great zeal in defending the rights of the commoners, and succeeded in procuring an alteration in the charter in their favour, exhibiting much warmth of temper during the dispute and being committed to custody by the privy council for angry words spoken against the mayor, for which he afterwards apologized.",
        "In Africa a whole series of outrages are committed against the almost unarmed inhabitants.",
        "It established that all Italian cabinets since 1880 had grossly neglected the state banks; that the two preceding cabinets had been aware of the irregularities committed by Tanlongo; that Tanlongo had heavily subsidized the press, paying as much as 20,000 for that purpose in 1888 alone; that a number of deputies, including several ex-ministers, had received from him loans of a considerable amount, which they had apparently made no effort to refund; that Giolitti had deceived the Chamber with regard to the state banks, and was open tosuspicion of having,after the arrest of Tanlongo, abstracted a number of documents from the latters papers before placing the remainder in the hands of the judicial authorities.",
        "Whether he or the Crispi cabinet had any inklinf of the enterprise to which they were committed by the occupa tion of Tigr is more than.",
        "At Milan it was more serious and lasted longer than elsewhere, as the movement was controlled by the anarchists under Arturo Labriola; the hooligans committed many acts of savage violence, especially against those workmen who refused to strike, and much property was wilfully destroyed.",
        "Further acts of violence were committed by the Germans in 1903, which led to antiAustrian demonstrations in Italy.",
        "Yet the new administration did very well till, after resettling the government of India, and recovering from a blunder committed by their Indian secretary, Lord Ellenborough, they must needs launch a Reform Bill to put that dangerous question out of controversial politics.",
        "The custom whereby the inhabitants of a district were responsible for any crime or injury committed by one of their number is old and widespread; it prevailed in England before the Norman Conquest, and is an outcome of the earlier principle whereby this responsibility rested on kinship. Thus a law of Edgar (d.",
        "In the end Shaftesbury was committed to the Tower, tried and acquitted.",
        "Flamsteed denounced the production as surreptitious; he committed to the flames three hundred copies, of which he obtained possession through the favour of Sir Robert Walpole; and, in defiance of bodily infirmities, vigorously prosecuted his designs for the entire and adequate publication of the materials he continued to accumulate.",
        "A youth at his father's death (1645), he was committed to the care of the boyarin Boris Ivanovich Morozov, a shrewd and sensible guardian, sufficiently enlightened to recognize the needs of his country, and by no means inaccessible to Western ideas.",
        "No one, it is said, who ever feels remorse for the committal of a wrong act can honestly avoid the admission that at the moment when the act was committed he could have acted otherwise.",
        "Humanitarian moralists, who hesitate to believe in the retributive theory of punishment because, as they think, its aim is not the criminal's future well-being but merely the vindication through pain of an outrage upon the moral law which the criminal need never have committed, might welcome a theory which urges that the sole aim of punishment should be the exercise of an influence determining the criminal's future conduct for his own or the social good.",
        "The king's advisers now urged him to arrest Shaftesbury; he was seized on the 2nd of July 1681, and committed to the Tower, the judges refusing his petition to be tried or admitted to bail.",
        "It is impossible to suppose that Rostopchin had scared them by his accounts of horrors Napoleon had committed in conquered countries.",
        "Similarly a man who committed a murder twenty years ago and has since lived peaceably and harmlessly in society seems less guilty and his action more due to the law of inevitability, to someone who considers his action after twenty years have elapsed than to one who examined it the day after it was committed.",
        "After all, Howie and Betsy were apparently committed.",
        "I'm talking about Howie's reaction to witnessing a crime being committed.",
        "He talked about having her committed.",
        "Which means I can forgive any trespass she may have committed.",
        "A further derogation from the ideal of democratic austerity was committed by adding 80,000 per annum to the kings civil list (14th May 1877) and by burdening the state exchequer with royal household pensions amounting to 20,000 a year.",
        "Partly to satisfy public opinion, partly in order to profit by the favorable disposition of the British government, and partly in the hope of remedying the error committed in 1882 by refusal to co-operate with Great Britain in Egypt, the Italian government in January 1885 despatched an expedition under Admiral Caimi and Colonel Saletta to occupy Massawa and Beilul.",
        "Having been convicted of extortion, he committed suicide (Cicero, De Legibus, i.",
        "On grounds of policy and morality alike the act was quite indefensible; but it is perhaps some palliation of his perjury that it was committed to satisfy the last urgent wish of a dying man, and that he alone remained true to the nine days' queen when the others who had with him signed Edward's device deserted her.",
        "If the prosecutor have first brought him before the civil judge, the evidence is to be sent to the bishop, and the latter, if he thinks the crime has been committed, may deprive him of his office and order, and the judge shall apply to him the proper legal punishment.",
        "But he could not try criminal matters unless specially committed to him (Lyndwood, Provinciale, lib.",
        "In Belgium causes appealed to Rome had to be committed to local delegates (Van Espen, pars iii.",
        "The Viscount Stafford was one of the \"five Popish lords\" committed to the Tower in 1678 as a result of the slanders of Titus Oates and he died by the axe in 1680 upon testimony which, as the diarist Evelyn protested, \"should not be taken against the life of a dog.\"",
        "500, though the date at which they were actually committed to writing is very uncertain.",
        "In 1890 he tells us how a grievous error had been committed in one of the first steps, and pathetically adds, \"My spirit in the work was broken, and I have never heartily proceeded with it since.\"",
        "Procopius relates that Theodoric soon repented of his cruel deed, and that his death, which took place soon after, was hastened by remorse for the crime he had committed against his great counsellor.",
        "\"The sin once committed, there is no more wavering or flinching possible to him, who has fought so hard against the demoniac possession; while she who resigned body and soul to the tempter, almost at a word, remains liable to the influences of religion and remorse.\"",
        "On the 2nd Anne herself was committed to the Tower on a charge of adultery with various persons, including her own brother, Lord Rochford.",
        "At seven he was committed for eighteen months to the care of a private tutor, John Kirkby by name, and the author, among other things, of a \" philosophical fiction \" entitled the Life of Automathes.",
        "and the expansion of the commercial industry of the nation committed to his care.",
        "Phelim and his followers committed much depredation in Ulster on the pretext of reducing the Scots; and he attempted without success to take Drogheda, being compelled by Ormonde to raise the siege in April 1642.",
        "He was responsible for many of the barbarities committed by the Catholics during the rebellion.'",
        "He commanded a troop of horse in Scotland in 1639; was involved in army plots in 1641, for which he was committed to the Tower, but escaped abroad; and on the outbreak of the Civil War returned to England and served with Prince Rupert, being present at Marston Moor, the second battle of Newbury and Naseby.",
        "After the failure of Contarini's attempt at reconciliation with the Protestants (1541) the papacy committed itself to the reaction advocated by Caraffa; the Inquisition and censorship were set up (1542, 1 543), and the extermination of heresy in Italy undertaken with vigour.",
        "(379-395) the internal affairs of the Jews were formally committed to the patriarchs, and Honorius (404) authorized the collection of the patriarch's tax (aurum coronarium), by which a revenue was raised from the Jews of the diaspora.",
        "During the insurrection which followed, the usual barbarities were committed on both sides; the Christians betook themselves to the mountains, and the Mussulman peasants crowded into the fortified towns.",
        "in 1386, Witowt was at first content with the principality of Grodno; but jealousy of Skirgiello, one of Jagiello's brothers, to whom Jagiello committed the government of Lithuania, induced Witowt to ally himself once more with the Teutonic Order (treaty of Konigsberg, 24th of May 1390).",
        "One incident (the incest unwittingly committed) frequently recurs in connexion with the life of Gregory the Great.",
        "He found that his Sophie was an idealized version of a rather common and ill-educated woman, and she consoled herself with the affection of a young officer, after whose death she committed suicide.",
        "Holkar and the Bhonsla committed hostile acts.",
        "The early castle, which existed before 1086, was important during the civil wars of Stephen's reign; in 1142 Robert, earl of Gloucester, on his departure for France, committed it to his son's charge.",
        "Then one or two tactical blunders were committed; and the tsar, taking courage, enveloped the little band in a vast semicircle bristling with the most modern guns, which fired five times to the Swedes' once, and swept away the guards before they could draw their swords.",
        "Looking on Miller's labours as we now can, we see that such errors as he committed are chiefly due to his want of special knowledge of ornithology, combined with the absence in several instances of sufficient materials for investigation.",
        "But it is not till we come to the opening of the next century that Venice definitely acquired land possessions and found herself committed to all the difficulties and intricacies of Italian mainland politics.",
        "Especially feared among many peoples are the souls of those who have committed suicide or died a violent death; the woman who dies in childbed is held to become a demon of the most dangerous kind; even the unburied, as restless, dissatisfied spirits, are more feared than ordinary ghosts.",
        "As a natural result of this belief we find the view that the operations of nature are conducted by a multitude of more or less obedient subordinate deities; thus, in Portuguese West Africa the Kimbunda believe in Suku-Vakange, but hold that he has committed the government of the universe to innumerable kilulu good and bad; the latter kind are held to be far more numerous, but Suku-Vakange is said to keep them in order by occasionally smiting them with his thunderbolts; were it not for this, man's lot would be insupportable.",
        "4, and note that in Athens, ostracism gratuitously anticipated a crime which, if committed, would have been punishable in the popular Heliaea.",
        "The lessee must give notice to the lessor of any acts of usurpation committed on the property (Art.",
        "He sided with Sulla in the civil war, was included in the proscription list of 87, and when Marius declined to pardon him, committed suicide.",
        "If Venetian cupidity had not originally deflected the Crusade (and it was the view of contemporary writers that Venice had committed her first treason against Christianity by diverting the Crusade from Egypt in order to get commercial concessions from Malik-al-Ad11, 2 yet it had at any rate profited exceedingly from that deflection; and the Hohenstaufen and their protégé Alexius only reaped dust and ashes.",
        "By the Central Criminal Court Act 1834, cognizance of crimes committed within the jurisdiction of the admiralty was given to the central criminal court.",
        "By an act of 1844 it has been also given to the justices of assize; and crimes done within the jurisdiction of the admiralty are now tried as crimes committed within the body of a county.",
        "The metals he produced are said to have proved genuine on assay; when, however, in the following year he was challenged to repeat the experiments he was unable to do so and committed suicide.",
        "The issue of this conflict was determined less by any intrinsic superiority on the part of her enemies than by the blunders committed by a people unable to carry out a consistent foreign policy on its own initiative, and served since Pericles by none but selfish or short-sighted advisers.",
        "Under this system the crimes in a given district were always committed by strangers rendering identification of the criminal difficult and escape easy.",
        "Refusing to take the oath, he was committed (15th of April) to the Tower, where he suffered greatly from the rigours of a long confinement.",
        "A strong force of military police is stationed at Myitkyina, with several outposts in the Kachin hills, and the country is never wholly free from crimes of violence committed by the Kachins.",
        "In most Monthly Meetings the care of the poor is committed to the overseers.",
        "Many enormities were committed by the insurgents, and were avenged with scarcely inferior barbarity.",
        "The cardinal was, by order of the regent, committed to the custody of Lord Seaton; but his imprisonment was merely nominal, and he was soon again at liberty and at the head of the party opposed to the English alliance.",
        "On the 23rd of July all was confusion at the depots, and the leaders were divided as to the course to be pursued; orders were not obeyed; a trusted messenger despatched for arms absconded with the money committed to him to pay for them; treachery, quite unsuspected by Emmet, honeycombed the conspiracy; the Wicklow contingent failed to appear; the Kildare men turned back on hearing that the rising had been postponed; a signal expected by a contingent at the Broadstone was never given.",
        "The Spanish volunteers committed horrible excesses in Havana and other places; the rebels also burned and killed indiscriminatingly, and the war became increasingly cruel and sanguinary.",
        "Torgud was now summoned to Constantinople to answer for piracies committed on the friendly galleys of Venice; but he sailed instead to Morocco, and there for two years defied the sultan's authority.",
        "Its acceptance was however the signal for a series of massacres in almost every town of importance throughout Asia Minor, which there is but too strong evidence for suspecting were committed with the connivance of the authorities, and in which upwards of 200,000 persons are computed to have perished.",
        "His Manual of the Law of Scotland (1839) brought him into notice; he joined Sir John Bowring in editing the works of Jeremy Bentham, and for a short time was editor of the Scotsman, which he committed to the cause of free trade.",
        "Before applying for an absolute divorce the plaintiff must have resided in the state for the year next preceding, unless the cause of action is adultery committed while the plaintiff was a resident of the state.",
        "After the assault, some deplorable excesses were committed by the victorious troops.",
        "Before being admitted to deacon's orders he had communicated to a friend some fault which he had committed when about fifteen years of age.",
        "Simony may be committed in three ways - in promotion to orders, in presentation to a benefice, and in resignation of a benefice.",
        "In 1453 hostilities against Florence were again resumed, on account of the invasions and ravages of Sienese territory committed by Florentine troops in their conflicts with Alphonso of Naples, who since 1447 had made Tuscany his battleground.",
        "The special care of the poor is committed to deacons.",
        "That he committed serious errors, his warmest admirers will hardly deny.",
        "He committed the great mistake, too, of directing the movements of distant armies from the seat of government, though those armies were under able generals.",
        "His great anxiety, however, was that the British nation should not be committed to any unworthy course during the progress of that struggle.",
        "And when relations with America were becoming critical and menacing in consequence of the depredations committed on American commerce by vessels issuing from British ports, he brought the question before the House of Commons in a series of speeches of rare clearness and force.",
        "Throughout his reign the Czechs and the Germans were every whit as dangerous to Hungary as the Turks, and the political necessity which finally compelled Matthias to partition Austria and Bohemia, in order to secure Hungary, committed him to a policy of extreme circumspection.",
        "Sixty-two of its seventy-one enactments were directed against the peasants, who were henceforth bound to the soil and committed absolutely into the hands of \" their natural lords.\"",
        "A Hungarian court chancery was now established at Vienna, while the government of Hungary proper was committed to a royal stadholdership at Pressburg.",
        "The dominant Magyar parties were committed to the principle of franchise reform; but they were determined that this reform should be of such a nature as not to imperil their own hegemony.",
        "Having been beaten in a trial of soothsaying, Calchas died of chagrin or committed suicide.",
        "The Austrian Government committed the grave blunder of answering these demonstrations by press confiscations and by the dissolution of the town councils of Spalato and Sebenico.",
        "Though otherwise progressive, this law committed the injustice of temporarily disfranchising the nonYugoslav minorities, on the convenient pretext that they could not claim the vote until the expiry of the two years during which the Treaty of Trianon secures their right to choose citizenship in a neighbouring State.",
        "But the truth was that the Boers thought they stood to gain by fighting, while the British, though not expecting war, and acting up till the last month or so on the assumption that serious military preparations were either unnecessary or sufficiently unlikely to be necessary to make them politically inexpedient, had with no less confidence committed themselves to a policy which was impracticable on peaceful terms.",
        "The defence of the castle was committed by Henry IV.",
        "Volumes and almost libraries have been written on the Calas affair, and we can but refer here to the only less famous cases of Sirven (very similar to that of Calas, though no judicial murder was actually committed), Espinasse (who had been sentenced to the galleys for harbouring a Protestant minister), Lally (the son of the unjustly treated but not blameless Irish-French commander in India), D'Etalonde (the companion of La Barre), Montbailli and others.",
        "During the stress of war, Zaleucus violated this law; and, on its being pointed out to him, he committed suicide by throwing himself upon the point of his sword, declaring that the law must be vindicated.",
        "But though the plans of Wren and Hooke were not adopted, it was to these two fellows of the Royal Society that the labour of rebuilding London was committed.",
        "The trustees were required and empowered to maintain, repair and improve the roads committed to their charge, and the expenses of the trust were met by tolls levied on persons using the road.",
        "As a preliminary to his undertaking a serious land campaign on the shores of the Aegean, the general felt himself obliged to concentrate his forces in Egypt, and to prepare them there for the hazardous undertaking to which they were to be committed.",
        "Acts of violence were committed on British ships and British seamen.",
        "Little is known of the ministry of Angad except that he committed to writing much of what he had heard about Guru Nanak as well as some devotional observations of his own, which were afterwards incorporated in the Granth.",
        "Along with his six brethren, Ken was committed to the Tower on the 8th of June 1688, on a charge of high misdemeanour; the trial, which took place on the 29th and 30th of the month, and which resulted in a verdict of acquittal, is matter of history.",
        "In 1628 Castelli published a small work, Della misura dell' acque correnti, in which he satisfactorily explained several phenomena in the motion of fluids in rivers and canals; but he committed a great paralogism in supposing the velocity of the water proportional to the depth of the orifice below the surface of the vessel.",
        "In the discussion of some points he committed considerable mistakes.",
        "to give a pecuniary guarantee to ensure payment of fines for offences committed by any one of their number, a provision made necessary by the fact that the whole clan acted collectively.",
        "They turned the tables on the pope by engaging Hawkwood, and although the Bretons by order of Cardinal Robert of Geneva (afterwards the anti-pope Clement VII.) committed frightful atrocities in Romagna, their captains were bribed by the republic not to molest its territory.",
        "The commission appointed to try him on charges of heresy and treason was composed of his enemies, including Doffo Spini, who had previously attempted to murder him; many irregularities were committed during the three trials, and the prisoner was repeatedly tortured.",
        "In August the Spaniards took Prato by storm and committed hideous atrocities on the inhabitants; Florence was in a panic, a group of the Ottimati, or nobles, forced Soderini to resign and leave the city, and Cardona's new terms were accepted, viz.",
        "xx.), but here Abimelech takes Sarah to wife, although he is warned by a divine vision before the crime is actually committed.",
        "The duration of John's ministry cannot be determined with certainty: it terminated in his imprisonment in the fortress of Machaerus, to which he had been committed by Herod Antipas, whose incestuous marriage with Herodias, the Baptist had sternly rebuked.",
        "According to Ulpian the punishment for sacrilegium varied according to the position and standing of the culprit and the circumstances under which the crime was committed.",
        "The tendency of the later law has been to put the offence of sacrilege in the same position as if the offence had not been committed in a sacred building Thus breaking into a place of worship at night, says Coke, is burglary, for the church is the mansion house of Almighty God.",
        "2, 1410) prevented the outbreak of hostilities, inasmuch as the parties were enjoined by its terms to return to their estates; but in 1411, in consequence of ravages committed by the Armagnacs in the environs of Paris, the duke of Burgundy was called back to Paris.",
        "The main causes of these conflicts on the continent were the monopoly of power by the patricians, acts of violence committed by them, their bad management of the finances and their partisan administration of justice.",
        "Menshikov was committed to the Petrine system, and he recognized that, if that system were to continue, Catherine was, at that particular time, the only possible candidate.",
        "He was able to throw off responsibility to any central authority, and to exercise the powers which had been committed to him as an agent of the king, as if they were his own private possession.",
        "What they were, however, was as well known, as capable of proof, and as adequate a check on innovation by either party, as if committed to writing.",
        "He then advanced southwards, besieged and took Catania, where his troops committed many atrocities, and by May 1849 he had conquered the whole of Sicily, though not without much bloodshed.",
        "Mehemet Ali and his son Ibrahim Pasha were, however, now committed to their conflict with Turkey for Syria and Asia Minor, and had no troops to spare for the thankless task of holding the Arabian deserts; the garrisons were gradually withdrawn, and in 1842 Fesal, who had escaped from his prison at Cairo reappeared and was everywhere recognized as amir.",
        "The piracies committed by the Jawasimi Arabs in the gulf compelled the intervention of England, and in 1810 their strongholds were destroyed by a British-Indian expedition.",
        "Indictments still conclude with a statement that the offence was committed \"against the peace of our lord king, his crown and dignity.\"",
        "Christ established not only a pontifical but a royal sovereignty (principatus) and committed to blessed Peter and his successors the empire both of earth and heaven, as is sufficiently proved by the plurality of the keys\" (Codex epist.",
        "The rearmost troops of the Russian 2nd column, not yet committed to the fight on the Goldbach, made a bold counter stroke against St Hilaire's right flank, but were repulsed, and Soult now turned to relieve the pressure on Davout by attacking Sokolnitz.",
        "in the Southern states, owing to the harsh Reconstruction laws and the robberies committed by the carpet-bag governments which those laws kept in power; secondly, the scandals at.",
        "It was in this form that he criticized the \" atheistic mesmerism \" to which his sister Harriet had committed herself, and she never forgave his criticism.",
        "He stood equally remote from the old Voluntary principle, that \" the State had nothing to do with religion,\" and from the sacerdotal position that the clergy stood in an apostolic succession, and either constituted the Church or were the persons into whose hands its guidance had been committed.",
        "7) - but three centuries later and on the authority of earlier writers unnamed - that he was exiled to Gaul and committed suicide at Vienne.",
        "On the other hand the Mors Pilati tells how when condemned by the emperor he committed suicide; and his body, thrown first into the Tiber and then the Rhone, disturbed both waters, and was driven north into \" Losania,\" where it was plunged in the gulf near Lucerne and below Mt Pilatus (originally no doubt Pileatus or cloud-capped), from whence it is raised every Good Friday to sit and wash unavailing hands.",
        "His chief agent, Captain (afterwards Sir William) Sleeman, with several competent assistants, and the co-operation of a number of native states, succeeded in completely grappling with the evil, so that up to October 1835 no fewer than 1562 Thugs had been committed, of which number 382 were hanged and 986 transported or imprisoned for life.",
        "1879); Major Sleeman, Report on the Depredations committed by the Thug Gangs (Calcutta, 1840); J.",
        "The Lar familiaris has been regarded' as the embodiment of all the family dead and his cult as a consummation of ancestor-worship, but a more probable explanation regards him as one of the Lares (q.v.; numina of the fields worshipped at the compita, the places where properties marched) who had special charge of the house or possibly of the household servants (familia); for it is significant that his worship was committed to the charge of the vilica.",
        "Continued outrages and aggressions were, however, committed by the Bhutias on British subjects in the Dwars.",
        "It had come to be a current belief that the Iliad was first committed to writing in the age of Peisistratus.",
        "On the defeat of the royal army Leslie, intercepted in his retreat through Yorkshire, was committed to the Tower, where he remained till the Restoration in 1660.",
        "Forming his increased forces into two divisions, he committed the charge of one to his colleague Rivas, and pushing on for Caracas the capital, issued his decree of \"war to the death.\"",
        "Under the influence of their fear of a French naval force King Charles's ministers committed a great blunder.",
        "Servilius and all the Roman citizens within its walls being massacred by the inhabitants in 90 B.C. It was captured after a long siege by Pompeius Strabo in 89 B.C. The leader, Judacilius, committed suicide, the principal citizens were put to death, and the rest exiled.",
        "The massacres they committed were portentous.",
        "But the religious agitation was affecting his own Flemish possessions, and when Philip went back to Spain, in August 1559, he was committed to a lifelong struggle in which he could not prove victorious except by the conquest of France and England.",
        "Without abolishing the customary law of the German tribes, which is said to have been committed to writing by his orders, he added to it by means of capitularies, and thus introduced certain Christian principles and customs, and some degree of uniformity.",
        "He commanded a corps longer than any other, and his name was never mentioned as having committed in battle a blunder for which he was responsible.\"",
        "The closing of the intermediate stage of the history of created things is committed to the Christ who will also be Lord of the age to come.",
        "His appointment may have been due to the fact that he was not committed entirely to either party.",
        "Indeed, there still existed on the statute a provision that \"Masters and Bachelors who did not follow Aristotle faithfully were liable to a fine of five shillings for every point of divergence, and for every fault committed against the logic of the Organon.\"",
        "Two men, Miles Forest and John Dighton, then smothered the youths under pillows while they were asleep. The murder was committed most probably in August or September 1483.",
        "Markham has argued that the deed was committed by order of Henry VII.",
        "After he had undergone the ceremony of degradation with all the childish formalities usual on such occasions, his soul was formally consigned by all those present to the devil, while he himself with clasped hands and uplifted eyes reverently committed it to Christ.",
        "As a manager, though he committed some grievous blunders, he did good service to the theatre and signally advanced the popularity of Shakespeare's plays, of which not less than twenty-four were produced at Drury Lane under his management.",
        "2 He had, however, committed one serious mistake.",
        "After Lugard's return a lull occurred till the coast caravan left, when lawlessness again broke out and several murders were committed.",
        "He was further entrusted by Augustus with a summary criminal jurisdiction over slaves and rioters, which was, however, gradually extended till in the time of Severus or even earlier it embraced all offences by whomsoever committed.",
        "- The important duty of provisioning Rome was committed by Augustus (between A.D.",
        "He exercised criminal jurisdiction in cases of incendiarism and offences committed against the law during the night, and in later times this jurisdiction was considerably extended.",
        "Rumours of his confinement at Kholmogory having leaked out, he was secretly transferred to the fortress of Schliisselburg (1756), where he was still more rigorously guarded, the very commandant of the fortress not knowing who \"a certain arrestant\" committed to his care really was.",
        "How can they have been the \" awful mysteries,\" the \" dread and terrible canons,\" the \" mystic teachings,\" the \" ineffable sentences,\" the \" oracles too sacred to be committed to writing \" which the homilists of that age pretend them to have been?",
        "He committed to the flames the whole body of the canon law, together with an edict of the head of the Church which had recently been issued against his teachings.",
        "4) gives the following account of the miracle: As all the Apostles were watching round the dying Mary, Jesus appeared with His angels and committed the soul of His Mother to the Archangel Michael.",
        "Taking for granted the unity of the world idealism is committed to interpret it as spiritual as a unity of spirits.",
        "Both political parties were committed to this policy, and strong passions were aroused whenever it was called in question.",
        "He had made a copy of St Paul's epistles and committed them to memory, and from this arsenal of Scripture he attacked the unrighteousness of the state no less than the superstition of the Church.",
        "In 155, together with Diogenes the Stoic and Critolaus the Peripatetic, he was sent on an embassy to Rome to justify certain depredations committed by the Athenians in the territory of Oropus.",
        "In answer to the doctrine of final cause, of design in nature, he points to those things which cause destruction and danger to man, to the evil committed by men endowed with reason, to the miserable condition of humanity, and to the misfortunes that assail the good man.",
        "But in 84 Sulla crossed over from Greece to Asia, made peace with Mithradates, and turned his arms against Fimbria, who, seeing that there was no chance of escape, committed suicide.",
        "But this implied the gathering of the earnest \" professors \" in each locality into a definite body, committed to the Gospel as their law of life.",
        "In the same month he was one of the twelve bishops impeached by the Commons for high treason and committed to the Tower.",
        "In 1617 Prince Maurice of Orange committed himself definitely to the Calvinistic party, found an occasion for throwing Oldenbarnevelt and Grotius into prison, and in November of that year called a synod intended to crush the Arminians.",
        "committed to a dangerous alliance with its northern neighbour no change was made in internal administration.",
        "Brand refused to allow the Free State to be committed to a suicidal treaty, or dragged into any wild policy which the Transvaal might deem it expedient to adopt.",
        "The loss of their independence was, however, felt bitterly by the broken out the Free State began to expel British subjects, and the very first act of war was committed by Free State Boers, who, on the 11th of October, seized a train upon the border belonging to Natal.",
        "Mr Roosevelt entered the presidency definitely committed to two principles which profoundly affected his course as chief executive of the United States.",
        "In Paris itself he was for a short time committed to the Bastille by the Leaguers, as a kind of hostage, it is said, for a member of their party who had been arrested at Rouen by Henry of Navarre.",
        "Further transportations were carried out, and in 797 Charles issued another capitulary which mitigated the severe provisions of the capitulary of 782; and about 802 the Saxon law was committed to writing.",
        "Buzot was outlawed, and fled to the neighbourhood of Bordeaux, and committed suicide in the woods of St Emilion on the 18th of June 1794.",
        "A climax was reached when the difficulties with Russia arose which led to the Crimean War; the prince was accused by the peace party of wanting war, and by the war party of plotting surrender; and it came to be publicly rumoured that the queen's husband had been found conspiring against the state, and had been committed to the Tower.",
        "It refers not to an accusation, but to sin actually committed (after baptism); and it denotes the setting of the sinner free from the guilt of the sin, or from its ecclesiastical penalty (excommunication), or from both.",
        "Rousseau was taken charge of by his mother's relations and was committed to the tutorship of M.",
        "From this time Alexander's confidence in Arakcheev steadily increased, and the emperor imparted to him, first of all, his many projects of reform, especially his project of military colonies, the carrying out of the details of which was committed to Arakcheev (1824).",
        "Of those who escaped to the provinces the greater number, after wandering about singly or in groups, were either captured and executed or committed suicide, among them Barbaroux, Buzot, Condorcet, Grangeneuve, Guadet, Kersaint, Petion, Rabaut de Saint-Etienne and Rebecqui.",
        "In view of this difficulty, it was claimed that the apostles had appointed the bishops as their successors, and that the latter were in possession of special divine grace enabling them to transmit and to interpret without error the teaching of the apostles committed to them.",
        "He shared in the fall of the Girondists, was arrested on the 2nd of June 1793, but somehow was left in prison until the 8th of December, when, on receiving notice that he was to appear on the next day before the Revolutionary Tribunal, he committed suicide.",
        "In January 1910 the Liberal government was again returned to power; but the Unionist party was now committed to Tariff Reform, which had made great strides in obtaining popular support.",
        "In addition, the Democratic party, which had long been committed, though in a half-hearted way, against the policy of high protection, was brought to a vigorous and uncompromising attack on it through the leadership of President Cleveland.",
        "After Luther's death the more rigid Lutherans declared it to be their duty to preserve the status religionis in Germania per Lutherum instauratus, and to watch over the depositum Jesu Christi which he had committed to their charge.",
        "Soranus was condemned to death (in 65 or 66), and committed suicide.",
        "It is supposed that he committed suicide.",
        "Tristan causes himself to be placed in a boat with his harp, and committed to the waves, which carry him to the shores of Ireland.",
        "The authority to grant such discharge was conceived to be included in the power of binding and loosing committed by Christ to His Church; and when in the course of time the vaguer theological conceptions of the first ages of Christianity assumed scientific form and shape at the hands of the Schoolmen, the doctrine came to prevail that this discharge of the sinner's debt was made through an application to the offender of what was called the \" Treasure of the Church \" (Thurston, p. 315).",
        "The coeval origin of consonants and vowels had indeed been questioned or denied by the earliest reformers (Luther, Zwingli, Calvin), but later, in the period of Protestant scholasticism and under the influence of one school of Jewish Rabbis, Protestant scholars in particular, and especially those .of the Swiss school, notably the Buxtorfs, had committed themselves to the view that the vowels formed an integral and original part of the text of the Old Testament; and this they maintained with all the more fervency.",
        "Philemon is of course a pure letter, and Philippians mainly so; the Pastorals, as their name implies, contain advice and instructions to the apostle's lieutenants, Timothy and Titus, in the temporary charge committed to them of churches that the apostle could not visit himself.",
        "As a presumptive ruler of England she was, like Cecil, and for that matter the future archbishop Parker also, too shrewd to commit herself to passive or active resistance to the law; and they merely anticipated Hobbes in holding that the individual committed no sin in subordinating his conscience to the will of the state, for the responsibility for the law was not his but the state's.",
        "The precaution proved useless, and four months later Cecil committed one of the rare rash acts of his life in marrying Mary Cheke.",
        "He was condemned to abjure or be burnt; and preferring the former alternative, was committed to the Fleet prison and afterwards to the Austin Friars in London.",
        "When a distinction was made between the souls in the under world, Sisyphus was supposed to be rolling up the stone perpetually as a punishment for some offence committed on earth; and various reasons were invented to account for it.",
        "His instructions were for some time handed down orally, but were subsequently committed to writing, and formed the twelve books of Tages, containing a complete system of Etruscan lore.",
        "Before his decease Smith directed that all his manuscripts except a few selected essays should be destroyed, and they were accordingly committed to the flames.",
        "The investigation of all new applications for relief was committed to the deacon of the district, and every effort was made to enable the poor to help themselves.",
        "When once the system was in operation it was found that a deacon, by spending an hour a week among the families committed to his charge, could keep himself acquainted with their character and condition.",
        "The world was startled, however, on the 30th of September 1891 by hearing that he had committed suicide in a cemetery at Brussels by blowing out his brains on the grave of his mistress, Madame de Bonnemains (née Marguerite Crouzet), who had died in the preceding July.",
        "At his birth Judas was enclosed in a chest and flung into the sea; picked up on a foreign shore, he was educated at the court until a murder committed in a moment of passion compelled his flight.",
        "Coming to Judaea, he entered the service of Pontius Pilate as page, and during this period committed the first two of the crimes which had been expressly foretold.",
        "Here most of the republican leaders were killed and Cato committed suicide.",
        "The pope, who knew the situation, committed a visitation of the Society to Cardinal Saldanha, an intimate friend of Pombal, who issued a severe decree against the Jesuits and ordered the confiscation of all their merchandise.",
        "g P Y g the century the ports of Yucatan and Central America were frequently raided, and in 1682 Tampico suffered a like disaster; in May 1683 Vera Cruz itself was captured through stratagem by two buccaneers, Van Horn and Laurent, who plundered the town for ten days, committed shocking outrages, and escaped as the Spanish fleet arrived.",
        "Ridolfi, the conspirator, was committed to his custody in October 1569, and seems to have deluded.",
        "committed to his charge, and in the course of the next six years was able to restore to the world a considerable number of long-lost works.",
        "It maintained that the church's infallible authority was committed to pope and bishops jointly.",
        "The result was as usual, and Mahmud, having committed Khwarizm to a new ruler, one of Mamun's chief officers, returned to his capital.",
        "These murders were committed so promptly and secretly that it is doubtful whether the estates, actually in session at the same place, knew what had been done when, on the 26th of May, under violent pressure from Goran Persson, they signed a document declaring that all the accused gentlemen under detention had acted like traitors, and confirming all sentences already passed or that might be passed upon them.",
        "The funds of the college, arising from lands and the fees of students, are managed solely by the provost and seven senior fellows, who form a board, to which and to the academic council the whole government of the university, both in its executive and its legislative branches, is committed.",
        "InApril1901,in the Canadian House of Commons, the minister of justice made a statement about them in which he said that \"not a single offence had been committed by the Doukhobors; they were law-abiding, and if good conduct was a recommendation, they were good immigrants..",
        "He returned to the mainland at the head of 200 convicts, and committed further excesses in the Terra di Lavoro; but the French troops were everywhere on the alert to capture him and he had to take refuge in the woods of Lenola.",
        "Untaught by experience, he resumed his course of selfish tyranny over Christians and heathen alike, and raised the irritation of the populace to such a pitch that when, on the accession of Julian, his downfall was proclaimed and he was committed to prison, they dragged him thence and killed him, finally casting his body into the sea (24th of December 361).",
        "In 1778 he escaped from prison, but was soon re-arrested and finally committed to the Bastille.",
        "- Offences against the law ecclesiastical (not being crimes) committed by clergy of the Church of England as a rule come by letters of request from the bishop of the diocese before the arches court of Canterbury or the chancery court of York (of both of which the same person is judge).",
        "A youth who has murdered his mistress takes the bread of the Eucharist in his mouth, and his two hands are at once withered up. The apostle immediately invites him to confess the crime he must have committed, \" for, he says, the Eucharist of the Lord hath convicted thee.\"",
        "All the produce of the monks' labour was committed to him, and by him shipped to Alexandria.",
        "To this officer was committed the provision of the monks' daily food, as well as that of the guests.",
        "After a short prayer, the abbot committed the guest to the care of the brother hospitaller, whose duty it was to provide for his wants and conduct the beast on which he numerary monks.",
        "(1792) committed the care of his infant son to Armfelt and appointed him a member of the council of regency; but the anti-Gustavian duke-regent Charles sent Armfelt as Swedish ambassador to Naples to get rid of him.",
        "The local assembly, in which 36 out of 38 members were committed to repeal, passed an address to Her Majesty praying her not to \" reduce this free, happy and hitherto self-governed province to the degraded condition of a servile dependency of Canada,\" and sent Howe with a delegation to London to lay the petition at the foot of the throne.",
        "Sir John Macdonald, then in opposition, had committed his party to a protectionist policy, and Laurier, notwithstanding that the Liberal party stood for a low tariff, avowed himself to be \"a moderate protectionist.\"",
        "The efforts of Roman Catholic scholars have been directed (since Baronius ascribed the forgery to the Greeks) to proving that the fraud was not committed at Rome.",
        "We may still hold the opinion of Dollinger that it was intended to impress the barbarian Pippin and justify in his eyes the Frank intervention in favour of the pope in Italy; or we may share the view of Loening (rejected by Brunner, Rechtsgeschichte) that the forgery was a pious fraud on the part of a cleric of the Curia, committed under Adrian I., 4 with the idea of giving a legal basis to territorial dominion which that pope had succeeded in establishing in Italy.",
        "Not Even Appear That The Length Of The Intercalary Month Was Regulated By Any Certain Principle, For A Discretionary Power Was Left With The Pontiffs, To Whom The Care Of The Calendar Was Committed, To Intercalate More Or Fewer Days According As The Year Was Found To Differ More Or Less From The Celestial Motions.",
        "Owing to these family discords the decision of Malik Shah was necessary to settle the affairs of Asia Minor and Syria; he kept the sons of Suleiman in captivity, and committed the war against the unbelieving Greeks to his generals Bursuk (IIpovovx) and Buzan (HovTavos).",
        "To avoid public infamy Piso committed suicide.",
        "office of secretary for the department of war \"; the fifth, that Johnson had conspired with Thomas to \" prevent and hinder the execution \" of the Tenure of Office Act; the sixth, that he had conspired with Thomas \" to seize, take and possess the property of the United States in the department of war,\" in violation of the Tenure of Office Act; the seventh, that this action was \" a high misdemeanour \"; the eighth, that the appointment of Thomas was \" with intent unlawfully to control the disbursements of the moneys appropriated for the military service and for the department of war \"; the ninth, that he had instructed Major-General Emory, in command of the department of Washington, that an act of 1867 appropriating money for the army was unconstitutional; the tenth, that his speeches in 1866 constituted \" a high misdemeanour in office \"; and the eleventh, the \" omnibus \" article, that he had committed high misdemeanours in saying that the 39th Congress was not an authorized Congress, that its legislation was not binding upon him, and that it was incapable of proposing amendments.",
        "To Wellington and Blucher were committed the invasion of France from the north, while the Russians and Austrians entered it from the east.",
        "\" The tribunals competent to take cognizance of infractions of the present convention are those of the country to which the vessel on board of which the offence was committed belongs \" (art.",
        "It was very similar to the present ordinal except that the words \" for the office and work of a Priest in the Church of God, now committed unto thee by the Imposition of our hands \" were wanting, and the chalice or cup with the bread were delivered, as well as a Bible, to each newly-ordained priest.",
        "In the first place, it would be natural that the habits of thought of the period when the Gospel was delivered orally should have continued to exert influence even after the tradition had been committed to writing.",
        "When corrupt practices have been charged the judge shall also report (I) whether any such practice has been committed by or with the knowledge or consent of any candidate, and the nature thereof; (2) the names of persons proved to have been guilty of any corrupt practice; and (3) whether corrupt practices have extensively prevailed at the election.",
        "If a witness answers truly all questions which he is required by the court to answer, he is entitled to receive a certificate of indemnity, which will save him from all proceedings for any offence under the Corrupt Practices Acts committed by him before the date of the certificate at or in relation to the election, except proceedings to enforce any incapacity incurred by such offence.",
        "The preposterous charge was urged that it was by his advice that the king had committed himself in his book against Luther to an assertion of the pope's authority, whereby the title of \" Defender of the Faith \" had been gained, but in reality a sword put into the pope's hand to fight against him.",
        "Thereupon he was given in charge to the abbot of Westminster, and, persisting in his refusal, was four days afterwards committed to the Tower.",
        "What a pity it is that Wundt had committed himself by his psychology to phenomenalism, to unitary experience, and to the limitation of judgment and reason to ideas and ideals!",
        "pupil Auxentius describes how, \"in the name of God,\" he set out upon his way, hoping to prevent the teaching of these new heretics from reaching \"the churches of Christ by Christ committed to his charge.\"",
        "Orphans of respectable parents have a home at Birmingham, and the reformatory school has done splendid service for lads who have committed a first offence.",
        "As a statesman, he certainly committed grave faults - through excess of diplomatic subtlety, lack of forethought, and sometimes even through ingenuousness; but it must with justice be admitted that, in spite of his reputation for pugnacity and obstinacy, he never failed, either by temperament or on principle, to exhaust every peaceful expedient in settling questions.",
        "responsible for the excesses committed by the subordinate departments of his government, in disclosing prosecuting and sometimes even fraudulently misrepresenting his aims and ends.",
        "After the attainder of Cromwell little is known of Latimer until 1546, when, on account of his connexion with the preacher Edward Crome, he was summoned before the council at Greenwich, and committed to the Tower of London.",
        "In 1824 the state legislature authorized the appointment of a commission to explore routes from the Schuylkill to Pittsburg, and from the West Branch of the Susquehanna to the Allegheny, and in the three or four succeeding years the state committed itself to a very extensive system of internal improvements.",
        "The Federal government has much improved the navigation of the Monongahela and Allegheny rivers and is committed to a project for slack-water navigation on the Ohio which is expected to give Pittsburg communication with the sea by vessels drawing 9 ft.",
        "which was called Dixmont in honour of Miss Dix; the hospital is not a state institution, but the state provides for the maintenance there of patients committed by the courts or the poor authorities in the thirteen counties forming the western district.",
        "John had committed his son to the protection of the Holy See; and a share in the government was accordingly allowed to the papal legates, Gualo and Pandulf, both during the civil war and for some time afterwards.",
        "A little later, when Montfort was committed to opposition, Henry foolishly accepted from Innocent IV.",
        "When both sat the court had summary criminal jurisdiction as regards all offences committed by knights, and generally as to military matters.",
        "In July he committed the insane error of retiring with his Holsteiners to Oranienbaum, leaving his wife at St Petersburg.",
        "Attendant on them were the heralds, who were the officers of their military court, wherein offences committed in the camp and field were tried and adjudged, and among whose duties it was to carry orders and messages, to deliver challenges and call truces, and to identify and number the wounded and the slain.",
        "conferred on the order exclusive jurisdiction over all crimes committed by the knights.",
        "It has even been suggested that this gave rise to the myth of the blood accusation in which Jews are alleged to sacrifice a Christian child at Passover; but this is unlikely, since it has never been suggested that this crime was committed in connexion with Purim.",
        "The federal executive was certainly much more efficient than that of the Achaeans, and its councils suffered less from disunion; but its generals and admirals, official or otherwise, enjoyed undue licence; hence the league deservedly gained an evil name for the numerous acts of lawlessness or violence which its troops committed.",
        "Between the years 739 and 748 the Bavarian law was committed to writing and supplementary clauses were afterwards added, all of which bear evident traces of Frankish influence.",
        "Six days later, on the 13th of June, Louis committed suicide.",
        "He had been committed to the king's bench prison on the ridiculous charge of libelling the Church in his Paraphrase on the New Testament, and was tried before Jeffreys on this accusation.",
        "Vigfusson, in speaking of the sagas in general, says: \"We believe that when once the first saga was written down, the others were in quick succession committed to parchment; some still keeping their form through a succession of copies, other changed..",
        "According to the weight of authority in the United States abortion was not regarded as a punishable offence at common law, if the abortion was produced with the consent of the mother prior to the time when she became quick with child; but the Supreme Courts of Pennsylvania and North Carolina held it a crime at common law, which might be committed as soon as gestation had begun (Mills v.",
        "None the less his writings were committed to memory and remained the textbooks of Epicureanism to the last.",
        "He was deprived of his charge, committed to prison at St Andrews and afterwards removed to Edinburgh.",
        "The task of constructing this great work was committed to Mougel Bey, a French engineer of ability, who designed and constructed the great barrage across the two branches of the Nile at the apex of the delta, about 1 2 m.",
        "In 1198 Hubert, who had inherited from his predecessors in the primacy a fierce quarrel with the Canterbury monks, gave these enemies an opportunity of complaining to the pope, for in arresting the London demagogue, William Fitz Osbert, he had committed an act of sacrilege in Bow Church, which belonged to the monks.",
        "He revived the institution of defensores, defenders of cities, whose duty was to protect the poor and inform the emperor of abuses committed in his name.",
        "The management of the Prussian railway system is committed to the charge of twenty directions, into which the whole network of lines is divided, being those of Altona, Berlin, Breslau, Bromberg, Danzig, Elberfeld, Erfurt, Essen ad.",
        "According to the system adopted, the public relief of the poor is committed(to the care of local unions (Ortsarmenverbnde) and provincial unions (Land armenverbndc),t he former corresponding, generally, to the commune, and the latter to a far wider area, a circle or a province.",
        "Bavaria was brought into subjection about the same time; the Bavarian law, committed to writing between 7~9 and 748, strongly emphasizes the supremacy of the Frankish king, whose authority it recognizes as including the right to appoint and even to depose the duke of Bavaria.",
        "Zealously carrying out the conditions of the peace, the peasants not only battered down the detested forts, they even destroyed the chapel at the Harzburg and committed other acts of desecration.",
        "For all the sins I have committed, in word or thought or deed, I come for pardon to God and to the church and to you all.'",
        "The latter's son Andrea commanded the Venetian fleet in the war against Genoa in 1294, and, having been defeated and taken prisoner, he was so overwhelmed with shame that he committed suicide by beating his head against the mast (according to Andrea Navagero).",
        "The minister of war is the head for the administration of all military affairs, except those of the Austrian Landwehr and of the Hungarian Honveds, which are committed to the ministries for national defence of the two respective states.",
        "The German parties had originally been the party of the capitalists, and comprised a large number of Jews; this new German party committed itself to violent attacks upon the Jews, and for this reason alone any real harmony between the different branches would have been impossible.",
        "On some early occasions, however, he committed his speech to memory.",
        "In 1822, however, Ismail and his chief followers were treacherously burnt to death at Shendi by order of the mek (ruler) of the town, in revenge for the cruelties committed by the Egyptians.",
        "He was thereupon prosecuted for libel by the owner of the vessel, fined $50, mulcted in costs, and, in default of payment, committed to gaol.",
        "Hence it is probable that in Mecca, where the art of writing was commoner than in Medina, he had already begun to have his oracles committed to writing.",
        "In ancient Egypt petitions were sent to the king or the great feudal landowners in whose territory the petitioner or his adversary dwelt or the injury was committed: courts were composed of royal or feudal officials, or in the New Kingdom of officials or responsible citizens.",
        "The belief in immortality, or perhaps rather the incapacity to grasp the notion of complete annihilation,, is traceable from the very ear]iest times: the simplest graves of the prehistoric period, when the corpses were committed to the earth in sheepskins and reed mats, seldom lack at least a few poor vases or articles of toilet for use in the hereafter.",
        "Befoie his arrival the administration of affairs had again been committed to Ibn Furat, who, on hearing of the threatened invasion, at first proposed to treat with Jauhar for the peaceful surrender of the country; but though at first there was a prospect of this being carried out, the majority of the troops at Fostat preferred to make some resistance, and an advance was made to meet Jauhar in the neighborhood of Giza.",
        "After the death of the Sultan TUrgnshgh, his step-mother at first was raised to the vacant throne, when she committed the administration of affairs to the captain of the retainers, Aibek; but the rule of a queen caused scandal to the Moslem world, and Shajar al-durr gave way to this sentiment by marrying Aibek and allowing the title sultan to be conferred on him instead o~ herself.",
        "In future all posts in Egypt were to be open to all classes of the inhabitants; the conduct of affairs was to be committed to the men of talent, virtue, and learning; and in proof of the statement that the French were sincere Moslems the overthrow of the papal authority in Rome was alleged.",
        "The firing ~ eme ceased on the following day, but the troubles of the granted people were rather increased than assuaged; murders the and robberies were daily committed by the soldiery, pRSh~tI~ the shops were all shut and some of the streets barricaded.",
        "1~vlehemet Alis life was endangered, and he sought refuge by night :n the citadel, while the soldiery committed many acts of plunder.",
        "By King John it was committed to the care of William de Burgo, who founded English Town, and for its defence erected a strong castle.",
        "In 1880 he was under-secretary of state for the home department, in 1881 for the colonies, and in 1882 secretary to the treasury; but he was always a stubborn fighter for principle, and upon finding that the government's Reform Bill in 1884 contained no recognition of the scheme for proportional representation, to which he was deeply committed, he resigned office.",
        "In its present form, however, it can hardly be original, but must have been revised in accordance with the later Deuteronomic conception which represented the sin committed by the people as a breach of the 2nd commandment.",
        "The first of these comprised: (i.) all such of the statutes (leges) passed under the republic and early empire as had not become obsolete; (ii.) the decrees of the senate (senatus consulta) passed at the end of the republic and during the first two centuries of the empire; (iii.) the writings of the jurists of the later republic and of the empire, and more particularly of those jurists to whom the right of declaring the law with authority (jus respondendi) had been committed by the emperors.",
        "The Regulations (Regulation 51) gave the Government power in certain cases to seize the plant of a newspaper which had offended, or in others to seize the type on suspicion that an offence was about to be committed (Reg.5r a).",
        "In 1522 the bishop of Carlisle complained to Cardinal Wolsey, then archbishop of York, that the English thieves committed more thefts than \"all the Scots of Scotland,\" the men of Hexham being worst of all, and appearing loo strong at the markets held in Hexham, so that the men whom they had robbed dared not complain or \"say one word to them.\"",
        "He survived his brother Seneca, but was subsequently put to death by order of Nero (in 65) or committed suicide.",
        "He has been described as a \"despot under the forms of law\"; and it is apparently true that he committed no illegal act.",
        "It is certain, from documents, that Douglas was always in the royal entourage from June 1451 to January 1452, so that stories of insults and crimes committed by him at this period seem legendary.",
        "The Holy League of i 5 r i, against France, found James committed to the cause of the old French alliance.",
        "The die was cast; he was committed to France and to the ancient faith.",
        "It would have been wiser to put the revenges as reprisals for the undeniable horrors committed by Montrose's Irish levies.",
        "It committed William to conditions which might readily produce a great naval war with Spain, for Paterson's real design was to establish an entrepot in Panama, at Darien, within the undeniable sphere of Spanish influence.",
        "To the reign of Cnut belong the \"Constitutiones de Foresta,\" according to which four thanes were appointed in every province for the administration of justice in all matters connected with the forests; under them were four inferior thanes to whom was committed immediate care of the vert and venison.'",
        "de Medecine; subsequently he joined the army of the Pyrenees as pharmacies; but having committed some slight political offence, he was thrown into prison and detained there for some time.",
        "In the final recension of Tschudi's Chronicle (1734-36), which, however, differs in many particulars from the original draft still preserved at Zurich, we are told how Albert of Austria, with the view of depriving the Forest lands of their ancient freedom, sent bailiffs (among them Gessler) to Uri and Schwyz, who committed many tyrannical acts, so that finally on 8th November 1307, at the Riitli, Werner von Stauffacher of Schwyz, Walter Fiirst of Uri, Arnold von Melchthal in Unterwalden, each with ten companions, among whom was William Tell, resolved on a rising to expel the oppressors, which was fixed for New Year's Day 1308.",
        "Now Hagenbach is known to have committed many cruelties like those attributed to the bailiffs in the legend, and it has been plausibly conjectured that his case has really given rise to these stories, especially when we find that the Confederates had a hand in his capture and execution, that in a document of 1358 Hagenbachs and Gesslers appear side by side as witnesses, and that the Hagenbachs had frequent transactions with the Habsburgs and their vassals.",
        "The king and lords of England would be driven to think that God had taken away from the Holy See the key of knowledge, and that pontifical laws which were not clear to the pope himself might as well be committed to the flames.",
        "Heresy was gaining ground in high places, especially after the king's marriage with Catherine Parr; and there seems to be some truth in the story that the queen herself was nearly committed for it at one time, when Gardiner, with the king's approbation, censured some of her expressions in conversation.",
        "The king had not yet, it is true, altogether committed himself to the clerical ultras, and on the occasion of the dispute about the bishops in Prussia in the same year had taken up a wise attitude of compromise.",
        "No one was supposed to be committed to every opinion he advanced in such a way.",
        "At last a priestly family at a village called Modein committed themselves to active resistance; and, when they suspended the Sabbath law for purposes of self defence, they were joined by the Hasidaeans (Assidaeans), who seem to have been the spiritual ancestors of the Pharisees.",
        "The judgment of Severus himself is no doubt that which he puts in the mouth of his interlocutor Posthumianus: \"I am astonished that one and the same man could have so far differed from himself that in the approved portion of his works he has no equal since the apostles, while in that portion for which he is justly blamed it is proved that no man has committed more unseemly errors.\"",
        "Nowhere is crime committed on such trifling grounds, or with such general impunity, though when it is punished the punishment is atrocious.",
        "According to the inscription upon his statue at Calcutta, from the pen of Macaulay: \" He abolished cruel rites; he effaced humiliating distinctions; he gave liberty to the expression of public opinion; his constant study it was to elevate the intellectual and moral character of the nations committed to his charge.\"",
        "Both the French and the royalists committed atrocities, and many conspirators in Naples were tried by the French state courts and shot.",
        "All the inferences from earlier work required revision, but specialists of different expeditions had already committed themselves to views which could not be reconciled in the absence of full information from all explorers.",
        "In former times they committed frequent raids upon the plains of Assam, and have been the object of more than one retaliatory expedition by the British government.",
        "Ladronism was very widely distributed under Spanish rule, and the old guardia civil committed outrages almost equal to those of the brigands themselves.",
        "Freedom from arrest was guaranteed by Magna Carta, save on a criminal charge, yet thousands were committed to gaol on legal fictions and retained indefinitely for costs far in excess of the original debt.",
        "Crime, with the many facilities offered for rapid locomotion to those who committed it, had ceased to be merely local, and the whole state rather than individual communities ought to be taxed; prison charges should be borne by the public exchequer and not by local rates.",
        "To him was committed the conduct of the war against the Byzantine emperor, which he continued with energy, at first only on land, but later, when the caliph had at last given in to his urgent representations, at sea also.",
        "Meanwhile, the caliph committed to him the government of the Hejaz.",
        "When, in 697, Hajjaj gave the government of Khorasan to Mohallab, he committed that of Sijistan (Seistan) to Obaidallah b.",
        "In reality he was a man of extraordinary ability, and accomplished the task committed to him with vigour and energy.",
        "But the reigning family had committed suicide.",
        "Although the administration of Harun's states was committed to skilful hands, yet the first years of his long reign were not free from troubles.",
        "The building of the fortress of Iladath having been completed, Harlan committed to Faraj the Turk the task of rebuilding and fortifying the city of Tarsus.",
        "Sahl, surnamed Dhu`l-Riyasatain, or \"the man with two governments,\" because his master had committed to him both the ministry of war and the general administration.",
        "Mecca, Medina and Yemen also were mastered by the Alids, who committed all kinds of atrocities and sacrilege.",
        "Tired of the excesses committed by these Turks, the people of Bagdad beat or killed as many of them as they could lay hands on, and Motasim, not daring to act with severity against either his guard or the citizens, took the course of quitting the city.",
        "Yet he is left committed to his puzzle as to a reduction of judgment to identity, which partially vitiates his treatment of the theory of judgment.",
        "In 1779, however, he committed an indiscretion that brought him into trouble.",
        "In the case of Senlis he extended the jurisdiction of the commune to all crimes committed in the district.",
        "Crassus committed suicide in 87, to avoid falling into the hands of the Marian party.",
        "\" For Matthew, after preaching to Hebrews, when about to go also to others, committed to writing in his native tongue the Gospel that bears his name; and so by his writing supplied, for those whom he was leaving, the loss of his presence.\"",
        "Apparently he advocated the cause of Lady Jane Grey, for on the 25th of July 1553, only six days after Mary's proclamation as queen, he was committed to the custody of the sheriff of Essex.",
        "In December 1878 Frere sent the Zulu king an ultimatum, which, while awarding him the territory he claimed from the Boers, required him to make reparation for the outrages committed within the British borders, to receive a British resident, to disband his regiments, and to allow his young men to marry without the necessity of having first \"washed their spears.\"",
        "These orders were supposed to occupy 365 heavens, each fashioned like, but inferior to that above it; and the lowest of the heavens was thought to be the abode of the spirits who formed the earth and its inhabitants, and to whom was committed the administration of its affairs.",
        "She was examined for heresy in March 1545 by the lord mayor, and was committed to the Counter prison.",
        "Kyme was sent home into Lincolnshire, but Anne was committed to Newgate, \"for that she was very obstinate and heady in reasoning of matters of religion.\"",
        "breaches of the peace were more severely punished if committed in a town than elsewhere.",
        "Russia had given him deeds, not words; and to Russia he committed himself.",
        "In the circumstances France should either have loyally accepted the decision of the majority of the concert, to which she had committed herself by signing the joint note of the 27th of July, or should have frankly stated her intention of taking up a position outside.",
        "Jesus gathered his group of followers and committed to it his mission, and after his resurrection the necessities of the situation brought about the choice of quasi-officials.",
        "It teaches that the divine-human Son of God established it, and returning to heaven committed to the apostles, especially to St Peter, his authority, which has descended in an unbroken line through the popes.",
        "Moreover, nothing should be done by the state which interferes with the transcendent interest committed to the Church.",
        "A \"non-support law,\" which went into effect in 1906, enacts that a man who refuses to provide for his family when able to do so shall be committed to the workhouse for hard labour, and that fifty cents a day shall be paid to his family.",
        "The government of the country was in the hands of the London Company, which in turn committed administrative and local affairs to a governor and council who were to reside in the colony.",
        "Osborn committed suicide soon after reaching New York (Oct.",
        "The voice of antiquity is unanimous in declaring that \" Peisistratus first committed the poems of Homer to writing, and reduced them to the order in which we now read them.\"",
        "The truce of the third book is broken by Pandarus, and Agamemnon passes along the Greek ranks with words of encouragement, but without a hint of the treachery just committed.",
        "Of a cold and worldly temperament, devoid of passion, blameless in his conduct as the father of a family, faithful as the servant of his papal patrons, severe in the administration of the provinces committed to his charge, and indisputably able in his conduct of affairs, he was at the same time, and in spite of these qualities, a man whose moral nature inspires a sentiment of liveliest repugnance.",
        "Aldus Manutius in Italy, Froben in Basel, the Etiennes in Paris, committed to the press what the investigators had recovered.",
        "Thereupon he committed suicide in the mistaken belief that Cleopatra had already done so (30 B.C.).",
        "Renunciation of the state of wedlock was anyhow imposed on the faithful during the lengthy, often lifelong, terms of penance imposed upon them for sins committed; and later, when monkery took the place, in a church become worldly, partly of the primitive baptism and partly of that rigorous penance which was the rebaptism and medicine of the lapsed, celibacy and virginity were held essential thereto, no less than renunciation of property and money-making.",
        "In accepting in 1645 the Westminster Directory of Public Worship she tacitly gave up her own liturgy which had been in use till recently, and committed herself to a bald and uninviting order of worship, in which no forms of prayer were allowed to be used.",
        "A series of blunders S was committed in the attempt to compel Scotland to submit to the religion the government prescribed, and Episco- the failure of each measure was followed by more in- pac3 human severities.",
        "Maxwell never committed himself to a precise definition of the physical nature of electric displacement, but considered it as defining that which Faraday had called the polarization in the insulator, or, what is equivalent, the number of lines of electrostatic force passing normally through a unit of area in the dielectric. A second fundamental conception of Maxwell was that the electric displacement whilst it is changing is in effect an electric current, and creates, therefore, magnetic force.",
        "Lastly, I confess that I have as vast contemplative ends as I have moderate civil ends; for I have taken all knowledge to be my province; and if I could purge it of two sorts of rovers, whereof the one with frivolous disputations, confutations and verbosities, the other with blind experiments and auricular traditions and impostures, hath committed so many spoils, I hope I should bring in industrious observations, grounded conclusions and profitable inventions and discoveries - the best state of that province.",
        "This was entrusted to Bacon, who drew up a Declaration of the Practices and Treasons attempted and committed by Robert, late Earl of Essex, his first draft being extensively altered and corrected by the queen and council.",
        "committed to custody for a libel on his superior, James Montagu (1568?-1618), bishop of Bath and Wells.",
        "In his A propos des decouvertes de Jerome Vignier (1880), he exposed the forgeries committed in the 17th century by this priest.",
        "Finally, no religion has been without exhibitions of fanaticism and excess on the part of its followers, and if the Old Testament itself was the authority for witch-burning among Christians, it is no longer profitable to ask whether the Talmud was responsible for offences committed by or alleged against those whose lives were regulated by it.",
        "John De Witt had been Spinoza's friend, and had bestowed a small pension upon him; he had Spinoza's full sympathy in his political aims. On receiving the news of the brutal murder of the two brothers, Spinoza burst into tears, and his indignation was so roused that he was bent upon publicly denouncing the crime upon the spot where it had been committed.",
        "Immediately after his arrest Casement was taken to London, and on May 15 was charged at Bow Street police court with high treason, and committed for trial.",
        "Acosta committed suicide in 1647.",
        "From the moment that Sweden got a firm footing in Esthonia by the acquisition of Reval she was committed to a policy of combat and aggrandisement.",
        "At the Riksdag of the same year, the estates committed themselves irrevocably to Protestantism by excluding Proscription Catholics from the succession to the throne, and o prohibiting them from holding any office or dignity in Sweden.",
        "A melancholy interest surrounds the name of Victoria Benedictsson (Ernst Ahlgren, 1850-1889), who committed suicide in Copenhagen after achieving marked success with her sketches of humble life in Fran Shine, and with the more ambitious works Money and Marianne.",
        "On the evening of that date, when the term for which he had been elected president of the republic terminated, he committed suicide by shooting himself.",
        "But he committed the tactical error of appointing a disproportionate number of Jews and Christians as revenue officials, and thus made many enemies among the Mongol nobles, who had him assassinated in 1291 when Arghun was lying fatally ill.",
        "The most hideous indignities and atrocities were committed upon his person by the cruel Kajar, and finally he was sent to Teheran and murdered, when only in his twentysixth year.",
        "At Bushire, on the 1st of December, the Persian governor of Fars, Ala ad-daula, committed a breach of diplomatic etiquette which induced Lord Curzon to sail away without landing.",
        "Crime was rampant, highwaymen terrorized the roads, footpads infested the streets, burglaries were of constant occurrence, river thieves on the Thames committed depredations wholesale.",
        "The Kaffirs had suffered much injustice, especially from the commando-reprisal system, but they had also committed many injustices, and for the disturbed state of the border the vacillating policy of the Cape government was largely to blame.",
        "An act passed in 1836 (the Cape of Good Hope Punishment Act) empowered the colonial courts to deal with offences committed by British subjects in any part of South Africa up to the 25th degree of south latitude.",
        "Reitz, one of the founders of the Bond, in 1889 committed the Free State to an offensive and defensive alliance with the Transvaal.",
        "The opposition to union among an influential number of old Nataliansintensely zealous for local independence - was however so marked that it was decided that before Natal was committed to union a referendum on the subject should be taken.",
        "In Jenkes's case (1676) Lord Chancellor Nottingham refused to issue the writ in vacation in a case in which a man had been committed by the king in council for a speech at Guildhall, and could get neither bail nor trial.",
        "(4) A person committed to prison for treason or felony shall, if he requires it, in the first week of the next term or the first day of the next session of oyer and terminer, be indicted in that term or session or else admitted to bail, unless it appears on affidavit that the witnesses for the crown are not ready; and if he is not indicted and tried in the second term or session after commitment, or if after trial he is acquitted, he shall be discharged from imprisonment.",
        "In the following year he was committed to prison because he had joined those who desired to free Naples from Spanish tyranny.",
        "Naude that he has committed more faults than he has discovered in Cardan, and with Charles Nisard that his object seems to be to deny all that Cardan affirms and to affirm all that Cardan denies.",
        "Scaliger undoubtedly shows that Scioppius committed more blunders than he corrected, that his book literally bristles with pure lies and baseless calumnies; but he does not succeed in adducing a single proof either of his father's descent from the La Scala family, or of any single event narrated by Julius as happening to himself or any member of this family prior to his arrival at Agen.",
        "The chief motive for these accusations was no doubt the desire of amassing wealth,' since by the law of majestas one-fourth of the goods of the accused, even if he committed suicide in order to avoid confiscation (which was always carried out in the case of those condemned to capital punishment), was assured to the accuser (who was hence called quadruplator).",
        "But to Irenaeus the term came to mean the primitive custodians of tradition derived from these, such as Papias and his contemporaries, whose traditions Papias committed to writing.",
        "He was present with his brother Warwick at the battle of Northampton in July 1460, immediately after which the great seal was committed to his keeping.",
        "and xvi., the others being committed to inferior hands.",
        "In the orgy of persecution, outrages were committed on British and French subjects; and a French squadron retaliated by seizing D.",
        "The retreating Missourians committed some homicides.",
        "Thereupon Phasael committed suicide in prison, but Herod effected his escape and with the help of the Romans seated himself on the throne of Judaea (37 B.C.).",
        "Though committed to the Tower he was soon released, and was allowed to retain the property he possessed before 1718, including his country estate, to which he retired to pass the rest of his days.",
        "According to Philostratus (Heroica, 20, 18), Polyxena fled to the Greeks after the murder of Achilles and committed suicide on his tomb.",
        "Where an offence has been committed on the high seas, or aboard ashore, by British seamen or apprentices, the consul makes inquiry on oath, and may send home the offender and witnesses by a British ship, particulars for the Board of Trade being endorsed on the agreement for conveyance.",
        "His son George, who succeeded, was the earl to whom the custody of Mary Stuart was committed, his task being rendered all the more difficult for him by the intrigues of his second wife, Bess of Hardwick, the builder of Chatsworth, who had married three husbands before her union with him.",
        "' The Greeks, however, had not committed the expected mistake, and after a long-range duel in which the \"Averof\" inflicted some damage on the Turkish battleships, the latter returned to the Sea of Marmora, where they remained to the end.",
        "1115, Robert, the founder of Fontevraud, committed the government of the whole order, men as well as women, to a female superior.",
        "Some of these nobles committed great cruelties while attempting to obtain these forcible conversions.",
        "Article 1, after expressing the regret felt by Her Majesty's government for the escape, in whatever circumstances, of the \"Alabama\" and other vessels from British ports, and for the depredations committed by these vessels, provided that \"the claims growing out of the acts of the said vessels, and generically known as the ` Alabama ' claims\" should be referred to a tribunal composed of five arbitrators, one to be named by each of the contracting parties and the remaining three by the king of Italy, the president of the Swiss Confederation and the emperor of Brazil respectively.",
        "It found that Great Britain was legally responsible for all the depredations of the \"Alabama\" and \"Florida\" and for those committed by the \"Shenandoah\" after she left Melbourne.",
        "It was said that he was so virtuous as hardly to have committed a venial sin.",
        "Those who have not done this, like Le Duchat, Motteux and Esmangart, have generally committed the error of tormenting themselves and their author to find individual explanations of personages and events.",
        "Hermanaric committed suicide in his distress at an invasion of the Huns about A.D.",
        "Committed to the Tower, he was examined in the presence of Elizabeth, who asked him if he acknowledged her to be really queen of England, and on his replying straightly in the affirmative, she made him offers, not only of life but of wealth and dignities, on conditions which his conscience could not allow.",
        "This crime, originally confined to runaway convicts, was now committed by young men born in the colony, familiar with its mountains and forests, who were good horsemen and excellent shots.",
        "Christian first appointed her controller of the Sound tolls, and ultimately committed to her the whole charge of the finances.",
        "In his hours of recreation he climbed the hills or traced the Sorgues from its fountain under those tall limestone cliffs, while odes and sonnets to Madonna Laura were committed from his memory to paper.",
        "Owing to excesses committed by private traders and companies, who robbed, massacred and hideously abused the native Indians, the trade and regulation of the Russian possessions were in 1799 confided to a semi-official corporation called the Russian-American Company for a term of twenty years, afterwards twice renewed for similar periods.",
        "This was the turning-point of the battle: Eugenius was slain by the soldiers; and two days later Arbogast committed suicide (September 5-9, 394) From the north-eastern parts of Italy Theodosius passed to Rome, where he had his son Honorius proclaimed emperor under the guardianship of Stilicho.",
        "At the Cape it was formerly common, and occasionally committed great havoc among the cattle, while it did not hesitate to enter the Kaffir dwellings at night and carry off children sleeping by their mothers.",
        "The two schools are not places of punishment, but reformatory schools for delinquent boys (from 8 to 16 years of age) and girls (from 6 to 16 years), who have been committed by the courts for violations of law, and, in the case of girls, who, by force of circumstances or associations, are \" in manifest danger of becoming outcasts of society.\"",
        "Piso committed suicide, though it was rumoured that Tiberius, fearing incriminating disclosures, had put him to death.",
        "Antony committed suicide, in the mistaken belief that she had already done so, but Octavian refused to yield to the charms of Cleopatra who put an end to her life, by applying an asp to her bosom, according to the common tradition, in the thirty-ninth year of her age (29th of August, 30 B.C.).",
        "In office he continued to be insubordinate, and committed mistakes which got him into bad odour as untrustworthy.",
        "In 181 2 he committed the serious mistake of accepting a well-paid ornamental mission to Lisbon, which he was about to visit for the health of his eldest son.",
        "According to some authorities he committed suicide.",
        "About 488 B.C. he was recalled, but shortly afterwards, in a fit of madness, he committed suicide (Herod.",
        "Even here the mythological tendency displays itself - vow-6,, and alcrenra being severally committed to Atropos, Lachesis and Clotho.",
        "In medieval times the emperor, conceived as vicegerent of God and co-regent with the pope in government of the Christian people committed to his charge, might almost be regarded as an ecclesiastical officer.",
        "His companions committed atrocities which brought upon them terrible reprisals on the part of the .4?'?i FIG.",
        "In 1822 the Turkish troops, who had committed great excesses, were withdrawn on the combined representations of Russia, Austria and Great Britain.",
        "They were well received by the emperor (October 1876), but in spite of mixed threats and cajoleries on the part of Gorchakov, Ignatiev and others, Bratianu returned without having definitively committed his country to active measures.",
        "Three electoral colleges were formed instead of four; a considerable addition R of the was made to the numbers of the senate and chamber; Consti- trial by jury was established for press offences, except those committed against the royal family and the 1883-84.",
        "\"I am afraid,\" said Bunyan, \"that I have committed the sin against the Holy Ghost.\"",
        "But the most extraordinary of all the acts of Vandalism by which a fine work of art was ever defaced was committed in the year 1853.",
        "Such blunders must necessarily be committed by every man who mutilates parts of a great work, without taking a comprehensive view of the whole.",
        "For some time previous to 1811 the Kaffirs, however, had taken possession of the neutral ground and committed depredations on the colonists.",
        "Gordon (the explorer of the Orange river), who commanded the Dutch forces at the Cape, chagrined by the occupation of the country by the British, committed suicide.",
        "The war had hardly begun when Sumner put forward his theory of reconstruction: that the seceded states by their own act had \" become felo de se,\" had \" committed state suicide,\" and that their status and the conditions of their readmission to membership in the Union lay absolutely at the determination of Congress, as if they were Territories and had never been states.",
        "His army and the lazzaroni committed nameless atrocities, which he honestly tried to prevent, and the Parthenopaean Republic collapsed.",
        "The contrast between labour and capital so much emphasized by later socialism is not present to Saint-Simon, but it is assumed that the industrial chiefs, to whom the control of production is to be committed, shall rule in the interest of society.",
        "In the state election in June 1908 a Democrat received the highest popular vote for the senatorship, and as a majority of the legislature of 1909 had committed itself to vote for the people's choice, he was elected by that body, although five-sixths of its members were Republicans.'",
        "A shameless rake and a man of uncontrollable temper, his massacre of the people of Perugia after a rebellion in 1540 and the unspeakable outrage he committed on the bishop of Fano are typical of his character.",
        "He opposed the Alien and Sedition Laws, introduced legislation on behalf of American seamen, and in 1800 attacked the president for permitting the extradition by the British government of Jonathan Robbins, who had committed murder on an English frigate, and had then escaped to South Carolina and falsely claimed to be an American citizen.",
        "Society shall be so curious as to prosecute, I should be very glad to be informed with what success: That, if any thing seem to be defective, or to thwart this relation, I may have an opportunity of giving further direction about it, or of acknowledging my errors, if I have committed any.\"",
        "But it was often delayed until the deathbed, for the primitive idea that mortal sins committed after baptism were sins against the Holy Spirit and unforgivable, still influenced men, and survived among the Cathars up to the 14th century.",
        "In the Parzival of Wolfram von Eschenbach, the ultimate source of which is identical with that of Chretien, on the contrary, the Grail is represented as a precious stone, brought to earth by angels, and committed to the guardianship of the Grail king and his descendants.",
        "In the first we have the precise history of the Grail, how it was the dish of the Last Supper, confided by our Lord to the care of Joseph, whom he miraculously visited in the prison to which he had been committed by the Jews.",
        "Three groups of sins, classified as (I) idolatry, which included apostasy, (2) adultery or fornication, and (3) murder, were held to exclude the guilty person from sharing in the eucharist until death, that is to say, if he had committed the sin after baptism.",
        "This force was largely composed of Armenians and other Christian volunteers, calling themselves\" the army of revenge,\"and the atrocities committed by them in the destruction of Rawanduz upon Kurds who had till then known nothing of them were in every way equal to anything attributed to Kurds in former massacres of Armenians.",
        "Occasionally he committed a harsh and tyrannical act.",
        "it then remained necessary to buy thebaronage, of which only a few members had as yet committed themselves to his side.",
        "Simon de Montfort and his friends were put in an awkward position by this decision, to which they had so unwisely committed themselves.",
        "But they had not yet differentiated themselves from the body of those who were merely anti-clerical, without being committed to any theories of religious reform.",
        "He had been wayward, unwise and occasionally revengeful; but his provocation had been great, and if few tyrants have used more violent and offensive language, few have committed such a small list of actual crimes.",
        "But he had committed no act of real treason since his long-pardoned alliance with Warwick, and was not in any way dangerous; so that when the king caused him to be attainted, and then privately murdered in the Tower, there was little justification for the fratricide.",
        "The blunder was soon committed.",
        "The Liberals could see no more than that he appeared to be committed to international engagements, the logical outcome of which might beas an orator of the Opposition put itthat Cossacks would be encamped in Hyde Park for the purpose of overawing the House of Commons.",
        ",But the German conf0deration was not represented at, the conference, and was not therefore committed to its conclusions.",
        "But at the prince consorts sugges~!on its language was considerably modified, and the responsibility for the outrage was thrown on the officer who committed it, arid not on the government of the Republic. It ought not to-be forgotten that this important modification was the last service rendered to his adopted country by the prince consort before hisfatal illness He died before the answer to the despatch was received; and his death deprived the queen of an adviser who had stood by her side since the earlier daysof her reign, and who, by his prudence and conduct, had done much to raise the tone of the court and the influence of the crown.",
        "But it was soon apparent that the House of Commons required a definite scheme, and that it would not seriously consider a set of abstract resolutions which committed no one to any distinct plan.",
        "The prisoners were released, and the Abyssinian monarch committed suicide.",
        "He second was committed to a reversal of Lord Beaconsfields wlalstry.",
        "Pigott, subjected to severe cross-examination by Sir Charles Russell (afterwards Lord Russell of Killowen), broke doWn, fled from justice and committed suicide.",
        "This still colors most of the histories of the Reformation period, because the issues of that time are living issues, and the writers of these histories are committed beforehand by their profession and their position~ to a particular interpretation.",
        "Lecky and Creighton are almost as dispassionate as Gardiner, but are more definitely committed to particular points of views, while democratic fervour pervades the fascinating pages of J.R.Green, and an intellectual secularism, which is almost religious in its intensity and idealism, inspired the genius of Maitland.",
        "Arabella entered with ardour into the project, and planned an escape from Hardwick with the aid of her chaplain Starkey, who after its failure committed suicide.",
        "He fled to Rhodes, where he committed suicide, while the Rhodians were debating whether to hand him over to Sulla.",
        "He asserts that the inherited propensity to evil is not strictly a sin, which is only committed when the conscious self yields to vicious inclination."
    ],
    "definition": [
        "simple past tense and past participle of commit",
        "Obligated by a pledge to some course of action.",
        "showing commitment.",
        "Associated in an exclusive (but not necessarily permanent) sexual relationship.",
        "(rhetoric) Required by logic to endorse the conclusion of an argument.",
        "Link/Cite"
    ]
}