{
    "translation": ".1 להחליף, להמיר .2 לנסוע באופן קבוע למקום העבודה",
    "uses": [
        "Unfortunately, the commute to work every day was still excruciating.",
        "Howie didn't like the arrangement but realized we couldn't commute back and forth every weekend and maintain a life.",
        "The ministers with all but absolute unanimity decided to commute their life-interest and form therewith a great fund for the support of the Church.",
        "Surely she couldn't be expected to commute that kind of distance on a regular basis.",
        "The result was that whereas in former times the forces of an Afghan ruler consisted mainly of a militia, furnished by the chiefs of tribes who held land on condition of military service, and who stoutly resisted any attempt to commute this service for money payment, the amir had at his command a large standing army, and disposed of a substantial revenue paid direct to his treasury.",
        "During the 13th century there arose a tendency to commute labour-rents for money payments.",
        "The governor is commander-in-chief of the militia when it is not called into the service of the United States; he may remit fines and forfeitures, commute sentences, and grant reprieves and pardons, except in cases of impeachment; and he calls extraordinary sessions of the legislature.",
        "With the approval of the majority of a board of pardons (composed of the secretary of state, attorney-general and auditor), he may pardon offences or commute punishment, and remit fines and forfeitures.",
        "The government, however, did not venture to carry out the grim sentence which the law still applied to traitors, and introduced an act enabling it to commute the death penalty to transportation.",
        "New Jersey has a court of pardons composed of the governor, chancellor and the six \" lay \" j udges of the court of errors and appeals, and the concurrence of a majority of its members, of whom the governor shall be one, is necessary to grant a pardon, commute a sentence or remit a fine.",
        "I will be keeping a very watchful eye on the car during my commute.",
        "commute by bike.",
        "She went online and found some listings, but none were close enough to commute.",
        "Tim was happy with his trade-off -exchanginga short commute for a higher-paying job downtown.",
        "Do you commute large distances everyday?",
        "This makes them an excellent choice for individuals who commute frequently and accumulate hefty mileage, or for small businesses that operate company cars and trucks.",
        "in Search of the New Paradigm I commute daily to London, about an hour train journey each way.",
        "Do you have a large commute, go out of town a lot etc?",
        "Oregon. That's quite a commute.",
        "Tim was happy with his trade-off - exchanging a short commute for a higher-paying job downtown.",
        "If you have small children and a job with a long commute, you may discover that being a stay-at-home parent makes more financial sense than continuing to pay for daycare during the workweek.",
        "If you have a long daily commute or travel great distances, leasing may not be for you.",
        "If you commute or travel a lot, leasing may not be the best option since you are limited to the number of miles you can put on the vehicle per year.",
        "On the other hand, if you prefer to have newer vehicles and do not have a hefty commute, leasing may be a wiser decision for you.",
        "Since conventions are held in many areas, many also choose to only attend shows close enough to commute to.",
        "Even if you enjoy the work you perform, the need for a lengthy commute can result in high stress levels.",
        "If the student plans to live at home and commute to classes, the cost of gas can be expensive and he or she will still need to pay for school supplies.",
        "For example, take a different route to work if you usually smoke during your morning commute.",
        "He would soon commute to New York City to study at the Actor's Studio under the guidance of Marcia Haufrecht.",
        "Founded in 1991 by the former head of the Tonka Corporation, Capella University offers adults access to a four-year university education and degree without having to commit to a commute or a brick-and-mortar classroom.",
        "The Kent campus offers all of the benefits of the main campus without the commute.",
        "People with children, ailing parents or demanding careers may not have the time to commute to campus and participate in presentations and discussions.",
        "This being said, there's also no commute to deal with, you simply retreat to your room for rest.",
        "You'll also have to brave the LA traffic if you drive, which is brutal if you leave in the morning during the commute time.",
        "Either way, I'm pretty stoked about bring Jin Kazama, Marshall Law, Yoshimitsu, Hwoarang, and Paul Phoenix with me on the daily commute.",
        "Hey, you may have to work at 9:00 PM on Thursday, but if you use public transportation to get to work, you can catch the latest episode of Grey's Anatomy on your Friday morning commute.",
        "Just because you commute downtown each day in your three-piece suit doesn't mean that you can have a little bit of fun with some HTC Mogul themes.",
        "Realtors like to remind potential home buyers that location is what really matters and that's usually true, especially if you do not want a long commute to work or you want to be close to friends and family.",
        "It is important to consider how easy it will be for you to commute back and forth to work from the neighborhoods that interest you.",
        "Make sure that the commute is acceptable before you consider purchasing a home in the neighborhood.",
        "Naperville, with a population of over 140,000, is a growing community with just a 28-mile commute east to downtown Chicago.",
        "Both subdivisions serve the housing needs of local professionals as well as those who commute by car or rail into Chicago.",
        "With extensive routes available throughout San Francisco and Marin counties, you can view the bus schedule online, as well as view San Francisco commute times if you are visiting the city for business or pleasure.",
        "You can also keep track of the mileage on your partner's car, noting if it is higher than usual for his or her typical commute.",
        "Your job may mean you will have to commute each day into the city, or you could land a job where you can write in the comfort of your own apartment or house while dressed in pajamas.",
        "For more extensive business travel, or for your daily commute when you have a lot to carry, there is the Swiss Gear rolling briefcase.",
        "Additionally, those that are bikers may want to turn their attention to Comet, as this style is especially designed for bikers who commute.",
        "Is the unit mainly to be used as \"travel\" music to get you through a commute?",
        "Perhaps you have high transportation expenses because of a long commute to work.",
        "Could I wear these in the low heel form on a daily commute to work, for example, and then switch to the higher form when I got to the office without too much fuss?",
        "Parking and tolls are not included in the mileage rate and should be claimed as separate expenses.An employee's normal daily commute is not a reimbursable expense.",
        "Travel that starts or ends at an employee's home on a normal workday will be reimbursed only to the extent it exceeds the employee's normal commute.",
        "He would be reimbursed only for the 40 miles over his normal commute distance.",
        "Imagine getting up in the morning, putting on a pot of coffee and sitting down to work with no daily commute.",
        "If you have a short commute, you may not be too concerned about the gas mileage of your car.",
        "Many cheer camps offer the option to commute daily to camp or to spend the night onsite.",
        "Most of these camps are offered at colleges and universities providing you with the opportunity to either commute to and from camp each day, or stay overnight.",
        "We commute in air conditioned automobiles to our jobs, then sit at a desk for six to eight hours a day before driving home and collapsing in front of the television at night.",
        "Your commute time is more predictable when you bike.",
        "Having a long commute through heavy metropolitan traffic will make your rate higher than someone who drives a few miles through farmland.",
        "Losing the daily commute can also gain valuable extra time to devote to the business.",
        "Whether you play during a short break or a long commute, you'll find yourself amused for hours!",
        "Reasons for demand vary, from necessity to wish to live on an easy commute, to proximity to good schools.",
        "As they rose to eat harried breakfasts and tackle the morning commute, U.S. Air Marshals circled the sky in a noisy helicopter.",
        "T he train of course is as packed as our previous commute and the art of metro newspaper folding is an equally deft skill.",
        "We commute to work further - the average trip is 45 minutes, to a workplace where we submit to increasingly onerous hours.",
        "Everyday life - because of its increasing triviality (work / sleep / consume / repeat / commute) is in need of supersession.",
        "If you do a lot of traveling due to a long commute to work, to see friends and family a lot, etc., those miles add up.",
        "That only leaves eight hours for eating, home maintenance, personal hygiene, recreational pursuits and your daily commute.",
        "You can either work for a company such as a magazine or newspaper - a place you would commute to each day - or you could work from home using your computer.",
        "If you want to wear your stilettos at work but have a long commute on foot, you can always pack them.",
        "How's that for making your on-foot commute to work easy?"
    ],
    "definition": [
        "Link/Cite",
        "(intransitive) To regularly travel from one's home to one's workplace or school, or vice versa.\nI commute from Brooklyn to Manhattan by bicycle.",
        "(finance) To pay out the lump-sum present value of an annuity, instead of paying in instalments.",
        "(intransitive) To pay, or arrange to pay, in gross instead of part by part.\nto commute for a year's travel over a route",
        "(law, criminology) To reduce the sentence previously given for a criminal offense.\nHis prison sentence was commuted to probation.",
        "(intransitive) To obtain or bargain for exemption or substitution; to effect a commutation.",
        "(intransitive, mathematics) To engage in a commutative operation.\nA pair of matrices share the same set of eigenvectors if and only if they commute.",
        "(algebra, category theory, of a diagram of morphisms) Such that any two sequences of morphisms with the same initial and final objects as one another will have the same value on any element in the initial object.",
        "To exchange; to put or substitute something else in place of, as a smaller penalty, obligation, or payment, for a greater, or a single thing for an aggregate.\nto commute tithes; to commute charges for fares",
        "A regular journey to or from a place of employment, such as work or school.",
        "The route, time or distance of that journey.",
        "Link/Cite"
    ]
}