{
    "translation": "לשבח, לפאר",
    "uses": [
        "I cannot sufficiently commend that view.",
        "Wherever the cake is the main product, expression will commend itself as the most advantageous process.",
        "But these hypotheses do not commend themselves, and we accept the tradition that Jesus taught that his death was an atonement for others.",
        "This famous compact was the work of John of Nassau, at that time governor of Gelderland, and did not at first commend itself to his brother.",
        "An attack from the Trentino with the object of cutting the Italian communications with the Julian front, and so bottling Cadorna's main force in what Krauss calls \" the Venetian sack,\" was an operation which could not but commend itself to the Austrian general staff.",
        "Let no one suppose for an instant that the self-education I am about to commend, in respect of the things of this life, extends to any considerations of the hope set before us, as if man by reasoning could find out God.",
        "The reference is to the earthenware token which two friends broke in order that they might commend a stranger for hospitality by sending with him the broken half.",
        "The work, which is thus a pragmatical chronicle of the calamities that have happened to mankind from the fall down to the Gothic period, has little accuracy or learning, and even less of literary charm to commend it; but it was the first attempt to write the history of the world as a history of God guiding humanity.",
        "As a novel Valentine has little to commend it; the plot is feeble and the characters shadowy.",
        "Wesley and Whitefield were accustomed to commend them to their followers.",
        "It cannot but seem probable that these are legendary additions which had arisen through the desire to commend the Gospel to the Romans.",
        "everybody do nowadays reflect upon Oliver and commend him, what brave things he did and made all the neighbour princes fear him; while here a prince, come in with all the love and prayers and good liking of his people.",
        "The annexation of Texas, achieved just before the close of his administration, seemed to commend him for a second term on that issue, and in May 1844 he was renominated by a convention of Democrats, irregularly chosen, at Baltimore.",
        "Experienced English irrigators generally commend as suitable for water-meadows those streams in which fish and waterweeds abound.",
        "Its basis is the classification of Cuvier, the modifications of which by Des Murs will seldom commend themselves to systematists whose opinion is generally deemed worth having.",
        "9); and it is this force of moral conviction which ought also to commend it to the conscience of his hearers.",
        "His policy of living at peace with England and of arranging marriages between the members of the royal families of the two countries did not commend itself to the turbulent section of his nobles; his artistic tastes and lavish expenditure added to the discontent, and a rebellion broke out.",
        "In these two years Locke was much at Oxford and in Somerset, for the later movements of Shaftesbury did not commend themselves to him.",
        "This latter, indeed, appears to have been concocted by Gerald, an ardent champion of the English cause in Ireland, from genuine letters of Pope Alexander III., still preserved in the Black Book of the Exchequer, which do no more than commend King Henry for reducing the Irish to order and extirpating tantae abominationis spurcitiam, and exhort the Irish bishops and chiefs to be faithful to the king to whom they had sworn allegiance.'",
        "The legal is the older group, and to it the name of casuist is often exclusively reserved, generally with the implication that its methods are too purely technical to commend themselves to mankind at large.",
        "We are again driven to fill up the gaps in our knowledge by conjectures; but some such outline as the following has much to commend it.",
        "It was far too democratic to commend itself to the Lutherans, who had by this time bound the Lutheran cause to the support of princes rather than to that of the people.",
        "Railways.It is easy to understand that an enterprise like railway construction, requiring a great outlay of capital with returns long delayed, did not at first commend itself to the Japanese, who were almost entirely ignorant of co-operation as a factor of business organization.",
        "The policy, which Thucydides and Grote commend, had grave defects - though it is by no means easy to suggest a better; e.g.",
        "Of these explanations, that advanced by Preller has little to commend it, even if, with O.",
        "However, these dukes and counts were not merely officials: they too had become lords of fideles, of their own advocati, centenarii and scabini, whom they nominated, and of all the free men of the county, who since Charlemagnes time had been first allowed and then commanded to commend themselves to a lord, receiving feudal benefices in return.",
        "For no philosophy which travesties the real course of history and distorts the moral facts is likely to commend itself to the sober judgment or mankind however brilliant be its exposition or ingenious its arguments.",
        "Moreover, it is obvious that a great part of Taylor's quarrel with current moral ideals arises from the fact that they do not commend themselves to the moral judgment, i.e.",
        "commend the hon.",
        "The judges also want to specially commend the runner up, Michael Pearce.",
        "We strongly commend this approach to the UK Government.",
        "commend the achievements of the family friendly initiative.",
        "I could find no real fault with it so I would heartily commend it for use.",
        "But before you do so, I should like to commend you for your very assiduous work on this case.",
        "commend what you don't cherish.",
        "(ii.) This document consisted, in the main though not entirely, of a collection of Sayings of the Lord, which set in strong relief at once His character and the moral and religious ideal that He desired to commend.",
        "This counsel is not to be contemned, because it may do you good and can do you no harm, for the danger is past as soon as you have burnt the letter: and I hope God will give you the grace to make good use of it, to whose holy protection I commend you.\"",
        "By then, however, he had become much more English than Scottish, which did not commend him to the Celtic chieftains.",
        "commend the tremendous effort our students have made in the past year.",
        "I wish to wholeheartedly commend this popular version of the Ecumenical Directory.",
        "I commend a small folio of charts from the Admiralty Leisure series.",
        "Conquest of Poverty We can commend Malthus for his sober methodological individualism.",
        "First of all, I'd like to commend author Muriel Feelings for her incredibly informative Introduction.",
        "Justly reproved, I commend any business which encourages the appreciation of Britain's waterways deserves support, not carping.",
        "To you, dear Brother Bishops, I commend this Year, confident that you will welcome my invitation with full apostolic zeal.",
        "Why betray the incognito of this modest country-side without historical association or picturesque sites to commend it to the antiquary or the tourist?",
        "Accordingly Cromwell the same day refused the crown definitely, greatly to the astonishment both of his followers and his enemies, who considered his decision a fatal neglect of an opportunity of commend him, what brave things he did, and made all the neighbour princes fear him.\"",
        "This proposition received the strong support of Sir George Grey, then governor of Cape Colony, but his view did not commend itself to the British government, and was not adopted (see South Africa: History).",
        "With regard to Japanese furs, there is little to commend them.",
        "We do not think that this conjecture will commend itself to the unprejudiced, especially in view of the fact that scourging by angels is a well-known piece of supernatural machinery (cf.",
        "Justly reproved, I commend any business which encourages the appreciation of Britain 's waterways deserves support, not carping.",
        "First, let me commend you on not being in a rush to send your pups out the door at eight weeks old.",
        "I commend you for taking seriously the concerns your fiancé has about how the remarriage may affect your children.",
        "Maidenform Pure Genius Seamless Tailored Boyshorts: Customer reviews commend the quality, style and value or these panties; you'll appreciate why when you experience their fit."
    ],
    "definition": [
        "To express approval of; praise: commended the volunteers for their hard work. See Synonyms at praise.",
        "a. To represent as worthy, qualified, or desirable; recommend: I commend her book to you.\nb. To cause to be worthy of recommendation: There is much about her book to commend it.",
        "To commit to the care of another; entrust: commended the orphans to the care of a guardian.",
        "com·mend′a·ble\nadjective",
        "com·mend′a·bly\nadverb",
        "Link/Cite",
        "To congratulate or reward.",
        "To praise or acclaim.",
        "To entrust or commit to the care of someone else.",
        "To mention by way of courtesy, implying remembrance and goodwill.",
        "To recommend.",
        "To force in a mental way.",
        "(obsolete) commendation; praise",
        "(obsolete, in the plural) compliments; greetings",
        "Link/Cite"
    ]
}