{
    "translation": "להתלונן",
    "uses": [
        "I have nothing to complain of.",
        "\"All in all, we can't complain about business,\" Cynthia added.",
        "\"Don't complain,\" Cynthia said.",
        "The Germans complain that in many cases the government acted very unfairly to them.",
        "Buddy, I wouldn't complain about that.",
        "They will simply complain about the tax rates and keep on working.",
        "The frauds and adulterations were probably due in part to the apothecaries, for Dr Merrit, a collegiate physician of London, stated that \" such chymists which sell preparations honestly made complain that few apothecaries will go to the price of them.\"",
        "She had done nothing but cry, complain and faint since this ordeal had begun.",
        "She didn't complain, but he felt her disappointment.",
        "He assures us that his tutor did not complain of any inaptitude on the pupil's part, and that the pupil was as happily unconscious of any on his own; but here he broke off.",
        "Tromp had to complain of the conduct of several of his captains.",
        "The modern Wagnerian conductor is apt to complain that Beethoven, in his four-bar phrase, drowns a melody which lies in the weakest register of the clarinet by a crowd of superfluous notes in oboes, horns and flutes.",
        "Dean bit his lip, assuming the little woman was about to complain about Gladys Turnbull's late night writing, but she had other concerns.",
        "But he was 10th to execute judgments upon English Puritans, and modern high churchmen complain of his infirmity of purpose, his opportunism and his failure to give Parker adequate assistance in rebuilding the shattered fabric of the English Church.",
        "The king of Prussia had some reason to complain of the sudden desertion of his ally, but there is no evidence whatever to substantiate his accusation that Bute had endeavoured to divert the tsar later from his alliance with Prussia, or that he had treacherously in his negotiations with Vienna held out to that court hopes of territorial compensation in Silesia as the price of the abandonment of France; while the charge brought against Bute in 1765 of having taken bribes to conclude the peace, subsequently after investigation pronounced frivolous by parliament, may safely be ignored.",
        "This being so, he could hardly complain when on returning he found that his official position in Madame de Warens's household had been taken by a person named Vintzenried.",
        "If they give me plenty of it I'll not complain about its color.",
        "There are some who complain most energetically and inconsolably of any, because they are, as they say, doing their duty.",
        "In Shuffling, Cutting and Dealing, 26th of May, he rejoiced at the quarrels which he saw arising, for \"if you all complain I hope I shall win at last.\"",
        "When Pierre and his wife had left, he grew very quiet and began to complain of depression.",
        "While Jennifer didn't complain, Dean could see her hands gripping the sides of the vehicle tightly as they moved steadily upward.",
        "While he should have turned the project over to Rita at headquarters, it had, after all, been Fred's idea, so he didn't complain about giving it a shot.",
        "You've not spent even a moment with her, and you complain of her behavior?",
        "He immediately began to complain to Hyde, earl of Clarendon, of the poverty of the see, and based claims for a better benefice on a certain secret service, which he explained on the 20th of January 1661 to be the sole invention of the Eikon Basilike, The Pourtraicture of his sacred Majestic in his Solitudes and Sufferings put forth within a few hours after the execution of Charles I.",
        "He took other men's labour as his due, and impressed their words, of which he had suggested the underlying ideas, with the stamp of his own individuality; his collaborators themselves did not complain - they were but too glad to be of help in the great work of controlling and forwarding the French Revolution through its greatest thinker and orator.",
        "The emergency network had not been utilized, which meant that by morning one of the high-ranking men hiding underground would be on the phone to General Greene to complain about the lack of gin.",
        "You complain of our separation.",
        "But whatever cause she might have found since marriage to complain of his rigorous custody and domineering brutality was insufficient to break the ties by which he held her.",
        "We complain of the severe losses which we have been forced to sustain by the emancipation of our slaves, and the vexatious laws which have been enacted respecting them.",
        "A year or two later certain vine-growers in the South of France began to complain of the new vine-disease.",
        "Private persons may complain to justices in respect of nuisances by which they are personally aggrieved, and if the district council make default in doing their duty, the Local Government Board may authorize any officer of police to institute any necessary proceedings at the cost of the defaulting council.",
        "Unlike Logan, this man wouldn't hesitate or complain about holding her on the days when the pain was too much.",
        "Whereupon certain theologians (themselves perhaps the authors of it) took occasion to complain of me to the prince and the magistrates; moreover, the stupid Cartesians, because they are commonly supposed to side with me, desiring to free themselves from that suspicion, were diligent without ceasing in their execrations of my doctrines and writings, and are as diligent still.\"",
        "A statesman whose words have to be interpreted by an esoteric meaning cannot fairly complain if he is often misunderstood.",
        "Stephen Bathory, voivode of Transylvania and count of the Szeklers, for instance, ruled Transylvania like a Turkish pasha, and threatened to behead all who dared to complain of his exactions; \" Stinking carrion,\" he said, was better than living Szeklers.",
        "We complain of the continual system of plunder which we have ever endured from the Kafirs and other colored classes, and particularly by the last invasion of the colony, which has desolated the frontier districts and ruined most of the inhabitants.",
        "What then should I say, if I dared complain, I who am deprived of all who are dear to me?",
        "For the latter they have nothing but condemnation, but the former they acknowledge as part of the divine order of the state, while the y complain that the priests have prostituted their office for lucre.",
        "The slave wars had not directly touched the great cities; Verres plundered and impoverished everywhere, removing anything of value, especially works of art, that took his fancy, and there is hardly a city that had not to complain of what it suffered at his hands.",
        "Yet the figure of Zeus had almost faded from the religious world of Hellas some time before the end of paganism; and Lucian makes him complain that even the Egyptian Anubis is more popular than he, and that men think they have done the outworn God sufficient honour if they sacrifice to him once in five years at Olympia.",
        "France naturally objected; but having refused to co-operate with England in suppressing the revolt, she could not reasonably complain that her offer of co-operation in the work of reorganization was declined.",
        "Henry had good cause to complain of the ecclesiastical courts, and had only awaited a convenient season to correct abuses which were admitted by all reasonable men.",
        "The pope, to whom the Saxons had been encouraged to complain, responded by sending back certain of Henrys messengers, with the command that the king should do penance for the crimes of which his subjects accused him.",
        "It was in vain to complain, saying, \" Every one that doeth evil is good in the eyes of Yahweh,\" or \" Where is the God of judgment ?",
        "Foreign governments often complain of this power of the Senate, because it prevents them from being able to rely upon the carrying out of arrangments they have made with the executive; but as the president is not responsible to Congress and is irremovable (except by impeachment) during his term of office, there would be objections to giving him an.",
        "It is due to Vieillot to mention these facts, as he has been accused of publishing his method in haste to anticipate some of Cuvier's views, but he might well complain of the delay in London.",
        "A true work of art is incomparably greater than the sum of its ideas; apart from the fact that, if its ideas are innumerable and various, prose philosophers are apt to complain that it has none.",
        "In his own lifetime Origen had to complain of falsifications of his works and forgeries under his name.",
        "Julius Caesar's lines on Terence, the \"dimidiatus Menander,\" while they complain of lack of comic power, characterize him as \"puri sermonis amator.\"",
        "We complain of the unjustifiable odium which has been cast upon us by interested and dishonest persons, under the cloak of religion, whose testimony is believed in England to the exclusion of all evidence in our favour; and we can foresee, as the result of this prejudice, nothing but the total ruin of the country.'",
        "The most petty limitations of Jewish commercial activity continued; thus at about this period the community of Prague, in a petition, \" complain that they are not permitted to buy victuals in the market before a certain hour, vegetables not before 9 and cattle not before II o'clock; to buy fish is sometimes altogether prohibited; Jewish druggists are not permitted to buy victuals at the same time with Christians \" (op. cit.).",
        "As a wife she was wholly admirable; she had to entertain a man who would not be amused, and had to submit to that terribly strict court etiquette of absolute obedience to the king's inclination, which Saint-Simon so vividly describes, and yet be always cheerful and never complain of weariness or ill-health.",
        "and changing the constitution of the society, and they complain of this being done by the usurpation of persons who \"were but merchant goldsmiths, and had but little knowledge in the science.\"",
        "282): - \"With reference to the conversation about Lord Palmerston which the queen had with Lord John Russell the other day, and Lord Palmerston's disavowal that he ever intended any disrespect to her by the various neglects of which she has had so long and so often to complain, she thinks it right, in order to avoid any mistakes for the future, to explain what it is she expects from the foreign secretary.",
        "One Parnell was put forward to complain of a decree pronounced against him in favour of the contending party Vaughan, who he said had presented a gilt cup to the chancellor.",
        "All the food is made to order, which may account for some of the lengthy waiting times diners occasionally complain about here.",
        "The bishop of St Andrews was for Baliol, he of Glasgow was for Bruce; and the Baliol party, the seven earls complain, was ravaging Moray.",
        "Only at the very end, when the disease from which he was suffering left him no hope, did he complain with some bitterness of the hardship of leaving this world where the many discoveries being made pointed to yet greater discoveries to come.",
        "The liberal school of thought of which Mohler was a prominent exponent was discouraged in official circles, while Protestants, on the other hand, complain that the author failed to grasp thoroughly the significance of the Reformation as a great movement in the spiritual history of mankind, while needlessly dwelling on the doctrinal shortcomings, inconsistencies and contradictions of its leaders.",
        "In 1522 the bishop of Carlisle complained to Cardinal Wolsey, then archbishop of York, that the English thieves committed more thefts than \"all the Scots of Scotland,\" the men of Hexham being worst of all, and appearing loo strong at the markets held in Hexham, so that the men whom they had robbed dared not complain or \"say one word to them.\"",
        "This meeting of Christians we admit deserves to be made illicit, if it resembles illicit acts; it deserves to be condemned, if any complain of it on the same score on which complaints are levelled at factious meetings.",
        "The same year he headed a deputation of the Commons to the king to complain of Bishop Fisher's speech against their proceedings.",
        "As clichéd as it is to complain about rising rates of crime, the statistics tell a different story.",
        "Not that Rachel had any reason to complain.",
        "What right did he have to complain?",
        "complain about the weather.",
        "Even these latter, who gained most by the reforms, considered that they had good reason to complain, for the defeat of Arabi and the re-establishment of order had enabled the Christian money-lenders to return and insist on the payment of claims, which were supposed to have been extinguished by the rebellion.",
        "Representation was extended to Wales, Cheshire, Berwick and Calais; and parliamentary authority was enhanced, largely that it might deal with the church, until men began to complain of this new parliamentary infallibility.",
        "had to complain to the empress Theodora of the exactions practised by her officials.",
        "The people complain bitterly to Moses, who appeals to Yahweh and is assured by him of the future deliverance of Israel \"by a strong hand.\"",
        "Hisham tried to keep himself free from and above the rival parties, but as his vicegerents were inexorable in the exaction of tribute, the Qaisites against the Yemenites, the Yemenites against the Qaisites, both parties alternately had reason to complain, whilst the non-Arabic Moslems suffered under the pressure and were dissatisfied.",
        "Not that she had any right to complain.",
        "diet to condemn Luther's teachings, his curious and instructive despatches to the Roman Curia complain constantly of the ill-treatment and insults he encountered, of the readiness of the printers to issue innumerable copies of Luther's pamphlets and of their reluctance to print anything in the pope's favour.",
        "With this exception, the citizens of Medina had nothing to complain of.",
        "29) is the necessary second verb: \" Why doth a mortal complain?\"",
        "In a rural district any parish council may complain to the county council that the district council have made default in keeping any highway in repair, and the county council may thereupon transfer to themselves and execute the powers of the district council at the cost of the latter body, or they may make an order requiring the district council to perform their duty, or they may appoint some person to do so at the cost of the district council.",
        "The council may also complain to the county council that the district council have failed to sewer their parish or provide a proper water-supply, or generally to enforce the provisions of the Burial Acts; and upon such complaint, if ascertained to be well founded, the county council may transfer to themselves the powers and duties of the district council, or may appoint a competent person to perform such powers and duties.",
        "But the fighting races of the Punjab saw no reason for casting in their lot with the mutineers, and the great majority of the independent princes who had nothing of which to complain, like Patiala in the Punjab,.",
        "He appeared as her ambassador at the court of Elizabeth to complain of the injustice done to her, and when he found he was not listened to he laid plans for her escape.",
        "The six months elapsed without any solution being produced; but he received a letter from Leibnitz, stating that he had \"cut the knot of the most beautiful of these problems,\" and requesting that the period for their solution should be extended to Christmas next, that the French and Italian mathematicians might have no reason to complain of the shortness of the period.",
        "If, on the other hand, it is to be borne by the mother country alone, she may well complain that she is left to bear more than her due share of the weight.",
        "To complain of the over-subtlety of a theological adversary is a recognized move in the game; it may constantly be played in good faith; it proves little or nothing.",
        "At the end of this patient search among our ideas, he supposes the reader apt to complain that he has been \" all this while only building a castle in the air,\" and to ask what the purpose of all this stir is, if we are not thereby carried beyond mere ideas.",
        "had given Guienne in fief, provoked the nobles of Gascony to complain to Charles V.",
        "accuse his sister of ingratitude and complain of her resistance; the treaty of Fontainebleau in 1785 maintained the rights of Holland.",
        "The editors of Averroes complain that the popular taste had forsaken them for the Greek.",
        "After the several parties had begun to complain to the home government the monopoly of the fur trade was transferred to Cadillac and he was exhorted to cease quarrelling with the Jesuits.",
        "aggrieved citizens may not only complain to the Ombudsman.",
        "Symptoms in arrhythmias patients with arrhythmias patients with arrhythmias often complain of awareness of the heart beating or \" palpitation \" .",
        "A person having a heart attack will usually complain of a tight pain in the chest.",
        "You can complain to the County Court about a certificated bailiff.",
        "The next time you buy a game which does not live up its promotional blurb, complain.",
        "Considering it was probably the last time we will ever get to hear him play, perhaps it seems a little churlish to complain.",
        "complain about faults that were pointed out to them or that they would have seen before they purchased the item.",
        "complain about corruption in Africa if we actively abet it.",
        "complain on behalf or someone else if you have their permission in writing.",
        "complain bitterly about replacing Whitehall Knows Best with Parents Know Best.",
        "complain about?",
        "how to complain Other ways of complaining How can I help you?",
        "complain of a tight pain in the chest.",
        "complain of shortness of breath and a cough.",
        "complain of unfair dismissal regardless of length of service.",
        "The first visit was so dire, I was compelled to write and complain.",
        "dissatisfied applicants can complain, via an MP, to the Parliamentary Ombudsman.",
        "Just because someone does not write or phone in to complain does not mean that they haven't left dissatisfied.",
        "dissatisfyho is dissatisfied with any aspect of the Society's work or its services should complain.",
        "He's called me up to complain that there is something wrong with the new doorknob I fitted for him last week.",
        "DUI radio show complain.",
        "If you are not sure what to do or how to complain you can contact the specialist media ethics body Press Wise.",
        "yet fe and HE lecturers complain that their incoming students lack basic knowledge and need remedial lessons.",
        "Marketers such as Search King complain that Google's changes come with no forewarning to a web community so dependent on it for traffic.",
        "I am not sure quite why I had the gall to complain - well, I wasn't really, just laughing at myself!",
        "So where do I complain if my mortgage provider is using gobbledygook?",
        "her details on this, see h ow to complain.",
        "heart attack will usually complain of a tight pain in the chest.",
        "This is one reason why people stay in situations and complain.",
        "Shortly thereafter, the seller's young daughter began to complain that the characters in the painting were fighting and coming out into the real world at night.",
        "Being that the majority of consumers are concerned with the wearability factor of their footwear, who can complain about soft stretchy Brazilian leather?",
        "Its commercial classes constantly complain of the increasing competition of the provinces, and of the progressive industrial emancipation of Hungary.",
        "industrious habits complain of \" the little which they do in a day \" .",
        "What, therefore, has the laborer to complain of in America?",
        "In October 2003, Mr C started to complain of pain in his left leg.",
        "Is it fair to starve us to death and then complain that your pound of flesh looks malnourished?",
        "In cases where a parent feels a teacher is guilty of serious misconduct a parent may complain to the General Teaching Council.",
        "Maybe that explains why so many complain of stomach discomfort when using regular creatine monohydrate.",
        "Then I'll complain a lot, become neurotic, and generally be a pain in the ass for a while.",
        "You can complain to the local government ombudsman at any time.",
        "For further details on this, see h ow to complain.",
        "peroneal instability may complain that the ankle gives way.",
        "pestered by someone complain to the driver, conductor or guard.",
        "preoccupynes also complain that the US is too preoccupied with the war against terrorism to press for aid for Argentina.",
        "quick to complain these day's, but seldom do people pass on positive comments.",
        "Why does the system complain I'm over quota when \" quota -v \" claims I have no quota imposed?",
        "Despite a large proportion of the students being 'older ' we behaved like the unruly student rabble we would usually complain about!",
        "Sorry to complain in such beautiful weather but I do feel that we teachers are getting a very raw deal lately.",
        "rejoicer than rejoicing over our tidy asset base, we complain about the downside of the property market.",
        "salvetish complain of being forced to wait for two days salving Russian pride.",
        "first s/he has to complain to the Customer Relations or Complaints Manager for the office s/he has been dealing with.",
        "At least 50 per cent of patients complain of vague stomachaches or other gut symptoms.",
        "I shouldn't really complain because he was good with the prescription for anti-malarial tablets (8 weeks for just one charge!",
        "Illogical skeptics will complain that any hypothesis can be induced in this framework, such as a giant purple unicorns or flying cats.",
        "As much as I like to complain about this new idea, it does come with a significant upside.",
        "Lelia is a female Manfred, and Dumas had some reason to complain that George Sand was giving them \" du Lord Byron au kilo.\"",
        "This was not a difficult matter, because the Sublime Porte had many things to complain of in the past and had good reason to fear aggression in the near future.",
        "He had perhaps no right to complain that he was kept aloof from all share in government while only heir apparent, for this was the traditional practice of his family.",
        "In a word, though most men anywise eminent have found reason to complain of calumny, I never was touched, or even attacked, by her baleful tooth; and, though I wantonly exposed myself to the rage of both civil and religious factions, they seem to be disarmed on my behalf of their wonted fury.",
        "Just thought I would mention that as everyone is quick to complain these day 's, but seldom do people pass on positive comments.",
        "Why does the system complain I 'm over quota when \" quota -v \" claims I have no quota imposed?",
        "Despite a large proportion of the students being 'older ' we behaved like the unruly student rabble we would usually complain about !",
        "Rather than rejoicing over our tidy asset base, we complain about the downside of the property market.",
        "Workers may complain to an employment tribunal if they are being denied rest periods, breaks or the paid annual leave entitlements.",
        "British complain of being forced to wait for two days salving Russian pride.",
        "First s/he has to complain to the Customer Relations or Complaints Manager for the office s/he has been dealing with.",
        "Some patients complain of a sticky, stringy mucous discharge.",
        "I should n't really complain because he was good with the prescription for anti-malarial tablets (8 weeks for just one charge !",
        "After seeing this, no star trek actor ever has the right to complain about being typecast ever again.",
        "While polyester might be considered a safe fabric, many parents complain about its inability to breathe.",
        "Many people complain about how the heat is collected in most memory foam mattresses and the CoolMax Mattress fixes this issue.",
        "Many pet owners who have both dogs and cats complain about the dogs getting into the litter box.",
        "Some cardholders complain that they were promised a certain interest rate, but received a higher one.",
        "Don't complain about your former spouse when your child is around.",
        "Choose minimally packaged goods to reduce waste, and complain to companies who use excessive packaging.",
        "Car resource websites like Edmunds complain that many of the hybrids, both foreign and domestic will take years to own before the consumer breaks even.",
        "Some people complain about the noise that is created.",
        "So many women have spent hundreds of dollars every month to join the gym and then complain about how they can't find the time to go.",
        "It's easy to focus on things to complain about, or things you want to fix, but when you incorporate thoughts of gratitude it changes your mindset and reduces stress.",
        "Some complain that Deb prom dresses are not high quality.",
        "Don't complain there's no one to hang out with because there are thousands of teens online every day.",
        "It's important for teens to have boundaries and even though they'll complain, it's nice to know that someone cares.",
        "Your son or daughter may often complain of physical ailments such as headaches and stomachaches.",
        "Some users also complain of nausea and vomiting.",
        "Others complain that in humid climates, stacked or draped Egyptian cotton towels absorb moisture from the air and are always damp.",
        "Rosie went on to complain that the media was making her look like a bully, stating that every time she tried to defend herself that it was \"…poor little Elisabeth I'm picking on.\"",
        "Don't you hate it when the rich and famous complain about privacy?",
        "Staff members complain that they can't get their work done because, due to numerous re-shoots, they have to leave everything on their desks in the exact same place.",
        "While not all the testimonials come from parents of autistic children, they all agree that children can be troubled by the \"bumps\" in their socks and complain that nothing feels right.",
        "Place most of your budget into the size, as most indoor gardeners complain about the lack of space.",
        "There's a reason women complain about high heels, and the last thing you need is more stress on your ankles when you're already doing heavy squats.",
        "There are many who complain about the prices and even refer to the company as \"Pradagonia,\" but the fact remains that almost everyone who has purchased one of their items has had reasons to be pleased for a long time afterwards.",
        "Just as petite women complain about pants that are too long and tops that are too roomy if they aren't sized for petite frames, tall women have just as many complaints when it comes to off-the-rack clothing.",
        "Today plus size models grace the catwalks of many designers, and while people may complain that these plus size models are still smaller than the average size 14, remember that's the nature of modeling.",
        "Although women do complain that it's uncomfortable, a mammogram takes only about 10 minutes and could save your life.If you don't have insurance, visit the National Breast Cancer Early Detection Program and click on \"Find a Local Program.\"",
        "An elder may complain of pain, show bruising, cuts, or broken bones.",
        "Secondary Process Offerings: Glasses are great until they scratch, so nobody can complain about eyeglass laboratories' use of finish to protect one's investment in lenses.",
        "Some users complain that they do not stay attached indefinitely, so they could fall off at an inconvenient time.",
        "The spectators are bland and there's nothing going on at the sidelines, but those aren't things to complain about.",
        "The more of your Sims' \"Wants\" you fulfill the happier they will be and the less they will complain about their simulated lives.",
        "Game publishers complain that books can depict much bloodier and more subversive behavior than games, and yet are available to be checked out of public libraries by children and teenagers.",
        "Often people complain about the rules and may feel no need to follow them.",
        "It would be ideal if a subscriber never had to phone into customer service for help (or to complain), but it's bound to happen.",
        "The child may complain of headache and nausea, with a feeling of overall weakness and exhaustion.",
        "Some people complain of rebound congestion, which occurs when, after the decongestant has worn off, the congestion returns even worse than before.",
        "Children suffering from sickle anemia have episodes during which they suddenly become unwell or complain of severe abdominal or chest pain, headache, stiffness of the neck or drowsiness.",
        "After this initial period, the patient will often complain of continued fever, shaking chills, overwhelming weakness, and even a feeling of impending doom.",
        "Infants and children who do not vomit or complain of heart-burn or stomachache may have this condition.",
        "They can also have bad breath and complain of having a sour taste in their mouths.",
        "Children who have chronically bleeding gums, open sores on the gums, or who complain of gum or tooth pain, should see a dentist promptly.",
        "Affected people may complain of nausea, vomiting, diarrhea, stomach pain, headache, sweating, and a metallic taste in the mouth.",
        "Parents should monitor children who complain of numbness or tingling that lasts for more than a few minutes and fails to improve.",
        "Children will usually complain of severe pain in the affected ear, which may become swollen.",
        "The child may complain of tiredness and have trouble sitting up, standing, or moving the neck, shoulders, abdomen, back, or hips.",
        "Some patients show none of these symptoms but complain of fatigue and general weakness.",
        "A hypoglycemic child will appear irritable, sweaty, shaky, and confused and may complain of being very hungry.",
        "Though not always present, the child may complain of headache or pain behind or in front of the ear a few days prior to the onset of Bell's palsy.",
        "When children get the flu, they often complain of nausea and have vomiting and diarrhea, although these problems are less common in older children and adults.",
        "Young children may complain of abdominal pain.",
        "Many young children complain only of a headache and stomachache, without the characteristic sore throat.",
        "In most cases, there is no pain or tenderness associated with this disease, although sometimes persons affected complain of difficulty in swallowing, as if they had a lump in the throat.",
        "However, children with Lyme disease frequently complain of chest pain and have papilledema (swelling of the optic nerve).",
        "Older children often complain of muffled hearing or a sense of fullness in the ear.",
        "The individual may complain of head or muscle aches or weakness in the arms or legs before falling into a deep sleep.",
        "Some reviewwers like the ease of use, but do complain the color is dull.",
        "Most consumers complain that the company is difficult to reach, stating that despite operating approximately eight phone numbers, it is very difficult to speak to an ASC representative.",
        "Others complain of false positives or tests not working at all.",
        "A better photography team will have a heat machine for the models, but you might be expected to just manage the best you can and not complain.",
        "Again, at no point can you complain or be anything other than perky, friendly, cooperative and good-natured.",
        "Many church-going women complain that it is difficult to find church attire that falls within the modesty range of the aforementioned categories.",
        "Some complain that the coffee beans get stuck, but the machine is easily cleaned and stuck beans is a relatively common problem with this type of coffee grinder.",
        "Even your closest friends will eventually tire of listening to you complain.",
        "If you talk too much about the bad or complain, she will become bored or frustrated.",
        "At the end of an evening before you go to bed, is it worth it to complain about a personal habit?",
        "He has begun to complain about our conversations on the phone--he is constantly reminding me that he \"needs to get back to work.\"",
        "Many long distance couples complain that they never get to spend any \"regular\" time together, like dinner of an evening, watching a movie together or just hanging out during their down time.",
        "Never again can singles complain that they don't go on enough dates or meet enough new people.\"",
        "It is often what long-term couples complain of losing, and many people look for ways to keep the feeling of connection and excitement clear and constant.",
        "Some free websites save on their costs by fully automating their sites, and when users complain, very little is done (if anything) and it takes forever.",
        "Osteoporosis: People with severe symptoms often complain of bone pain.",
        "He might complain and gripe a bit when he sees you in three-inch heels when you are only going out to the movies, but secretly he'll feel proud that he snagged such a great catch!",
        "Let your child talk about, ask questions, complain, blame, and cry about the divorce.",
        "Butterscotch has lifelike sounds and movements, although some people complain of a loud motorlike sound.",
        "Teachers today complain that students have little creativity of their own and are often stumped when presented with a project that requires this type of ingenuity.",
        "Some patients complain that the rash itches, but by the time the rash appears most patients say they feel fine.",
        "While many find it comfortable, some complain of weak stitching and the tendency of the ties to come loose.",
        "Many wearers love it, but several complain that the look trumps the comfort and the arch support is unsatisfactory.",
        "Critics complain that teens often overuse the popular flip flops and end up wearing them inappropriately to work or upscale restaurants.",
        "In addition, some neon \"Chucks\" fans complain that the shoe could be even brighter if the company paired them with neon shoelaces.",
        "ABC General Hospital Message Boards are available to ABC's primary website, and fans can use them to compliment, complain and interact with each other.",
        "This section of Soap Zone is devoted entirely to loyal All My Children fans, who want to discuss storylines, complain about cast changes or simply gossip with other fans in real time.",
        "Women with these tattoos sometimes complain of enduring crude comments from forward men, and often feel they are discriminated against based upon their tattoo choice.",
        "A wife, with an autistic husband, may complain or nag that she is the only one taking care of the household and the children.",
        "One of the worst things you can do within a registration letter is to complain about the company, the employees or management.",
        "Consumers complain about the van's sluggishness.",
        "The Volkswagen Routan is a cousin of the popular Chrysler Town and Country, but reviewers complain that it lacks some of the features that have made consumers so fond of the American model.",
        "However, reviewers complain about the narrowness of the seats.",
        "They don't complain, but instead choose to see the best, even in difficult or frustrating situations.",
        "This site is big on cat toys and blankets, which is a good place to start because the projects are small and your cat probably isn't going to complain too much if it doesn't turn out perfectly.",
        "However, there are people that quickly become tired of basic simple food and complain that it is boring, tasteless or both.",
        "Several other consumers called in to complain that they too found the small bright, blue plastic pieces in their meals.",
        "If you're among the many people who complain their butt is too big, too flat, or covered in ugly cellulite, consider exercise to increase your glutes.",
        "Homeowners complain of headaches and sore throats from inhaling the fumes.",
        "Others complain that the gel in the insert dissipates quickly.",
        "On the other hand, plenty of women complain about the wires being uncomfortable, digging into ribs and breasts, and leaving red marks on the skin.",
        "Regarding the Body Shaper, many women complain first that the sizing chart offered to help you select your shaper is so vague as to be worthless.",
        "Many who call to complain only get a recording and can get no assistance.",
        "Some women might have a nice laugh watching a man work his way into a compression tee for the first time, knowing that he'll always understand when they complain about control-top pantyhose after that.",
        "The tights come in black, chocolate, cream, smoke and olive, so you'll never again be able to complain about boring legwear.",
        "While some may still complain about scantily clad women parading about in this fashion, the show continues to draw a huge audience.",
        "A lot of women, including Japanese women, complain about the lack of variety in styles, such as an excess of thongs but not much in the way of something more comfortable, like boy shorts.",
        "Smoking is allowed at the discretion of the security staff, who can demand that you stop smoking if other around you complain.",
        "Despite the fact that many people complain about reality television and decry its existence, the genre continues to expand.",
        "The show is full of drama as the stars complain about exercising and trying to stick to their recommended diets.",
        "Those opposed complain that networks don't care when nudity occurs and that some nudity is manufactured for ratings.",
        "People complain all the time that the editing made them look bad, but that's just wrong.",
        "Don’t complain about it, just come and talk to us, we love to collaborate.",
        "Itchiness is usually the most common complain associated with a mosquito bite, so it should come as no surprise to learn that there are so many remedies designed to treat this uncomfortable malady.",
        "Women everywhere complain about drying skin.",
        "Many opponents of Second Life complain that users often forget which is the fake world and which is the real world, affecting their life in many ways and presenting challenges to real friends and family.",
        "It's hard to complain that people are lying about you in public when you are providing inaccurate information of your own.",
        "\"I can't complain about waking up on top of a woman,\" he replied.",
        "While I complain away about the slightly antiquated sound of Marcy Playground it's only because the music scene is changing so quickly.",
        "Ways to complain Editors should respond promptly to complaints and should ensure that there is a way for dissatisfied complainants to take complaints further.",
        "Having created the mechanism to complain via the Web, the onus would be on the PCA to communicate this option to potential complainants.",
        "Other girls reveal a sexual awareness which stretches to strawberry flavored condoms whilst still more complain about poor quality drugs.",
        "Some patients are not particularly conscious of even quite gross planovalgus deformity and complain mainly of pain.",
        "On the other hand David didn't complain against other believers, as some do when stresses occur and so cause further discouragement.",
        "Most reviews on Buzz Quiz Show for PlayStation 2 complain about the lack of inventory and clips for the questions.",
        "Many of the reviewers complain about receiving unwanted products or having trouble canceling orders."
    ],
    "definition": [
        "To express feelings of pain, dissatisfaction, or resentment.",
        "To make a formal accusation or bring a formal charge; file a complaint.",
        "com·plain′er\nnoun",
        "Link/Cite",
        "(intransitive) To express feelings of pain, dissatisfaction, or resentment.\nJoe was always complaining about the noise made by his neighbours.",
        "(intransitive) To make a formal accusation or bring a formal charge.\nThey've complained about me to the police again.",
        "To creak or squeak, as a timber or wheel.\nthe complaining bed-springs",
        "Link/Cite"
    ]
}