{
    "translation": "אדיבות, נכונות לרצות אחרים",
    "uses": [
        "Thanks to the blind complaisance of its democrats and the timid subserviency of its once haughty oligarchs, he became master of its fleet and arsenal (16th of May 1797).",
        "Equally extensive, but less important in the political sphere, were the Papal States and Veneti, the former torpid under the obscurantist rule of pope and cardinals, the latter enervated by luxury and the policy of unmanly complaisance long pursued by doge and council.",
        "The Spanish rulers made efforts to govern wisely and liberally, showing great complaisance, particularly in heeding the profit of the colony, even at the expense of Spanish colonial commercial regulations.",
        "It is too long, the sentiment is overstrained, and severe moralists have accused it of a certain complaisance in dealing with amatory errors; but it is full of pathos and knowledge of the human heart.",
        "She was helpless, and the violence of her grief and anger soon changed to passive resistance, and than to a complete forbearance and complaisance which gained the king's regard and favour.",
        "He became lieutenant-general of the kingdom in 1417, and made active efforts to combat the complaisance of his mother.",
        "The Bhonsla raja forfeited Orissa to the English, who had already occupied it with a flying column, and Berar to the nizam, who gained a fresh addition by every act of complaisance to the British government.",
        "The king had by a royal edict cumbered the queen-regent with a council and other restrictions, and it was necessary to get the parlement of Paris to overrule the edict and make the queen absolute regent, which was done with the greatest complaisance.",
        "I am ashamed to say that hitherto I have only given myself out of mere complaisance.",
        "Although ostensibly to congratulate the king upon his recovery from a sickness, it was really sent in the hope of enlisting his support, and the excessive courtesy and complaisance with which it was received suggest that it found a ready ally in Judah (2 Kings xx."
    ],
    "definition": [
        "Link/Cite",
        "The quality of being complaisant, amiable or agreeable.",
        "Link/Cite"
    ]
}