{
    "translation": "בן אותה הארץ",
    "uses": [
        "It was on this mission that he met and helped his compatriot Bonaparte.",
        "On the staff of Figaro was another compatriot with whom she was already intimate as a visitor at Nohant.",
        "I am delighted to meet a compatriot.",
        "From this point of view Pierre d'Ailly, together with his compatriot Cardinal Fillastre, took the preponderating part during the first.",
        "He then went to Paris, where he was soon joined by his friend and compatriot, Adolphe Thiers, the future president of the French republic. He was introduced by J.",
        "Again in 1907 there was some friction owing to the murder of a Guatemalan ex-president by a compatriot in Mexico: later in the year, however, the Mexican government was active in stopping a war between its Central American neighbours.",
        "A celebrated lawsuit in Alsace, pleaded by his friend and compatriot Ignace Chauffour, aroused his interest by reviving the question of the origin of the feudal laws, and gradually led him to study the formation of those laws and the early growth of the feudal system.",
        "He was then cleansed and re-clothed, his room cleaned, and during the day he was visited by his new attendant, a creole and a compatriot of Josephine de Beauharnais, named Jean Jacques Christophe Laurent (1770--1807), who had from the 8th of November onwards assistance for his charge from a man named Gomin.",
        "Meanwhile, the leading conception from which St Teresa started had developed along characteristically different lines in the mind of her compatriot and contemporary, Ignatius Loyola.",
        "Third seed Palmer is scheduled to meet compatriot Anthony Ricketts, the sixth seed, in the last eight.",
        "Darwish eased past John Williams in 27 minutes while Elborolossy took 36 minutes to defeat compatriot Muhammed Essam Hafiz.",
        "The 19-year-old from Pontefract in Yorkshire, seeded four, overcame experienced compatriot Paul Lord in the first round of the eight-man event.",
        "Els is joined by compatriot Retief Goosen, with US-based Zimbabwean Nick Price also making a rare trip to European shores.",
        "Fourth position overall was filled by Gjedde's Danish compatriot Mads Korneliussen, who spent the season'doubling-up ' from Premier League Newport."
    ],
    "definition": [
        "A person from one's own country.",
        "A colleague.",
        "com·pa′tri·ot′ic\nadjective",
        "Link/Cite"
    ]
}