{
    "translation": ".1יצירה .2 הרכב",
    "uses": [],
    "definition": [
        "a. The combining of distinct parts or elements to form a whole.\nb. The manner in which such parts are combined or related.\nc. General makeup: the changing composition of the electorate.\nd. The result or product of composing; a mixture or compound.",
        "Arrangement of artistic parts so as to form a unified whole.",
        "a. The art or act of composing a musical or literary work.\nb. A work of music, literature, or art, or its structure or organization.",
        "A short essay, especially one written as an academic exercise.",
        "Law A settlement whereby the creditors of a debtor about to enter bankruptcy agree, in return for some financial consideration, usually proffered immediately, to the discharge of their respective claims on receipt of payment which is in a lesser amount than that actually owed on the claim.",
        "Linguistics The formation of compounds from separate words.",
        "Printing Typesetting.",
        "com′po·si′tion·al\nadjective",
        "com′po·si′tion·al·ly\nadverb",
        "Link/Cite",
        "The proportion of different parts to make a whole. [from 14th c.]",
        "The general makeup of something. [from 14th c.]",
        "1630, John Smith, True travels, in Kupperman 1988, p. 50:\nwith an incredible courage they advanced to the push of the Pike with the defendants, that with the like courage repulsed [...], that the Turks retired and fled into the Castle, from whence by a flag of truce they desired composition.",
        "(law) an agreement or compromise by which a creditor or group of creditors accepts partial payment from a debtor.",
        "A mixture or compound; the result of composing. [from 16th c.]",
        "An essay. [from 16th c.]",
        "(linguistics) The formation of compound words from separate words. [from 16th c.]",
        "A work of music, literature or art. [from 17th c.]",
        "(printing) typesetting. [from 19th c.]",
        "(mathematics) Applying a function to the result of another.",
        "Link/Cite"
    ]
}