{
    "translation": ".1 להלחין\n.2 להרכיב",
    "uses": [
        "Lisa tried to compose her thoughts and expression.",
        "She made an effort to compose herself, taking deep breaths.",
        "She needed time to compose herself before sharing the bad news with him.",
        "Not till then did he compose this letter.",
        "We stopped for an ice cream to compose our guest though I disliked taking the time from calling Daniel Brennan to run the license plate number we'd recorded.",
        "Jessi did her best to compose herself as she returned to the food court.",
        "After abolishing the cabinet council system in favour during the rule of the two Annes, and reconstituting the senate as it had been under Peter the Great, - with the chiefs of the departments of state, all of them now Russians again, as ex-officio members under the presidency of the sovereign, - the first care of the new empress was to compose her quarrel with Sweden.",
        "She glanced down, taking a moment to compose herself, and then placed her hand over Jackson's.",
        "\"I'm not sure she doesn't suspect something is going on,\" Cynthia said as she took time to compose herself.",
        "The three went to Fred's temporary quarters in Martha's small first-floor room to compose the message.",
        "He often thought, If Beethoven or Chopin had centuries to compose music, imagine the treasures we would have.",
        "He said himself that he was unable to compose a picture, and he never sought to produce anything that he would call a work of original art.",
        "During the medieval era of internecine strife the Buddhist priests were the sole depositaries of literary talent, and seeing that, from the close of the 14th century, the ShintO mime (Kagura) was largely employed by the military class to invo,~ce or acknowledge the assistance of the gods, the monks of Buddha set themselves to compose librettos for this mime, and the performance, thus modified, received the name of NO.",
        "You are flurried--compose yourself!",
        "On the other hand, faith has no special interest in claiming that we can compose a biographical study of the development of Jesus.",
        "The general assembly elects the five judges who compose the high court.",
        "The observation of the existence of an analogy between the series of gradations presented by the species which compose any great group of animals or plants, and the series of embryonic conditions of the highest members of that group.",
        "Some doctrinal differences having arisen in the church at Poitiers, Antoine de Chandieu, First minister at Paris, went to compose them, and, as the General .",
        "Compositae compose a quarter of the Andean flora, which is a greater proportion than in any in the world.",
        "He began to compose both in prose and verse as soon as he had learned to read and write, both of which arts he taught himself by the eye.",
        "It is his duty to act as regent; it is his duty to compose the dissensions in the principality of Antioch, and to repress the violences of the prince towards his patriarch (1154); it is his duty to reconcile Antioch with Edessa, when the two fall to fighting.",
        "How otherwise, we wonder, could one man writing alone and with so few predecessors compose the first systematic treatises on the psychology of the mental powers and on the logic of reasoning, the first natural history of animals, and the first civil history of one hundred and fifty-eight constitutions, in addition to authoritative treatises on metaphysics, biology, ethics, politics, rhetoric and poetry; in all penetrating to the very essence of the subject, and, what is most wonderful, describing more facts than any other man has ever done on so many subjects ?",
        "The most interesting room in this building is that which was occupied by Luther in 1530, where the surroundings may have inspired, though (as is now proved) he did not compose, the famous hymn, Ein' feste Burg ist unser Gott; the bed on which he slept, and the pulpit from which he preached in the old chapel are shown.",
        "The cycle of Guillaume has more unity than the other great cycles of Charlemagne or of Doon de Mayence, the various poems which compose it forming branches of the main story rather than independent epic poems. There exist numerous cyclic MSS.",
        "It follows, therefore, that the thought alone feels personal identity, when, reflecting on the train of past perceptions that compose a mind, the ideas of them are felt to be connected together and naturally introduce each other.",
        "to compose; and it was only by the aid of the king that the town of Tripoli had been taken.",
        "The same may be said of his translation of the Odyssey, which was still used as a school-book in the days of Horace, and the religious hymn which he was called upon to compose in 207 had no high literary pretensions.",
        "In the year 207, when he must have been of a great age, he was appointed to compose a hymn of thanksgiving, sung by maidens, for the victory of the Metaurus and an intercessory hymn to the Aventine Juno.",
        "A station of moderate size may collect goods destined for a great variety of places but not in sufficient quantities to compose a full train-load for any of them, and then it becomes impossible to avoid despatching trains which contain wagons intended for many diverse destinations.",
        "The dissimilar races that compose the population of Mexico have not been sufficiently fused to give a representative type, which, it may be assumed, will ultimately be that of the mestizos.",
        "Roscellinus appears at first to have imagined that his tritheistic theory had the sanction of Lanfranc and Anselm, and the latter was led in consequence to compose his treatise De fide Trinitatis.",
        "This was accomplished by the convention of Trencsen (1335), confirmed the same year at the brilliant congress of Visegrad, where all the princes of central Europe met to compose their differences and were splendidly entertained during the months of October and November.",
        "Even before he went to Konigsberg he had begun to compose verses, and at the age of twenty he took up the pen as a chief occupation.",
        "These Nahua-speaking tribes were called the Nahuatlaca, and compose a little more than one-fourth of the present Indian population.",
        "He was not taught to compose either in Latin or in Greek, and he was never an exact scholar; it was for the subject matter that he was required to read, and by the age of ten he could read Plato and Demosthenes with ease.",
        "They maintain that they can adore Him at any time and at any place, provided that the time and the place are calculated to compose and direct the mind towards Him.",
        "The rocks which compose the ancient floor are thrown into folds which run approximately from W.S.W.",
        "His historical research was exemplified in his De antiquitate ecclesiae, and his editions of Asser, Matthew Paris, Walsingham, and the compiler known as Matthew of Westminster; his liturgical skill was shown in his version of the psalter and in the occasional prayers and thanksgivings which he was called upon to compose; and he left a priceless collection of manuscripts to his college at Cambridge.",
        "In the intervals of his campaignings and cruelties the sultan would amuse his entourage by exhibiting feats of strength, or compose verses, some of which were published under the pseudonym of Muradi.",
        "He found time, even during the campaign, to translate part of Horace and to compose two poems, the Poeme des Alpes and the Chant de guerre.",
        "From the composition of a speech in Paul's name (for, though the farewell in Acts goes back to first-hand tradition, it represents the author's standpoint as well as Paul's), it was but a step to compose letters in his name, especially on the basis of some of his extant notes.",
        "It was, as far as we know, the first attempt to \" collect all the geographical knowledge at the time attainable, and to compose a general treatise on geography.",
        "in 1552, and was made vicar of Sunningwell, and public orator of the university, in which capacity he had to compose a congratulatory epistle to Mary on her accession.",
        "The Witwatersrand municipalities are for certain purposes combined into one authority, and representatives of these municipalities, together with representatives of the chamber of mines, compose the Rand water board.",
        "Of the numerous small streams (Seifen or Flessen as they are named in the district) whose confluent waters compose the infant river, the most important are the Weisswasser, or White Water, and the Elbseifen, which is formed in the same neighbourhood, but at a little lower elevation.",
        "On the one hand, his whole formulation of Evolution in mechanical terms urges him in the direction of materialism, and he attempts to compose the mind out of homogeneous units of consciousness (or\" feeling \")\" similar in nature to those which we know as nervous shocks; each of which is the correlative of a rhythmical motion of a material unit or group of such units \"(§ 62).",
        "com grant domages, car onques puis ne chevaucha que cele foiz,\" compose a most striking overture.",
        "However this may be, it is generally admitted that Tyrtaeus flourished during the second Messenian war (c. 650 B.C.) - a period of remarkable musical and poetical activity at Sparta, when poets like Terpander and Thaletas were welcomed - that he nbt only wrote poetry but served in the field, and that he endeavoured to compose the internal dissensions of Sparta (Aristotle, Politics, v.",
        "It is well known that in after years he had doubts whether he should not compose his great work in French; and it is certain that his familiarity with that language, in spite of considerable efforts to counteract its effects, tinged his style to the last.",
        "These ranges appear to belong to two systems. The Cordillera of Merida is one of the branches of the Andes, and the strike of the folds which compose it is usually from south-west to north-east.",
        "TREMATODES, or flukes (as they are called from their fish-like shape), one of the three classes that compose the phylum Platyelmia.",
        "Herodotus, who omits wholly the histories of Phoenicia, Carthage and Etruria, three of the most important among the states existing in his day, cannot have intended to compose a \"universal history,\" the very idea of which belongs to a later age.",
        "to the Holy See (1277), diminished Charles's power, for the new pope set himself to compose the difference between Guelphs and Ghibellines in the Italian cities, but at his death Charles secured the election of his henchman Martin IV.",
        "Many Sikhs are also to be found in the native regiments of east and central Africa and of Hyderabad in the Deccan, and they compose a great part of the police force in the treaty ports of China.",
        "The religious history of the lands which now compose the Czechoslovak Republic has a special interest for the Englishspeaking world owing to the fact that the work of John Hus, the great Czech reformer (1369-1415) was largely a result of the influence of Wyclif.",
        "In the north he had to compose the dissensions of the Christian princes in Tripoli, Antioch and Edessa (1109-1110), and to help them to maintain their ground against the Mahommedan princes of N.E.",
        "\"To a writer of this period, it would seem as legitimate an artifice to compose a letter as to compose a speech in the 1 Bahnsen gives an ingenious analysis of this section in the epistle.",
        "Write in your journal, compose a song, or take up painting.",
        "The trustees of each penal institution are appointed by the governor, and the commissioners of the two penitentiaries and the managers of the state reformatory compose a Board of Prison Industries.",
        "The memoir is remarkable inasmuch as it roused Lagrange, after an interval of inactivity, to compose in his old age one of the greatest of his memoirs, viz.",
        "The bond of affinity between the various peoples who compose the Pathan community is simply the bond of a common language.",
        "William Molyneux, in his Dioptrica Nova (1692), p. 256, declares his opinion that Roger Bacon (who died c. 12 9 4) \"did perfectly well understand all kinds of optic glasses, and knew likewise the method of combining them so as to compose some such instrument as our telescope.\"",
        "The same rhythm should be found in the membra which compose the sentence.",
        "Thenceforth it is not the contingents of the Arabic tribes which compose the army, and on whom the government depends; the new dynasty relies on a standing army, consisting for the greater part of non-Arabic soldiers.",
        "The second and third together compose the created universe, which is the manifestation of God, God in processu, Theophania.",
        "These ideas compose a whole or inseparable unity, but we are able in a dim way to think of them as a system logically arranged.",
        "Syllogism is no instrumental method by which we compose our knowledge, but an ideal to the form of which it should be brought.",
        "The relation between the advance and the rotation, which compose the motion of a screw working in contact with a fixed screw or helical guide, has already been demonstrated in 32; and the same relation exists between the magnitudes of the rotation of a screw about a fixed axis and the advance of a shifting nut in which it rotates.",
        "So many, in fact, that it would be impossible to compose a comprehensive list of all the locations.",
        "You simply can't expect a complete stranger to come to your home and compose a perfect home inventory for you without your involvement.",
        "The band generally sticks to three instruments to compose all of their songs: drums, guitars and vocals, although an organ and piano have appeared in several albums and a marimba can be heard in Get Behind Me Satan.",
        "If you have a piece of music you want to compose to, sit down and listen to it several times.",
        "After a year of no luck, musician friends of the 2 would agree to help compose a song, Creedence, to lay the ground work of a demo that would be distributed in the area to audition prospects for full-time members.",
        "The elements which compose it are marked by smaller size, less wealth and less splendour than the same elements elsewhere.",
        "so much of either metal as is present in excess over the eutectic ratio, freezes out before the eutectic; (2) that though thus constant, its composition is not in simple atomic proportions; (3) that its freezing-point is constant; and (4) that, when first formed, it habitually consists of interstratified plates of the metals which compose it.",
        "No claim is made by the Roman Church to interfere on any ground of superior rank; yet it is noteworthy that in the earliest document outside the canon which we can securely date, the church in the imperial city comes forward as a peacemaker to compose the troubles of a church in Greece.",
        "They compose the family Rhamphastidae of Coraciiform birds, and are associated with the woodpeckers (Picidae) and puff-birds and jacamars (Galbulidae); their nearest allies perhaps exist among the Capitonidae, but none of these is believed to have the long feather-like tongue which is so characteristic of the toucans, and is, so far as known, possessed besides only by the Momotidae (see MoTMOT).",
        "structure en eventail compose), or as a \"geosyncline\" (Fr.",
        "It was his duty to celebrate his princely patrons in panegyrics and epics, to abuse their enemies in libels and invectives, to salute them with encomiastic odes on their birthdays, and to compose poems on their favourite themes.",
        "In the past the bride 's bouquet was compose of white flowers to symbolize purity.",
        "He then went on to compose symphonies performed by a ' guitar orchestra ' of multiple players.",
        "Macro shots of body parts, such as tiny hands or feet, are good shots to take when other shots won't work, since they are easy to compose and light.",
        "Decide which type of composition suits you best and compose your scene aroud that pose.",
        "Composition: Learning how to compose a shot properly can only be mastered by shooting as much as possible.",
        "If the person you are asking is a talented writer, you could consider asking him/her to compose an original verse to read.",
        "Even if you aren't feeling inspired at the moment, taking a few minutes to think about love, marriage, and your own experiences will help you compose a message full of wisdom.",
        "Compose a thoughtful message that highlights your hopes and dreams for them as a married couple together, hopefully for many years to come.",
        "Look inside yourself to get ideas and then compose a personal message unique for the couple getting married.",
        "Typing skills can help you quickly compose effective posts for your blog.",
        "If you are new to your study of jazz, you will quickly realize that the chords used to compose your favorite songs are much more intricate than the chords used in rock, folk, blues and country music.",
        "After the masters compose their songs, fans get to work making their own tributes.",
        "Most primary bone tumors are benign, and the cells that compose them do not spread (metastasize) to nearby tissue or to other parts of the body.",
        "However, if you compose your own vitamin cocktail using a dozen different pills, be sure to study up on how much is too much.",
        "It will be disappointing to learn, but many granting agencies recommend you prepare a hard copy of your free online grant application first rather than compose it all online.",
        "If you really intend to compose online, then keep your fingers off the Send button and on the Save button instead!",
        "As adults, most of us can compose a simple letter without too much trouble.",
        "It may seem simple to compose a letter, but once you sit down to start writing, you might struggle to hit on every important topic while still keeping it brief and readable.",
        "When you compose your own poetry, you express your feelings through literary references, metaphors, allegories or just plain verse.",
        "Does this mean you should compose your own sonnet or Haiku?",
        "Many major and lesser-known greeting card companies use contract writers to compose copy for their lines.",
        "Fledgling writers may find it tedious to compose an entire novel in a word processing program.",
        "He recorded his first album at the age of seven and went on to compose his own work, writing and recording 70 songs by the age of 17.",
        "After you compose the heading, the next step is to move on the body of the business memo.",
        "From the Edit menu, click on \"Compose Fax.\"",
        "Having an example to follow provides a real-life application sample is easier to follow than reading instructions on how to compose a professional resume.",
        "Decide on your format, headings, and design then compose a cover letter, followed by a compelling objective, irresistible summary of qualifications, and the icing on the cake - the detailed evidence to back it all up!",
        "This site provides writing tips for people who have been asked to compose a character reference letter, as well as sample letters that can be used for specific kinds of recommendations.",
        "Technically known as the UCLA Spirit squad, these cheerleaders compose four separate groups: the cheerleading squad, the dance squad, the yell crew and the mascots.",
        "Almost everything comes clearly marked, allowing you to compose meals using the information right on the label.",
        "The other half of that strategy is finding a smart diet, although that goes beyond the scope of this article -- check out our Diet sister site for more information on how to compose your perfect weight-loss eating plan.",
        "A Los Angeles County home inventory is similar to inventories for other counties around the nation, but L.A. residents must take care to compose an inventory that will catalogue items in the event of a wide variety of emergencies.",
        "With regard to the religious question efforts were made to compose the differences among the Protestants; but while these ended in failure the Roman Catholics were gaining ground.",
        "To compose such revelations at will was beyond the power of the most expert literary artist; it would have required either a prophet or a shameless impostor.",
        "There was to be, under this plan, an executive chosen by the national legislature, to be ineligible for a second term, to have general authority to execute the national laws and to have the executive rights vested in Congress by the Confederation; and the executive with a convenient number of the national judiciary was to compose a Council of Revision, with a veto power on acts of the national legislature and on the national legislature's vetoes of acts of state legislatures - but the national legislature might pass bills (or vetoes of state legislation) over the action of the Council of Revision.",
        "Camoens, in the Lusiad, if we may here group Portugal with Spain, was the first modern poet to compose an epic on a purely modern theme, vying with Virgil, but not bending to pedantic rules, and breathing the spirit of the age of heroic adventures and almost fabulous discoveries into his melodious numbers.",
        "Although many amongst the Angles had, following his example, essayed to compose religious poetry, none of them, in Baeda's opinion, had approached the excellence of Cwdmon's songs.",
        "At the present time constructors almost always employ the inverse method: they compose a system from certain, often quite personal experiences, and test, by the trigonometrical calculation of the paths of several rays, whether the system gives the desired reproduction (examples are given in A.",
        "In later times when it became customary to compose midrashic works under well-known names, a book of Jashar naturally made its appearance.",
        "Jerome (1825); Recueil de fadaises compose sur la montagne a l'usage des habitants de la plaine (1826); Voyage dans la vallee des originaux (1828); Tableau de la vie rurale, ou l'agriculture enseignee d'une maniere dramatique (1829).",
        "Any number of spikelets may compose the inflorescence, and their arrangement is very various.",
        "The metamorphic rocks compose the main mass of the tableland, and are exposed in every deep valley in Tigre and along the valley of the Blue Nile.",
        "But it suggests a method by which, when the chemistry of protoplasm and proteid is better known, the proper substances which compose protoplasm may be brought together to form a simple kind of protoplasm.",
        "On the advice of this great pianist, he gave up his Edinburgh appointments, which had quite worn him out, and settled in Florence in order to compose.",
        "It seems almost certain that her fear to have him absent led him to compose one of his loveliest poems: \"Sweetest Love, I do not go For weariness of thee.\"",
        "Sir, I must now again beg you, not to let your resentments run so high, as to deprive us of your third book, wherein the application of your mathematical doctrine to the theory of comets and several curious experiments, which, as I guess by what you write, ought to compose it, will undoubtedly render it acceptable to those, who will call themselves Philosophers without Mathematics, which are much the greater number.",
        "I have considered how best to compose the present dispute, and I think it may be done by the inclosed scholium to the fourth proposition.\"",
        "He enclosed a form of the proclamation, and expressed a hearty \" wish that the university would so compose themselves as to perform the solemnity with a reasonable decorum.\"",
        "The French government tendered its good offices to compose the dispute, and an arrangement was actually arrived at between Lord Palmerston and the French minister in London.",
        "Ordered by the doctors to take a sea voyage, he obtained leave to go to Persia and correct his Persian New Testament, whence he wished to go to Arabia, and there compose an Arabic version.",
        "The following figures are given as an approximate estimate of the size of the communities which compose the population.",
        "On the contrary, no book in the Hexateuch gives such an impression of incoherence, and in none are the different strata which compose the Hexateuch more distinctly discernible.",
        "But the immanence of God in the things and persons that compose the universal order, with what this implies, is a con ception foreign to Locke, whose habitual conception was of an extra-mundane deity, the dominant conception in the 18th century.",
        "This controversy Peter the Lombard endeavoured to compose by the scholastic art of taking distinctions, of which he was a master.",
        "It would be going too far in the other direction to claim that all the elements which compose the heavenly bodies are found on the earth.",
        "The sub-aqueous retention of \"ground-ice\" or \"anchor-ice,\" which forms in certain circumstances at the bottom of streams or pools in which there are many eddies, is due to the cohesion between it and the stones or rocks which compose the bed of the streams or pools.",
        "The most common and consistent tradition connects Homer with the valley of Smyrna and the banks of the Meles; his figure was one of the stock types on Smyrnaean coins, one class of which was called Homerian; the epithet \"Melesigenes\" was applied to him; the cave where he was wont to compose his poems was shown near the source of the river; his temple, the Homereum, stood on its banks.",
        "Bracts also compose the husky covering of the hazel-nut.",
        "The divisions of the stigma mark the number of carpels which compose the pistil.",
        "Such a writer would compose the most important book of the century.\"",
        "sedare, to compose) arrest vomiting either by their central or local action, e.g.",
        "Sensations formed by space and time compose the world of appearance, and this when treated by the understanding, according to logical rules, is experience.",
        "She needed time to compose herself to tell him about her one night stand.",
        "What is the hierarchy of the widgets which compose xclock?",
        "He nonetheless continued to compose shorter ballads based primarily on Border traditions.",
        "The fact that such a famous ballerina chose Shirley to compose for her new show is a triumph for Shirley.",
        "beguile the time and compose his mind he asked that a book might be read to him.",
        "Mafic inclusions form a minor but ubiquitous part of the andesitic lavas that compose the bulk of the dome material.",
        "compose an opera over the internet.",
        "The Prophet was naturally disinclined to compose verse, and was forbidden to do so by Divine Law.",
        "Evidence of this flow pattern is demonstrated by the numerous drumlins that compose much of the landscape.",
        "Shiki encouraged his students to compose haiku on topics derived from their own observation of nature, rather than on assigned topics.",
        "To receive your daily horoscope, compose an SMS with the first 3 letters of the desired Zodiac Sign.",
        "In groups, the children can compose a story about a situation in which someone says something hurtful on purpose.",
        "In 1889 Elgar gave up the post of organist, after which he would compose but little more music for the catholic liturgy.",
        "Some children thought that they could compose a lullaby, paint a picture, or make a teddy bear or mobile.",
        "In Orkney, massive monoliths are dragged many miles from different sources to compose a circle.",
        "multiplication of matrices is defined so as to agree with what happens when we combine, or compose linear transformations.",
        "Bach's task was to train the choir, play the organ and compose new music.",
        "Kids Op - see how you can compose an opera over the internet.",
        "He hopes to compose the first oratorio to be performed in zero gravity.",
        "One could of course compose a panegyric of love, and many have done so.",
        "compose a slow piece over a stately Ground Bass, for a small ensemble, which is to be played during a solemn procession.",
        "Long gone are the days when pupils had to compose prose and poems in Latin.",
        "In the past the bride's bouquet was compose of white flowers to symbolize purity.",
        "Is there such perfect identity of interests among the States to compose a new union as to produce harmony only and prevent renewed secession?",
        "symphonyn went on to compose symphonies performed by a ' guitar orchestra ' of multiple players.",
        "Stockhausen used close analysis of sound to compose with sine waves to create timbres.",
        "For the hired priest It was hard to compose the valediction expected.",
        "To compose your images, you can use the LCD monitor or the electronic viewfinder.",
        "A local wag might even compose a poem or song about it, possibly comparing the enemy to a full moon.",
        "According to the latest reports, the spam zombies will scan inboxes, gather information and compose convincing replies to existing messages.",
        "Nineteen judges elected for terms of eight years in eighteen circuits compose the circuit court, the judges of which have original jurisdiction of matters involving more than $50; of all cases of habeas corpus, mandamus, quo warranto and prohibition; of all cases in equity; and of all crimes and misdemeanours.",
        "The same men go to compose both; and the church, albeit pursuing a spiritual end, cannot dispense with the aid of temporal property, which in its nature depends on the organization of secular society.",
        "Again, a: station of moderate size may collect goods destined for a great variety of places but not in sufficient quantities to compose a full train-load for any of them, and then it becomes impossible; except at the cost of uneconomical working, to avoid despatching trains which contain wagons intended for many diverse destinations.",
        "Thence, like so many of the Marian exiles, he proceeded to Frankfurt, where he endeavoured to compose the disputes between the \"Coxians\" (see Cox, Richard), who regarded the 1552 Prayer Book as the perfection of reform, and the Knoxians, who wanted further simplification.",
        "His visit to the Azores, which was constantly broken by confinement to a darkened room, is chiefly noteworthy from the fact that he there began the mental discipline which enabled him to compose and retain in memory long passages for subsequent dictation; and, apart from the gain in culture, his journey to England, France, and Italy (April 1816 to July 1817) was scarcely satisfactory.",
        "Jomard's Monuments de la geographie (Paris, 1862), Santarem's Atlas compose de mappemondes et de portulans, &c. (Paris, 1842-1853, 78 plates).",
        "It seems that Voltaire lent himself to the duchess's frantic hatred of the regent Orleans, and helped to compose lampoons on that prince.",
        "If you actually sit down and compose a budget you may be a bit startled to realize that you have no idea where a good chunk of your money goes every month.",
        "Give yourself around a month to compose and practice your vows.",
        "Computer graphics have revolutionized the way choreographers compose their steps, and advances will continue to be made in the years to come.",
        "By reading over these, you will learn how to write the kind of memorial obit you need to compose.",
        "If you are expressing your sympathy with a letter or card, you will have the benefit of taking your time to compose your thoughts.",
        "During trips to Italy and beyond, Mozart began to compose many of his most famed tunes like Exultate, Jubilate K 165.",
        "Mozart was struck with illness (and as is rumored by many, depression) shortly after and began to compose heavily.",
        "Following this, she is asked to choose a background theme and to compose her first message to be posted as a blog.",
        "It's often better to either \"fade\" the image or compose it so that the \"active\" part is along one side, or just in the top portion, and keep the rest of the image either all dark or all light, so that the text stands out."
    ],
    "definition": [
        "To make up the constituent parts of; constitute or form: an exhibit composed of French paintings; the many ethnic groups that compose our nation. See Usage Note at comprise.",
        "To make or create by putting together parts or elements.",
        "To create or produce (a literary or musical piece).",
        "To make (oneself) calm or tranquil: Compose yourself and deal with the problems logically.",
        "To settle or adjust; reconcile: They managed to compose their differences.",
        "To arrange aesthetically or artistically.",
        "Printing To arrange or set (type or matter to be printed).",
        "To create a literary or musical piece.",
        "Printing To set type.",
        "Link/Cite",
        "To make something by merging parts. [ from later 15th c.]\nThe editor composed a historical journal from many individual letters.\nTry to compose your thoughts.",
        "To make up the whole; to constitute.\nA church is composed of its members.",
        "(nonstandard) To comprise.",
        "(intransitive) To construct by mental labor; to think up; particularly, to produce or create a literary or musical work.\nThe orator composed his speech over the week prior.\nNine numbered symphonies, including the Fifth, were composed by Beethoven.\nIt's difficult to compose without absolute silence.",
        "(sometimes reflexive) To calm; to free from agitation.\nThe defendant couldn't compose herself and was found in contempt.",
        "To arrange the elements of a photograph or other picture.",
        "To settle (an argument, dispute etc.); to come to a settlement.",
        "To arrange in proper form; to reduce to order; to put in proper state or condition.",
        "(printing, dated) To arrange (types) in a composing stick for printing; to typeset.",
        "Link/Cite"
    ]
}