{
    "translation": "חלק, רכיב",
    "uses": [
        "The funnel varies greatly in size and number of its component cells.",
        "Certainly the labor component of assembling the Mercedes could fall to nearly zero.",
        "Being a component of bronze, it was used as a metal thousands of years prior to the dawn of history; but it does not follow that prehistoric bronzes were made from metallic tin.",
        "The suspended needle is, in the absence of disturbing causes, directed solely by the horizontal component of the earth's field of magnetic force H E, and therefore sets itself approximately north and south.",
        "Modern criticism of the history of Sabbath observance among the Hebrews has done nothing more than follow out these arguments in detail, and show that the result is in agreement with what is known as to the dates of the several component parts of the Pentateuch.",
        "The phase of the resultant effect is by symmetry that of the component which comes from the middle of a.",
        "I n a straight uniform current of fluid of density p, flowing with velocity q, the flow in units of mass per second across a plane area A, placed in the current with the normal of the plane making an angle 0 with the velocity, is oAq cos 0, the product of the density p, the area A, and q cos 0 the component velocity normal to the plane.",
        "The broad distinctions which, as a matter of fact, exist between every known form of living substance and every other component of the material world, justify the separation of the biological sciences from all others.",
        "Moreover, the splendid building is nearly always a unit; seldom, unless accidentally, a component part of a broad effect.",
        "The degree of the separation is the sum of the degrees of the component separates.",
        "an angle e with the normal, the normal component of the magnetization, I cos e, is called the surface density of the magnetism, and is generally denoted by a.",
        "Geographical Distribution The class Hexapoda has a world-wide range, and so have most of its component orders.",
        "I, 2 and 3), used to bolt the head of one of the screws, and the instrument was provided with a slipping piece, giving motion to the micrometer by screws acting on two slides, one in right ascension, the other in declination, so that \" either of the, webs can be placed upon either component of a double star with ease and certainty (Mem.",
        "To find component forces equal to the composite or resultant force, the sum of the components must equal the resultant.",
        "To measure distances with the Fraunhofer micrometer, the position-circle is clamped at the true position-angle of the star, and the telescope is moved by its slow motions so that the component A of the star is bisected by the fixed wire; the other component B is then bisected by the web, which is moved by the graduated head S.",
        "In the higher (more complicated) plants the cells differ very much among themselves, and the body is composed of definite systems of these units, each system with its own characteristic structure, depending partly on the characters of the component cells and partly)~ I ill N~V O~V~",
        "ULTRAMARINE, a blue pigment, consisting essentially of a double silicate of aluminium and sodium with some sulphides or sulphates, and occurring in nature as a proximate component of lapis lazuli.",
        "In those intended for alternating currents, the main current through the movable coil, whether consisting of one turn or more than one turn, is carried by a wire rope, of which each component strand is insulated by silk covering, to prevent the inductive action from altering the distribution of the current across the transverse section of the conductor.",
        "This extraneous influence may, however, be eliminated by surrounding the rod with a coil of wire carrying a current such as will produce in the interior a magnetic field equal and opposite to the vertical component of the earth's field.",
        "The line through the given point along which the potential decreases most rapidly is the direction of the resultant magnetic force, and the rate of decrease of the potential in any direction is equal to the component of the force in that direction.",
        "5-12) in the Elohistic form, though the last two books of the Psalter are generally ' This must be understood of the whole collection as completed, not of all its component parts.",
        "The phenomenon is due to very fine particles of dust suspended in the high regions of the atmosphere that produce a scattering effect upon the component parts of white light.",
        "are the amplitudes of the component harmonic waves of periods 24, 12, 8 and 6 hours; al, a2, a 3, a 4, are the corresponding phase angles.",
        "The water content of the soil, its mineral content, its humus content, its temperature, and its physical characteristics, such as its depth and the size of its component particles are all edaphic factors.",
        "In these two instances the component crystals are miscible in all proportions; but this is by no means always the case.",
        "Whilst it is being paid out the portion between the surface of the water and the bottom of the sea lies along a straight line, the component of the weight at right angles to its length being supported by the frictional resistance to sinking in the water.",
        "It is scarcely necessary to remark that in all such cases the calculation applies in the first instance to homogeneous light, and that, in accordance with Fourier's theorem, each homogeneous component of a mixture may be treated separately.",
        "The expression (5) gives the illumination at due to that part of the complete image whose geometrical focus is at =o, the retardation for this component being R.",
        "If the man is pure and his conduct is pleasing in the sight of God, he is united with that female part of the soul which was his component part prior to his birth \" (Zohar, i.",
        "During the interval between these peaces, Matthias, in self-defence, again made war on the emperor, reducing Frederick to such extremities that he was glad to accept peace on any terms. By the final arrangement made between the contending princes, Matthias recognized Ladislaus as king of Bohemia proper in return for the surrender of Moravia, Silesia and Upper and Lower Lusatia, hitherto component parts of the Czech monarchy, till he should have redeemed them for 400,000 florins.",
        "In the preparation of this salt, it is preferable to mix the component solutions in the cold, and to evaporate them at a temperature not exceeding 60° C. ioo parts of water dissolve iio parts of sodium alum at o° C. (W.",
        "Tissues.The component parts of the tissues of which plants are composed may consist of but slightly modified cells with copious protoplasmic contents, or of cells which have been modified in various ways to perform their several functions.",
        "It is therefore obviously much thicker than the clitellum in the limicolous forms. The position of the clitellum, which is universal in occurrence, varies much as does the number of component segments.",
        "It seems that confusion and trouble will be best avoided by abstaining from the introduction of the non-evident somites, the ocular and the praegenital, into the numerical nomenclature of the component somites of the three great body regions.",
        "In such crystals each component plays its own part in determining the physical properties; in other words, any physical constant of a mixed crystal can be calculated as additively composed of the constants of the two components.",
        "It is by the horizontal component of the earth's total force that the compass-needle is directed.",
        "Gauss, which gives the value not only of M, but also that of H, the horizontal component of the earth's force.",
        "Pupin showed that by placing inductance coils in circuit, at distances apart of less than half the length of the shortest component wave to be transmitted, a non-uniform conductor could be made approximately equal to a uniform conductor.",
        "expresses that under certain conditions the intrinsic energy of hydriodic acid is greater than the intrinsic energy of its component elements by 12200 cal., i.e.",
        "Denoting the distance AM by d 1, BM by d2, and AB by 1, we have for the force at M due to the magnetism of the rod H P =d 12 - horizontal component (dla - d 2 3).",
        "The component parts of a lease are the parties, the recitals (when necessary) setting out such matters as the title of the lessor; the demise or actual letting (the word \" demise \" is ordinarily used, but any term indicating an express intention to make a present letting is sufficient); the parcels in which the extent of the premises demised is stated; the habendum (which defines the commencement and the term of the lease), the reddendum or reservation of rent, and the covenants and conditions.",
        "The utility of the curve depends upon the fact that the elements of arc represent, in amplitude and phase, the component vibrations due to the corresponding portions of the primary wave-front.",
        "It was also recognized that what is required at the transmitting end is the establishment of powerful electric oscillations in the sending antenna, which create and radiate their energy in the form of electric waves having their magnetic force component parallel to the earth's surface and their electric component perpendicular to it.",
        "In the burrows made by the Mygalomorphae, on the contrary, the hinge is strong and highly elastic, its component silken threads being laid on in such a way that the door shuts with a snap when the occupant has passed in or out.",
        "3 the curve of brightness for one component is ABC, and for the other OA'C'; and the curve representing half the combined brightnesses is E'BE.",
        "The component vibrations at P due to the successive zones are thus nearly equal in amplitude and opposite in phase (the phase of each corresponding to that of the infinitesimal circle midway between the boundaries), and the series which we have to sum is one in which the terms are alternately opposite in sign and, while at first nearly constant in numerical magnitude, gradually diminish to zero.",
        "As a rule these equations are established immediately by determining the component acceleration of the fluid particle which is passing through (x, y, z) at the instant t of time considered, and saying that the reversed acceleration or kinetic reaction, combined with the impressed force per unit of mass and pressure-gradient, will according to d'Alembert's principle form a system in equilibrium.",
        "(2) y The rate of generation of momentum in the interior of S by the component of force, X per unit mass, is fffpXdxdydz, f pXdxdydz, (3) and by the pressure at the surface S is -f.",
        "The Theriaca prepared at Venice had the highest reputation, probably because in Venice the component parts were exposed to the inspection of wise men and doctors for two months, to determine whether they were or were not fit for use.",
        "The principal component parts of a traveller are the main cross girders forming the revolving bridge, the two end carriages on which the bridge rests, the cranes.",
        "To find the component displace- H",
        "These are employed to illustrate the interplay between component forces.",
        "China is an important component to elegant table settings.",
        "Tin unites with lead in any proportion with slight expansion, the alloy fusing at a lower temperature than either component.",
        "It follows from this that the electric force at the surface of the conductor has no component along the surface, in other words, the electric force at the bounding surface of the conductor and insulator is everywhere at right angles to it.",
        "Prions are rather ill-defined infectious agents believed to consist of a single type of protein molecule with no nucleic acid component.",
        "He regarded the apparent indeterminacy of quantum phenomena as a fundamental component of their nature.",
        "This component has, by the pure fact it is two mutually coupled inductors, impedance.",
        "Fungi are also a very important component of microbial inoculants.",
        "installed which reduces the down-time for component replenishment.",
        "integral component of our business strategy.",
        "interleaved with a knowledge representation component.",
        "inverse kinematics Given knowledge of an achieved pattern of movement, calculation of the component elements of movement required to produce the observed movement.",
        "Each capsule is prepared in a base of essential fatty acids, including lecithin, the major component of cell membranes.",
        "CL components BT rigging component RT leeboard clam leeboard clam Winch for pulling leeboard clam leeboard clam Winch for pulling leeboards up when not in use.",
        "legitimizes such actions, one very clear conclusion is unavoidable: The critical thinking component is lacking!",
        "luminance component of the NTSC or PAL signals.",
        "The organic macromolecules are a vital component of the mineral, being involved in nucleation and growth control, and definition of mechanical properties.",
        "They build the Honda Accord car under license, and are also involved in truck, bus and automotive component manufacture.",
        "The PCB component layout drawing has the pinouts of the tubes I used marked.",
        "It reacts by immunoblotting with a component of 30 - 35 kDa in reduced or non - reduced erythrocyte membranes.",
        "Monitor - The computer monitor is one component that is easily changed to suit your needs.",
        "Testing for FeLV is done by blood tests that are sensitive to a component of the virus.",
        "Both detect a protein component of the virus as it circulates in the bloodstream.",
        "When you are mixing this fabulous beverage, keep in mind that every component adds depth and flavor to the finished result.",
        "Another main component of these programs is their ability to store your passwords for websites or bank accounts.",
        "When paper is recycled, it is broken down into its component fibers, cleaned, and then formed into new paper products.",
        "When a system is supplied and installed by a company, a component of the price is the installation cost.",
        "Weatherization is another important energy saving component that can help you reduce the amount of fossil fuel needed to heat and cool your home.",
        "These terpenoids are believed to be the medicinal component of the oil.",
        "Terpinen-4-ol is such an important component that Australia established a standard for the amount that the oil must contain.",
        "The body knows how to separate out and use every component of the food, including cholesterol.",
        "You may have enjoyed ginger as a component to your favorite cookies, soups or Asian dishes for years.",
        "Another key component of Mediterranean design is the use of mosaics.",
        "Wrought iron wall decor is a major component of this decorating style.",
        "Fabric is a wonderful component of Country French design.",
        "The first component is the food storage area.",
        "The second component is the area for food preparation.",
        "Deciding on which playroom elements work best for you and your kids doesn't have to be a difficult choice if you plan the room out as much as you can before selecting each component of your new design.",
        "No matter where you start your design process, make sure you match each component with the others to create a harmonious look.",
        "Wrought iron wall décor is a major component of this decorating style.",
        "This large variety is a major component in finding the best types of makeup for ebony beauty.",
        "Needless to say, makeup is a major component of most Halloween costumes.",
        "Laura Mercier's Oil Free Foundation: Even though the company claims that this foundation is perfect for all skin types, those with oily skin may particularly appreciate the formula's \"oil-free\" component.",
        "While not necessary, false eyelashes will help to add a theatrical component to your costume.",
        "No matter whom you believe, Lip Venom by DuWop is a familiar component in a promising makeup artist's kit.",
        "Another key component to a successful fantasy football draft and season is analyzing players at every position.",
        "Word translations are one component of an overall translation of Hebrew text, but having the ability to automate word translations through websites will speed up your overall text translation efforts.",
        "Having a passion for photography is just one component in launching a successful career in the industry.",
        "Another key component of simple scrapbooking is the non-chronological approach to creating an album.",
        "Another major component of the conventions is to inspire creativity.",
        "Weather is a critical component for skiing and should always be a factor when planning your day.",
        "Deciding on which children's playroom ideas work best for you and your kids doesn't have to be a difficult choice if you plan the room out as much as you can before selecting each component of your new design.",
        "Home Decorators Collection - This outlet has both a to the trade and retail component.",
        "Sound is the other extremely important component of your electronics system.",
        "Uniplanar Motion of a Liquid due to the Passage of a Cylinder through it.-A stream-function 4, must be determined to satisfy the conditions v24 =o, throughout the liquid; (I) I =constant, over any fixed boundary; (2) d,t/ds = normal velocity reversed over a solid boundary, (3) so that, if the solid is moving with velocity U in the direction Ox, d4y1ds=-Udy/ds, or 0 +Uy =constant over the moving cylinder; and 4,+Uy=41' is the stream function of the relative motion of the liquid past the cylinder, and similarly 4,-Vx for the component velocity V along Oy; and generally 1,1'= +Uy -Vx (4) is the relative stream-function, constant over a solid boundary moving with components U and V of velocity.",
        "The terms of 0 may be determined one at a time, and this problem is purely kinematical; thus to determine 4)1, the component U alone is taken to exist, and then 1, m, n, denoting the direction cosines of the normal of the surface drawn into the exterior liquid, the function 01 must be determined to satisfy the conditions v 2 0 1 = o, throughout the liquid; (ii.) ' = -1, the gradient of 0 down the normal at the surface of the moving solid; 1 =0, over a fixed boundary, or at infinity; similarly for 02 and 03.",
        "= dx ?+xd%y ds ds ds ds +2 l dd, so that the velocity of the liquid may be resolved into a component -41 parallel to Ox, and -2(a 2 +X)ld4/dX along the normal of the ellipsoid; and the liquid flows over an ellipsoid along a line of slope with respect to Ox, treated as the vertical.",
        "The partial differential coefficient of T with respect to a component of velocity, linear or angular, will be the component of momentum, linear or angular, which corresponds.",
        "Conversely, if the kinetic energy T is expressed as a quadratic function of x, x x3, y1, y2, y3, the components of momentum, the partial differential coefficient with respect to a momentum component will give the component of velocity to correspond.",
        "are the components of a constant vector having a fixed direction; while (4) shows that the vector resultant of y, y, y moves as if subject to a couple of components x Wx V, x Ux W, x V-x U, (Io) and the resultant couple is therefore perpendicular to F, the resultant of x, x, x, so that the component along OF is constant, as expressed by (iii).",
        "Consider, for example, a submarine boat under water; the inertia is different for axial and broadside motion, and may be represented by (1) c 1 =W+W'a, c2=W+W'/3' where a, R are numerical factors depending on the external shape; and if the C.G is moving with velocity V at an angle 4) with the axis, so that the axial and broadside component of velocity is u = V cos 0, v =V sin 4), the total momentum F of the medium, represented by the vector OF at an angle 0 with the axis, will have components, expressed in sec. Ib, F cos 0 =c 1 - = (W +W'a) V cos 43, F sin 0 = c 2.11 = (W +W'/3) V sin 4) .",
        "ZI /t = - (a - s) M'Q 2 sine cos ° - EQ sin() =[ - (a - (3)M'U+E]V (8) Now suppose the cylinder is free; the additional forces acting on the body are the components of kinetic reaction of the liquid - aM' (Ç_vR), - (3M' (-- E -FUR), - EC' dR, (9) so that its equations of motion are M (Ç - vR) _ - aM' (_vR) - (a - $) M'VR, (io) M (Ç+uR) = - OM' (dV+U R) - (a - ()M'UR - R, '(II) C dR = dR + (a - Q)M'UV+0V; (12) and putting as before M+aM'=ci, M+13M' = c2, C+EC'=C3, ci dU - c2VR=o, dV +(c1U+E)R=o, c 3 dR - (c 1 U+ - c 2 U)V =o; showing the modification of the equations of plane motion, due to the component E of the circulation.",
        "Rhamnose or isodulcite, a component of certain glucosides, fucose, found combined in seaweeds and chinovose, present as its ethyl ester, chinovite, in varieties of quina-bark, are methyl pentoses.",
        "Zinc as a component of brass (XaXKOs, 6pei-XaXKos) had currency in metallurgy long before it became known as an individual metal.",
        "The palpi vary in form and in the number of their component segments, and the proboscis, though usually straight, may be curved (as in Megarhinus) or otherwise modified in shape.",
        "the less volatile vapours are condensed and return to the flask,, while the more volatile component passes over.",
        "Three types of columns are employed: (I) the elongation is simply a straight or bulb tube; (2) the column, properly termed a \"dephlegmator,\" is so constructed that the vapours have to traverse a column of previously condensed vapour; (3) the column is encircled by a jacket through which a liquid circulates at the same temperature as the boiling-point of the most volatile component.",
        "Soc., 1909, 3 1, p. 902) who obtained the sodium and potassium tellurides by the direct union of their component elements and others from these by precipitation.",
        "If P represent the average value of the component of a force in the direction of the displacement, s, of its point of application, the product Ps measures the work done during the displacement.",
        "Each impinging molecule exerts an impulsive pressure equal to mu on the boundary before the component of velocity of its centre of gravity normal to the boundary is reduced to zero.",
        "In the \" resultant \" there is a new direction, and with it a new quality the component forces of which no analysis can discover.'",
        "If QD is the bounding ordinate of one of the component strips, we can calculate the area of Qdbl in the ordinary way.",
        "The component of T A Q FIG 30.",
        "acting parallel to the axis or straight string is Tdx/ds, and when the disturbance is sufficiently small the curve of displacement is so nearly parallel to the axis that /ds = I, and this component is T.",
        "The component of T perpendicular to the axis is Tdy/ds=Tdy/dx.",
        "We shall then obviously be led to the following results: If the two waves are of equal length X, and are in the same phase (that is, each producing at any given moment the same state of motion in the air particles), their combined effect is equivalent to that of a wave of the same length X, but by 2 which the excursions of the particles are increased, being the sum of those due to the two component waves respectively, as in fig.",
        "If the two interfering waves, being still of same length X, be in opposite phases, or sõ that one is in advance of the other by 2X, and consequently one produces in the air the opposite state of motion to the other, then the resultant wave is one of the same length X, but the excursions of the particles are decreased, being the difference between those due to the component waves as in fig.",
        "This will be followed by an increase of intensity until the lapse of another sixth of a second, when the less rapidly vibrating note will have lost another half-vibration relatively to the other, or one vibration reckoning from the original period of time, and the two component vibrations will again conspire and reproduce a maximum effect.",
        "Koenig, Quelques experiences d'acoustique (1882) describes apparatus and experiments, intended to show, in opposition to Helmholtz, that beats coalesce into tones, and also that the quality of a note is affected by alteration of phase of one of its component overtones relative to the phase of the fundamental.",
        "70, at a distance x from the vertex, the horizontal component of the resultant (tangent to the curve) will be unaltered; the vertical component V will be simply the sum of the loads between 0 and F, or wx.",
        "But although the crests of its component ranges reach altitudes of 21,500 to 22,000 ft., they are not as a rule overtopped by individual peaks of commanding and towering elevation, as the Himalayas are, but run on the whole tolerably uniform and relatively at little greater altitude than the lofty valleys which separate them one from another.",
        "Moreover, this is precisely the condition for the absence of interference between the component of a split beam; because, the time of passage being to the first order fds/V f(udx+vdy+wdz)V2, the second term will then be independent of the path (43 being a single valued function) and therefore the same for the paths of both the interfering beams. If therefore the aether can be put into motion, we conclude (with Stokes) that such motion, in free space, must be of strictly irrotational type.",
        "The usual definition of the component current in any direction, as the net amount of electrons which crosses, towards the positive side, an element of surface fixed in space at right angles to that direction, per unit area per unit time, here gives no definite result.",
        "Poynting may also be mentioned, in which the tangential component of the thrust of obliquely incident radiation is separately put in evidence, by the torsion produced in an arrangement which is not sensitive to the normal component or to the radiometer-pressure of the residual gas.",
        "In purely political matters also both initiative and fulfilment came entirely from the Crown, and to the last of the Jagiellos Poland owed the important acquisition of Livonia and the welding together of her loosely connected component parts into a single state by the Union of.",
        "In the calculation of range tables for direct fire, defined officially as \" fire from guns with full charge at elevation not exceeding 15°,\" the vertical component of the resistance of the FIG.",
        "The dynamical series of stages in nature, the forms in which the ideal structure of nature is realized, are matter, as the equilibrium of the fundamental expansive and contractive forces; light, with its subordinate processes - magnetism, electricity, and chemical action; organism, with its component phases of reproduction, irritability and sensibility.'",
        "in cycling), it is purely automatic. On the other hand, if the attention is fixed on the end or on any particular part of a given action, and the other component parts of the action are performed unconsciously, the automatism may be called relative.",
        "It was in substance a compromise effected between those who wished for a centralized government and those who desired to leave very wide powers to the component states; and many subsequent difficulties arose from the omission to settle certain, points, and from the somewhat vague language in which other points were referred to.",
        "It is a system amply provided with checks and balances; it recognizes and enforces the principle of popular sovereignty, while subjecting that principle to many checks in practice; and it is well calculated to maintain unchanged the relation of its component parts each to the other.",
        "The \"magnetic equator\" is an imaginary line encircling the earth, along which the vertical component of the earth's magnetic force is zero; it nearly coincides with the terrestrial equator.",
        "His theory of the world and of humanity is universal and idealistic. The world itself and mankind, its highest component, constitute an organism (Gliedbau), and the universe is therefore a divine organism (Wesengliedbau).",
        "- The spectroscope is an instrument which allows us to examine the vibrations sent out by a radiating source: it separates the component parts if they are homogeneous, i.e.",
        "The lines of the trunk series are double but for the sake of shortness the least refrangible component is here omitted.",
        "Young, according to which the dark line observed in the centre of each component of the sodium doublet in a Bunsen burner is transparent to a radiation placed behind.",
        "The component lines of a band spectrum do not as a rule give the Zeeman effect, and this seems to be connected with their freedom from pressure shifts, for when Dufour had shown that the bands of the fluoride of calcium were sensitive to the magnetic field, R.",
        "It remains to consider the measurement of the declination and the horizontal component, these two elements being generally measured with the same instrument, which is called a unifilar magnetometer.",
        "The method of measuring the horizontal component which is almost exclusively used, both in fixed observatories and in the field, consists in observing the period of a freely suspended magnet, and then obtaining the angle through which an auxiliary suspended magnet is deflected by the magnet used in the first part of the experiment.",
        "By the vibration experiment we obtain the value of the product of the magnetic moment (M) of the magnet into the horizontal component (H), while by the deflexion experiment we can deduce the value of the ratio of M to H, and hence the two combined give both M and H.",
        "An attachment to the ordinary ship's compass, by means of which satisfactory measurements of the horizontal component have been made on board ship, is described by L.",
        "In the Roman Catholic Church, which preserves in this respect the tradition that had become established during the middle ages, the component parts of a fixed altar in the liturgical sense are the table (mensa), or super-altar, consisting of a stone slab; the support (stipes), consisting either of a solid mass or of four or more columns; the sepulchrum, or altar-cavity, a small chamber for the reception of the relics of martyrs.",
        "The needle is so mounted that it only moves freely in the horizontal plane, and therefore the horizontal component of the earth's force alone directs it.",
        "The total acceleration of any particle is that obtained by the superposition of the component accelerations derived from its association with the other particles of the system severally in accordance with this law.",
        "A force is said to act upon each of two particles forming a pair, its magnitude being the product of mass and component acceleration of the particle on which it acts, and its direction that of this component acceleration.",
        "A saturated solution is a system in equilibrium, and exhibits the thermodynamic relations which hold for all such systems. Just as two electrified bodies are in equilibrium when their electric potentials are equal, so two parts of a chemical and physical system are in equilibrium when there is equality between the chemical potentials of each component present in the two parts.",
        "It is usual to call each part of the system of uniform composition throughout a phase; in the example given, water substance, the only component is present in two phases - a liquid phase and a vapour phase, and when the potentials of the component are the same in each phase equilibrium exists.",
        "If µ i and µ2 denote the potentials of any one component in two phases in contact, when there is equilibrium, we know that µ i =P2 If a third phase is in equilibrium with the other two we have also =123.",
        "Hence with three phases we can form two independent equations for each component.",
        "With r phases we can form r - I equations for each component, and with n components and r phases we obtain n (r - 1) equations.",
        "To take the simplest case of a one component system water substance has its three phases of solid ice, liquid water and gaseous vapour in equilibrium with each other at the freezing point of water under the pressure of its own vapour.",
        "This relation is known when the amount of either component present in the other is very small, for it is then the relation for a dilute system and can A B A B A B A FIG.",
        "Again, it will be seen that the addition of a small quantity of one component, say B, to the other, A, does not necessarily lower the melting point, as it does with systems with no solid solutions; it is quite as likely to cause it to rise.",
        "Since many of the insects of the order Hemiptera are distasteful, the mimicry of the bug (Megapetus) is in this case probably Mullerian or synaposematic; the grasshopper (Myrmecophana), on the other hand, is probably edible and the mimicry is Batesian or pseudaposematic. This is a simple case consisting of a small number of component species.",
        "The soredia are the most successful method of reproduction in lichens, for not only are some forms nearly always without spore-formation and in others the spores laregly abortive, but in all cases the spore represents only the fungal component of the thallus, and its success in the development of a new lichen-thallus depends on the chance meeting, at the time of germination, with the appropriate algal component.",
        "It is the last part of the metal to undergo this transformation and, when thus transformed, it is of constant though not atomic composition, and habitually consists of interstratified plates of its component metals.",
        "Slag or Cinder, a characteristic component of wrought iron, which usually contains from 0.20 to 2.00% of it, is essentially a silicate of iron (ferrous silicate), and is present in wrought iron simply because this product is made by welding together pasty granules of iron in a molten bath of such slag, without ever melting the resultant mass or otherwise giving the envelopes of slag thus imprisoned a chance to escape completely.",
        "33, while the vertical component of the motion of the rear part JJ of the rolls forces the plastic metal of that part of \" the piece \" with which they are in contact backwards and centrewards, reducing its area and simultaneously lengthening it proportionally, here again as in drawing through a die.",
        "On entering, the water flows at first in a radial direction, and then gradually, as it passes through the wheel, it receives a downward component which becomes more and more important.",
        "This is evident Component from the actual composition of the book, and is Parts of the confirmed by Moslem tradition.",
        "Among Confervales there is no family in which sexual reproduction - isogamy or oogamy - is not known to occur among some of the component species, and as many as four families (Cylindrocapsaceae, Sphaeropleaceae, Oedogoniaceae, Coleochaetaceae) are oogamous.",
        "In the cheek-teeth the component columns are crescent-shaped, constituting the selenodont type.",
        "The only known mineral of which it forms an essential component is the rare mineral crookesite of Skrikerum, Smaland, Sweden, which, according to Nordenskidld, contains 33.3 per cent.",
        "His other principal works are: - Traite ele'mentaire de mneralogie, avec des applications aux arts (2 vols., Paris, 1807); Histoire naturelle des crustace's fossiles (Paris, 1822); Classification et caracteres mineralogiques des roches homogenes et hete'rogenes (Paris, 1827); the Tableau des terrains qui component l'ecorce du globe, ou Essai sur la structure de la partie connue de la Jerre (Paris, 1829); and the Traite des arts ceramiques (1844).",
        "Every person, or thing, or god, is therefore a putting together, a compound; and in each individual, without any exception, the relation of its component parts is ever changing, is never the same for two consecutive moments.",
        "With the aid of the vast body of Faust literature which has sprung up in recent years, and the many new documents bearing on its history above all, the so-called Urfaust, to which reference has already been made - we are able now to ascribe to their various periods the component parts of the work; it is possible to discriminate between the Sturm and Drang hero of the opening scenes and of the Gretchen tragedy - the contemporary of Gotz and Clavigo and the superimposed Faust of calmer moral and intellectual ideals - a Faust who corresponds to Hermann and Wilhelm Meister.",
        "In the Algol variables one of the component stars is dark (that is to say, dark in comparison with the other), and once in each revolution, passing between us and the bright component, partially hides it.",
        "Albrecht has shown that, of the 10 members of the S Cephei class for which both the orbits and the light-variations are thoroughly known, the maximum light always occurs approximately at the time when the brighter component is approaching us most rapidly; this relation, which seems to be well established, is a most perplexing one.",
        "Another interesting feature is that, where the two components differ in brightness, the fainter component is often the one possessing the greater mass.",
        "More usually, however, only one component is sufficiently luminous for its spectrum to appear; its orbital motion is then detected by a periodic change in the absolute displacement of its spectral lines.",
        "As a rule contrasted colours are shown by pairs having a bright and a faint component which are relatively wide apart; brilliant white stars frequently have a blue attendant - this is instanced in the case of Regulus and Rigel.",
        "(If only the relative orbit is known, the sum of the masses can be determined; but if absolute positions of one component have been observed, both masses can be determined separately.) But even when, as in most cases, the parallax is unknown or uncertain, the ratio of the brightness to the mass can be accurately found.",
        "The unified German Empire has not as yet adopted one system of prison treatment, and its various component kingdoms still retain independence in views and practice.",
        "Such examples as existed of even semi-federal union were very loose in structure, and the selfishness of the component units was the predominant feature.",
        "A magnetograph is an instrument for continuously recording the values of the magnetic elements, the three universally chosen being the declination, the horizontal component and the vertical component.",
        "In this position the magnet is in equilibrium under the action of the torsion of the suspension and the couple exerted by the horizontal component, H, of the earth's field, this couple depending on the product of H into the magnetic moment, M, of the magnet.",
        "To record the variations of the vertical component use is made of a magnet mounted on knife edges so that it can turn freely about a horizontal axis at right angles to its 1 Report British Association, Bristol, 18 9 8, P. 741.",
        "The magnet is in equilibrium under the influence of the couple VM due to the vertical component V, and the couple due to the fact that the centre of gravity is slightly on one side of the knife-edge.",
        "In the Eschenhagen form of vertical force balance two deflecting magnets are used to partly neutralize the vertical component, so that the centre of gravity is almost exactly over the support.",
        "If, as is usually most convenient, the two assigned directions are at right angles, the two components of a force P will be P cos 0, P sin 0, where 0 is the inclination of P to the direction of the p former component.",
        "Hence the component displacements are ultimately &r=Xys,y=ti+x (I)",
        "(5) The most general case is derived from this by adding the component displacements X, u, v (say) of the point which was at 0; thus Ix=X+siz1y, i 1yu+l~xEz, ~ (6)",
        "We take these as axes of x and y; then if f, n be the component rotations about them, we have -",
        "For example, in the case of a particle lying on a smooth curve, or on a smooth surface, if it be displaced along the curve, or on the surface, the virtual work of the normal component of the pressure may be ignored, since it is of the second order.",
        "or aT, ultimately; whilst for the component along the normal at FIG.",
        "13, the horizontal motion of the bob is affected only by the horizontal component of the force acting upon it.",
        "Hence if 1 be the length of the string, and x the horizontal displacement of the bob from the equilibrium position, the horizontal component of gravity is mgx/l, whence The motion is therefore simple-harmonic, of period r= 27ri/(l/g).",
        "Obviously OV is parallel to the tangent to the path atP, and its magnitude is ds/dt, where s is the arc. If we project OV on the co-ordinate axes (rectangular or oblique) in the usual manner, the projections u, v, w are called the component velocities parallel to the axes.",
        "Thus if the particle start at time t=o from the origin, with the component velocities uf, Vo, we have x=u~t, y_~vct~1/8gt5.",
        "If u be the acceleration at unit distance, the component accelerations parallel to axes of x and y through 0 as origin will be ux, uy, whence ~ = ~sy.",
        "If it, v be the component velocities at P along and perpendicular to OP (in the direction of 0 increasipg), FIG.",
        "The component accelerations at P in these directions are therefore du do dir /dO\\f dv do idfdO\\ .14",
        "Again, if x, y, z be the co-ordinates of P, the component velocities of m are qzry, rxpz, pyqx, (6)",
        "by 7 (5); hence, if ~, u, v be now used to denote the component angular momenta about the co-ordinate axes, we have X=~tm(pyqx)ym(rxpz)zl, with two similar formulae, or x= ApHqGr=~, 1",
        "The motion of a rigid body in the most general case may be specified by means of the component velocities u, v, w of any point 0 of it which is taken as base, and the component angular velocities p, q, r.",
        "The component velocities of any point whose co-ordinates relative to 0 are x, y, z are then u+qzry, v+rxpz, w+Pyqx (12)",
        "(so) The last equation shows that the component r of the angular velocity retains (to the first order) the constant value n.",
        "If p, q, r be the component angular velocities about the principal axes at 0, we have (Ap+B2q+C,2)/r = (Ap+Bq1+Cr2)/2T, (3) each side being in fact equal to unity.",
        "If OK be the vector representing the former component at time t, the vector which represents it at time 1+&t will be OK, equal to oi~ in magnitude and making with it an angle o~.",
        "Hence KK (= CnI~b) will represent the change in this component due to the extraneous forces.",
        "Hence, so far as this component is concerned, the extraneous forces must supply a couple of moment Cn~ in a vertical plane through the axis of the flywheel.",
        "of 7, then considering the component Z",
        "The moving axes Ox, Oy, 01 form a rigid frame of reference whose motion at time t may be specified by the three component angular velocities p, q, r.",
        "is the time integral of Q~ and so represents a generalized component of impulse.",
        "The component velocities in these directions are therefore t, rO, r sin Oil, and if m be the mass of a moving particle at P we have 2T = n1(~1 + rfEi + r2 sin2 8 ~l,2).",
        "R is the radial component of force, is the moment about a lilie through 0 perpendicular to the plane ZOP, and 4 is the moment about OZ.",
        "+c~,q~=Q~, (3) where Q~ now stands for a component of extraneous force.",
        "If x be measured upwards from the lower end, the horizontal component of the tension P at any point will be Pay/ax, approximately, if y denote the lateral displacement.",
        "Joint; then, by the principles of statics, - - the component of the resistance normal to the joint is CP=CR.cos PCR;",
        "and the component tangential to the joint is CQ=CRsin PCR=CPtan PCR.",
        "In order that the surfaces which abut at the Joint JK maybe pressed together, the resistance required by the conditions of equilibrium CR, must be a thrust and not a pull; and in that case the force by which the surfaces are pressed together is equal and opposite to the normal component CP of the resistance.",
        "The condition of stability of friction is that the tangential component CQ of the resistance required shall not exceed the friction due to the normal component; that is, that CQ~f.CP,",
        "90 be a point in a rigid F body CD, rotating round the fixed axis c, a ~ F, the component of the velocity of A",
        "is the component of the velocity of that point in a plane perpendicular to the axis, and its total velocity is v=~.",
        "The line of action or of connection of the driver and follower is a line traversing a pair of points in the driver and follower respectively, which are so connected that the component of their velocity relatively to each other, resolved along the line of connection, is null.",
        "The component of the velocity of the point of contact of the teeth T along the line of connection is ~i.",
        "Any other convenient figure may be assumed for the path of contact, and the corresponding forms of the teeth found by determining what curves a point T, moving along the assumed path of contact, will trace on two disks rotating round the centres of the wheels with angular velocities bearing that relation to the component velocity of T along TI, which is given by Principle II.",
        "General Pr-inciples.----Willis designated as aggregate combinations those assemblages of pieces of mechanism in which the motion of one follower is the resultant of component motions impressed on it by more than one driver.",
        "If the component along the direction of motion acts with the motion, it is called an effort; if against the motion, a resistance.",
        "The component across the direction of motion is a lateral pressure; the unbalanced lateral pressure on any piece, or part of a piece, is deflecting force.",
        "There may be or may not be an unbalanced component in this pressure, due to the deviated motion.",
        "In the particular case where the motion is of the kind known as simple harmonic the disturbing force on the frame due to the reciprocation of the weight is equal to the component of the centrifugal force in the line of stroke due to a weight equal to the reciprocated weight supposed concentrated at the crank pin.",
        "Even in the case of small and comparatively homogeneous countries such as Holland, Belgium or Saxony there is considerable deviation from the mean in the density of the respective component subdivisions, a difference which when extended over more numerous aggregates often renders the general mean misleading or of little value.",
        "CIRCAR, an Indian term applied to the component parts of a subah or province, each of which is administered by a deputygovernor.",
        "A small glossary of some of the more common component words is appended below.",
        "In addition to the divisions and mounted brigades there are \"army troops,\" of which the most important component is the cyclist battalions, recruited in the different coast counties and specially organized as a first line of opposition to an invader.",
        "If b 2 /a 2, 3 /a 3 ..., the component fractions, as they are called, recur, either from the commencement or from some fixed term, the continued fraction is said to be recurring or periodic. It is obvious that every terminating continued fraction reduces to a commensurable number.",
        "If, then, the gathas reach back to the time of Zoroaster, and he himself, according to the most probable estimate, lived as early as the 14th century B.C., the oldest component parts of the Avesta are hardly inferior in age to the oldest Vedic hymns.",
        "At his accession the Portuguese people was far from homogeneous; it would be long before its component g ?",
        "These component deformations are in general infinite in number, of very wave-length and of arbitrary phase; but in the first stages of the motion, with which alone we are at present concerned, each produces its effect independently of every other, and may be considered by itself.",
        "There were Florentines and Lombards, Guelfs and Ghibellines; but even Dante had scarcely conceived of Italy as a nation, independent of the empire, inclusive of her several component commonwealths.",
        "the component bones on their own axes, is of the greatest importance in the movements of the wing, as it communicates to the hand and forearm, and consequently to the primary and secondary feathers which they bear, the precise angles necessary for flight.",
        "The action of the wing of the bat, and the movements of its component bones, are essentially the same as in the bird \" (figs.",
        "He is of opinion that the insect abstracts from the air by means of the inclined plane a component force (composant) which it employs to support and direct itself.",
        "The direction of the mean annual isobars shows that the normal wind in all parts of England and Wales must be from the south-west on the west coast, curving gradually until in the centre of the country, and on the east coast it is westerly, without a southerly component.",
        "The southerly component in the wind is as a rule most marked in the winter months, the westerly component predominating in summer.",
        "The Metropolis Management Act of 1855 established (outside the city) two classes of parishes - the first class with vestries of their own, the second class grouped under district boards elected by the component vestries; and the Metropolitan Board of Works (abolished in 1888), elected by the vestries and the district boards, was made the central authority.",
        "In the antlers of the red-deer group, which form the type of the whole series, the following names have been applied to their different component parts and branches.",
        "But a variety of causes set back the development of the city, notably the prevalence of plague and cholera due to the silting up of the creeks that divided its component islands; and it was not till after the amalgamation of the old and new companies in 1708 that the governor's seat was transferred from Surat to Bombay.",
        "Besides this reduction of interest, the state secured an extension of fourteen years in each of the various periods allotted for repayment of the component loans.",
        "Decay is inherent in all component things.",
        "The vertical distance above the line ab of any point in the dotted line dc is proportional to the vertical component of the compressive stress on the line ale assumed to vary uniformly from face to face, and similarly the vertical distance of any point in the3-dot-and-dash line ae above the line ab is proportional to the vertical component of the stress determined experimentally.",
        "The vertical component diagrams abed and abea are drawn to a larger scale than t` the lines indicating the principal.",
        "Others, however, realized their composite character from the first, and by degrees some of the component documents became known.",
        "In the former case the young daughter zooid, with its corallum, arises wholly outside the cavity of the parent zooid, and the component parts of the young corallum, septa, theca, columella, &c., are formed anew in every individual produced.",
        "Considering an equation in point-co-ordinates, we may have among the component curves right lines, and if in order to put these in evidence we take the equation to be L 1 Y1..",
        "Regarding the ultimate curve as derived from a given penultimate curve, we connect with the ultimate curve, and consider as belonging to it, certain points called \" summits \" cn the component curves P 1 = o, P2 =o respectively; a summit / is a point such that, drawing from an arbitrary point 0 the tangents to the penultimate curve, we have OE as the limit of one of these tangents.",
        "on the values of the coefficients in the terms multiplied by 0, 0 2, ...; they are thus in some measure arbitrary points as regards the ultimate curve P1 It may be added that we have summits only on the component curves P 1 = o, of a multiplicity a l > 1; the number of summits on such a curve is in general = (a 1 2 - a,)m 1 2.",
        "A dentition with its component parts so differently formed that these distinctive terms are applicable to them is called heterodont (Gr.",
        "a component is absorbed by a suitable reagent and the diminution in volume noted, or it is absorbed in water and the amount determined by titration with a standard solution.",
        "When Nunez in 1885 disregarded the constitution of 1863, which made the component states severally sovereign, he was strongly opposed by the people of Panama, who had no actual representation in the convention which made the constitution of 1886, an instrument allowing Panama (which it made a department and not a state) no local government.",
        "Moreover, representing the remaining three lines by a\" b\" c\" d\" e\" b /r c a, d N, e\"' a \" c 'N d\"N err\" it is further seen that the factor which multiplies the determinant formed with any two columns of the first set is the determinant of the third order formed with the complementary three columns of the second set; and it thus appears that the determinant of the fifth order is a sum of all the products of the form ' a b c\" d\" e\" a, b\"c\"'dN, ear the sign being in each case such that the sign of the term .c\"d\"'e\" obtained from the diagonal elements of the component determinants may be the actual sign of this term in the determinant of the fifth order; for the product written down the sign is obviously +.",
        "individualis, that which is not divided, an individual), in political philosophy, the theory of government according to which the good of the state consists in the well-being and free initiative of the component members.",
        "a crystalline plate of such a thickness that it introduces a relative retardation of a quarter of a wave between the component streams within it.",
        "In some cases it is the component polarized in the plane of incidence that is most retarded and the reflection is then said to be positive: in the case of negative reflection the reverse takes place.",
        "A subsequent determination of the plane of polarization gives the ratio of the amplitudes of the vibrations in the component streams.",
        "The following table shows the component parts of the E.M.F.",
        "Near one phase of this combined period the two component motions nearly annul each other, so that the variation is then small, while at the opposite phase, 3 to 4 years later, the two motions are in the same direction and the range of variation is at its maximum.",
        "This secures a double observation of each component of the polar motion, from which most of the systematic errors are eliminated.",
        "Prefixes denoting components directly fused to the parent component are called first-order fusion prefixes.",
        "The short descriptions of Work Programs shown here only reflect the drilling component and not, for instance, seismic data acquisition.",
        "Another component in the run-up to this release has been a campaign to place a full-page advertisement in the New York Times.",
        "Most of these classes will involve a short conditioning component but are predominantly aerobic classes.",
        "aestheticsocesses have become very sophisticated, with novel oxide finishes available to add pleasing esthetics and corrosion resistance to the finished component.",
        "Many component manufacturers also supply replacement parts to the independent aftermarket.",
        "agribusiness sector where international trade is a major component.",
        "In appropriately alliterative tabloid style, the crucial component that made the tale a mass-circulation must was the elephant.",
        "After February 1917 they were extremely amorphous, to the point of having a large and influential petty-bourgeois component within them.",
        "anesthesia machine control or component that he or she wishes to set.",
        "The training and advice from this component will provide a sound foundation upon which to build a research program in socio-cultural anthropology.",
        "aphid transmission studies using Potato virus Y helper component proteins expressed from a Potato virus X vector.",
        "apportionment method was unsatisfactory, and that the preferred method was the cohort component method.",
        "argumentative texts tend to have higher values on the second principal component than descriptive texts.",
        "assemblylete breakdown of the component is provided from sub assemblies through to the smallest individual part.",
        "Again abnormal values for the standard bicarbonate are only due the metabolic component of an acid base disturbance.",
        "Whole cell biosensors have also been developed based on 2 component gene systems using gfp as the reporter molecule.",
        "bronchial hyper-responsiveness may be a component of acute chest syndrome in people with sickle cell disease.",
        "cabernet franc component.",
        "capabilityortantly, the seminar will describe how each component provides organizations with significant and new technological capabilities.",
        "cardiac rehabilitation with an exercise component is often offered to patients with coronary artery disease.",
        "caret position also cannot be set to less than zero, the beginning of the component's text.",
        "We then use an algorithm based on betweenness centrality to identify community structures within the giant component.",
        "cess component.",
        "Asteroids: Are another component that many astrologers use in interpreting a natal chart.",
        "chroma gain and phase are adjusted for each component under evaluation using a color analyzer to optimally match color standards.",
        "chromaticity classes shows how many component hues an observer employed in their decision making.",
        "The third sample contained a major hydrated component that could be isolated in pure form by high-performance liquid chromatography.",
        "A revetted component store with corrugated asbestos cladding still stands in a wooded area to the west of the high explosive magazines.",
        "Efforts are now underway to identify the second genomic component (if any) and produce full-length clones of the virus.",
        "The immigration component will, we think, increasingly threaten social cohesion.",
        "In addition to this mineral component, the bone tissue matrix also contains type I collagen, a type of protein.",
        "stamping the collet from a single sheet of gold or platinum produces a stronger more durable component, with a smoother cleaner surface.",
        "A major component of modern linear accelerators which assists this technique is the multi-leaf collimator (MLC ).",
        "common logarithm of color temperature in Kelvin for each diluted Planck component.",
        "Returns: the component argument. add public Component add( String name, Component comp) Adds the specified component to this container.",
        "See Also: add remove public void remove( component component comp) Removes the specified component from this container.",
        "Component parts of a simple variable mica compensator for polarizing microscopes.",
        "component of disability Living Allowance, payable at any rate.",
        "The final year independent research or mapping project also comprises a significant component of the marks on which the final degree class is based.",
        "A school uniform can also be a vital component of a strong school ethos.",
        "It is planned that book reviews become a regular integral component of future issues of the journal.",
        "William Phillips on page 63 states that the major component of slave trade in the eleventh century were the Vikings.",
        "The scanner is a critical component of the NSE's research program.",
        "component commander ensures that the best-suited aircraft are used to fill each role.",
        "See Also: add remove public void remove( component comp) Removes the specified component comp) Removes the specified component from this container.",
        "component manufacturing cost considerably over traditional older methods of production.",
        "Road Tax Exemption If your child gets the higher rate DLA mobility component you should automatically have been sent an exemption form.",
        "oral component Reading comprehension is integrated in the oral where an unseen passage is used to provide material for reading aloud and discussion.",
        "As a component of this complete service, we remain fully conversant with the relevant health/safety and security issues involved.",
        "In all such cases, there is no component to plan convexity, any curvature being entirely orthogonal to the xy plane.",
        "The propellant cordite was an essential component of ammunition during the First World War, and the solvent acetone was used in its manufacture.",
        "The neural correlates of the verbal component of working memory.",
        "Note that the population intraclass correlation can be estimated using variance component estimation methods.",
        "crosswind component.",
        "This metabolism is a key component of the biogeochemical sulfur cycle.",
        "deconstructed into component parts and measured?",
        "When is it acceptable to configure a component or run diagnostics on it?",
        "disassembleRelease Test - BS EN 1811 normally involves disassembling the product into its component parts.",
        "disposed (inherited from Component) Adds an event handler to listen to the Disposed event on the component.",
        "TDC, specialist technical electronic component distributor, is delighted to announce the lead-free quad band TC65 Java module from Siemens.",
        "electroplateoride an important component in some nickel electroplating baths?",
        "electrostatic discharge The rapid transfer of a voltage potential into a circuit or component.",
        "Their armsas Ellis down manually under accepted component of physics at the.",
        "They identified a mouse whose immune system did not react to a substance called endotoxin, a component of bacterial cell walls.",
        "Make Stress Buster an integral component of your workstation ergonomics.",
        "The safest decision might be to throw an exception should the component not be in one of the year entry states.",
        "The third component contains the same amplitude and rate, but is now a real exponential.",
        "Concerns were raised whether Faculty Postgraduate Studies Committees had sufficient externality to hear appeal against the results of the coursework component of Masters degrees.",
        "Every component of the Thomson stem, including the fasteners, is 100 percent American made.",
        "These proteins convert plasminogen to plasmin, which in turn degrades fibrin, the main component of the clot.",
        "Over the past weeks, security researchers have reported several unpatched flaws in Internet Explorer, the Web browser component of Windows.",
        "Places rather than mere architecture were his greatest forte: architecture, a component of places, was too limiting.",
        "Slightly reduced aromas of kirsch, raspberry and licorice, with a medicinal austerity from the sizable cabernet franc component.",
        "Voice pitch frequency, also fundamental frequency: refers to the lowest frequency component in a sound wave.",
        "CL componeNTs BT below decks watercraft component RT frame NT futtock saw NT top timber © MDA, 2002.",
        "glenoid component of the prosthesis becomes loose.",
        "gyre component varies little seasonally whereas the overturning part varies much more.",
        "This infrastructure can dramatically reduce the rather heady distance related component to the costs of traditional point to point leased lines.",
        "Also power lost is released as heat, meaning a larger heat sink needed another large, heavy component.",
        "The rat hippocampus does also appear to be involved in forming learned associations between objects where no spatial component is involved.",
        "It can be argued that an equally important component of any'drumlin landscape ' are the similarly numerous inter-drumlin hollows.",
        "Neither primer had significant sequence homology with any other DNA component of BBTV.",
        "If the surface is too sticky the component building block molecules won't circulate and find their complementary bonding partners to make the honeycomb.",
        "Streptococcus produce the enzyme hyaluronidase which hydrolyses hyaluronic acid, a polysaccharide component responsible for binding cells together.",
        "methodology the first semester will involve a taught component covering basic research methodologies.",
        "I b uilt my first computer in 1980, soldering every component into one of the first single-board microcomputers.",
        "Either I seriously miscalculated something wrong the first time or I'm missing a component on my shopping lists this time.",
        "Two main problems are addressed: Combined component design of magnitude modulation.",
        "We are interested in the essential trace element molybdenum, which is required as a component of the cofactors of various redox enzymes.",
        "To be used for this purpose plant carbohydrate polymers first have to be hydrolysed to their component monosaccharides.",
        "Reading Finnish compound words: Eye fixations are affected by component morphemes.",
        "It is a component of lecithin, which helps facilitate the movement of fat from the liver into cells.",
        "The focus in the first call in June 1995 was the integration of component services to form value added services and distributed multimedia.",
        "Often, a considerable amount of plastic deformation - including necking - is observed in the failed component.",
        "neural correlates of the verbal component of working memory.",
        "Many psychology courses have reduced their practical component to virtually nil.",
        "It will then retrieve occurrences of entity ONE_B subject again to the profile passed down from the parent component.",
        "NOTE: entity ONE_A in the session service must be defined as entity outer in the presentation layer component that uses this session service.",
        "The content of different modules should not necessarily accord equal importance to PTS but the PTS component should be made overt.",
        "Knitwear is a key component; softly draped pieces gave a nod to volume without being too over-the-top.",
        "padding of the component, how much space to add to the minimum width of the component. ipady.",
        "They were then tested for their suitability for reuse, or stripped down to their component parts for recycling.",
        "pathway Activation of the coagulation cascade is an integral component of host inflammation (Ref.",
        "pertussis component.",
        "Many appear to have a phallus, suggesting the artist is attempting to emphasize maleness, an important component of the Spanish assemblage.",
        "This secreted peptide pheromone functions as the input signal for a specific sensor component of a two-component signal-transduction system.",
        "pine needle oil is an active component of cough and cold medicines and nasal decongestants.",
        "The bacterium contains a section of DNA called a plasmid in addition to its usual component of DNA.",
        "polynomial regression, the quadratic component of the ordinate scale was significant and positive.",
        "Ancillaries: ARDEX R 8 P Two component polyurethane tack coat specifically formulated for use with ARDEX R 10 P coving and wall render.",
        "predisposition toward common diseases with a genetic component.",
        "EACCES Search permission is denied on a component of the path prefix of filename or the name of a script interpreter.",
        "If component then the double image suggests it's a prog scan DVD player and you had prog scan turned on in it.",
        "propulsion system component © MDA, 2002.",
        "protamine zinc insulin, it could be mixed with regular insulin without affecting the action profile of either component.",
        "These mechanisms provide a way of establishing the provenance of any component, and indeed of transformations conducted on these components by others.",
        "psychogenic causes are also an important component of ED.",
        "The component label is a 50 mm x 50 mm label which is affixed to the lower left quadrant of the base label.",
        "radionuclide calibrator, the main component of which is an ionization chamber.",
        "We recycle 100% of all IT equipment collected by means of materials reclamation and component reuse.",
        "These obtain a flip in helicity as they undergo a mirror reflection and, when analyzed, contribute to the cross polar component.",
        "This specifies how the component would like to be aligned relative to other components.",
        "Among these however was the charred remains of an electronic component which had clearly been close to the seat of the explosion.",
        "Some information is moderated by local editors but a large component is information republished from different sources on the Internet.",
        "reservists ' civilian employers and for increased support of Reserve component families.",
        "retrieve occurrences of entity ONE_B subject again to the profile passed down from the parent component.",
        "rigging component RT girder chain River Ant wherry Norfolk wherries sized up to 50ft x 12ft.",
        "Therefore, in spite of the variable proportions of each component, our results confirm that the synovial sarcoma is of monoclonal origin.",
        "The vascular plant component is always poor, but richer communities support opposite-leaved golden saxifrage and mossy saxifrage.",
        "sealant restorations are therefore counted in the calculation of the F component of the DMF index.",
        "self-sustaining communities utilizing education as a major component of our interventions.",
        "It is envisaged that the protocol shim functionality will be incorporated within the runtime component.",
        "The spectrum contains just one component, at 256 Hz, because the pure tone is a single sine wave.",
        "The second component at frequency 200 remains a damped sinusoid.",
        "solder filet, with a greater component stand-off from the board.",
        "spectral leakage to other bins will reduce the power reported for each component.",
        "spheroid component, or perhaps a close companion.",
        "As dendrites form the predominant elements in neurons, so dendritic spines form the dominant component of many types of dendritic trees.",
        "stabilizer calculation in the symmetric group given by the degree component.",
        "The microscopic findings of the resected mass showed a stromal cell component by immunohistochemical stain.",
        "static final int CENTER Put the component in the center of its display area.",
        "subsonic filters and should really be thought of as an essential component in any Stereo or Home Cinema system.",
        "The use of a variance component allows the effects of noise in bias subtraction to be properly monitored.",
        "syntactic constituent leads to the construction of the language component and therefore helps to convey the meaning.",
        "synthesis of collagen, an important structural component of blood vessels, tendons, .. .",
        "tangential component of the velocity at the boundary must be zero.",
        "They suggest that SCLC would be a prime target for therapies directed at the RNA component of human telomerase.",
        "For overweight and obese individuals, water induced thermogenesis may be a useful additional component to increase the energy expenditure.",
        "throw an exception should the component not be in one of the year entry states.",
        "The ActiveX component to create high-quality preview thumbnails for image files.",
        "Excessively tired quads can be a product of having too much of a vertical component in the running stride.",
        "The biggest category of reports was still in the \" incorrect blood component transfused \" - 201 or 69.1% .",
        "Vicki Tariq reports on the formal use of peer tutors in the problem-solving and numeracy component of a first-year microbiology.",
        "typeface design is an important component of either a corporation's identity or of a product.",
        "um aerosol scheme assumes each of the aerosol components to be externally mixed (particles consist of only one component ).",
        "unwrapped if the array has a primitive component type.",
        "The new value is first automatically unwrapped if the array has a primitive component type.",
        "variance component estimation methods.",
        "variance component of the output NDF.",
        "The photographs of Athenian vases are the single largest component of Beazley's original archive.",
        "It acts as a peripheral vasodilator and has beneficial effects on collagen, a vital structural component of the vascular system.",
        "villous component) and small (1 cm) tubular adenomas are very common and have a low malignant potential.",
        "vital component of a strong school ethos.",
        "watercraft component RT rudder floor The lowest part of the framing of a vessel.",
        "CL components BT above decks watercraft component RT rudder floor The lowest part of the framing of a vessel.",
        "worst-case assumptions are a reasonable component of screening calculations, to ensure that the stack height will not be under-estimated.",
        "If there is an x-axis data component this will be used to give the x-axis.",
        "If there is an x-axis data component this will be used to give the x-axis data component this will be used to give the x-axis.",
        "Parameters: x - the x coordinate y - the y Returns: null if the component does not contain the position.",
        "If the primary ray is unpolarized, the light scattered north and south is entirely due to that component which vibrates east and west, and is therefore perfectly polarized, the direction of its vibration being also east and west.",
        "If the primary wave be represented by = e-ikx the component rotations in the secondary wave are '1'3= P (- AN y) N r2 ' cwi= r x D y N 'y)' lw2=P (- AD + 6,N z2 - x2 ' D r N r2 where ik3T e-ikr _ P - 4 r The expression for the resultant rotation in the general case would be rather complicated, and is not needed for our purpose.",
        "The incident light being white, the intensity of the component colours scattered in this direction varies as the inverse eighth power of the wave-length, so that the resultant light is a rich blue.",
        "Such were the political component parts of British Australia up to 1839.",
        "By the action of the two variable currents on the electromagnetic mechanism in the receiver, the two component motions are reproduced and by their combined action on a second system of levers the receiving pen is caused to duplicate the motions of the transmitting pencil.",
        "Owing to the similarity of structure and mode of life it is convenient to treat the Lichens (q.v.) as a distinct class, while recognizing that the component fungus and alga are representatives of their own classes.",
        "(3) There is one carotis conjuncta, but the basal portion of its original right component is obliterated, leaving a socalled c. primaria sinistra, an unfortunate name.",
        "During every laying season the left duct increases enormously by new formation of its component fibres.",
        "As in other literatures, these popular elements form the foundation on which greater works are gradually built, and it is one function of literary criticism to show the way in which the component parts were welded into a uniform whole.",
        "The component of a balance weight which is necessary to balance the reciprocating masses introduces a vertical unbalanced force which appears as a variation of pressure between the wheel and the rail, technically called the hammer-blow, the magnitude of which increases as the square of the speed of the train.",
        "Even if the analysis of the literature into component documents were complete, we should still possess a most imperfect record, since the documents themselves have passed through many redactions, and these redactions have proceeded from varying standpoints of religious tradition, successively eliminating or modifying certain elements deemed inconsistent with the canons of religious usage or propriety which prevailed in the age when the redaction took place.",
        "peculiarities of the skeleton or portions of the skeleton of certain birds - one of the most remarkable of which is that on the component parts of the foot (pp. tot - toy) pointing out the aberration from the ordinary structure exhibited by the Goatsucker (Caprimulgus) and the Swift (Cypselus) - an aberration which, if rightly understood, would have conveyed a warning to those ornithological systematists who put their trust in birds' toes for characters on which to.",
        "The instrument of choice for these measurements is a radionuclide calibrator, the main component of which is an ionization chamber.",
        "Iodine is an essential component of the thyroid hormone, thyroxine, which is the master regulator of metabolism.",
        "This component of sport science is essentially concerned with the assessment of how the body responds to single or repeated bouts of exercise.",
        "The Department also is pursuing initiatives to mitigate the concerns of reservists ' civilian employers and for increased support of Reserve component families.",
        "UF bottle screw CL components BT rigging component RT girder chain River Ant wherry Norfolk wherries sized up to 50ft x 12ft.",
        "With every step, the radius of the circular component of your path produced by the rotation of the earth gets larger.",
        "After reflow this produces a fuller solder filet, with a greater component stand-off from the board.",
        "Vitamin C is required for the synthesis of collagen, an important structural component of blood vessels, tendons, ...",
        "In other words, the tangential component of the velocity at the boundary must be zero.",
        "The component should be free from clinically significant irregular blood group antibodies including high titre anti-A and anti-B.",
        "The biggest category of reports was still in the \" incorrect blood component transfused \" - 201 or 69.1 %.",
        "Red cells suspended in additive solution can be produced from such donations The component should be transfused through a 170-200 µm filter.",
        "Much current scientific effort is targeted at understanding the genotypic component of the transpiration efficiency of individual plants.",
        "This irritant effect is a component of the classical syndrome known as \" tulip fingers \".",
        "Quite often a custom typeface design is an important component of either a corporation 's identity or of a product.",
        "The existing UM aerosol scheme assumes each of the aerosol components to be externally mixed (particles consist of only one component).",
        "VD, and syphilis in particular, also formed a powerful component of fin de siecle unease about the future of the race.",
        "The Natural Language Understanding component using typed unification grammar (Regulus) is linked to a commercial speaker-independent speech recognition system (Nuance).",
        "The noise levels are recorded in the variance component of the output NDF.",
        "The photographs of Athenian vases are the single largest component of Beazley 's original archive.",
        "Cartilage constitutes a major component of the vertebrate skeleton.",
        "Simple (i.e. without villous component) and small (1 cm) tubular adenomas are very common and have a low malignant potential.",
        "Worst-case assumptions are a reasonable component of screening calculations, to ensure that the stack height will not be under-estimated.",
        "The hydrosphere is an essential component to the earth's surface.",
        "To make this glass sculpture, the artist had to anneal each component to make it less brittle.",
        "Creativity is not often associated with entrepreneurs but creativity is a critical component here.",
        "Spelling and pronunciation are essential to the understanding of the English language, and are a key component in the school systems.",
        "It's a good idea to have all of the supplies handy when you start the project, since it can be discouraging to run out of diapers or another integral component.",
        "A crib is an essential component for a nursery, and picking out a crib for your baby can be an exciting experience.",
        "Cushions are an important component to buying patio furniture.",
        "Shimano and Campagnolo are two of the best-known and most trustworthy bike component providers.",
        "A water filtration system is the number one absolute must component that you must purchase along with the aquarium.",
        "Once consigned to the dustbins of history, the turntable found new life as the instrument of choice for DJs and as an essential component for any collector of LPs.",
        "Amish furniture, for example, is made up of very few, heavy component pieces that are put together with exquisite craftsmanship.",
        "It is an expensive component that can have a major impact on the life of your batteries, so you should maintain an objective and even-handed approach while looking over chargers.",
        "The HD sounds isn't carried with the component cords.",
        "Cables. HDMI and Component cables enhance the digital quality of your cable (for those boxes that support it), video game systems and DVD/Blu-ray players.",
        "They established themselves as a major computer component manufacturer and in the early 2000's created a relationship with Intel so Asus would receive any prototypes and samples ahead of other competitors.",
        "In the Iman Cosmetic philosophy, foundation is the key component of all makeup."
    ],
    "definition": [
        "Link/Cite"
    ]
}