{
    "translation": "יכולת",
    "uses": [
        "So that while we admire the variety of his work, we also admire the competence of his effort.",
        "Only in matters of foreign politics and war was their competence restricted.",
        "The competence of the Russian parliament' thus constituted is strictly limited.",
        "Our consensus is that he must be fired for his lack of competence.",
        "The high average in Sardinia is chiefly due to cases within the competence of the conciliation offices.",
        "All civil cases involving less than z oo roubles value were within their competence, and more important cases by consent of the parties.",
        "For the purposes of scientific topography observation of the natural features and outlines is followed by exact investigation of the architectural structures or remnants, a process demanding high technical competence, acute judgment and practical experience, as well as wide and accurate scholarship. The building material and the manner of its employment furnish evidence no less important than the character of the masonry, the design and the modes of ornamentation.",
        "The judicial competence of the Parlement developed and became more clearly defined; the system of appeals came into existence, and appeals against the judgments of the baillis and seneschals were brought before it; cases concerning the royal towns, the bonnes villes, were also decided by it.",
        "Thus, to take the latter one, if we suppose that of two editors of equal competence A requires a probability of four-fifths to admit a reading into his text and B a probability of three-fifths only, then in all the cases in which the probability lies between these two fractions B will be right seven times to A's three, while outside these limits there will be no difference between them.",
        "They could make regulations (pouvoir reglementaire) having the force of law within their province, upon all points not settled by law, when the matter with which they dealt fell within their judicial competence, and for this it was only necessary that their interference in the matter was not forbidden by law.",
        "The juntas are in this respect organs of~the administrative jurisprudence created in Italy by the law of the 1st of May 1890, in order to provide juridical protection for those rights and interests outside the competence of the ordinary tribunals.",
        "But if transcendental method has no special pride of place, Kant's conclusion as to the limits of the competence of intellectual faculty falls with it.",
        "It was determined in 1648 that the one of these two judicial authorities which first dealt with a case should alone have competence to pursue it.",
        "During these years he saved a competence and gained a thorough acquaintance with the theory and practice of finance.",
        "Two important classes in Russia stood more or less outside the competence of the above systems: the clergy and the peasants.",
        "During the 12th and at the beginning of the 13th centuries the curia regis continued to discharge these functions, except that its importance and actual competence continued to increase, and that we frequently find in it, in addition to the vassals and prelates who formed the council, consiliarii, who are evidently men whom the king had in his entourage, as his ordinary and professional councillors.",
        "Nothing is known of his early history beyond the fact that, after amassing a small competence as a popular lecturer on natural philosophy, he settled in Edinburgh to live a very retired life in the society of his apparatus alone.",
        "The clergy having thus another authority, and one moreover more canonical, to appeal to, the power of the archdeacons gradually declined; and, so far as the Roman Catholic Church is concerned, it received its death-blow from the council of Trent (1564), which withdrew all matrimonial and criminal causes from the competence of the archdeacons, forbade them to pronounce excommunications, and allowed them only to hold visitations in connexion with those of the bishop and with his consent.",
        "The number of penal proceedings, especially those within the competence of praetors, has also increased,, chiefly on account of the frequency of minor contraventions of the law referred to in the section Crime.",
        "Nothing further was done in Natal up to the establishment of the Union of South Africa, when all questions specially or differentially affecting Asiatics were withdrawn from the competence of the provincial authorities.",
        "The Court of Cassation does not give the ultimate decision on a case; it pronounces, not on the question of fact, but on the legal principle at issue, or the competence of the court giving the original decision.",
        "But these and similar anecdotes must be received with caution, and it should be remembered that what was a competence in his day would have been considered poverty by the Romans of later times.",
        "Besides possessing competence in regard to local government elections, which previously came within the jurisdiction of the provincial deputations, the provincial administrative juntas discharge magisterial functions in administrative affairs, and deal with appeals presented by private persons against acts of the communal and provincial administrations.",
        "These were few in number during the early days of the Capetian dynasty; for though the king always maintained the principle that he was judge, and even that his competence in this respect was general and unlimited, this competence was at the same time undefined and it was not compulsory to submit cases to the king.",
        "dealing with the organization of the army and navy are outside its competence; these are no longer called \" laws \" but \" ordinary administrative rules.\"",
        "He retired with a sufficient competence, and went into Parliament in 190o as Conservative and Unionist member for the Blackfriars division of Glasgow.",
        "How far the financial administration was removed from the competence of the provincial governors, as it seems to have been in Alexander's system, we cannot say.",
        "The president of the republic enjoys such executive power as is expressly assigned to him by the constitution, and he has his own office - the president's bureau - presided over by a permanent official, to conduct such matters as fall within his competence and to facilitate communication with the rest of the executive.",
        "Mostan~ir then summoned to his aid Badr a1-Jam~li, an Armenian who had displayed competence in various posts which he had held in Syria, and this person early in 1074 arrived in Cairo accompanied by a bodyguard of Armenians; he contrived to massacre the chiefs of the party at the time in possession of power, and with the title AmIr al-Juyush (prince of the armies) was given by Mostan~ir complete control of affairs.",
        "The establishment of the Union of South Africa removed from the competence of the Transvaal provincial council all legislation specially or differentially affecting Asiatics.",
        "Many a medieval miracle-worker was supposed to derive his competence from his knowledge of the secret of the Name.",
        "In spite of his caprices he appears to have shown competence in the management of external affairs; enterprises of pretenders both in Egypt and Syria were crushed with promptitude; and his name was at times mentioned in public worship in Aleppo and Mosul.",
        "Each of the signatory powers is to designate within three months from the ratification of the convention four persons at the most, of recognized competence in international law, enjoying the highest moral consideration, and willing to accept the duties of arbitrators.",
        "Together with the kings and ephors it formed the supreme executive committee of the state, and it exercised also a considerable criminal and political jurisdiction, including the trial of kings; its competence extended to the infliction of a sentence of exile or even of death.",
        "After his resignation he was impeached for abuse of power as minister, but the supreme court quashed the impeachment by denying the competence of the ordinary tribunals to judge ministerial acts.",
        "In the centre of this group is King James (q.v.) himself, poet and writer of prose; but he yields in literary competence to Alexander Scott and Alexander Montgomerie.",
        "He takes courage from the reflection that to accept scepticism is to presume the competence of the thought that accepts.",
        "It was on his motion that, on the 25th of February, the government undertook \"to guarantee the existence of the workmen by work\"; and though his demand for the establishment of a ministry of labour was refused - as beyond the competence of a provisional government - he was appointed to preside over the government labour commission (Commission du Gouvernement pour les travailleurs) established at the Luxembourg to inquire into and report on the labour question.",
        "Like Sir Thomas More he held that it was entirely within the competence of the national state, represented by parliament, to determine questions of the succession to the throne; and although Elizabeth did not renew his commission as lord chancellor, he continued to sit in the privy council for two months until the government had determined to complete the breach with the Roman Catholic Church; and as late as April 1559 he assisted the government by helping to arrange the Westminster Conference, and reproving his more truculent co-religionists.",
        "Phelps, - men of admitted competence, yet, after all, of no higher authority than the economists supporting Mr Chamberlain, such as Dr Cunningham and Professor Ashley.",
        "The formation of the coalition and the outbreak of war for a while raised his hopes, in spite of his lively distrust of the competence of Austrian ministers; but the hopes were speedily dashed by Austerlitz and its results.",
        "On the 2nd of May 1877, the Landesausschuss was itself empowered to initiate legislation within the competence of the territory, and in 1879 the imperial viceroy (Statthalter), representing the imperial chancellor, who had until then been the responsible minister, took up his residence in Strassburg.",
        "Successive actions at law resulted in the ruling that it was not within the competence of the founder to divert any portion of the revenues of his foundation to the use of others than the members thereof, as specified in the letters patent.",
        "The jurisdiction exercised by consuls in civil and criminal affairs Lord Cromer proposed should cease pan passu with the provision by the Egyptian government, under the powers conferred by the treaty required to set up the new council, of courts having competence to deal with such matters, various safeguards being introduced to prevent injustice in criminal cases.",
        "He extended the competence of the ecclesiastical tribunals, suppressed unjust taxes and undertook to select the counts from the districts they had to administer.",
        "It is true that Bentham expressly recognizes the varying influences of climate, race, religion, government, as considerations which it is important for the legislator to take into account; but his own work of social construction was almost entirely independent of such considerations, and his school generally appear to have been convinced of their competence to solve all important ethical and political questions for human beings of all ages and countries, without regard to their specific differences.",
        "cederthermore, public opinion is opposed to any ceding of competence by Parliament in the field of immigration.",
        "certificate of competence will be issued to those achieving a pass mark of 70% or over.",
        "All BW personnel have to demonstrate competence in their activities.",
        "assessment of competence for NVQs.",
        "communicative competence is supposedly promoted.",
        "In terms of the 1998 Act, such information does not come under the devolved competence.",
        "23, 24, points to a competence.",
        "Semi-sovereign states, such as San Marino or Egypt, may make conventions upon topics within their limited competence.",
        "The counci] decided all questions which fell within its competence.",
        "It thus differs from assessment designed primarily for the purposes of accountability or ranking or certifying competence.",
        "competence inferred is greater than performance observed (Holmes and Joyce, 1993 ).",
        "In his view senior management could do more to improve managerial competence.",
        "competence frameworks were provided to candidates with the applications forms.",
        "Students wishing to take French will be required to take a simple language competence entrance test.",
        "Initial teacher education that includes a course in language proficiency and assesses trainees ' linguistic competence.",
        "competence of the drug treatment workforce.",
        "The exercise has really consolidated officers ' competence in assessing manual handling activities.",
        "Also there is no recognized measure of competence for undertaking sharp debridement.",
        "demonstrate competence in role.",
        "erupted when an opportunity arose to support or oppose a cause which was within our competence to judge.",
        "Lack of language competence and/or prior experiential knowledge may obscure the essential meaning of the text.",
        "Gillick Competence - A test used to decide whether a young person is able to give informed consent.",
        "intensifyel of competence expected of students intensifies at each stage of the program.",
        "level of competence expected of students intensifies at each stage of the program.",
        "linguistic competence independently.",
        "managerial competence.",
        "Mr Brown, whose credentials as heir apparent rest on his reputation for economic competence and personal probity, would find it much harder.",
        "An outcomes model: demonstrating professionalism through CPD The outcomes model comprises six outcomes that describe professional competence in broad terms.",
        "requisite linguistic competence.",
        "human saliva actually contains factors that promote competence of resident bacteria to become transformed by DNA [48] .",
        "No injuries occurred to the divers but the competence of the charter boat skippers operating in the area was called into question.",
        "underpin PDP for example, requires the ability to assess our own competence.",
        "\" Perplexity \" arose where the suffragans \" could not owing to the geographical limitations of their competence do full justice \" (Maitland, pp. 118-119).",
        "Broad effects of richness and splendour captivate the former, whereas the latter looks for delicacy of finish, accuracy of detail and, above all, evidences of artistic competence.",
        "I continue to practice remedial massage on a small scale to maintain my clinical competence.",
        "Students wishing to take such units must be able to demonstrate that they have the requisite linguistic competence.",
        "The company dealt with this through its normal competence and performance management process, which is the same for all employees regardless of age.",
        "3.8) to a \"small assembly\" (i) µcepa KaXoV / 2 Pf EKKXfQia) at Sparta, but nothing is known as to its nature or competence.",
        "He had many difficulties to contend with, and it was only by slow degrees that he established his fame and won his way to competence.",
        "To be useful, competence inferred must be greater than performance observed.",
        "oocyte maturation and development competence 20.",
        "remedial massage on a small scale to maintain my clinical competence.",
        "The chancellor's reforms are part of an adaptation to the declining competence of the welfare state, which other European countries may follow.",
        "A Corporate Competence is difficult to learn, but is difficult to unlearn as well.",
        "Leadbeater. \"The Effects of Family, School, and Classroom Ecologies on Changes in Children's Social Competence and Emotional and Behavioral Problems in First Grade.\"",
        "Candidates whose first language is not English will be required to provide evidence of linguistic competence at the time of application.",
        "Children learning with peers: The confluence of peer status and literacy competence within small-group literacy events.",
        "intervocalic consonants as a function of both non-native phonological competence and masker type.",
        "pervaded by a strong traditional family spirit - a vital enthusiasm for work and respect for professional competence.",
        "Clause 8 (psychiatric referral) A single psychiatrist cannot resolve the question of competence, in the manner suggested.",
        "One common issue is competence, where a number of actions have been taken designed to lead to a fully qualified workforce.",
        "- He wrote for a number of periodicals; and although he has stated that he would at this time willingly have \"turned to stone-breaking on the roads, or any other form of hard and honest but unscientific labour, if a modest competence had been offered\" him in any such direction, he attained a high degree of popularity, and his numerous works had a wide influence in familiarizing the public with the main facts of astronomy.",
        "These are teachers who are chosen for their competence to provide RE in accordance with the school 's religious ethos.",
        "Clause 8 (Psychiatric referral) A single psychiatrist cannot resolve the question of competence, in the manner suggested.",
        "Human saliva actually contains factors that promote competence of resident bacteria to become transformed by DNA [48 ].",
        "It gives a player confidence to learn more musical pieces and therefore improve technical competence.",
        "This kind of approach requires the most competence with woodworking since you'll need to have access to some specific tools.",
        "In short, this jacket sends an excellent message of competence and fun.",
        "In the beginning, you pick one of the four playable characters who have distinctive skills and the ability to use different weapons with different degrees of competence.",
        "Parental self-confidence is an important indicator of parental competence.",
        "Social competence is the condition of possessing the social, emotional, and intellectual skills and behaviors needed to succeed as a member of society.",
        "Social competence refers to the social, emotional, and cognitive skills and behaviors that children need for successful social adaptation.",
        "Despite this simple definition, social competence is an elusive concept, because the skills and behaviors required for healthy social development vary with the age of the child and with the demands of particular situations.",
        "A child's social competence depends upon a number of factors including the child's social skills, social awareness, and self-confidence.",
        "Social competence is the broader term used to describe a child's social effectiveness.",
        "In addition to social skills and emotional intelligence, factors such as the child's self-confidence or social anxiety can affect his or her social competence.",
        "Social competence can also be affected by the social context and the extent to which there is a good match between the child's skills, interests, and abilities and those of peers.",
        "Hence, the social competence deficits of rejected children may increase over time, along with feelings of social anxiety and inadequacy.",
        "Evidence compiled from studies using child interviews, direct observations, and teacher ratings all suggest that popular children exhibit high levels of social competence.",
        "When children are shy in the classroom and ignored by children, becoming classified as \"neglected,\" it does not necessarily indicate deficits in social competence.",
        "These children often do have deficits in core areas of social competence that have a negative impact on their social development.",
        "Often, deficits in social competence and peer rejection coincide with other emotional and behavioral problems, including attention deficits, aggression, and depression.",
        "The importance of social competence and satisfying social relations is life-long.",
        "When assessing the possible factors contributing to a child's social difficulties and when planning remedial interventions, it is important to understand developmental processes associated with social competence and peer relations.",
        "The key markers of social competence listed in the previous section are consistent across the developmental periods of the preschool years, middle childhood, and adolescence.",
        "Across these developmental periods, prosocial skills (friendly, cooperative, helpful behaviors) and self-control skills (anger management, negotiation skills, problem-solving skills) are key facets of social competence.",
        "In addition, however, developmental changes occur in the structure and quality of peer interactions that affect the complexity of skills contributing to social competence.",
        "That is, as children grow, their preferences for play change, and the thinking skills and language skills that provide a foundation for social competence also change.",
        "During the preschool years, social competence involves the ability to separate from parents and engage with peers in shared play activities, particularly fantasy play.",
        "Being able to understand and follow game rules and being able to handle competition in appropriate ways (e.g., being a good sport) become important skills for social competence.",
        "That is, in addition to gaining acceptance from a group of peers, one of the hallmarks of social competence is the ability to form and maintain satisfying close friendships.",
        "Increasingly, social competence involves the willingness and ability to share thoughts and feelings with one another, especially for girls.",
        "Distinguishing normal friendship problems from problem peer relations that signal serious deficits in social competence is an important goal of assessment.",
        "A variety of methods are available for the assessment of social competence.",
        "Similarly, parents can provide information about children's social competence.",
        "A third approach to assessment of social competence involves children's self-reports.",
        "Providing positive opportunities for friendship development is important, as it provides children with an appropriate and positive learning environment for the development of social competence.",
        "Because the family is the primary setting for social development, there are a number of ways in which family interaction patterns may help or hinder the development of children's social competence.",
        "Some researchers have speculated that the origins of social competence can be found in infancy, in the quality of the parent-child attachment relationship.",
        "If the child has significant problems with social competence, especially those which may be caused by an underlying disorder such as anxiety, a doctor or mental health professional should be consulted.",
        "Overestimation of Social Competence and Subsequent Adjustment in Aggressive and Nonaggressive Children.\"",
        "Nelson. \"Characteristics of Preschoolers with Lower Perceived Competence.\"",
        "The doctor may interact with the child to determine linguistic competence.",
        "Children's responses to their own drawings and their perception of the level of their competence is often affected by the attitudes of their peers and adults who react to their art work.",
        "Through discipline, children are able to learn self-control, self-direction, competence, and a sense of caring.",
        "Self-esteem-A sense of competence, achievement, and self-respect.",
        "Although genes may be a factor in a child's social competence and level of peer acceptance, environmental factors are also extremely important.",
        "In school-aged children, factors such as physical attractiveness, cultural traits, and disabilities greatly affect the level of peer acceptance, with a child's degree of social competence being the best predictor of peer acceptance.",
        "It promotes feelings of competence and confidence in caring for baby.",
        "The fourth stage, Learning Industry or Inferiority (Competence), occurs during school age, up to and possibly including junior high school.",
        "Up to a certain point, adolescents need to gain a sense of competence by making and learning from their own mistakes and by being held accountable for their own actions.",
        "Competence and self-esteem increase with each academic, social, and athletic achievement.",
        "However, the developmentally delayed child might not evince this growing competence.",
        "By encouraging the development of the three key elements of self esteem-acceptance, competence, and purpose-parents can help a child with skeletal abnormalities develop positive body image and confidence in his or her abilities.",
        "Excessive consumption of alcohol during pregnancy leads to depressive levels of vitamin B and zinc, which are essential to immune competence.",
        "Job interview dress codes should promote an image of competence, honesty, and attention to detail.",
        "For on the job training to be effective, the employee's competence in performing the tasks assigned by the trainer must be documented.",
        "Also, within an association, inspectors can hold different levels indicating their degree of proven competence.",
        "Teachers need to be well trained in subject matter and cultural competence, and training must continually be upgraded.",
        "This self-esteem is not egotistical, since others in the child's environment - teachers, friends, and family - echo the high rating of their social competence.",
        "It's characterized by a level of competence in one or more area that is considerably higher than the savant's general functioning level.",
        "Maintain and improve competence in yourself and others - Continue your education and help others learn as well.",
        "The letter of recommendation should confirm the competence of the applicant in some way, either professionally or personally.",
        "After leaving the Academy, Lieutenant B'Elanna Torres found a new home in the Maquis, where discipline was less important than technical competence.",
        "Professional in appearance, to convey a sense of competence and match the other people working at the facility.",
        "In each mudiria criminal justice is administered by a court, consisting of the mudir (or a judge) and two magistrates, which has general competence.",
        "Intercultural awareness Intercultural communicative competence Intercultural awareness skills How does this affect the role of the teacher?",
        "In this paper we argue that intercultural competence is one of the main skills that students need to operate effectively in the information society.",
        "Disputes over legislative competence will be decided by the courts.",
        "Moreover, certain items of equipment require a high degree of technical competence in order to operate them effectively.",
        "competence in the workplace.",
        "competence in relevant local languages.",
        "You may have developed delusions of competence, even independent thinking, during the campaign.",
        "demonstrable competence in written and spoken English at an academic level.",
        "Antony replied that all registrants of GDC will be able to practice dentistry within their own areas of competence.",
        "evidence of competence in the English language.",
        "intercultural competence in most cities in Europe.",
        "legislative competence will be decided by the courts.",
        "Follicular factors affecting oocyte maturation and development competence 20.",
        "All potential recruits serve a two-year probation during which they are assessed for mountaineering competence and the acquisition of specific mountain rescue skills.",
        "These are teachers who are chosen for their competence to provide re teachers who are chosen for their competence to provide RE in accordance with the school's religious ethos.",
        "Bath has surveyed the whole field with remarkable competence, and has used contemporary semiotics to good effect.",
        "transcultural competence of our managers.",
        "are enrolled on lists in a descending order according mainly in the fact that marriage and divorce fall within their competence; and their reform has been postponed largely because the wealthy and corrupt society of the Russian capital preferred a system which makes divorce easily purchasable and avoids at the same time the scandal of publicity The case of the peasants is more interesting, and deserves a somewhat more detailed notice.",
        "His SOD, Edouard Constant Biot (1803-1850), after amassing a competence from railway engineering, turned to the study of Chinese subjects, and published Causes de l'abolition de l'esclavage ancien en occident (1840); Dictionnaire des noms anciens et modernes des villes et des arrondissements compris dans l'empire chinois (1842); Essai sur l'histoire de l'instruction publique en Chine et de la corporation des lettres (1847); Memoire sur les colonies militaires et agricoles des chinois (1850).",
        "The chancellor 's reforms are part of an adaptation to the declining competence of the welfare state, which other European countries may follow.",
        "Through CULM, we are continuing to build trust and we are creating an environment that is promoting the transcultural competence of our managers.",
        "Reflection, as is required to underpin PDP for example, requires the ability to assess our own competence."
    ],
    "definition": [
        "The ability to do something well or efficiently.\nA range of skill or ability.\nA specific ability or skill: a surprising competence in dealing with animals.",
        "The ability to do something well or efficiently.",
        "A range of skill or ability.",
        "A specific ability or skill: a surprising competence in dealing with animals.",
        "Microbiology The ability of bacteria to be genetically transformable.",
        "Medicine The ability to respond immunologically to bacteria, viruses, or other antigenic agents.",
        "Link/Cite"
    ]
}