{
    "translation": "כפייה",
    "uses": [
        "They were at first allowed religious freedom, but became Christians under compulsion in 1300.",
        "Gebhard is chiefly noted for his conversion to the reformed doctrines, and for his marriage with Agnes, countess of Mansfeld, which was connected with this step. After living in concubinage with Agnes he decided, perhaps under compulsion, to marry her, doubtless intending at the same time to resign his see.",
        "The essential thing was that a man should come to baptism of his own free will and not under compulsion or from hope of gain.",
        "In the economic development of states taxes have come to be grouped in different ways, according to variations in the method of levying them or the means of enforcing compulsion or other differences.",
        "Under the guidance of Pericles Athens replied that she would do nothing on compulsion, but was prepared to submit difficulties to amicable arbitration on the basis of mutual concessions.",
        "Service is nominally voluntary, though it appears that a certain amount of compulsion is exercised.",
        "Misled, however, into identifying it with magnetism, he imagined circulation in the solar system to be maintained through the material compulsion of fibrous emanations from the sun, carried round by his axial rotation.",
        "In both cases there is absorption and administration by the state of so much of the income of the community, and it may be a question whether the private ownership of the property would not be more expedient both for the state and its subjects than state ownership is, in spite of the apparent advantage to all concerned in the state getting so much of its income without the compulsion of a tax.",
        "Since the authority of the League rested primarily on the moral support of its members, allied in common trade interests and acquiescing in the able leadership of Lubeck, its only means of compulsion was the \"Verhansung,\" or exclusion of a recalcitrant town from the benefits of the trade privileges of the League.",
        "Recruits were added, in some cases by compulsion, until the band numbered about sixty.",
        "Converted to Roman Catholicism under compulsion, these \"New Christians\" often continued to observe Jewish rites in their homes, as the Inquisition records attest.",
        "To the attainment of virtue the best help is philosophy; for the philosopher does of his own accord what others do under the compulsion of law.",
        "The essence of the compulsion in the case of stamp duties is the invalidity of the documents in courts of law unless the stamp is affixed, besides liability to penalties for not affixing the proper stamps.",
        "Bukovina, the chief abode of the Austrian Rumanians, which they shared with the Ruthenians, offered the spectacle of a German adminstration in which without any compulsion German was the official language and also that of society, and neither efforts at Germanization nor language controversies were to be found.",
        "The .Maccabaeans used compulsion in some cases, but Judaism in the Diaspora was a missionary religion in the less militant sense.",
        "We hear that Heraclea surrendered under compulsion to Hannibal in 212 B.C. and that in the Social war the public records were destroyed by fire.",
        "If we have a large range of examples, if our observation is constantly directed to seeking the correlation of cause and effect in people's actions, their actions appear to us more under compulsion and less free the more correctly we connect the effects with the causes.",
        "Government at the same time, as an Oriental despotism understands it, often has little in view but the gathering in of the tribute and compulsion of the subjects to personal service in the army or in royal works, and if satisfied in these respects will leave much independence to the local authorities.",
        "Compulsion of the population of occupied territory to take part in military operations against their own country, or even give information respecting the army of the other belligerent and pressure to take the oath to the hostile power are prohibited.",
        "But when circumstances had overcome Mr. Asquith's antipathy to compulsion, Mr. Law took charge of the first military service bill in the House of Commons in Jan.",
        "From choice or compulsion large numbers settled in Egypt in the time of the Ptolemies, and added an appreciable element to Alexandrine culture, while gradual voluntary emigration established Jewish communities in Syria, Asia Minor, Greece and Italy, who facilitated the first spread of Christianity.",
        "marvelled at their orderly disposition; and seeing the world and all things in it, that it is moved by compulsion, I understood that He that moveth and governeth it is God.",
        "He did not succeed in his mission; he was subjected to the grossest insults; and under compulsion signed a treaty giving over the disputed territory to Bhutan, and making other concessions which the Bhutan government demanded.",
        "With the consent of \"a general assembly of the chief representatives of the people\" he commuted the burdensome land tax for a fixed money payment; he protected all castes in the celebration of their religious ceremonies; and he forbade any compulsion of natives to carry burdens against their will.",
        "Against this treaty Wellington protested, on the ground that it \"specified means of compulsion which were neither more nor less than measures of war.\"",
        "Moreover, after the knight's liability to personal service in war had been modified in the 12th century by the scutage system, it became necessary in the first quarter of the r3th to compel landowners to take up the knighthood which in theory they should have coveted as an honour - a compulsion which was soon systematically enforced (Distraint of Knighthood, 1278), and became a recognized source of royal income.",
        "Matter is no longer animated or self-acting; it is subject to the will of an agent which can enter or quit it, perhaps at its own pleasure, perhaps at the compulsion of another.",
        "On compulsion he stood in their midst and said: \" O God, king of the universe, since these who stand with me are thy people and the besieged are thy priests, I pray thee that thou hearken not to those against these, nor accomplish what these entreat against those.\"",
        "On the other hand, the scientific doctrine of evolution has gone far towards obliterating the distinction between external and internal compulsion, e.g.",
        "Moll JEthelwald, who may have been a brother of Eadberht, succeeded, and after a victory over a certain Oswine, who fell in the battle, abdicated and became a monk probably under compulsion in 765.",
        "The predisposing causes of the Donatist schism were the belief, early introduced into the African church, that the validity of all sacerdotal acts depended upon the personal character of the agent, and the question, arising out of that belief, as to the eligibility for sacerdotal office of the traditores, or those who had delivered up their copies of the Scriptures under the compulsion of the Diocletian persecution; the exciting cause was the election of a successor to Mensurius, bishop of Carthage, who died in 311.",
        "In all these cases the conception of freedom is increased or diminished and the conception of compulsion is correspondingly decreased or increased, according to the point of view from which the action is regarded.",
        "In those territories in which several races dwell, the public and educational institutions are to be so arranged that, without applying compulsion to learn a second Landessprache, each of the races receives the necessary means of education in its own language.\"",
        "In 1536 the abbot was charged with complicity in the Pilgrimage of Grace, and on the 7th of April 1537, under compulsion, surrendered the abbey to the king.",
        "A natural compulsion is to wash your face frequently.",
        "Early in 1193 Leopold surrendered his prize, under compulsion, to the emperor Henry VI., who was aggrieved both by the support which the Plantagenets had given to the family of Henry the Lion and also by Richard's recognition of Tancred in Sicily.",
        "The extension of Frankish supremacy over the neighbouring Teutonic peoples brought about the adoption of Christianity by them also, partly under compulsion, the last to be converted being the Old Saxons, in the latter half of the 8th century.",
        "As was to be expected,, an oath taken under compulsion by such a man was little binding; and the French troops were compelled to witness, with helpless indignation, the orgy of cruel reaction which immediately began under the protection of their bayonets.",
        "Faith must be unconstrained and must be accepted without compulsion.",
        "To this day the desire and compulsion to drink has left me.",
        "A compulsion to chew on ice cubes or to eat soil is also an indication of iron deficiency.",
        "I am conscious that we who oppose compulsion have a difficult job to do.",
        "As resistance grew stronger in America, the king urged the use of compulsion.",
        "Most cycling campaign groups are also against helmet compulsion.",
        "This is why it is important to know that someone with a compulsion disorder will always need to work on recovery.",
        "The behavior might be merely habitual, but it can become a compulsion that needs treatment.",
        "Once an addiction has developed, the alcoholic is compelled to drink, and this compulsion often defies reason.",
        "denoted a necklace of twenty-seven pearls; 1 and the fundamental equality of the parts was figured in an ancient legend, by the compulsion laid upon King Soma (the Moon) to share his time impartially between all his wives, the twenty-seven daughters of Prajapati.",
        "So, too, fire-worship, especially of the sacrificial flame; the preparation of the intoxicating soma, which fills man with divine strength and uplifts him to the gods; the injunction to good thoughts and good works, imposed on the pious by Veda and Avesta alike: the belief in an unwavering order (rta)a law controlling gods and men and dominating them all; yet with this, a belief in the power of magical formulae (mantra), exclamations and prayers, to whose compulsion not merely demons (the evil spirits of deception druh) but even the gods (daeva) must submit; and, lastly, the institution of a priesthood of fire-kindlers (athravan), who are at once the repositories of all sacral traditions and the mediators in all intercourse between earth and heaven.",
        "If a person become a musalman upon compulsion, and afterward apostatize, he is not to be put to death.",
        "compulsion in religion.",
        "Attention to detail is often a compulsion for the Asperger adult.",
        "Duchovny continues to receive outpatient treatment for \"sexual compulsion proclivity\" (read…sex addiction).",
        "He is a beneficent and venerable old man of the sea, full of wisdom and skilled in prophecy, but, like Proteus, he will only reveal what he knows under compulsion.",
        "He preferred that Englishmen should be free rather than sober by compulsion.",
        "The Departmental Committee of the Board of Trade, sitting in 1909 to consider railway accounting forms, while recommending ton-miles to the careful consideration of those responsible for railway working in Great Britain, considered the question of their necessity in British practice to be still open, and held that, at all events, they should not be introduced under compulsion.",
        "The remarkable instance of this after the Conquest was the election of Stephen, but William the Conqueror did not feel secure until he had the sanction of the Londoners to his kingship, and his attitude towards London when he hovered about the neighbourhood of the city for a time shows that he was anxious to obtain this sanction freely rather than by compulsion.",
        "To these purely economic difficulties was added the growing opposition of the population to the measures of compulsion.",
        "\"debt\"), a term loosely applied to any action or course of action which is regarded as morally incumbent, apart from personal likes and dislikes or any external compulsion.",
        "The presentation of identic and collective notes to the Porte by the powers, in 1880, produced no result, and in 1882 it was apparent that Turkey would only yield to compulsion.",
        "It was this compulsion that was like a drug weighing down her thoughts and making her hungry, like walking past a bakery first thing in the morning and trying not to look at what was in the window.",
        "Desire and hunger, yes, but never the compulsion to be inside a particular woman.",
        "It was an incredibly rapid evolution, driven by avarice, compulsion, globalization, and changing societal values!",
        "People with OCD carry out these types of compulsion in a desperate bid to calm the anxiety caused by their obsessions.",
        "The quite high ' can't choose ' response may be a consequence of many respondents resisting the compulsion implied by the question.",
        "I feel no compulsion to try to refute my own findings.",
        "There is a strong risk however that extending compulsion to the community setting will have the opposite effect.",
        "Many would hesitate to introduce compulsion of this kind.",
        "The A-Day pension rules from April this year removed the compulsion to buy an annuity at 75.",
        "compulsion ' The TUC has been at the forefront of those arguing for compulsion on employers.",
        "Crisps and beer, with an obsessive compulsion to climb hard every day.",
        "I don't know, other than to say an inner compulsion of some sort.",
        "We believe that if increased compulsion is necessary, the fairest way to achieve it would be through the state pension system.",
        "There would be no element of legal compulsion, merely a strong moral case to improve the lot of others.",
        "compulsion order 320.",
        "This group has a brief to design a practical model of pension compulsion for the UK rather than discuss its merits.",
        "Finally, we would caution against wholesale employer compulsion given the potential negative impact that this may have on SMEs.",
        "compulsion for employers in contributing to their employees ' pension funds.",
        "compulsion by stealth, which we shall discuss shortly, through the designated documents remains.",
        "Myth one - Compulsion would be more expensive than voluntarism and would cost the exchequer lost revenue or cost jobs.",
        "He becomes a lone gunslinger who is so blinded by his compulsion that it obscures any other motive for living.",
        "helmet compulsion activists.",
        "implys may reflect a greater liberalism than the compulsion implied by the attitude statement.",
        "Unfortunately, the mammoth cost means any government introducing compulsion will use the opportunity to slide out of providing full tax relief inducements.",
        "We will oppose the imposition of any compulsion, which restricts uniquely the liberty of motorcyclists.",
        "Few people have any conception of the misery which a compulsion neurosis may cause.",
        "obsessive compulsion.",
        "He also possessed the gift of prophecy, but, like Proteus, would only impart information on compulsion; when surprised in a drunken sleep, he could be bound with chains of flowers, and forced to prophesy and sing (Virgil, vi., where he gives an account of the creation of the world; cf.",
        "He warmly advocated both the Munitions bill and the Registration bill, and had no hesitation in taking the further step of compulsory service, asserting, on the first Military Service bill, that the choice was between compulsion and defeat, and on the second bill, that the first had brought in more men than was expected and, therefore, that there was every reason to anticipate the success of the second.",
        "A vain attempt being made in Demerara to conceal from the knowledge of the slaves the arrival of the order in council, they became impressed with the idea that they had been set free, and accordingly refused to work, and, compulsion being resorted to, offered resistance.",
        "By that year the natives from Portuguese territory and elsewhere who had found employment in Natal had been attracted to the Kimberley diamond mines, and the Natal natives not coming forward (save under compulsion), the importation of Indian coolies was again permitted (see the Natal Blue Book, Report of the Indian Immigration Cornmission, rgog).",
        "On the Roman Catholic side the employment of compulsion against heretics has never been acknowledged as a blunder; and this method of silencing opposition has found champions in the bosom of the Church down to the most recent years.",
        "Jesuit missionaries after the Reformation stirred up schisms in some parts of the Eastern Church, and in Austria, Poland and elsewhere large numbers of Orthodox Christians submitted, either willingly or under compulsion to the see of Rome (see Roman Catholic Church, section Uniat Oriental Churches).",
        "The court represented that, as no compulsion was used, there was nothing illegal in this proceeding.",
        "The Additional Forces Act, passed in the teeth of a strenuous opposition, introduced the principle of a modified system of compulsion to supplement the deficiencies of the army and reserve, while the navy was largely increased.",
        "Having a strong compulsion to drink and becoming irritable or downright volatile when drinking alcohol is another red flag.",
        "The compulsion may be so great that resisting sleep intensifies and it may cause you to appear intoxicated.",
        "Evidence suggests that those long-lasting brain changes are responsible for the distortions of cognitive and emotional functioning that characterize addicts, particularly the compulsion to use drugs.",
        "Both have a compulsion to be spontaneous.",
        "As with most forms of autism, high function autism symptoms often include a strong compulsion to adhere to strict routines.",
        "It is doubtless to be regarded as a revival of ancient habits of thought and feeling among a people who had adopted the Koran, not by affinity, but by compulsion.",
        "The parties seemed to have changed when Averroism thus took the side of the church; but the change was probably due to compulsion.",
        "It's a strange compulsion our nature gives to us.",
        "Centrifugal migration is usually a matter of compulsion; it may be necessitated by natural causes, such as a change of climate leading to the withering of pastures or destruction of agricultural land, to inundation, earthquake, pestilence or to an excess of population over means of support; or to artificial causes, such as the wholesale deportation of a conquered people; or to political or religious persecution.",
        "The jury may still be about on the addictive nature of reality programs specifically, but there is some evidence that TV viewing can become a compulsion."
    ],
    "definition": [
        "An irresistible impulse to act, regardless of the rationality of the motivation.",
        "Psychiatry An act or ritual that a person feels compelled to perform repeatedly, often to reduce the distress caused by an obsession.",
        "Link/Cite"
    ]
}