{
    "translation": ".1 תפישה\n.2 מושג, רעיון",
    "uses": [
        "The whole concept is ridiculous.",
        "The consideration that mere double negation leaves us precisely where we were and not upon a higher plane where the dominant concept is richer, is, of course, fatal only to certain verbal expressions of Hegel's intent.",
        "There were three bedrooms and an open concept kitchen dining area with a cathedral ceiling.",
        "First, think of the concept of interest.",
        "She had no concept of time in the in-between place.",
        "The concept goes out from or utters itself in judgment to return to an enhanced unity in syllogism.",
        "The Homeric view of him as the All-Father is a high spiritual concept, but one of which many savage religions of our own time are capable.",
        "In other words, the denary scale, though adopted in notation and in numeration, does not arise in the corresponding mental concept until we get beyond too.",
        "Somehow, the concept of spontaneity didn't fit him.",
        "It is no more than a \" mental concept signifying univocally several singulars.\"",
        "2 And the movement of disjunction as truly has a place in the scientific specification of a concept in all its differences as the linking of lower to higher in syllogism.",
        "To him, it was no different than artificially inseminating a cow at his clinic... well, the concept wasn't.",
        "(c) Plato's Division, or the articulation of a relatively indeterminate and generic concept into species and sub-species with sion.",
        "\" Kingdom of God \" as generally used was an eschatological concept; and, whatever difficulties there may be as to certain gospel passages, Christ, to say the least, cannot have disclaimed this view.",
        "In the case of any subject-kind, its definition and its existence being avouched by vas, \"heavenly body\" for example, the problem is, given the fact of a non-self-subsistent characteristic of it, such as the eclipse of the said body, to find a ground, a / .t aov which expressed the a'irwv, in virtue of which the adjectival concept can be exhibited as belonging to the subjectconcept Kau' a&rO in the strictly adequate sense of the phrase in which it means also?7 abrO.",
        "The psychic process by which a concept is affirmed is called \"Conception,\" a term which is often loosely used in a concrete sense for \"Concept\" itself.",
        "Speranski went on to say that honor, l'honneur, cannot be upheld by privileges harmful to the service; that honor, l'honneur, is either a negative concept of not doing what is blameworthy or it is a source of emulation in pursuit of commendation and rewards, which recognize it.",
        "That the unit for logic is the concept and not the judgment has proved a stumblingblock to those of Lotze's critics who are accustomed to think in terms of the act of thought as unit.",
        "De Vries gave the name \"mutations\" to such considerable variations (it is to be noted that a further concept, that of the mode of origin, has been added to the word mutation, and that the conception of relative size is being removed from it), and Bateson, de Vries and other writers have added many striking cases to those recorded by Darwin.",
        "We find Philo Judaeus endeavouring to free the concept of the Old Testament Yahweh from anthropomorphic characteristics and finite determinations.",
        "(b) The next concept of the system is a fundamental plane, regarded as fixed, passing through the origin.",
        "But much more it belongs to his transformation of the epistemological problem, and to the suggestiveness of his philosophy as a whole for an advance in the direction of a speculative construction which should be able to cancel all Kant's surds, and in particular vindicate a \" ground of the unity of the supersensible which lies back of nature with that which the concept of freedom implies in the sphere of practice,\" I which is what Kant finally asserts.",
        "The concept is accounted for in Kantian terms. There is no discontinuity between the pre-logical or sub-logical ' See Ueberweg, System of Logic and History of Logical Doctrines, § 34.",
        "We may consider the axis and the plane as a single concept, the axis determining the plane, or the plane the axis.",
        "Opening with a vision of Eve in Paradise which eclipses Milton's in beauty no less than in sublimity - a dream of the mother of mankind at the hour when she knew the first sense of dawning motherhood, it closes with a vision of the trumpet to be sounded on the day of judgment which transcends the imagination of Dante by right of a realized idea which was utterly impossible of conception to a believer in Dante's creed: the idea of real and final equity; the concept of absolute and abstract righteousness.",
        "With emphasis upon God as creator and ruler, and upon man as made in God's image, endowed with an unending existence, and subject to eternal torture if not redeemed, the concept of personality has been exalted at the expense of that of nature, and the future has been magnified at the expense of the present.",
        "All knowledge takes the form of the concept (Begriff) or the judgment (Urtheil), the former conceiving the variety of being as a definite unity and plurality, and the latter simply connecting the concept with certain individual objects.",
        "But as a man who lived day-to-day, tomorrow was a concept he wasn't always comfortable with.",
        "In the former it has been noted 9 that Aristotle's illustration does not combine particular facts into a lowest concept, but specific concepts into a generic concept, and 1° that in the construction of definite inductions the ruling thought with Aristotle is already, though vaguely, that of causal relation.",
        "According to Proclus an angle must be either a quality or a quantity, or a relationship. The first concept was utilized by Eudemus, who regarded an angle as a deviation from a straight line; the second by Carpus of Antioch, who regarded it as the interval or space between the intersecting lines; Euclid adopted the third concept, although his definitions of right, acute, and obtuse angles are certainly quantitative.",
        "The concept of something more was as foreign to him as peace, and yet he wanted the image on the leaf to be real.",
        "Its unit, the logical concept, is a manipulated product and the process of manipulation may be called abstraction.",
        "In terms of the agreement of thought and being, the logical forms of the part of dialectic correspondent to knowledge statically considered have parallels and analogies in being, the concept being correlated to substance, the judgment to causal nexus.",
        "in its account of the concept, it brings the statics of knowledge, so to speak, into integral relation with the dynamics.",
        "In the stage, however, of his process in which he is concerned with the notion are to be found concept, judgment, syllogism.",
        "Unable to exit the dream fully, Deidre had no concept of how long they stood before the black flames of the fire.",
        "He lays too much stress upon the \"concept,\" and explains too much by the Hegelian antithesis of subjective and objective.",
        "(c) The third concept necessary to complete the system is a fixed line passing through the origin, and lying in the fundamental plane.",
        "The unit for logic is the concept taken for granted.",
        "As regards the existence (if we may so speak) of the universal in mente, Occam indicates his preference, on the ground of simplicity, for the view which identifies the concept with the actus intelligendi, rather than for that which treats ideas as distinct entities within the mind.",
        "The casual concept, as given by experience, expresses not a necessary objective order of things, but an ordered scheme of perception; it is subjective and cannot be postulated as a concrete law apart from consciousness.",
        "Others more broadly interpret the concept of securing life, liberty, and property.",
        "This concept is extended to algebra: since a line, surface and solid are represented by linear, quadratic and cubic equations, and are of one, two and three dimensions; a biquadratic equation has its highest terms of four dimensions, and, in general, an equation in any number of variables which has the greatest sum of the indices of any term equal to n is said to have n dimensions.",
        "A concept is instrumental to an end beyond itself, without any validity other than its value for action.",
        "It is an altogether new concept that meets a need we didn't even know existed.",
        "The concept is known as \"internalizing externalities.\"",
        "Instead of reading words on a page and trying to imagine a concept, we can see it, as the old expression goes, in Technicolor.",
        "French wines and luxury brands are appreciated by connoisseurs (another French concept) everywhere.",
        "Such an end is accomplished either by means of pure thought or by a oneness of pure feeling, giving as results the theological or philosophical construction of the concept God, or a mystical ecstasy which is itself at once immediate, inexplicable and indescribable.",
        "(1) Generation of the concept through imaginaries and development into a method applicable to Euclidean geometry.",
        "It must be noted, however, that potential is a mere mathematical concept, and has no objective existence like difference of level, nor is it capable per se of producing physical changes in bodies, such as those which are brought about by rise of temperature, apart from any question of difference of temperature.",
        "In spite of significant omissions (the sole authority of scripture; rejection of transubstantiation), the Confession contains nothing contradictory to Luther's position, and in its emphasis on justification by faith alone enunciates a cardinal concept of the Evangelical churches.",
        "The concept is the same; the outside just looks a bit different.",
        "He arrives at the tri-quaternion as the suitable fundamental concept.",
        "It is clear that a survey of the history of these so-called middle ages - long use makes the term inevitable - must include not only the political phase, but also economics, religion, law, science, literature, &c., since all are involved in the concept.",
        "For these inferences there is indeed no actual physical evidence: infinity is a mental concept.",
        "In the concept therefore the intellectual and in the judgment the organic or sense element predominates.",
        "The sum of being consists of the two systems of substantial forms and interactional relations, and it reappears in the form of concept and judgment, the concept representing being and the judgment being in action.",
        "In logic Avicenna starts from distinguishing between the isolated concept and the judgment or assertion; from which two primitive elements of knowledge there is artificially generated a complete and scientific knowledge by the two processes of definition and syllogism.",
        "a mark of the same concept) as N, while logic denies it; and so - it being impossible for one and the same M to sustain these contradictory positions - there is but one way open to us; we must posit several Ms. But even now we cannot say one of these Ms is the same as N, another is not; for every M must be both thinkable and valid.",
        "It's infuriating, as the concept seems so nearly comprehensible.",
        "The concept of the sanctification of wealth became a creed of the churches.",
        "Seems like a pretty darn simple concept to me.",
        "The concept of World Art underpins everything which we do.",
        "In my view, the key concept in Laclau 's recent work is hegemonic universality.",
        "The law of conservation of energy is a physics concept.",
        "I don't believe in the concept of destiny. I choose my own path.",
        "For example, if you simply want to introduce your toddler to the concept of a guitar--but not necessarily start up with lessons--then toy guitars are a viable option.",
        "\"Tap, tap, click, click\" just doesn't have the same grace as hand sketching a concept.",
        "In the early days of the web, the \"pipe\" would get clogged with requests (part of why the infamous \"series of tubes\" concept came into use) and the server couldn't send the data through the connection fast enough.",
        "conversion of impressions into \" first universals \" and the formation of the logical concept.",
        "The essential nature of the concept is that it combines the general and the special, and the same combination recurs in being; in being the system of substantial or permanent forms answers to the system of concepts and the relation of cause and effect to the system of judgments, the higher concept answering to \"force\" and the lower to the phenomena of force, and the judgment to the contingent interaction of things.",
        "The concept of comic books can be used in a variety of ways, and they are extremely useful in piquing children's interest in reading because they are so visual.",
        "Images should convey a message or feeling to the visitor while highlighting a key point or concept.",
        "The process of making a fun website entails brainstorming a theme or concept, gathering content and images, designing the web page, and publishing the document on the Internet.",
        "If you're new to the concept of optimizing your website for search engines, you might not know what to look for in an affordable SEO package.",
        "Like Carmen, their concept of friendship was two-way, with more focus on giving than receiving.",
        "The concept was abandoned in favor of the claim to a diverse society.",
        "Every major physics concept is treated, but should arrive to the student in a real-world context. The book departs from the \"physics for physicists\" approach of concentrating on physics principles and trying to find applications.",
        "At this point you should digress briefly into the concept of psychological structure.",
        "As lawyers are aware, reasonableness is a notoriously elusive concept.",
        "Gross international happiness is a new concept in economic thinking aimed at replacing the western paradigm of economic productivity and well-being.",
        "Jackson shares with Greimassian semiotics a strong abhorrence against making use of the concept of reference in the analysis of language.",
        "abrogated verses are many or few, what we do care for is the concept itself.",
        "A widely accepted, comprehensive concept of value is vital.",
        "accumulation by dispossession is a nice concept but it needs careful application.",
        "According to these ultra-leftists, the whole concept of progress was a fraud designed to win acquiescence for the intensification of capitalist domination.",
        "aestheticsy Noel Douglas, May 2006 Making visible the invisible is a key concept in Marxist and modernist esthetics.",
        "Edwin and his followers worshiped pagan gods, and had no concept of a better afterlife to look forward to.",
        "But Russia itself will never become an aggressor, which is ensured by its legislation and the Concept of National Security.",
        "As mentioned earlier, Keown also identifies ahimsa as a basic concept at the foundation of Buddhist bioethics.",
        "The concept of handing their cash into a bank or building society in exchange for a slip of paper may seem alien to them.",
        "Amerindian languages, there does not seem to be a similar concept of ' field ' to that in English.",
        "acupuncture analgesia is a modern concept, dating perhaps to 1958.",
        "An end to end anastomosis is the simplest in concept.",
        "I started as a cell film animator in 1998, and I've also worked as a concept artist for game manufacturers.",
        "Laurie Taylor talks to the distinguished anthropologist, Adam Kuper, about his new book on the concept of culture.",
        "anthropomorphic personification of an abstract concept.",
        "For example, several novel tumor therapies are based on the concept of inducing T-cell responses that are specific for tumor antigens.",
        "It's a brand new concept, designed to test a fundamental property of the neutrino: is it its own antiparticle?",
        "apt metaphor in which the whole concept of death is transformed.",
        "The Hood Concept Six range has hi-tech soft knitted aramid protecting the main crash points.",
        "articulation of the concept of the autographa and canonicity proposed by this paper.",
        "attracted by the prospect of free test drives on the innovative new concept bike, the Carver One.",
        "First of all we mention the concept of cellular automata.",
        "avant-garde artist 's orientation toward the Modern concept of \" progress \" is clear.",
        "The usual concept of risk aversion generated through utility curvature seems inappropriate for modeling loss aversion.",
        "In the minds of many people the concept of running for your life is a very powerful image and is considered barbaric.",
        "Due to the type of installation, the concept is potentially lower impact than other concepts, not requiring use of jack-up barges.",
        "These projects are of low utility and the matching fund concept introduces pork barrel politics.",
        "basic concept of the zoo has remained the same.",
        "This fairly basic folder was seen on the Concept Cycling Ltd stand near the entrance.",
        "The concept of a fair bet has no relevance to statistical inference in science.",
        "bizarre spectacle seems to confirm that America is becoming a military theocracy - again, a truly Medieval concept.",
        "The basic concept couldn't be simpler: guide some colored blobs across the screen.",
        "Use wooden building blocks to explain the concept of surface area to volume.",
        "When those boundary objects or anomalies are found, where to draw a borderline of the concept can be a problem.",
        "The concept of market leader also links closely to a clear concept of brand development and brand loyalty.",
        "Examining the general principles of liability and focusing on the concept of duty, this authoritative text offers unrivaled breadth and depth of coverage.",
        "As Thevenot comments: \" ... the (very) felicity of the concept comes from its extraordinary breadth.",
        "Gregory Hays has described the Greek concept of logos: The term has a semantic range so broad as to be almost untranslatable.",
        "not just fatigue, but all the symptoms held to comprise the concept of CFS are dimensional, and not categorical, entities.",
        "The ' negative ' concept of media freedom prohibits political censorship only to justify economic censorship.",
        "centrality of a concept is the number of times that its entry in the glossary is cited by other entries in the glossary.",
        "characterizations of prelogical relations suggest that the concept is rather intrinsic and robust.",
        "While I found the whole concept extremely cheesy, my younger sisters, aged nine and six, seemed to lap it up.",
        "His \" duo \" concept carried through to evening wear, as layers of soft chiffon softened the line of body-hugging lace sheaths.",
        "The existing concept - that open chromatin is an absolute requirement for gene activity - is not supported by this study.",
        "This paper aims to bring greater clarity to the nebulous concept of the involved father.",
        "Carrying out study Delivery activities to time, cost, and quality from Study Delivery Concept through database lock and study closeout activities.",
        "But Miles added his own little coda which went: ETH is a well out of date 70s concept anyway.",
        "This seminar starts from a purely quantitative concept of lexical collocation.",
        "It was good to hear that Willie sees staff in East Lothian to be deeply committed to the concept of inclusion.",
        "concept of sustainability.",
        "Alfred Adler introduced the concept of ' the inferiority complex ' .",
        "From bias comes opportunity: the use of texts to explore the concept of bias in geographical learning.",
        "Introduce your young singers to the basics of vocal jazz with three original songs illustrating a specific jazz concept.",
        "No change today Today the basic concept of the zoo has remained the same.",
        "To date this has been an abstract concept that explains why dependent failures are likely to occur.",
        "Carl shares Banksy's interest in semiotics: a theoretical concept focused on how people glean meaning from words, sounds or pictures.",
        "concept mapping tool is also provided Monitoring Tutors can monitor the discussions in CoMentor, taking part if appropriate.",
        "concept album ' perhaps?",
        "concept keyboards (12 %) and non- standard keyboards (only 4 %) did not figure widely.",
        "Often can't afford dealershipsthe concept of instead that people you've moved up.",
        "Final episodes usually involve threatening the continuation of the series ' central concept.",
        "They further show the inherently contradictory nature of the concept of \" Islamic terror \" .",
        "An essential theme which will underpin the module is the concept of ' partnership ' and inter-agency cooperation.",
        "Best execution is inappropriate as a concept other than for the smallest corporates and non professional individuals.",
        "corpse ways ' concept.",
        "This is positioned as a four-door coupe, an unusual but not entirely novel concept.",
        "There was a time when food seemed a crude and intolerably base concept to me.",
        "In the 1970s the concept of public-key cryptography emerged [3] .",
        "cuddled shocked children, who was grasping fully, for the first time, a concept called death.",
        "This is the heart of the fertility cult concept.",
        "deconstruct the concept of the (legal) subject.",
        "My longer term project is a critical deconstruction of the concept of \" classical economics \" .",
        "deconstruction of conventional narrative structures and considering how the ' edit ' effects the concept of story telling.",
        "Understand the concept of damping and the meaning of damped natural frequency, damping factor and logarithmic decrement.",
        "deep-seated human belief in the concept of eternity, the rich saturated cobalt blue.",
        "defenceky, in In Defense of Marxism, deals with sugar as both a concept and a category: \" .. .",
        "This study presents a proof of concept for monitoring scaffold degradation on-line within a culture environment.",
        "demonstrative concept to refer to a particular object.",
        "The generic framework will be deployed in a proof of concept demonstrator in the context of maintenance applications for civil aerospace engines.",
        "deride the very notion of Britishness, but the concept has a meaning and has a date.",
        "Once we arrive at the concept of human action, Mises ' deductive logical derivations can come into play.",
        "Java has no destructor or similar concept, so you must create an ordinary method to perform this cleanup.",
        "There has been good debate about the concept of ' double devolution ' that I set out in my NCVO speech on Tuesday.",
        "Building mental maps, concept maps, spray or spider diagrams Prioritizing key points for each section of a topic.",
        "diminish the usefulness of the concept.",
        "However, for many people due to the changing nature of work the concept of a job career for life is rapidly diminishing.",
        "Stage 4 Project management; research methods; concept development; media writing; honors project; honors dissertation; critical analysis.",
        "dissociation constants, strength of acids, concept of pH.",
        "dominion concept.",
        "Although ' fiscal drag ' is not a new concept, the problem is getting worse under Labor.",
        "early 1980s, a different concept emerged - the Reduced Instruction Set Computer, or RISC machine.",
        "embodyrestingly, the concept of ' embodied cognition ' is beginning to have an impact on neuropsychology as well.",
        "embrace the concept.",
        "I am sure that he knows that the original concept derives from Catholic teaching, and a 19th century papal encyclical.",
        "ephemeris time has been superseded by relativistic timescales for current purposes, but for historical purposes the concept of ephemeris time is still valid.",
        "epitomizes the European concept of \" legitimate \" thinking; what is written has an importance that is denied the spoken.",
        "era of warfare has emerged, one based on the concept that connections provide greater power, agility, and speed.",
        "Further the simplicity of the concept enabled the existing case erectors to be used before hand packing.",
        "The Altica Concept presents RenaultÃ¢s proposal for a dynamic three door sporting estate car.",
        "Conduct a proof of concept trial during medical evacuation.",
        "evanescent modes are not just a theoretical concept, but occur in a number of physical devices that are collectively called photonic barriers.",
        "evolvewide range of telework related activities in TAP highlights the fact that telework is an evolving concept.",
        "Major improvements in concept, componentry and information exaction continue to make radar more capable in detecting and identifying targets.",
        "A definition differentiates a given concept from all others and keeps its units distinguished in a person's mind from all other existents.",
        "explicated the concept he has in mind sufficiently to distinguish it from Feldman's.",
        "That's where the concept of a clipboard extender comes in.",
        "externalism with respect to the concept of justification would be.",
        "This course examines the various facets of the system concept.",
        "fallacious concept of \" human rights \" as applying to individuals?",
        "The case for granting German citizenship to the alien concept \" generic fascism \" ', Ethik und Sozialwissenschaften, vol.",
        "fault insurance Michigan no orlando the pepsi theater a concept known.",
        "fertility cult concept.",
        "Every wanted to drive the concept fiesta... now's your chance.",
        "You might well think that the concept of bamboo towels and diapers makes as much sense as steel pillow cases or a chocolate fireguard.",
        "It may be that the concept of cementless fixation was prematurely condemned on the basis of remediable design flaws.",
        "MORE » Animal Families MORE » Animal Homes Two concept books which use fold-out flaps to reinforce a learning point.",
        "Whence the concept of linear karma dominates the foreground of ethics.",
        "It would destroy the concept of the Union if member states could go off on legislative frolics of their own.",
        "This caused immense frustration as you will only work out the concept after 3 or more plays of.. .",
        "generalization of the concept of abstraction in that a module is permitted to contain a collection of definitions.",
        "Some if it is quite gory and the new concept is a nice refreshing change.",
        "This concept is now being related to rights of citizenship and to democratic governance.",
        "The concept produces a granule with a minimum heat history.",
        "Delayed gratification is almost a forgotten concept, except where women are concerned.",
        "Despite the success of Newton's gravitation theory, he was not satisfied by the concept of the gravitation theory, he was not satisfied by the concept of the gravitational force.",
        "habitus as a concept here.",
        "In this paper we deploy the concept of institutional habitus in order to explore such influences.",
        "Oil bathed transmission and no belt concept linked with the exceptionally heavy duty construction makes expensive downtime a thing of the past.",
        "high-concept movie making, and that concept is Black Austin Powers.",
        "The Hood Concept Six range has hi-tech soft knitted Aramid protecting the main crash points.",
        "I simply don't understand why the TI concept arouses such hostility.",
        "Qualia space is a highly idealized concept that unifies the perceptual experience of all possible brains.",
        "He would have been also attracted to the concept that God is faithful despite the unfaithfulness of his people in committing idolatry.",
        "ill-defined concept.",
        "We also should be looking to challenge the concept of an average maintained illuminance across the working plane.",
        "This strange metaphor also illumines the concept of the Word of the Lord held by Jeremiah's contemporaries.",
        "Of course, there are those who claim that digital offers no real step change and that this concept of choice is merely illusory.",
        "External hard drive requires a secondary power source, which makes the entire concept immobile.",
        "immobile socialization, I intentionally reverse Williams ' (1974) concept of ' mobile privatization ' .",
        "implicit in the concept of a USO that where a PCB is provided there should be a cash payment facility.",
        "It may appear incredible to many people that forensic science is a concept that is not recognized under the Law.",
        "Only if the form plane encodes semantically indeterminate elements like prototypical complements, does Zifonun's approach go beyond a semantic concept of valency.",
        "Yet it is often criticized as a Western concept celebrating individualism and independence over group obligations and interdependence or dependence.",
        "individualism issue, again a Biblical concept (Matt 10:30 illustrates God's knowledge and concern for individuals ).",
        "ineluctable logic of the concept of hegemony.",
        "inkling of the development of the concept of the person and personality in the history of Western thought.",
        "But realized that it's a rather intangible concept - ' sky ' as more of a visual effect than a thing.",
        "A legal entitlement to an idea or concept, often intangible.",
        "David Leiper explains how the concept and ' art ' of distributed intelligence can help end users solve this particularly thorny problem.",
        "Further, we have the concept of subjective intensions.",
        "A very complex interplay of factors has to be taken into account in building such a concept.",
        "interplay of factors has to be taken into account in building such a concept.",
        "In his reformulation of the concept of ideology he is focussing on problems concerning the interrelations of meaning and power.",
        "intrapersonal communication, the concept is also of some interest.",
        "This concept is useful in developing an intuition for what drives the cost of assembly.",
        "Safety is related to the concept of a loop invariant.",
        "The concept of the world is generated by direct inversion of the characteristics of ordinary experience.",
        "But the concept of the balance of power as part of the immutable law of nature received a jolt in the Age of Enlightenment.",
        "Trackers are a friendly face in the mortgage jungle, being simple in concept and easy to understand.",
        "The concept of WHO analgesic ladder, obviously, needs to be modified in such pain emergencies.",
        "Developers at tidal Electric, involved in the concept of tidal lagoons, have met Timms, who is positive about the idea.",
        "laughable concept if only I had had the gall to mention them.",
        "The concept of student-centred learning was a guiding principle for the redesign.",
        "The concept is simple - use a highly efficient light-emitting diode to produce the light source.",
        "I'll leave you with the concept of a penguin doing limbo.",
        "A key element within the Part IIA regime for determining whether a site poses a risk, is the pollutant linkage concept.",
        "The very concept of loyalty seems to have become a dynamic one with the marketing literature presenting different aspects of the concept.",
        "loggers from concept through to production.",
        "Specifically you will be involved with the design of low power, portable, microprocessor controlled data loggers from concept through to production.",
        "lynchpin of economic theory, more recent times have seen a profound questioning of the concept of equilibrium.",
        "The concept was: Wander around pretty world with big mallet.",
        "David completely agrees with the concept that appraisal must be developmental and formative, not managerial and punitive.",
        "How I love the concept of using descriptive markup for my documentation, and DocBook is a wonderful implementation of that concept!",
        "materialism cannot grasp this essential concept.",
        "materiality concept into the discussion.",
        "capability maturity is another important concept for application risk measurement.",
        "The concept of gatekeeping tends to be related to rather mechanistic models of communication processes.",
        "The proposed research will explore the concept of situated learning in the context and accomplishment of safety in technologically mediated medical work.",
        "meme concept can only obscure this long-term process of enlightenment.",
        "passive microwave sensing is similar in concept to thermal remote sensing.",
        "McLeod, John Narrative & Psychotherapy (Sage 1987) Exploration of the concept of self in story telling against a changing social milieu.",
        "Again, this whole concept of \" approach \" is totally misplaced.",
        "misunderstanding of the concept.",
        "In 1986 Peter Baldwin pioneered the concept of offering fully mobile hire boilers in trailers.",
        "mockery of the whole concept.",
        "I think that the concept is going to be like a silent movie.",
        "The overall design concept and configuration (with various color schemes on the fairing components and front wheel mudguard) deliberately enhances this image.",
        "naturalized concept of karma.",
        "nebulous concept of the involved father.",
        "The concept of ' fairness ' is thus somewhat nebulous.",
        "negation of this concept: the mutually deliberate deviation from the economic exchange.",
        "You are a finite concept that represents the negation of your own infinite essence.",
        "Oneness means the absolute negation of the very concept of association.",
        "It is the corresponding term to the concept of nous as used in the Greek Neoplatonism of Plotinus (d. 270 ).",
        "There, I've said it... I am completely nonplussed by the whole concept.",
        "In this regard, I would like to propose the concept of shared or mutual value-creation as a behavioral norm for the new era.",
        "The smart may be a brilliant concept, but its high purchase price defeats the object of an economy car.",
        "The concept of the free market too was understood to be a force of control, an ideological justification of class oppression.",
        "The Concept of the State support of the non-governmental organizations was adopted in January 2002.",
        "The concept has been further developed to create variable voltage levels that can be measured using an oscilloscope.",
        "ostensive definition helps us to form a concept.",
        "The theory of modeling is a direct outgrowth of this organization concept.",
        "outmoded concept in the information age?",
        "Rethinking of resource flows is required, with the now outmoded concept of ' disposal ' replaced by one of resource and value recovery.",
        "overview of the concept of remote X sessions, see my article in the September Issue of the Linux Gazette.",
        "Marriage is too pallid a concept to describe the depth of our relationship, ' he says laughing.",
        "parasite virulence is a powerful concept that dynamically changes in natural systems when necessary.",
        "Shaw: In your judgment, why does China have such paroxysms over the concept of human rights?",
        "Thus the concept of a national patrimony is considerably weakened.",
        "He developed it through the concept of constitutional patriotism.",
        "In June 1997 DERA initiated concept studies into using UAVs for transport, naval airborne early warning (AEW) and maritime patrol.",
        "This man began the concept of visitor payback in Cumbria!",
        "The mean scores for the four central issues indicate a strong overall negative perception of the concept of inclusion.",
        "All the many variants of the basic concept include permanent magnets, spring and coils.",
        "perplexed by the concept of outgoing mail.",
        "personifypity, once a concept, is now personified (in the actress of Salma Hayek ), and joins the quest.",
        "The first part of the paper brings in the analytic concept of the unconscious followed by a more detailed account of unconscious phantasy.",
        "philosophic thought is for Hegel: firstly, concept; secondly, universal; thirdly, concrete.",
        "philosophic concept is a concrete universal, and therefore a thinking of reality as at once united and divided.",
        "The concept of ' ordinary fortitude ' or ' customary phlegm ' is a difficult one.",
        "All this after in September having no letter recognition, an inability to hear initial phonemes and having little concept of rhyme.",
        "pioneered the concept of offering fully mobile hire boilers in trailers.",
        "Might the concept of an ' imaginary celebrity playlist ' be more interesting than a celebrity playlist?",
        "By this time, Willy Brandt's Ostpolitik, with its concept of dialog, had penetrated beyond the purely political.",
        "pollutant linkage concept.",
        "polymorphous concept of money.",
        "popularizes the new concept of modal jazz.",
        "prefigured the concept of the AEBC.",
        "I know homeopathy sounds preposterous in its basic concept - the smaller the dose, the more powerful the treatment.",
        "Of these there are even some who openly proclaim their refusal to discuss or admit any metaphysical concept.",
        "We also need, I think, a more sophisticated concept of biodiversity than that often promulgated by the popular media.",
        "The whole concept of racial purity is a complete myth.",
        "putter Product Details: Latest concept in putter designs.",
        "The basic concept of minority groups is highly questionable.",
        "Advance the concept of an EQ, an evolutionary developmental quotient, and things get really squirrelly.",
        "radiate out from the central idea or concept.",
        "ramifications in ethical terms that relate strongly to the concept of ' trust ' .",
        "A few years ago, a retailer launched with the concept of quality ready-made foods, in a store similar to Harvey Nicholls.",
        "Leading retailers have already proved receptive to the concept of waste reduction.",
        "This extremely reductive idea of painting is one reason why Greenberg's concept of modernist fell out of favor in the 1960s.",
        "reexamination of the perfectness concept for equilibrium points in extensive games.",
        "rehab centers rely on a widely used concept of group therapy.",
        "The majority of drug rehab centers rely on a widely used concept of group therapy.",
        "reify I would be reluctant to declare the concept of ' intention ' redundant in case we thereby reified texts.",
        "reifying concept of sign.",
        "From the initial concept in 1988 River Island has undergone several reincarnations to arrive at the stores you see today.",
        "revolves around the concept of exchanging pictures for desired objects.",
        "Moreover, the abstract expression of rejected pluralism was a widespread revulsion from the very concept of a private sector.",
        "Having been born and raised, as it were, with a bolt-action rifle, I am very happy with this concept.",
        "It was a low budget, high concept piece that was very good science fiction.",
        "This links with the concept of Wisdom within the Old testament scriptures, which was then translated into the greek logos.",
        "In largely secular societies, it is not surprising that the concept of blessings has dwindled.",
        "The Freudian concept of human beings as fundamentally selfish and instinct driven has been fostered by business because it produces ideal consumers.",
        "The concept of hell and its eternal fires seems too severe a punishment for any arbitrary decision.",
        "The concept of plants as teachers is of paramount importance in Amazonian shamanism.",
        "The concept of a development round was completely sidelined.",
        "Concept cars range from the futuristic to the retro, the wild and whacky to the just plain silly.",
        "I can remember reading Take a Break and admiring the breathtaking simplicity of the concept.",
        "Students then examine the concept of representation in a range of TV programs including soap operas, sitcoms and drama.",
        "The third part is an attempt to outline the concept of network sociality.",
        "Or is the very concept of sovereignty, particularly territorial sovereignty, outdated?",
        "Notwithstanding all the developments at the global level, the concept of state sovereignty remains at the root of the international system.",
        "This process of mediation might be better approached through the concept of ' phonographic staging ' .",
        "On the one hand, we had a rather straight-laced concept of university life.",
        "In identifying companies whose shares might qualify for SSE exemption the concept of a trading subgroup is used to describe part of a group.",
        "subsumed under a concept.",
        "superlative concept.",
        "Talisman introduces the \" Touch Design \" concept of perfect symbiosis between man and machine.",
        "The concept of phonetic symbolism has to be modified.",
        "synchronicity concept?",
        "The Center will also support the concept of \" green electricity tariffs.",
        "The concept consists of a teapot that records the conversations around it into the teapot lid.",
        "Maybe just a proof of concept, that'd be the most fun, running all the way gets tedious.",
        "This bizarre spectacle seems to confirm that America is becoming a military theocracy - again, a truly Medieval concept.",
        "A common example is the concept of temperature from classical equilibrium thermodynamics.",
        "Before the war the concept of a balance of power in Europe had dominated the thinking of the great powers.",
        "The ' witness ' concept is like a big thorn, used to remove the little thorn of petty ego.",
        "I also think you could expand this concept to use screensavers as the BBC ticker and display stories and pictures.",
        "tokamak concept.",
        "Promote the concept of sustainable tourism to potential visitors to the county.",
        "The article focuses primarily on her concept of synergy, which involves the transference of knowledge in sibling pairs.",
        "use the trapdoor to go down to the lower room to see concept art.",
        "Under the bonnet, the GTC concept has GM's 1.9-litre turbo diesel unit, and uses two turbochargers rather than the usual one.",
        "Verdict A more accessible version of Q Bert's revolutionary turntable and mixer concept.",
        "John D. Lees Award: Nicola Caldwell (Lancaster University ), for research on the concept of an urban underclass in American society.",
        "First, the concept of the vehicle underclass is defined.",
        "underlieclass=\"ex\">Underlying many of these problems lies the concept of invasion: Will a pathogen invade?",
        "undulate's design concept focuses heavily on developing an organic, lush and green park, with softly undulating hills.",
        "unfamiliar with this concept of IC looking \" hip \" you aren't the only one.",
        "unfinished leaves a permanent question mark over the very concept of such ambitious projects.",
        "In my view, the key concept in Laclau's recent work is hegemonic universality.",
        "univocal concept, nor are the motivations of those who invoke it universally shared.",
        "Matter in motion, which used to seem so unquestionable, turns out to be a concept quite inadequate for the needs of physics.",
        "Consider their concept of \" unitary urbanism \", for example: \" Everyone will live in their own cathedral.",
        "Such reasoning supports, I then argue, conclusions about value that support an account of the concept broadly consistent with classical utilitarianism.",
        "Although the concept of problem-based learning is deemed educationally valuable, the name itself suggests pathology.",
        "The development concept harnessed mixed use to make the project viable.",
        "The first main section of the paper will examine the concept of ' Internet vigilantes ' (cf.",
        "Not a particularly novel concept, but executed with more vim and vigor than any other sitcom I've seen lately.",
        "This overlooks any concept of free will or personal volition among users in gaging their level of intoxication.",
        "But, ironically the dynamic, focused warm-up is not a new a concept.",
        "wingspan prototypes of the BWB concept have been designed and produced for wind tunnel and flight testing this year.",
        "And the New Testament concept of faith is in accord with that: it is obedience to the apostolic witness (Rom.",
        "The concept behind the idea of a blue zebra comes from more than one source.",
        "They state that the term habitat is understood to include everything relating to the factors operative in a geographically defined locality, so far as these factors influence plants (1910: 24); but the exclusion of geographical and historical factors from the concept of the habitat does not appear to be either desirable or logical.",
        "CONCEPT 1 (Lat.",
        "Thus the connotation of the term \"boat,\" being the sum of those qualities in respect of which all boats are regarded as alike, whatever their individual peculiarities may be, is described as a \"concept.\"",
        "His favourite expression for the universal is \"quod de pluribus natum est praedicari \" (a translation of Aristotle, Dc interpretatione, 7), which would seem to point to a real or objective counterpart of the products of our thought; and the traditional definitions of Boetius, whom he frequently quotes, support the same view of the concept as gathered from a number of individuals in virtue of a real resemblance.",
        "For the natural philosopher the whole point of view of things was changed; in biology not only had the anthropocentric point of view been banished, but the ancient concept of perpetual flux was brought home to ordinary men, and entered for good into the framework of thought.",
        "A vivid new light is shed by him upon certain problems, such for instance as those of the imagination or intuition, the source of Art and the theme of the Aesthetic, upon pure will, the source of Economic of Rights and of Politics, treated by Economic. The more precise determination and configuration of the categories and their mode of acting, by means of which is negated and solved the concept of an external reality and of nature placed outside the spirit and opposed to it, led Croce to an absolute spiritualism, widely different from the pan-logicism of Hegel and his school, which only seemed to solve the dualism of spirit and nature and really opened the door to the notion of a transcendental God, as became clear in the development of Hegel's theory at the hands of the right wing of his school.",
        "Kant perceives that \" perception without conception is blind, conception without perception is empty,\" but if he goes so far ought he not to have gone still further and inquired whether there can be any perception at all without a concept, any concept which does not presuppose a precept, and, if this is impossible, whether the distinction between a world of appearance which is known and a world of things-in-themselves which is not, is not illusory ?",
        "When the mind, beginning with isolated individuals, groups them together in virtue of perceived resemblances and arrives at a unity in plurality, the process by which attention is diverted from individuals and concentrated on a single inclusive concept (i.e.",
        "In the former it has been noted 9 that Aristotle's illustration does not combine particular facts into a lowest concept, but specific concepts into a generic concept, and 1Ã‚° that in the construction of definite inductions the ruling thought with Aristotle is already, though vaguely, that of causal relation.",
        "his exposition of the significance of synthetic judgments a priori, or his explanation of the function of imagery in relation to thought, whereby he offers a solution of the problem of the conditions under which one member of a group unified through a concept can be taken to stand for the rest, or again the way in which he puts his finger on the vital issue in regard to the alleged proof from essence to existence, and illustrations could be multiplied.",
        "Putter Product Details: Latest concept in putter designs.",
        "Here points radiate out from the central idea or concept.",
        "It also has interesting ramifications in ethical terms that relate strongly to the concept of ' trust '.",
        "Morgan also offers some solid strategies to get and maintain rapport and she explains the \" We Space \" concept quite well.",
        "The concept of a bad mark was reappraised in light of the English grading system.",
        "This extremely reductive idea of painting is one reason why Greenberg 's concept of modernist fell out of favor in the 1960s.",
        "Reexamination of the perfectness concept for equilibrium points in extensive games.",
        "The concept has obvious implications for current refugia strategies.",
        "By contrast, Augustine is favoring a reifying concept of sign.",
        "So, I would be reluctant to declare the concept of ' intention ' redundant in case we thereby reified texts.",
        "An approach that seeks to expand the concept of citizenship beyond national boundaries does not have to render the nation state obsolete.",
        "Human security is a concept that has emerged in recent years from the effort to rethink established notions of security.",
        "Authors take no easy solutions and the movie makes you rethink the whole concept of gay culture in contemporary society.",
        "The system revolves around the concept of exchanging pictures for desired objects.",
        "This links with the concept of Wisdom within the Old Testament scriptures, which was then translated into the greek logos.",
        "For instance, some gurus are championing the concept of memes: the self-replicating cultural entities which supposedly control our destiny.",
        "Moreover, the new concept of efficient government required the interference of the central government in the innumerable semiautonomous communities.",
        "He is also famous for describing the concept of the Trinity by using a shamrock leaf the national emblem of Ireland.",
        "The concept removes the need for a custom made ear mold by utilizing a flexible silicon based smart seal within the ear canal.",
        "The concept of instability of a basic state is first introduced using models which yield simple ordinary differential equations.",
        "Further evidence of Judah 's use of the concept of sophia perennis may be witnessed in his orientation toward ancient Greek myth.",
        "This country quite voluntarily surrendered the once seemingly immortal concept of the sovereignty of parliament and legislative freedom by membership of the European Union.",
        "Saussure 's concept of the relational identity of signs is at the heart of structuralist theory.",
        "A definition identifies the nature of the units subsumed under a concept.",
        "Therefore, efficiency would suggest that only the one word label \" lord \" would be sufficient to express this superlative concept.",
        "I 'm entirely supportive of the concept of Christians becoming socially involved.",
        "Could the entire series of fish be about the synchronicity concept?",
        "The Center will also support the concept of green electricity tariffs.",
        "Eating sprouts may be a new concept to you, but the benefits speak for themselves - and they taste delicious.",
        "The concept of a tatami room is deep rooted in the Japanese culture.",
        "Maybe just a proof of concept, that 'd be the most fun, running all the way gets tedious.",
        "The concept of a physiological signal is central to much theorizing on the control of food intake.",
        "I also think you could expand this concept to use screensavers as the bbc ticker and display stories and pictures.",
        "It further noted Culham 's world leadership in developing the spherical tokamak concept.",
        "The concept of ' intolerability as the touchstone of best interests ' requires clarification.",
        "Omega also has a powerful concept of input and output filters to allow the user to work with existing transliteration schemes, etc.",
        "Use the trapdoor to go down to the lower room to see concept art.",
        "This may be viewed as a version of the NATO-5 concept of an ad hoc working group or enhanced troika talks.",
        "Gibson said: The whole concept of trustworthy computing is taking a different approach.",
        "Under the bonnet, the GTC concept has GM 's 1.9-litre turbo diesel unit, and uses two turbochargers rather than the usual one.",
        "Verdict A more accessible version of Q Bert 's revolutionary turntable and mixer concept.",
        "John D. Lees Award: Nicola Caldwell (Lancaster University), for research on the concept of an urban underclass in American society.",
        "The concept of small business and its undergirding of the future of our economy including the information industry is being forgotten with such policies.",
        "Underlying many of these problems lies the concept of invasion: Will a pathogen invade?",
        "The aim is to give candidates a basic understanding of the concept of a collection of data items.",
        "West 8's design concept focuses heavily on developing an organic, lush and green park, with softly undulating hills.",
        "For those of you unfamiliar with this concept of IC looking \" hip \" you are n't the only one.",
        "Leaving the job unfinished leaves a permanent question mark over the very concept of such ambitious projects.",
        "At the center of his new work is the concept of the narrative, the unfolding story, the moving picture.",
        "Of course reconciliation is not in itself a univocal concept, nor are the motivations of those who invoke it universally shared.",
        "The concept of utility computing holds enormous appeal for potential service providers hoping to create the information technology equivalent of the electric industry.",
        "The concept is pretty simple: A set of tiny plugs block sperm as they travel through a tube called the vas deferens.",
        "Not a particularly novel concept, but executed with more vim and vigor than any other sitcom I 've seen lately.",
        "Holy War The concept of jihad has also been used as scriptural evidence of IslamÃ¢s supposedly inherently violent and bloodthirsty nature.",
        "This was not a novel concept because judges in wardship cases had previously exercised close control of cases.",
        "How does the ethically informed manager learn to handle the concept of ethical permissibility with regards to whistle blowing?",
        "Two high-fidelity, 21-foot wingspan prototypes of the BWB concept have been designed and produced for wind tunnel and flight testing this year.",
        "By postulating the concept of a mechanical universe he wrought immense changes in European man 's conception of the heavens.",
        "The concept of a homonym is often confused or used interchangably with that of a homophone or homograph.",
        "For the first few weeks of your baby's life, she won't have any concept of day or night time, yet.",
        "Although mainstream thinking may promote the concept that the \"parent is in charge\" where toilet training is concerned, this is not the case.",
        "Once your child understands the concept of eating, you can begin encouraging him to feed himself.",
        "They are learning the concept of throwing and catching, so these make excellent gifts.",
        "Since your child may not have much concept of time, you may want to link the baby's due date to a specific season or event, such as summer or Halloween.",
        "Value is a more distinct concept to consider instead of simply the monetary price of a childcare service.",
        "The concept that a newborn can be spoiled has consistently been dispelled.",
        "Munchkin Dora the Explorer sippy cups offer a no-sweat concept that helps toddlers grasp the cup without the threat it of slipping from their fingers.",
        "Luv n Care's 7 oz. two handle cup with the valveless no-spill spout makes a great training cup for introducing the cup drinking concept to your baby.",
        "Baby swaddling isn't a new concept, and it is a practice seen all over the world in numerous cultures.",
        "Promoting creativity: Watching you transform circles and lines into a recognizable face is a great way illustrate the concept of creativity to a young child.",
        "Once you learn the concept, it's easy to keep an accurate growth chart for your infant, and to better understand your doctor's interpretation of your baby's development.",
        "While the basic concept of a pacifier clip remains unchanged from material to material, pacifier clips made of silver are often more decorative or elegant than others.",
        "The basis of the video concept is simple-create a \"digital board book\" that encourages children and parents to interact together with the video concepts.",
        "Digital baby monitors usually follow the same design concept.",
        "The concept is fairly simple; however, the variations of quality among these baby monitors can make all the difference in your ability to keep track of baby.",
        "Both are extremely useful devices, but it is easy to see where one concept may be more convenient than the other.",
        "Also, some infants may never take to items such as pacifiers, swings, and bouncer chairs; hence, storing receipts for returns is a wise concept.",
        "Laugh & Learn Learning About Opposites - Help your child understand the concept of opposites.",
        "Also, because most toddlers won't be able to understand the concept of what a pop-up ad is, simplify it by instructing your toddler never to click anything other than objects inside the game she is playing.",
        "The original concept of the baby monitor was to capture sounds from the baby's room in order to know when the baby is awake versus asleep, as well as to hear sounds, such as something falling down or someone entering the baby's room.",
        "Hand your child an unused dish sponge and a few plastic plates, and allow your toddler to mimic your cleaning skills which promotes a useful concept that will someday develop into a function skill.",
        "This is the basic terminology and primary concept of precious metals you should go in to the investing phase being well aware of.",
        "In 1982, the show was promoted to a full-fledged cable channel in Tampa, and in 1985 the concept was taken nationwide under the name \"Home Shopping Club.\"",
        "The concept of memory foam beds was made famous by Tempurpedic, who claim that the material used in their beds--visco elastic foam--was the same material originally used to cushion astronauts.",
        "The concept of buying and selling wholesale flea markets products is to sell and purchase in large quantities, so businesses want you to do just that.",
        "A new concept in shopping, outlet malls had not been conceived of until Stanley Tanger (1923-2010) opened the first Tanger Outlet Mall in Burlington, North Carolina, in 1981.",
        "While you're at it, be sure everyone in the household is on board with the whole cat adoption concept.",
        "The question of \"why do cats always land on their feet?\" is in many ways linked to the concept of cats having nine lives.",
        "The concept of balance transfers is easy to understand.",
        "There is controversy regarding this concept.",
        "The concept of a virtual wallet is still developing, but many companies claim that their products will be up and running before the end of 2011.",
        "Many people find the concept of money a difficult one to discuss, even with their spouse."
    ],
    "definition": [
        "A general idea or understanding of something: the concept of inertia; the concept of free will. See Synonyms at idea.",
        "A plan or original idea: The original concept was for a building with 12 floors.",
        "A unifying idea or theme, especially for a product or service: a new restaurant concept.",
        "Link/Cite",
        "An understanding retained in the mind, from experience, reasoning and/or imagination; a generalization (generic, basic form), or abstraction (mental impression), of a particular set of instances or occurrences (specific, though different, recorded manifestations of the concept).",
        "(programming)   In generic programming, a description of supported operations on a type, including their syntax and semantics.",
        "conceive",
        "conceptionary",
        "conceptual",
        "misconceive",
        "misconception",
        "Link/Cite"
    ]
}