{
    "translation": ".1דאגה .2 עניין, התעסקות",
    "uses": [
        "So there's no concern these visions may stop completely?",
        "Apparently his greatest concern was the fact that his mother was married to his adoptive father at the time he was conceived.",
        "His main concern is security: \"You don't know who the buyer is.\"",
        "We must have a concern for the welfare of zoo animals.",
        "That's my concern, not yours.",
        "Your concern is touching, but I know I can rely on my friends here in the wagon.",
        "However, it begged the question of what had caused the old guy so much concern in the first place.",
        "I appreciate your concern, Daddy.",
        "\"Anyway, back to my concern,\" Jule said.",
        "I didn't mention his blossoming love life, but expressed concern over his serious problem of nightmares.",
        "It was the main concern of the national agency on alcohol misuse.",
        "She said that, should there be a position of genuine concern, she would report back to council.",
        "Connie packed and left that evening after work, still expressing her concern and insisting that Lisa call her if she wanted to talk.",
        "The citizens had concern about the impact of increases in water bills.",
        "His eyes clouded with belated concern and his voice lost its edge.",
        "Not your concern, love.",
        "Does this concern one of my victims?",
        "She had no particular concern about that part.",
        "His concern probably had little to do with her safety, though.",
        "With a sinking feeling, Dusty understood Sofi's concern better.",
        "Her greatest concern was whether she could manage such a large house on her own.",
        "Brennan tossed aside our concern, citing the lives we'd saved.",
        "The most pressing concern is securing their own survival.",
        "\"No,\" she replied, \"I think not; but children learn better if they write about things that concern them personally.\"",
        "He reiterated his concern about anyone outside our group learning of what we were doing.",
        "But he wasn't her concern tonight.",
        "\"Sorry about the quick exit last time,\" he said with no more concern than if he'd eaten the last breakfast roll—which he usually did.",
        "\"Dusty, you need to get some rest,\" she said, concern in her voice.",
        "The woman's fate was suddenly of more concern to Jule than messing with the purple-eyed or green-eyed trolls.",
        "Again and again I ask impatiently, \"Why concern myself with these explanations and hypotheses?\"",
        "I may be affected by a theatrical exhibition; on the other hand, I may not be affected by an actual event which appears to concern me much more.",
        "None of the tips concern a crime more than a day or two old.",
        "He broke through the brush and stared down at her, his expression a mixture of concern and confusion.",
        "At the moment, she wasn't sure whether she found all his concern touching or insulting.",
        "The thought eased his concern without completely removing it.",
        "That's not my concern and it's not why I'm here.",
        "He raised the topic as much to take Cynthia's mind off Martha's departure as from any serious concern about the old man.",
        "Hearing the concern in Pete's voice sent a chill down her spine.",
        "Prompted by his concern for Betsy and Molly, he was willing to attempt using the apparatus.",
        "Betsy's concern mirrored mine.",
        "Now his only concern was that she had his meal ready when he came home for supper.",
        "Their efforts relieved her of concern about the ceremony.",
        "I know what you're up to and thanks for the concern, but I'm fine now.",
        "Her concern was exclusively directed toward the boy's welfare.",
        "Cynthia expressed concern that Fred's newly acquired knowledge that the bone fragment was human might jeopardize his court-imposed decree.",
        "Dunyasha, her maid, entered the room quickly and abruptly with a frightened look on her face and showing no concern for her mistress.",
        "Their only concern was how to fulfill the delivery of grain.",
        "I couldn't tell if the look he gave me was incredulity or concern but he grabbed my arm and led me outside where a suited man who must have topped six foot five was walking toward us.",
        "And the rest was no concern of his.",
        "Anyone who has a child knows the love and concern parents feel for their offspring.",
        "I savored it, but my concern for Howie remained.",
        "I'd voiced this concern to Betsy throughout the week and I knew she was of a like mind.",
        "The humor in Sarah's eyes was immediately replaced with concern - and then a guarded expression.",
        "They spent the evening in their private quarters mulling over the possibilities and skirting the question that Lydia had actually killed her boss, which in spite of mounting concern, Dean continued to find unlikely.",
        "Why concern ourselves so much about our beans for seed, and not be concerned at all about a new generation of men?",
        "Dean explained, as succinctly as possible, their concern for this child who'd spent six months in their care.",
        "\"You have a greater concern,\" Darkyn reminded him.",
        "When he saw her, he dropped to her side, deep concern in his eyes.",
        "When Dean saw the flashing lights behind him he was startled until he recognized the white Chevy Blazer, the sheriff's car, and his reaction turned from concern to a smile.",
        "But Fred's concern tends to be contagious.",
        "Are these the problems which most concern mankind?",
        "There was a look of resignation, not concern, on Cynthia's face as Dean shouldered his pack and Cynthia's camera equipment.",
        "Just checking out what all the concern is about.",
        "In spite of his continued concern over Fitzgerald, Dean indulged himself.",
        "Citizens in these countries are grateful for any job that pays anything at all, and their primary concern is simply survival.",
        "\"What I decide to do with my mate is of no concern to you,\" Darkyn said in a low growl.",
        "\"You think he's gone to meet Grasso?\" he asked, concern in his voice.",
        "What concern was it of his that somewhere or other that woman was leading the life she preferred?",
        "Martha scooted around them leaving Cynthia to try and hide her concern with a false smile as she led the quarrelsome foursome into the dining room with a plate of pastry.",
        "Dean left the cell confident that the old man was coping, but he was beginning to mirror Fred's concern with his past.",
        "Dean thanked Weller for his concern and asked, What's the deal with Fitzgerald?",
        "As education rises, a thousand other things rise with it: income, health, political engagement, and an overall concern for world affairs.",
        "He did not concern himself with the interests of his own class, and consequently some thought him proud and others thought him stupid.",
        "He just wished his stepfather would be more forthcoming about the nature of his concern so he'd know how to help.",
        "He also had little sleep, as much from partying with the temporarily affluent Mrs. Worthington as concern over Martha's cross country flight from the law.",
        "How is that your concern?",
        "Dean didn't want to lie, but he had no intention of causing more concern than Cynthia was already carrying.",
        "Besides, if they buy the fact Edith Shipton is nuts, maybe they don't feel they owe her the normal concern they'd give a sane spouse.",
        "\"You're not alone, are you?\" he asked, the concern showing in is voice.",
        "All concern for the victim vanished as he savagely consumed the life from her.",
        "The concern on Frederick's face gave Jackson pause.",
        "Jackson didn't concern himself, since he never brought women home.",
        "And concern for her well-being, like he showed at the Peak when she hadn't known him from any other army-type.",
        "His expression was a blend of question and concern.",
        "Why would he need to lie when he could simply tell her that it didn't concern her?",
        "Warm brown eyes turned on Lisa again with concern.",
        "In fact, his entire expression reflected deep concern.",
        "As long as she didn't wind up at that building, her safety was of no real concern.",
        "\"Take it easy,\" his deep voice continued with a touch of concern.",
        "I guess I can be a pill sometimes, but I really do appreciate your concern.",
        "She just shrugged again, as if it wasn't her concern.",
        "I caught a quick frown, perhaps of concern.",
        "However, she quickly learned that wasn't Howie's main concern.",
        "We both managed a smile at our mutual concern.",
        "Dusty twisted to look up at Darian, not understanding Darian's concern.",
        "Linda asked, turning to her in concern.",
        "His features remained stoic, but she felt his concern.",
        "She smiled, touched by his concern.",
        "Dean followed his wife but she dismissed his concern.",
        "He knew at once the object of her concern.",
        "He could tell by the look on his wife's face that she shared his concern.",
        "If the Dawkins group had heard about Martha, none showed a lick of concern.",
        "While the old gent's hasty departure was out of character, his rapid exit caused the Deans no concern.",
        "Nope. Not my concern.",
        "Why all the concern?",
        "How I plan to keep her is not your concern.",
        "She wasn't able to muster any concern, not with the heaviness of the air around her.",
        "\"How is that your concern?\" she asked mockingly.",
        "Gabriel's gaze took her in with some concern.",
        "My mate is my concern, not yours.",
        "\"We all thought the name was perfect,\" Alex said, refusing to give her concern credence.",
        "He was standing at the edge of the kitchen, a bouquet of wildflowers in one hand and concern etched in that delicious chocolate gaze.",
        "Her attention was diverted momentarily to the officer who was watching her with concern.",
        "It was a reasonable concern.",
        "His reflective gaze searched her face, his brows furrowed with concern.",
        "\"You're doing good, Harmony,\" he said, sensing her concern.",
        "That is not a concern of this deal.",
        "There are strings attached to anyone raised from the dead-dead, but these are of no concern to a deity like they might be to a little human like you.",
        "Hannah said with genuine concern.",
        "Andre pressed with brotherly concern in his voice.",
        "\"You've had enough,\" he said with genuine concern.",
        "\"Sounds like brotherly concern,\" Sasha mocked.",
        "He flung off clothing soaked with blood, stripping with his back to her without one concern about her watching.",
        "The minute he found her missing from the cave, he'd felt an uneasy, unfamiliar sense of concern.",
        "\"He only need concern himself with his head,\" Rhyn responded.",
        "She tried to tell herself it was the alcohol scattering her thoughts and not the growing feeling of respect or concern she felt toward him.",
        "The vial is your concern now.",
        "\"I do what I am obligated to do, and that.s all that should concern you,\" he said through gritted teeth.",
        "Kiera had suspected Romas to be independently wealthy by his complete lack of concern for being anywhere but with Evelyn for the last three months.",
        "Her look turned to anger, then softened into concern.",
        "Evelyn's eyes widened, and she looked at Kiera again, this time in anger and concern.",
        "Whether or not she wished to accompany him was not his concern.",
        "I have a concern to discuss with you.",
        "She manipulated the scene before her and saw his concern: the only food repository in the area was under attack.",
        "The rest of their problems aren't my concern.",
        "Cynthia glanced at her husband, a troubled look on her face as if to express her continued concern over the departing woman.",
        "Dean rolled his eyes, but smiled inwardly at his wife's concern as he looked for a place to turn around the jeep.",
        "Don't get me wrong, I know she's hurting, but my main concern is my boy.",
        "Janet was late again and Cynthia's bedside attempt to call her mother in Indiana resulted in unanswered rings, causing her further concern.",
        "Dean wasn't sure if it was her natural aversion to anything involving law enforcement or concern for her boss's future.",
        "She was watching him with concern.",
        "He noted her concern.",
        "Yes, I do… when you told me you planned to marry Sarah; my foremost concern was how difficult your death would be for her.",
        "Miriam's expression showed deep concern, though she didn't speak.",
        "He caught her attention hoping she would see his concern.",
        "In her concern for his safety, she hadn't showered or changed clothes - or even combed her hair.",
        "Normally the animals were her first concern, but if Alex had spent the night in the barn, he needed the warmth a good hot meal could offer.",
        "Gone was the desire, replaced with genuine concern.",
        "Touching, but don't you think your concern is a little belated?",
        "She smiled faintly despite her concern.",
        "It was my attempt at humor, he explained, not unaffected by her concern.",
        "Surprise was replaced by anger and concern as he vaulted to his feet, intent on ensuring his men were safe.",
        "\"What's wrong?\" she asked, concern entering her tired voice.",
        "Brady asked, concern for his closest friend making his chest tighten.",
        "\"Stupid civilian,\" she muttered, though he heard the concern in her voice.",
        "Lana smiled faintly and nodded, touched by his concern.",
        "She sensed his concern, the same she'd felt at the Peak when he walked her out of the medical bay.",
        "Tim's concern was as much for Lana as it was her precious cargo.",
        "She traced the scars along one side of his face, taking in his features with concern.",
        "\"What we are – were – is of no concern now,\" he said slowly.  The words were harder to say than he expected.  He'd gone from Death's favorite – and the only death-dealer serving voluntarily – to just another of her assassins obligated to serve her, after he traded his soul for his best friend's life.  Death had done her best over the years to force his human emotions out of him.  But she was right.",
        "\"You can't believe that,\" she said, her features turning from irritation to concern.",
        "and if only one thing is real what becomes of the many different things which again my consciousness assures me are the one world with which I can have any practical concern?",
        "I know the whole business isn't our concern, but the poor woman is staying with us and God knows she looks as if she can use all the help she can get.",
        "\"What I intend is not your concern,\" Darkyn snapped.",
        "He didn't understand both their concern and eagerness to get rid of him, but felt familiar coldness settle into his chest.  There had been two other people in the entirety of the universe that cared for him, and the two people with him now were not the same.",
        "She studied him, not understanding why the necklace with his family's souls was worth killing her for one day and not a concern the next.",
        "She didn't look convinced.  Kris moved away her, his anxiety and concern growing.  They'd come there to rescue one human and might just lose two.  He paced and gazed up the tree, unable to see Kiki.  He heard Hannah stir and glanced towards her.  She rose from her seat.",
        "He felt little concern, however; let the old man read about a real mystery instead of his fictional sleuth sto­ries.",
        "In the rural areas, there was less concern with traffic, although an occasional farm dog forced him to practice his sprints.",
        "The 32-year-old detective with bright red crew cut and opened-collar sports shirt looked as if nothing short of a catastrophe would cause him a lick of concern.",
        "He reiterated his concern for the utmost confi­dentiality concerning the location.",
        "Never gives me a speck of concern.",
        "The statement didn't reduce Burgess's concern an iota.",
        "The concern was not prosperous - though Samuel Foote's assertion that he had known Garrick with three quarts of vinegar in the cellar calling himself a wine merchant need not be taken literally - and before the end of 1741 he had spent nearly half of his capital.",
        "Environmental concern prior to the mid 19th century is reflected in local authority bylaws relating to public health, nuisances and buildings.",
        "With darkness less than an hour away my main concern was in finding the campground.",
        "cause for concern.",
        "Indeed, by the 1850s there was widespread concern over the \" threat to health and decency \" caused by the overcrowded graveyards.",
        "groundswell of concern among local archeological societies about the red tape being imposed by the charity commissioners.",
        "guise of concern about weapons of mass destruction.",
        "Radioactivity is a major concern where plasterboard is made from synthetic gypsum.",
        "Of particular concern are the northern hake and cod in the Celtic Sea area.",
        "There was general surprise and concern that such a small quantity had proved infective.",
        "influenza virus H5N1 that is of current concern arose in Southeast Asia.",
        "Do not let your concern for the Church of England become ingrown.",
        "inhumane acts is in fact the central concern of the novel.",
        "He or she would have an original jurisdiction to conduct an inquest in cases of particular public interest or concern.",
        "For the next three years its chief concern was riding the rising storm of working class insurgency.",
        "intakes below the ARfD and were not of concern to infant health.",
        "Cynthia asked with concern.",
        "Dean asked, sudden concern showing on his face.",
        "Shipton dismissed Dean's concern with a smile.",
        "\"Yes,\" answered Dean, annoyed at the young man's lack of concern for Cynthia Byrne.",
        "Admittedly, the identification elevated the entire business to a higher, more serious level of concern.",
        "Dean forced a pot full of evil thoughts about the beanpole bas­tard Edwin Mayer aside in deference to his concern over Cynthia's whereabouts.",
        "He'd personally call Mayer's wife and pass on her husband's deep and frequent concern for Cynthia's well being as well as any news he heard.",
        "She was the only one who would probably understand her concern for Brutus.",
        "Somehow it seemed that Josh knew her concern.",
        "All this concern was making him feel inadequate.",
        "His expression was more concern than anger.",
        "Yet since their marriage, pregnancy had been her deepest concern.",
        "The difficult task of rounding her up and holding her down wasn't his greatest concern about an examination.",
        "The dark eyes lost their concern and gained a spark of humor.",
        "His dark gaze reflected concern.",
        "He glanced at the empty table and then at her, the dark eyes expressing concern.",
        "Jonathan didn't know what to think, but he was picking up on Alex's concern.",
        "\"Maybe. But since I am the Gatekeeper, that's my concern, not yours,\" Darian said firmly.",
        "It must not concern him, if Damian hadn't delivered the message personally.",
        "He felt nothing, except concern for those fighting guardsmen at the obelisk.",
        "Darian sensed his concern but couldn't bring himself to talk about it.",
        "Their deaths concern me.",
        "He frowned, concern on his face.",
        "Hilden's look was one of understanding and concern.",
        "\"We have other matters to attend to,\" he said, brushing off her concern.",
        "That doesn't concern you.",
        "Whether due to his anger or his concern for Rissa, Vara didn't return.",
        "I appreciate your concern, but I can take care of myself.",
        "Her gaze brushed past him and rested on Aaron, who was eyeing the bison with obvious concern.",
        "Other than a healthy concern for his safety, Aaron fit her idea of a typical client.",
        "If he had any concern at all, it was Rob.",
        "She watched him go in and then left with a certain amount of concern.",
        "Whether she did or not was none of his concern.",
        "Her eyes were wide with concern.",
        "Anything big enough to make a mature elk bolt was enough to concern him – including a bull elk.",
        "He sobered, his amber gaze expressing concern.",
        "Instantly he released her arm and his voice was laden with concern.",
        "He was rubbing the back of his neck, watching her with concern.",
        "His expression went swiftly from surprise to concern.",
        "Xander's surprise turned to concern for his mother.",
        "Jessi turned to Xander expectantly, concern on her face.",
        "Though he showed no outwards concern, Jonny looked as much at Ashley as he did the Other.",
        "Again, it is quite certain that the spiritual matters upon which concordats bear do not concern the two powers in the same manner and in the same degree; and in this sense concordats are not perfectly equal agreements.",
        "With God as \"First Cause\" or \"Moral Legislator\" theology has no concern; nor is it interested in the \"speculative\" problems indicated by the traditional doctrine of the Trinity.",
        "In Oceania The members of these committees are un- New Caledonia and [N;S]paid, and have no concern with ways and Establishments in 00 means which are in the hands of a paid treasurer (receveur).",
        "But the Transvaal War of 1899-1902, to which Australia sent 6310 volunteers (principally mounted rifles), and the gradual increase of military sentiment, brought the question more to the front, and more and more attention was given to making Australian defence a matter of local concern.",
        "We do not propose to concern ourselves here with those technical subjects which are the chief concern of standard treatises on instrumentation.",
        "The contracts naturally do not concern such criminal cases as the above, as a rule, but marriage contracts do specify death by strangling, drowning, precipitation from a tower or pinnacle of the temple or by the iron sword for a wife's repudiation of her husband.",
        "In 1901-1902 the social economic condition of Italy was a matter of grave concern.",
        "It does not necessarily concern itself about the question of the infinitude of worlds in space and in time.",
        "Schelling's later theosophic speculations do not specially concern us here.",
        "The metabolic changes in the cells, however, concern other decompositions side by side with those which involve the building up of protoplasm from the products of which it feeds.",
        "The hieroglyphic inscriptions of Egypt and the cuneiform inscriptions of Assyria are rich in records of the movements and achievements of armies, the conquest of towns and the subjugation of peoples; but though many of the recorded sites have been identified, their discovery by wandering armies was isolated from their subsequent history and need not concern us here.",
        "In August of the same year he was again arrested, and on his appearance in court he desired his defence to be undertaken by two women who were with him, alleging that the matter was of special concern to women.",
        "Every industrial concern employing fifty hands or over elects one or more delegates to the electoral P ?",
        "Such a universal God of the world would hardly make Israel His exclusive concern.",
        "In Turgot's proposed system landed proprietors alone were to form the electorate, no distinction being made between the three orders; the members of the town and country municipalites were to elect representatives for the district municipalites, which in turn would elect to the provincial municipalites, and the latter to a grande municipalite, which should have no legislative powers, but should concern itself entirely with the administration of taxation.",
        "About this work he said little in the Autobiography, probably because his main concern there was to expound the influences that effected his moral and mental development.",
        "But the subject is not only of immediate concern to the state in its corporate and public capacity.",
        "His real concern for her was evinced shortly before the birth of their son, the king of Rome,when he gave orders that if the life of both mother and child could not be saved, that of the mother should be saved if possible (loth of March 1811).",
        "The attempts of the royalists gave him little concern: the duc d'Angouleme raised a small force for Louis XVIII.",
        "On the other hand, German sporadic attacks by sea and air on British watering places and the increasing activity of German submarines gave Mr. Churchill and the Admiralty much concern.",
        "To secure for themselves the command of trade the leading commercial families resolved to erect themselves into a close gild, which should have in its hands the sole direction of the business concern, the exploitation of the East.",
        "(j) In many parts of the world, and especially in Africa, is found the conception termed the \"otiose creator\"; that is to say, the belief in a great deity, who is the author of all that exists but is too remote from the world and too high above terrestrial things to concern himself with the details of the universe.",
        "He maintained that Americans should show chief concern for America, and opposed all tendencies toward internationalism.",
        "Our concern lies with the first kind of Crusade, and with the other three only so far as they bear on the first, and as they illustrate the immense widening which the term \"Crusade\" now underwent - a widening accompanied by its inevitable corollary of shallowness of motive and degradation of impulse.",
        "Two of these contingents alone concern us here - the German and the Anglo-French.",
        "Resolute in recognizing erudition as the chief concern of man, he sighed over the folly of popes and princes, who spent their time in wars and ecclesiastical disputes when they might have been more profitably employed in reviving the lost learning of antiquity.",
        "At the same time Alexander himself made it a principal concern to win fresh geographical knowledge, to open new ways.",
        "The meetings for business further concern themselves with arrangements for spreading the Quaker doctrine, and for carrying out various religious, philanthropic and social activities not neces sarily confined to the Society of Friends.",
        "The later moral schools of Greece scarcely at all concern themselves with the institution.",
        "His figures regarding the width of the different kinds of papyri have generally been understood to concern the width (or height) of the rolls, as distinguished from their length.",
        "In the course of this work the high priest Hilkiah discovered a \"law-book\" which gave rise to the liveliest concern.",
        "The National Bank of Turkey (a limited Ottoman Company) is a purely British concern with a capital of £1,000,000, founded by imperial firman of the 11th of April 1909, under the auspices of Sir Ernest Cassel.",
        "The chief concern of the Natal government was to remodel their native policy where it proved inadequate, especially in view of the growth of the movement for the federation of the South African colonies.",
        "The Hungarian parliament has power to legislate on all matters concerning Hungary, but for Croatia-Slavonia only on matters which concern these provinces in common with Hungary.",
        "In 1908 the inter-colonial council was dissolved, but the railways continued to be administered as a joint concern by a railway board on which the governments of both colonies were represented.",
        "All in all the study of oriental costume down to the days of Hellenism proves to be something more than that of mere apparel, and any close survey of the evidence speedily raises questions which concern old oriental history and thought.",
        "Questions of public law and administration are discussed in 217 clauses, while 197 concern the Church in one way or another, apart from purely ecclesiastical collections.",
        "The principal points of uncertainty, due to gaps in the text, concern the length of Dynasties IV.",
        "The great concern of the time and the chief practical theme of these chapters is the building of the temple; but its restoration is only the earnest of greater things to follow, viz., the glorious restoration of David's kingdom.",
        "The company formed to execute his project became simply an agricultural concern and by the sinking of artesian wells created an oasis of olive and palm trees.",
        "So long as King Charles remained in Italy Alexander's concern for his own safety p revented vigorous measures against the friar.",
        "With the latter we have no concern.",
        "He opposed the excess profits tax but maintained that a small tax should be laid \" on the volume of business of a going concern.\"",
        "Janus, the god of the door, comes undoubtedly first, though unfortunately we know but little of his worship in the household, except that it was the concern of the men.",
        "C. Dargan, \"show the native oratorical instinct highly trained by study and practice, a careful and sensible (not greatly allegorical) interpretation of Scripture, a deep concern for the spiritual welfare of his charge, and a thorough consecration to his work.",
        "But the ordinary reader need not feel concern about the future victory of either theory.",
        "Lastly come those needful to the hallowing and instituting of other sacraments, those which concern the conferring of orders or of monkish habit.",
        "The referendum has been sparingly used in matters of local concern.",
        "(Utrecht, 1848) - the documents of the first part concern the trade of Utrecht; De Geer van Oudegain, Het oude Trecht (1875); W.",
        "At the same time the Elswick Ordnance Company was formed to manufacture the guns under the supervision of Armstrong, who, however, had no financial interest in the concern; it was merged in the Elswick Engineering Works four years later.",
        "At Flensburg in Schleswig he secured control of the largest Baltic shipping concern, and proceeded to build a new fleet of ships, christening one of them the \" Hindenburg.\"",
        "In the autumn of 1921 he was reported to be contemplating some still vaster venture in the nature of a super trust to control every industry in Germany, so that the whole might ultimately be coordinated like one gigantic concern regulating production, transport and the supply of the German markets and those of the whole world.",
        "Congregational statistics are very uncertain before 1832, when the Union began to make such matters its concern.",
        "Its function is to deliberate on subjects of common concern to the entire denomination, and to publish such opinions and counsels as a majority may see fit to send forth to the churches.",
        "In carrying out this policy of government regulation and supervision of corporations he became involved in a great struggle with the powerful financial interests whose profits were threatened, and with those legislators who sincerely believed that government should solely concern itself with protecting life and property, and should leave questions of individual and social relations in trade and finance to be settled by the operation of so-called natural economic laws.",
        "\"A true child of the London streets,\" she never pretended to be superior to what she was, nor to interfere in matters outside the special sphere assigned her; she made no ministers, she appointed to no bishoprics, and for the high issues of international politics she had no concern.",
        "The elementary schools in Hungary were a State concern and a means of Magyarization, whereas in Austria their direction was left by the State to the nationalities.",
        "In the year, however, of the Crimes Act 1887, an event took place which was of more intimate personal concern to the queen, and of more attractive import to the country and the empire at large.",
        "Christ was soon to return, and the employments and labours and pleasures of this age were of small concern.",
        "Agreeing as they did in this fundamental theory, all differences were of minor concern.",
        "We shall pass over here the labours of Adam Sedgwick (1785-1873) and Sir Roderick Murchison (1792-1871) in the Palaeozoic of England, which because of their close relation to stratigraphy more properly concern geology; but must mention the grand contributions of Joachim Barrande (1799-1883), published in his Systeme silurien du centre de la Boheme, the first volume of which appeared in 1852.",
        "The corporation has shown some concern for the housing of the poor, and an extensive scheme taken up in 1904 included the provision of cottage dwellings in the suburbs, as at Clontarf, besides improvements within the city itself.",
        "The Church when it had once conquered the world allowed such precepts to lapse and fall into the background, and no one save monks or Manichaean heretics remembered them any more; indeed modern divines affect to believe that marriage rites and family ties were the peculiar concern of the Church from the very first; and few moderns will fail to sympathize with the misgivings of the barbarian chief who, having been converted and being about to receive Christian baptism, paused as he stepped down into the font, and asked the priests if in the heaven to which their rites admitted him he would meet and converse with his pagan ancestors.",
        "Functions of the President.These may be grouped into three classes: those which (I) relate to foreign affairs; (2) concern legislation; (3) relate to domestic administration.",
        "In ordinary times the president may be almost compared to the managing clerk in a large business establishment, whose chief function is to select his subordinates, the policy of the concern being in the hands of the board of directors.",
        "The textual critic has no concern with what the writer ought to have thought or said; his business is solely with what he did say or think or might have said or thought.",
        "The \"conservative\" critic's chief concern is for the safety of the traditional and by preference the transmitted text.",
        "Moreover, he compared dialectic and sophistry, on account of their generality, with primary philosophy in the Metaphysics (P 2, 1004 b 17-26); to the effect that all three concern themselves with all things, but that about everything metaphysics is scientific, dialectic tentative, sophistry apparent, not real.",
        "As for the Greeks, the emperor said bluntly that he took no interest in \"ces messieurs,\" whom he regarded as \"rebels\"; his own particular quarrel with Turkey, arising out of the non-fulfilment of the treaty of Bucharest, was the concern of Russia alone; the ultimatum to Turkey had, indeed, been prepared before Wellington's arrival, and was despatched during his visit.",
        "In 996 the young king went to Italy to receive the imperial crown; and from this date Adelaide ceased to concern herself with worldly affairs, but devoted herself to pious exercises, to intimate correspondence with the abbots Majolus and Odilo of Cluny, and the foundation of churches and religious houses.",
        "Where conscription has existed for any appreciable time it has sunk into the national economy, and men do their military service with as little concern as if it were a civil apprenticeship.",
        "The chief results concern the buildings.",
        "But in Germany, as also in France, the waves of anti-Infallibility were rolling so high, that the further development of events was viewed with no small concern.",
        "Rice Thomas (1554, Plowden, 124 a), \" which concern other faculties, we commonly apply for the aid of that science or faculty which it concerns.\"",
        "00,000 (subsequently reduced to one-third of this sum); and no foreign power was to receive any concession in Tibet, territorial or mercantile, or to concern itself with the government of the country.",
        "In the modern pronunciation the principal differences are between the Ashkenazim (German and Polish Jews) and the Sephardim (Spanish and Portuguese Jews), and concern not only the vowels but also certain consonants, and in some cases probably go back to early times.",
        "Fuegians, Bushmen, Veddahs, show the same lack of concern and interest in the memory of the dead.",
        "Statutory measures were taken from time to time to ensure the preservation of registers of burials, but it was not until 1836 (the Births and Deaths Registration Act) that the registration of deaths became a national concern.",
        "But this faith did not concern itself only with the future lot of the individual soul.",
        "the Briinig and the Little Scheidegg) do not concern us here.",
        "Flowers, whether for their own sake or as the necessary precursors of the fruit and seed, are objects of the greatest concern to the gardener.",
        "The fact that up to 1908 the queen had not become a mother gradually caused some public concern as to the succession; but in 1909 Queen Wilhelmina, amid national rejoicings, gave birth to a princess.",
        "With these we have no present concern; it is sufficient to say that Alaric's invasion of Greece lasted two years (395-396), that he ravaged Attica but spared Athens, which at once capitulated to the conqueror, that he penetrated into.",
        "Technically he was not a chemist; he did not concern himself either with the composition of his compounds or with an explanation of what occurred in their making.",
        "But his chief concern was with foreign affairs.",
        "But the subjects dealt with concern more or less all the great problems of thought on what may be called the theological side of metaphysics - the sufficiency of reason, the trustworthiness of experience, the admissibility of revelation, free will, foreknowledge, and the rest.",
        "The president thereupon sent them, and made public, the following standing offer: \"To whom it may concern:\" Any proposition which embraces the restoration of peace, the integrity of the whole Union, and the abandonment of slavery, and which comes by and with an authority that can control the armies now at war against the United States, will be received and considered by the Executive Government of the United States, and will be met by liberal terms on substantial and collateral points, and the bearer or bearers thereof shall have safe conduct both ways.",
        "This office is divided into four departments, dealing with (i.) the business of the Bundesrat, the Rcichstag, the elections, citizenship, passports, the press, and military and naval matters, so far as the last concern the civil authorities; (ii.) purely social matters, such as old age pensions, accident insurance, migration, settlement, poor law administration, &c.; (iii.) sanitary matters, patents, canals, steamship lines, weights and measures; and (iv.) commercial and economic relationssuch as agriculture, industry, commercial treaties and statistics.",
        "The first concern of the new king was with the papal schism.",
        "Another clause determined that in a division in the Reichstag on any law which did not concern the whole empire, the representatives of those states which were not concerned should not vote.",
        "The first step was the inclusion of Hamburg and Bremen in the Zollverein; this was necessary if German maritime enterprise was to become a national and not merely a local concern, for the two Hansa cities practically controlled the whole foreign trade and owned three-quarters of the shipping; but so long as they were excluded for the Customs Union their interests were more -cosmopolitan than national.",
        "The settlement in East Africa menaced the old-established British influence over Zanzibar, which was all the more serious because of the close connection between Zanzibar and the rulers of the Persian Gulf; and Australia saw with much concern the German settlement in New Guinea, especially as a British Protectorate (which in the view of Australians should have included the whole of what Germany was allowed to take) had previously been established in the island.",
        "caused much natural concern, combined as it was with that indifference to religion which marks the life of the educated classes in the large towns, and especially in Berlin.",
        "to Kid was reciprocated by that of the German squadron to Plymouth; in July a treaty of arbitration was signed between the two countries, while in the Reichstag the chancellor declared that, Germanys interests in Morocco being purely commercial, the understanding between France and England as to that country, embodied in the convention of the 8th of April 1904, did not immediately concern her.",
        "There was now a new thing in the world, and to see how the world was affected by it is our immediate concern.",
        "But then and always the prime concern of the Pharisees was the extension of God's sovereignty (the Kingdom of God) throughout the world.",
        "Three years before this date a local penny post had been provided in Edinburgh by private enterprise, carried on by a staff of seven persons, and after the success of this effort had been demonstrated the concern was taken over by the post office.",
        "The difference between the two definitions, however, is of small practical concern.",
        "Such a vicar possesses an ordinary and not a delegated jurisdiction, which he exercises like the bishop. He cannot, however, exercise functions which concern the episcopal order, or confer benefices without express and particular commission.",
        "Such women may sometimes have been foreigners, but the sage's concern is with the man's violation of the marriage obligation, be the woman Jew or Gentile.",
        "Against this view Castlereagh once more protested in a circular despatch of the 19th of January 1821, in which he clearly differentiated between the objectionable general principles advanced by the three powers, and the particular case of the unrest in Italy, the immediate concern not of Europe at large, but of Austria and of any other Italian powers which might consider themselves endangered (Hertslet, No.",
        "Investigation must concern itself not with what was possibly or probably known, but with what is actually presented.",
        "would meet invasions of the public order as his own personal concern.\"",
        "His financial affairs in these last years gave him grave concern.",
        "But the enhanced price of fish and the decreased supply throughout the country are matters of grave concern both to the government and the people.",
        "She was a poet of delicate power, but also possessed a lofty enthusiasm, a high conception of purity and justice, and a practical temper which led her to concern herself 1 See under Lowell, John.",
        "But though Austria, Great Britain and presently France, were all equally interested in maintaining the Ottoman empire, the failure of the congress of Vienna in 1815 to take action in the matter of a guarantee of Turkey, and the exclusion of the Sultan from the Holy Alliance, seemed to endorse the claim of Russia to regard the Eastern Question as \"her domestic concern\" in which \"Europe\" had no right to interfere.",
        "Her first years were passed without particular incident in the home circle, where the training of their children was a matter of the greatest concern to the queen and the prince consort.",
        "Of the five articles of the Remonstrance of 1610 only two now concern us: the possibility of resisting the grace which is indispensable to salvation, and the possibility of falling away from grace even after conversion.",
        "Prison management is essentially a local concern, but some general features are common to all states, such as the rule that while petty offenders and prisoners awaiting trial are under county and city jurisdiction, the state takes charge of all persons convicted of serious crimes.",
        "We proceed with the talk of instances and concern ourselves first with relations of inclusion and exclusion.",
        "In transcendental analytic on the other hand we concern ourselves only with the transcendental \" deduction \" or vindication of the conditions of experience, and we have a logic of cognition in which we may establish our epistemological categories with complete validity.",
        "It would be the whole concern of logic, which, since in it thought has itself for object, would have no reference to the other term of the antithesis, nor properly and immediately to the knowledge which is compact of thought in conjunction with something which, whatever it may be, is prima facie other than thought.",
        "\" Laws according to which the subject thinks \" and \" laws according to which the object is known \" cannot be the concern of separate departments of inquiry.",
        "The only other facts related of Matthew on good authority concern him as Evangelist.",
        "Like Mary, she was reproached for showing no concern at the news of the king's flight, but her justification was that \"she never loved to do anything that looked like an affected constraint.\"",
        "when the fair-coloured Aryan immigrants first came in contact with, and drove back or subdued the dark-skinned race that occupied the northern plains - doubtless the ancestors of the modern Dravidian people - the preservation of their racial type and traditionary order of things would naturally become to them a matter of serious concern.",
        "Merchants seldom have to concern themselves with the subject.",
        "Their principal concern was for the savages, over whom they acquired an extraordinary influence.",
        "His voluminous correspondence shows his continued concern for a standing army and the immediate possession of the western military posts, and his interest in the development of the western territory.",
        "The two great branches of electrical theory which concern the phenomena of electricity at rest, or \" frictional \" or \" static \" electricity, and of electricity in motion, or electric currents, are treated in two separate articles, Electrostatics and Electrokinetics.",
        "The 1st and 2nd concern the discovery of magneto-electric induction already mentioned.",
        "The point of law was argued by Bacon, and decided by the chancellor in favour of the king, who put the question to the judges individually, \" Whether, if at any time, in a case depending before the judges, which his majesty conceived to concern him either in power or profit, and thereupon required to consult with them, and that they should stay proceedings in the meantime, they ought not to stay accordingly?\"",
        "Even ecclesiastical affairs, though with these he had no official concern, did not altogether escape Colbert's attention.",
        "To make the department pay, the machines must be kept fully employed with the many classes of work that a large concern has to deal with; the wheels must be kept running as much as possible, and the time for making-ready curtailed as far as is consistent with the proper preparation of the forme.",
        "Primitive religions are like so many similar beads on a string; and the concern of the student of comparative religion is at this stage mainly with the nature of the string, to wit, the common conditions of soul and society that make, say, totemism, or taboo, very much the same thing all the savage world over, when we seek to penetrate to its essence.",
        "Thus in Australia the initiation ceremonies, concerned as they partly are with marriage, always an affair between the kin-groups, are tribal, whilst the totemic rites are the prime concern of the members of the totem clans.",
        "prisoner of so much concern to Louis XIV.",
        "The denomination has a single publishing concern (the American Baptist Publication Society) with an annual business of nearly $1,000,000 and assets of $1,750,000.",
        "He may have done so as an exile or in a military command; but it seems hardly consistent with the importance which the emperors attached to the security of Egypt, or with the concern which they took in the interests of the army, that these conditions were combined at an age so unfit for military employment.",
        "The recovery of this fortress became the Afghan amir's great concern.",
        "His whole strain, in sharp contrast to that of most of his predecessors, is cynical and satirical, and suggests that most of the matters discussed were of small personal concern to himself.",
        "The controversies which concern us are all related to the person of Christ, the Theanthropos, for they alone are represented in the schismatic churches of the East.",
        "Such a theory seems alone able to satisfy the practical instincts of the West, which did not concern itself with the metaphysical aspect of the Trinity, but with Godhead in its relation to redeemed humanity.",
        "The state maintains a Forest Commission whose chief concern' is to control the fires and thereby give value to private holdings.",
        "This power has been largely acted upon throughout England, and the courts of law have on several occasions decided that such by-laws should be benevolently interpreted, and that in matters which directly arise and concern the people of the county, who have the right to choose those whom they think best fitted to represent them, such representatives may be trusted to understand their own requirements.",
        "Among the most important of the matters which concern a rural parish is the administration of what are commonly called the adoptive acts.",
        "Field & Co., and in 1853 had accumulated $250,000, paid off the debts of the Root company and retired from active business, leaving his name and $100,000 with the concern.",
        "The loss of the department of Panama left the republic with unsettled frontiers on every side, and some of the boundary disputes still unsolved in 1909 concern immense areas of territory.",
        "These tribes have successfully resisted all efforts to bring them under political and ecclesiastical control, and their subjection is still a matter of no small concern to the Colombian government.",
        "Considering the perverted taste of the age, it is perhaps fortunate that the task fell into the hands of no showy declaimer who measured his success by his skill in making surface do duty for substance, but of homely, matter-of-fact scribes, whose sole concern was to record what they knew.",
        "But his principal concern was the Home Rule bill and the situation created by it in Ireland.",
        "2 But although one single leading motive runs through the book of Zephaniah there are abrupt transitions which do not concern mere subjective considerations of logical or smooth thought, but material and organic changes representing different groups of ideas.",
        "Typical of the city is the great building of the Zion's Co-operative Mercantile Institution, a concern established by Brigham Young in 1868 - there are several large factories connected with it, and its annual sales average more than $5,000,000.",
        "Thus in the chapterhouse of a monastery there constantly took place acts of discipline that depended on the theory that the sin of the individual is the concern of the society; open confession was made, open penance exacted.",
        "It is, however, maintained by some that, except in the case of the sick, the only legitimate method of receiving absolution in the Church of England is in the public services of the congregation; and the Church of Ireland has recently made important alterations even in the passages that concern the sick, while the Protestant Episcopal Church of the United States has omitted that part of the visitation service altogether.",
        "So (ar the, quarrel which had occurred at the Porte was obviously one in which Great Britain had no concern.",
        "Russiaor rather her, tsar resolved on.the occupation of the Danubian principalities; the British ministrythough the quarrel did not directly concern Great Britainsent a fleet to the Dardanelles and placed it under Lord Stratfords orders.",
        "To-day the archives of the Aulic Council are in Vienna, though parts of its records have been given to the German states which they concern.",
        "Like the thrifty steward he was, he saw with growing concern the waste of the national resources and the strain upon commerce, with a public debt swollen to what then seemed the desperate sum of £400,000,000.",
        "The common law courts controlled the jurisdiction of the ecclesiastical courts, claiming to have \"the exposition of such statutes or acts of parliament as concern either the extent of the jurisdiction of these courts or the matters depending before them.",
        "The simplicity of the Emperor's personal life, and the concern he had always displayed for the welfare of his subjects, had endeared him to his people.",
        "The long and dubious conflicts of opinion concern Church history but left few traces on doctrine; Athanasius never flinched through all the reaction against Nicaea, and his faith ultimately conquered the Catholic Church.",
        "Theology loses its savour when studied in a spirit of merely scientific curiosity; and it does not concern the lay Christian.",
        "\" I may confidently affirm,\" wrote John Fell, the dean of Christ Church, to Lord Sunderland, \" there is not any one in the college who has heard him speak a word against, or so much as censuring, the government; and, although very frequently, both in public and private, discourses have been purposely introduced to the disparagement of his master, the earl of Shaftesbury, he could never be provoked to take any notice, or discover in word or look the least concern; so that I believe there is not in the world such a master of taciturnity and passion.\"",
        "The officers, almost all nobles, rarely showed much concern for their men, and were often mere courtiers and triflers.",
        "And both he and Plato hold that a similar activity of pure speculative intellect is that in which the philosopher will seek to exist, though he must, being a man, concern himself with the affairs of ordinary human life, a region in which his highest good will be attained by realizing perfect moral excellence.",
        "Such aspects as concern ethics include, for example, the limited indeterminism involved in the theory, the attitude of the religious consciousness expressed by William James (Will to Believe and Pragmatism), and the pragmatic conception of the good.",
        "There are a large number of administrative departments and boards, some, like the Board of Trade, discharging the same duties as the similar department in England; others, like the Congested Districts Board, dealing with matters of purely Irish concern.",
        "Though lofty moral qualities and deep concern about the conduct of men are attributed to the gods in the Vedic hymns, yet the hymns contain traces (and these are amplified in the ritual books) of a divine chronique scandaleuse.",
        "For such motion no cause need be supposed; motion, in fact, is no more a state of the moving real than rest is, both alike being but relations, with which, therefore, the real has no concern.",
        "They concern, chiefly, such matters as ritual, prayers, soberness in food and raiment, the cost of marriage and the behaviour of women.",
        "They were published as follows: Natural Religion Insufficient, and Revealed Religion Necessary, to Man's Happiness in his Present State (1714), an able statement of the orthodox Calvinistic criticism of the deism of Lord Herbert of Cherbury and Charles Blount; Memoirs of the Life of Mr Thomas Halyburton (1715), three parts by his own hand, the fourth from his diary by another hand; The Great Concern of Salvation (1721), with a word of commendation by I.",
        "It was his chief concern to prevent the French from building in the Ohio Valley a chain of forts connecting their settlements in the north with those on the Gulf of Mexico; and in the autumn of 1753 he sent George Washington to Fort Le Boeuf, a newly established French post at what is now Waterford, Pennsylvania, with a message demanding the withdrawal of the French from English territory.",
        "The \"Hudson's Bay Company,\" which still exists as a commercial concern, is dealt with under its own heading, but most of the thirteen British North American colonies were in their inception chartered companies very much in the modern acceptation of the term.",
        "quoad civilia et sacra) and parishes quoad sacra - civilia being such matters as church rates, education, poor law and sanitary purposes, and sacra being such as concern the administration of church ordinances, and fall under the cognizance of the church courts.",
        "In St Paul, as in the Apostles, he shows his concern with the larger social life, his sense of fraternity, and a revival of the democratic sentiment which had inspired L'Avenir de la science.",
        "Lemery did not concern himself much with theoretical speculations, but holding chemistry to be a demonstrative science, confined himself to the straightforward exposition of facts and experiments.",
        "SeÃ±or Medena asked, watching Alex with what appeared to be genuine concern.",
        "From the moment she realized she was in love with him, that had been her biggest concern - whether he could be happy with a simple life in Arkansas.",
        "In fact, Alex wasn't her concern about any of it.",
        "It was hard to say whether Alex was withholding facts so she couldn't contest his decisions or it simply didn't concern her.",
        "His only concern was protecting his business, even if he had to marry someone he didn't love.",
        "I appreciate your concern - Daddy.",
        "It was true, but his concern brought chill bumps to her arms.",
        "My principal concern remained Quinn.",
        "Yes. However, such an encounter causes me no concern.",
        "Rhyn's voice carried genuine concern.",
        "There was concern on Rhyn's face.",
        "However, Dean sensed there remained concern about his upcoming jury duties.",
        "His jury duty was scheduled for the next day, although he gave no further indication of concern since Martha's bones were occupying his interest.",
        "He marveled at Westlake's lack of concern, but as a first time visitor to the heart of nature's fury it was still a white-knuckle trip as lightning flashes and near-simultaneous thunderclaps erupted in every direction.",
        "\"There's still the balance of the skeleton that Mrs. Worthington's sister has,\" Cynthia said when he mentioned his concern.",
        "\"Sorry about the quick exit last time,\" he said with no more concern than if he'd eaten the last breakfast rollâ€”which he usually did.",
        "He hated the idea of being vulnerable, and concern for another was vulnerability.",
        "Rhyn's chuckle was like a low growl, his sharp eyes traveling over Gabriel in what Gabe knew was brotherly concern.",
        "While Weller knew nothing of Dean's legal right to evict Shipton, he didn't seem to feel it was his concern and politely refused to come over and expel him.",
        "Yes, I doâ€¦ when you told me you planned to marry Sarah; my foremost concern was how difficult your death would be for her.",
        "\"What we are â€“ were â€“ is of no concern now,\" he said slowly.  The words were harder to say than he expected.  He'd gone from Death's favorite â€“ and the only death-dealer serving voluntarily â€“ to just another of her assassins obligated to serve her, after he traded his soul for his best friend's life.  Death had done her best over the years to force his human emotions out of him.  But she was right.",
        "That would please you, wouldn't it?  Your legacy has been of concern to you.",
        "While she'd never admit to concern for his wishes, Ethel seemed to limit her smoking around Dean, but never abstinence from the mandatory one \"after.\"",
        "Tiyan, and the struggle between its leaders, was not his concern.",
        "Anything big enough to make a mature elk bolt was enough to concern him â€“ including a bull elk.",
        "The paramount concern of the hearing's system was the sound volume.",
        "Its only concern is to smash the Cuban revolution at whatever the cost.",
        "The college's main area of concern is the relative weakness of its endowment which makes it vulnerable to innumerable vicissitudes.",
        "There was concern that some evidence, which would have assisted a defendant, could not have been made admissible under the existing rules.",
        "He has allowed any member to raise a concern regarding the contents of any particular message without causing a direct affront to the individual.",
        "The majority of samples contained aflatoxins at low levels which were not of toxicological concern.",
        "However, a senior aide later expressed concern over the matter.",
        "all-purpose roads, where the risks are higher, are of more concern for novices.",
        "A current cause for concern is the emission of mercury from dental amalgams.",
        "If these scans give more cause for concern you may be given counseling and be offered an amniocentesis.",
        "This attention to detail and concern for excellent animal husbandry produces tender meat consistent in quality and flavor throughout the year.",
        "Wives are not mere appendages or chattels of their husbands, rather the welfare of his wife must be a man's first concern.",
        "Conflicting results appeared to be obtained in in-vivo assays for effects on DNA in bladder epithelium, the target tissue of concern.",
        "Is it out of concern for the likes of me¸ a lifelong and committed atheist?",
        "atrocitythat stayed silent during the atrocities inflicted upon Gaza have voiced a little more concern in the assault on Lebanon.",
        "attenuate the effects of a lack of concern on the part of their partners.",
        "As described in this extremely authoritative book: \" In terms of business continuity, immediate physical damage is not the most important concern.",
        "avian influenza virus H5N1 that is of current concern arose in Southeast Asia.",
        "Field sport campaigners claim Labor MPs pressing for a total hunting ban are acting out of class hatred rather than concern for animals.",
        "Firstly there is concern by myself and many other members who use the belfry that squalor has set in.",
        "The appalling persecution of Iraqis seeking asylum in Britain also belies our government's supposed concern for their welfare.",
        "The loss of species is of major concern to those committed to preserving biodiversity.",
        "However, his initial reaction to his daughter-in-law was based on rightful concern for historical family bloodlines.",
        "blurring of distinctions in these ten areas create a substantial concern with the sermon.",
        "This may increase concern about blushing in self-conscious individuals / chronic blushers.",
        "Councilor Donnell expressed concern at a potential bottleneck in the vicinity of the Fir Trees Hotel.",
        "All states mortgage broker web site design except our biggest concern risks outside the.",
        "bromine as a disinfectant in hydrotherapy and other pool use has been a documented cause for concern for twenty years.",
        "There was concern in Germany and abroad about a surge in forced prostitution as new brothels opened to cope with the influx of fans.",
        "There is also concern about their half brother who lives with his paternal nan on a RO.",
        "There is a concern with staff burnout; there needs to be a united vision, nurturing of ideas, away days and CPD.",
        "card fraud is becoming an increasingly worrying concern.",
        "cementation steel furnaces at Masbrough, tho the production of iron products remained their chief concern.",
        "The great conservation concern for the welfare of the noble chafer is the continuing loss of old orchards.",
        "The foremost concern for persons with diabetes who use chromium is the development of kidney problems.",
        "We represent Hearing Concern two or three times a week at the drop-in hearing aid repair clinic at our local hospital.",
        "Other hardware problems concern Ethernet adapter cards and PC configurations.",
        "excessive workload is the major concern that they have.",
        "explicable by an unknown theory of UFOs and presumably concern these UFOs.",
        "fabricated stories of western concern for human rights.",
        "Norman ShepherdÃ¢s concern is to stress that we are only justified by an obedient faith.",
        "fatherly concern the first Russian Orthodox Convent, dedicated to the Annunciation, was founded in London.",
        "Sparks argues that Trent remained rooted at the spot and must have used the waist-level finder due to his concern about stabilizing the camera.",
        "A second, less well publicized, area of concern is that of pipeline floatation.",
        "fluorosis of esthetic concern, but the precision of these rough estimates is low.",
        "focus on these main issues of concern.",
        "Age Concern Buckinghamshire runs two Rural Day Centers to help overcome the major problem of isolation for those who are mentally frail.",
        "frosty at night there is little need for concern.",
        "The Duchess meets fundraiser Jean Bishop during a visit to the Healthy Living Center run by Age Concern Hull.",
        "The introduction of open access is of concern to many, not only gamekeepers.",
        "He replied saying that my concern with up-to date citations was corrupt if the ideas in them were still germane.",
        "gibbering wreck on the boundary did not cause undue concern on the pitch.",
        "Warhol's only concern was to make the client look glamorous.",
        "For example, one common concern among those who study nanotechnology is the problem of the \" gray goo.",
        "grave concern by many outside the industry.",
        "Undoubtedly, much of the ecumenical concern that has remained the hallmark of Union Seminary can be traced to his influence.",
        "harness the power of ' the market ' to tackle real issues of social concern.",
        "In particular, the number of fatalities (21) greatly heightened public concern about food safety.",
        "The role of non-medical helpers raised concern for some academic staff.",
        "Instead, you use increases in STIs to push your concern for young white heterosexuals.",
        "These issues remain at the forefront of concern among teachers, and remain also a hindrance to improving standards in schools.",
        "Concern in Europe was so great that the European Parliament passed a resolution on January 18, 2006 condemning homophobia.",
        "hortatory language at this point, a concern for the audience is transparent.",
        "They are not motivated by a concern to \" feed the world \" or to alleviate hunger.",
        "Health and other problems in detention following the hunger strikes, concern has again been raised about the medical attention received in Centers.",
        "hunting ban are acting out of class hatred rather than concern for animals.",
        "It focuses on topics that directly concern hygienists and the role they play in oral hygiene care.",
        "iatrogenic transmission of CJD remains a matter of concern.",
        "Infection was our main concern since this could render the hand totally immobile, a daunting prospect five hours into the cave.",
        "The main road to Enniskillen was virtually impassible in winter conditions and was a major concern.",
        "Consumer groups however expressed some concern that weighing costs and benefits might be used as a pretext to justify inaction.",
        "individualism issue, again a Biblical concept (Matt 10:30 illustrates God's knowledge and concern for individuals ).",
        "This brings together senior industrialists, employers and academics to discuss issues of common interest and concern to the region."
    ],
    "definition": [
        "To have to do with or relate to: an article that concerns the plight of homeless people.",
        "To be of interest or importance to: This problem concerns all of us.",
        "To engage the attention of; involve: We concerned ourselves with accomplishing the task at hand.",
        "To cause anxiety or uneasiness in: The firm's weak financial posture is starting to concern its stockholders.",
        "A matter that relates to or affects one: What I do is not your concern.",
        "a. Regard for or interest in someone or something: His concern for you is genuine.\nb. A troubled or anxious state of mind: a frown that expressed great concern.",
        "A business establishment or enterprise; a firm.",
        "Link/Cite",
        "That which affects one's welfare or happiness.\nMark's health was of great concern to Connie.   The recent events in London are of no concern to most people in Australia.",
        "The expression of solicitude, anxiety, or compassion toward a thing or person.",
        "A business, firm or enterprise; a company.\nThe employees' attitude is really hurting the concern.",
        "(computing, programming) Any set of information that affects the code of a computer program.",
        "To relate or belong to; to have reference to or connection with; to affect the interest of; to be of importance to.",
        "To engage by feeling or sentiment; to interest.\nA good prince concerns himself in the happiness of his subjects.",
        "To make somebody worried.\nI'm concerned that she's becoming an alcoholic.",
        "Link/Cite"
    ]
}