{
    "translation": ".1 להגות, להרהר\n.2 להרות",
    "uses": [
        "It is certainly possible to conceive of a single day without war.",
        "To us God's sovereignty over nature often seems the hardest thing to conceive; but to primitive peoples who know nothing of laws of nature, His moral sovereignty is a much more difficult conception.",
        "When a people migrate they may take with them their god, and if they conceive him to be a spiritual being who cannot be represented by an image, they may desire a symbolical expression of or, rather, a substitute for his presence.",
        "We may conceive of the Third Crusade under the figure of a number of converging lines, all seeking to reach a common centre.",
        "\"I can't even conceive how monumental this is,\" my wife said.",
        "To form a conception of this problem it is to be noted that since the position of the body in space can be computed from the six elements of the orbit at any time we may ideally conceive the coordinates of the body to be algebraically expressed as functions of the six elements and of the time.",
        "Conceive these gases passing at this great velocity through the narrow openings between the adjoining lumps of coke and ore.",
        "But still, to conceive a future life...",
        "It seemed as if no one saw that coming because, frankly, no one could conceive of it happening.",
        "To conceive of a man being free we must imagine him outside space, which is evidently impossible.",
        "The man who does not understand the construction of the machine cannot conceive that the small connecting cogwheel which revolves quietly is one of the most essential parts of the machine, and not the shaving which merely harms and hinders the working.",
        "That is because they seem so far out of the daily experience of most people that they cannot conceive of how or why they would use them.",
        "But no power of imagination can conceive an acknowledged right of private war in Rome, Venice or Bern.",
        "C. Baur and his school - important as the first scientific attempt to conceive New Testament conditions and literature as a whole - has been abandoned.",
        "Thus it is that Even as the roots, shut in the darksome earth, Share in the tree-top's joyance, and conceive Of sunshine and wide air and winged things, By sympathy of nature, so do I gave evidence of things unseen.",
        "He was so simply and naturally humble--if he can be called humble who never aspires--that humility was no distinct quality in him, nor could he conceive of it.",
        "the molecular weights were the same as in use to-day.) This connecting link, C2, was regarded as essential, while the methyl, ethyl, &c. was but a sort of appendage; but Kolbe could not clearly conceive the manner of copulation.",
        "Conceive a beam of plane polarized light to move among a number of particles, all small compared with any of the wavelengths.",
        "They had not as many visitors as before, but the old habits of life without which the count and countess could not conceive of existence remained unchanged.",
        "That Prince Andrew's deeply loved affianced wife--the same Natasha Rostova who used to be so charming--should give up Bolkonski for that fool Anatole who was already secretly married (as Pierre knew), and should be so in love with him as to agree to run away with him, was something Pierre could not conceive and could not imagine.",
        "It is said that he contemplated the conquest of India and that he was the first to conceive the idea of the Suez Canal.",
        "For this exercise of the primacy as for the others, we must conceive of the pope and the episcopate united to him as a continuation of the Apostolic College and its head Peter.",
        "We may conceive, then, that a pigmented animal owes its colour to the power that certain tissues of its body possess to secrete both tyrosinases and chromogenic substances.",
        "We must conceive nature as overruled by God not so much Later for the sake of man's happiness as for the sake of his form; moral development.",
        "Divine grace originates, maintains and perfects all the good in man, so much so that he cannot, though regenerate, conceive, will or do any good thing without it.",
        "After all, it is only a question of probabilities, and the difficulties of fitting a wife and child into the story seem to be very great, whether we conceive them left behind by Demetrius in Italy, or sent out of the country before him.",
        "From the primitive uniform Systems. mass of undifferentiated assimilating cells, which we may conceive of as the starting-point of differentiation, though such an undifferentiated body is only actually realized in the thallus of the lower Algae, there is, (1) on the one hand, a specialization of a surface layer regulating the immediate relations of the plant with its surroundings.",
        "south of Mosul, at which point navigation is blocked by two ancient dams, erected, apparently, to control the river for the Assyrian city of Calah, the ruins of which are called Nimrud by the natives after these dams, which they conceive to be the work of that mythical hero.",
        "We must conceive a time when the sun was swollen to such an extent that it filled up the entire space girdled by the orbit of Mercury.",
        "\" Let us fix our attention out of ourselves as much as possible; let us chase our imagination to the heavens or to the utmost limits of the universe; we never really advance a step beyond ourselves, nor can conceive any kind of existence, but those perceptions which have appeared in that narrow compass.",
        "More than this, he seems to be the earliest ornithologist, perhaps the earliest zoologist, to conceive the idea of each genus possessing what is now called a \" type \" - though such_a term does not occur in his work; and, in like manner, without declaring it in so many words, he indicated unmistakably the existence of subgenera - all this being effected by the skilful use of names.",
        "Soon after his time, however, this conception was clearly established, and with so large a generalization the mental horizon was widened to conceive of a geography which was a science.",
        "Since the distance of a body from the observer cannot be observed directly, but only the right ascension and declination, calling these a and 6 we conceive ideal equations of the form a = f (a, b, c, e, f, g, t) and 5=0 (a, b, c, e, f, g, t), the symbols a, b,.",
        "Later on he develops the materialistic view of Epicurus, only modifying it so far as to conceive of matter as finite.",
        "If the human soul is a force in the narrower sense, a substance, and not a combination of substances, then, as in the nature of things there is no transition from existence to non-existence, we cannot naturally conceive the end of its existence, any more than we can anticipate a gradual annihilation of its existence.\"",
        "Though again in the Transcendental Dialect he spoke of pure reason conceiving \" ideals \" of noumena, he did not mean that a noumenon is nothing but a thought arising only through thinking, or projected by reason, but meant that pure reason can only conceive the \" ideal \" while, over and above the \" ideal \" of pure reason, a noumenon is a real thing, a thing in itself, which is not indeed known, but whose existence is postulated by practical reason in the three instances of God, freedom, and immortality.",
        "of France on his investiture in 1527.3 According to Ashmole the true account of the matter is that \" King Edward having given forth his own garter as the signal for a battle which sped fortunately (which with Du Chesne we conceive to be that of Crecy), the victory, we say, being happily gained, he thence took occasion to institute this order, and gave the garter (assumed by him for the symbol of unity and society) preeminence among the ensigns of it.",
        "To us, indeed, his conception of the universe, like that of Philo, seems a strange medley, and one may be at a loss to conceive how he could bring together such heterogeneous elements; but there is no reason to doubt that the harmony of all the essential parts of his system was obvious enough to himself.",
        "Although, however, gravitation has formed the most perfect instance of an influence completely expressible, up to the most extreme refinement of accuracy, in terms of laws of direct action across space, yet, as is well known, the author of this ideally simple and perfect theory held the view that it is not possible to conceive of direct mechanical action independent of means of transmission.",
        "But the difficulties which embarrassed a former age in trying to conceive the mode in which the universal exists in the individual reappear in the systems of the present period as the problem of the principium individuationis.",
        "Let us conceive the zone in question to be divided into infinitesimal rings of equal area.",
        "In estimating the great work of Herodotus, and his genius as its author, it is above all things necessary to conceive aright what that work was intended to be.",
        "And we must conceive that each kind of pattern - the self, the spotted, the striped, the hooded and all others - has its own special determinant.",
        "It would be difficult to conceive a disposition more remote from the morals of ordinary life, not to speak of Christian ideals, than that with 1 \" Perpetual peace,\" he said, \" is a dream, and it is not even a beautiful dream.",
        "Its consistency, as deduced by Lange, was to reduce all use of reason, speculative and practical, to its logical use of proceeding from the assumed mental data of outer and inner sense, arranged a priori, to mental phenomena of experience, beyond which we can conceive ideas but postulate nothing.",
        "We might conceive the rapid motions of the heavenly bodies to result in some change either in the direction or amount of their gravitation towards each other at each moment; but such is not the case, even in the most rapidly moving bodies of the solar system.",
        "In the Eclogues and Georgics Virgil is the idealizing poet of the old simple and hardy life of Italy, as the imagination could conceive of it in an altered world.",
        "It must be admitted, however, that both the tools and the processes have escaped the archaeologist, as they did \"the ablest goldsmiths in Spain, for they never could conceive how they had been made, there being no sign of a hammer or an engraver or any other instrument used by them, the Indians having none such\" (Herrera).",
        "Hamilton, in fact, made the double mistake of limiting knowledge to what we can conceive, and confusing the determinate with the finite or limited.",
        "54) If we conceive God as personal, and His will as related to the course of nature analogously to the relation of the human will to the human body, then the laws of nature may be regarded as habits of the divine activity, and miracles as unusual acts which, while consistent with the divine character, mark a new stage in the fulfilment of the purpose of God.",
        "In the particular case of a rectangular aperture the course of things can be readily followed, especially if we conceive f to be infinite.",
        "He upbraids Roscellinus, for example, because he was unable to conceive whiteness apart from its existence in something white.",
        "\"We can now easily conceive,\" he says, \"that in all rain-water which is collected from gutters in cisterns, and in all waters exposed to the air, animalcules may be found; for they may be carried thither by the particles of dust blown about by the winds.\"",
        "Aristotle was the founder of Logic; because, though others, and especially Plato, had made occasional remarks about reason (X yos), Aristotle was the first to conceive it as a definite subject of investigation.",
        "But the ease with which food can nowadays be transported from one part of the world to another minimizes the danger of famine from natural causes, as we can hardly conceive that the whole food-producing area of the world should be thus affected at once.",
        "21 a by \" Thou shalt not give any of thy seed to an Aramean woman to make her conceive \" is censured, presumably because the prohibition of Molech worship is thereby ignored.",
        "Wundt, in fact, agrees with Lange: that reason transcends experience of phenomena only to conceive \" ideals.\"",
        "Comte, Spencer, Bagehot, Durkheim and Giddings, for example, refer to it, if at all, only briefly and incidentally; they conceive society as an organism, or at all events as a growing whole, no one part or force being the cause of all others, and all interacting; society is not the product of any agreement or of force alone, but of a vast variety of interests, desires and needs.",
        "While I sympathized in concept, the very nature of Howie's capabilities were so awesome to me, I couldn't conceive the ramifications of broadening them.",
        "Thus Williams has observed that if we find a species breeding perfectly true we can conceive it to have reached the end of its racial life period.",
        "For some women, the early signs of conception are recognizable in the first few weeks after they conceive.",
        "Parallel world theories are difficult for some people to conceive.",
        "Hyper ovulation is the tendency to release multiple eggs during ovulation, which is needed to conceive fraternal twins.",
        "conceive in thy womb, and bring forth a son, and shalt call his name JESUS.",
        "You have riches of which the world cannot conceive, the unsearchable riches of Christ.",
        "Any unhealthy habit will make it harder to conceive.",
        "Some couples don't conceive simply because their work hours make it difficult for them to get together during the woman's most fertile time of the month.",
        "Learning to eat balanced and healthy foods before you conceive will help you to control pregnancy weight gain once you do conceive.",
        "Whelan instead recommends timing intercourse for close to ovulation to conceive a girl and says that having sex several days in advance of ovulation will produce a boy.",
        "This is by far the most effective means, but it's costly, invasive, and is a difficult way to conceive.",
        "Create a calm atmosphere and make trying to conceive an enjoyable experience.",
        "One last way to use yoga to increase your chances of getting pregnant is to practice the pose called Legs on the Wall immediately after you and your partner have tried to conceive.",
        "Purchasing supplemental maternity insurance before you conceive can be the difference between a stress-free pregnancy and one that keeps you up at night worrying about medical bills.",
        "Whether you are trying to conceive and wonder if you have succeeded or you have missed a period and are wondering if it is due to pregnancy, the best way to tell if you are pregnant is to take a pregnancy test.",
        "Hopeful women around the world ask \"What are the immediate signs of conception?\" each month while they are trying to conceive.",
        "If you are trying to conceive, you should know the common causes of infertility.",
        "While every business is unique, it's hard to conceive of a business that couldn't benefit from adopting at least a basic customer relationship management tool.",
        "Though it's hard to conceive of a better contender to Gainsbourg's crown than the inimitable Jarvis Cocker, artists as diverse as Franz Ferdinand, Tricky, Michael Stipe, and Sly and Robbie give it a go on this album as well.",
        "Many people conceive parties with specific themes, color schemes and decorating patterns.",
        "When they decided to try to conceive a second time, Michelle suffered a miscarriage.",
        "After waiting three years to conceive, Michelle got pregnant but miscarried the baby.",
        "On the brink of destroying the Skynet's main central hub, Connor learned that a terminator has been sent back in time to kill his mother before she can conceive and bear him.",
        "But with few people still able to conceive and bear children, cloning must persist.",
        "This 'perversion' causes her to be uncomfortable at home, and, when she discovers herself able to conceive, she passes her unusualness on to her son Mark.",
        "Sadly, even though Wanda was able to manipulate probability to conceive children with Vision, those children turned out to be soul shards for a demon.",
        "The Chinese Lunar Pregnancy Calendar is an ancient document that contains a chart listing which gender a woman will conceive in a given month.",
        "Determining when exactly a woman will conceive can be difficult, however, since conception can happen anytime over several days.",
        "If ovulation happens around the beginning or end of the month, it's possible to conceive during a different month that is expected.",
        "Likewise, sperm remains viable for about 72 hours, so a woman who ovulates on the 14th can conceive from sex on the 12th since the sperm will still be viable when ovulation occurs.",
        "But if the egg and sperm don't meet up right away, or if she ovulated a few hours later, she could conceive on the 15th.",
        "Very few women actually deliver on their exact due date, so the difference of a few days between when a woman may have actually conceived and when she is estimated to conceive don't make much of a difference.",
        "Preconception checkup: Checking in with your doctor before trying to conceive is a good way to make sure you don't have any health concerns that could impact pregnancy.",
        "Increase fertility naturally: Some lifestyle modifications can increase your chance to conceive and make you healthier for your pregnancy.",
        "Double check with a predictor test: If you suspect that you don't ovulate regularly or have tried for a few months to conceive, you can use a predictor kit to make sure you are ovulating on time.",
        "Fertility drugs: If you or your partner have a defined fertility problem or if you've tried to conceive with no success but have an unknown cause of infertility, you'll need to consider taking fertility medications.",
        "The benefits of maternity acupressure are numerous, ranging from helping a woman to conceive to providing pain relief during labor and delivery.",
        "If you've been struggling to conceive, you may be interested in the research that indicates acupressure treatments can help to increase fertility.",
        "IVF statistics showing success rates at a particular clinic can be encouraging for couples who are looking for medical help when trying to conceive.",
        "To interpret IVF success rates properly, it's important to consider them in light of fertility rates where no ART was used to conceive.",
        "It's possible that a woman may need to undergo more than one cycle of IVF treatments before being able to conceive.",
        "Again, if you are looking for a natural way to conceive both the cycle beads and SDM are highly effective methods.",
        "They help to make the decision to have intercourse without protection easier whether you are trying to conceive or trying not to.",
        "It is important to note that for couples that are trying to conceive, the Standard Days Method is also very effective.",
        "Many frugal women who are trying to conceive find themselves asking this question.",
        "Most couples hope to conceive the first few times they try to get pregnant.",
        "This oral medication helps a woman ovulate more regularly and increases the quality of the ovulation, making it more likely that she will conceive.",
        "Trying to conceive without success is frustrating, especially when you don't know the cause.",
        "Although you do need to be patient when it comes to trying to get pregnant quickly, there are still plenty of small steps you can take to increase your odds of having a healthy pregnancy once you do conceive.",
        "Generally, doctors do not recommend beginning treatment for infertility until you've been trying to conceive for one year if you are under age 35 or six months if you are over age 35.",
        "In short, several medical conditions, either past or present, can affect a woman's ability to conceive.",
        "While there is no standard answer, some strategies can help you determine when trying to conceive is ideal.",
        "Would't it be wonderful if all women knew that the best time of the month to conceive is the second week of the month?",
        "But every woman is different and various conditions make predicting the perfect time to try to conceive difficult.",
        "The key to determining when to try to conceive is ovulation.",
        "If the menstrual cycle begins on the 1st of the month, the ideal time to try to conceive is on the 14th.",
        "The egg survives in the uterus for about 24 hours and many couples may try to conceive right after ovulation.",
        "Knowing when you are going to ovulate before it happens is crucial because after ovulation occurs, it may be a little too late to conceive.",
        "This low-tech approach to determining when to try to conceive is the least intrusive but it may not be the most reliable.",
        "Tracking your cycles on an ovulation calendar requires some patience but it can help you find the best time to conceive.",
        "Some of these approaches may help you conceive a baby in relatively little time.",
        "Since the window of time is so short, it is important to try to conceive before ovulating.",
        "The idea of scheduling sex isn't very romantic but it may be one of the best ways to conceive.",
        "Having sex every other day may further increase the likeliness that you will conceive.",
        "This approach can be tricky because the temperature rises slightly as a woman ovulates, which may be a little too late to conceive.",
        "The easiest way to conceive may be to use an ovulation kit to determine when ovulation is about to occur.",
        "Getting pregnant can take from 0 months to several years and, in some cases, a couple that is trying to conceive a baby may never successfully conceive.",
        "Knowing your menstrual cycle, and therefore the days of the month when you are most likely to conceive, can greatly increase your chances of becoming pregnant.",
        "In addition to knowing the right days of the month on which to try to conceive, understanding fertility factors can help you make changes to your lifestyle that can increase your chances of conceiving a baby naturally.",
        "Diet actually has less affect on fertility than one might think, however, it is extremely important to eat well if you are trying to conceive.",
        "If you've been actively trying to conceive a baby and have not succeeded, visit your family doctor for advice.",
        "If you're trying to conceive or recently found out you're expecting, you may have questions about the various types of birth defects.",
        "As soon as you know you are pregnant or decide you want to try to conceive, you should abstain from alcohol.",
        "A negative mother and a positive father can conceive a positive baby, which is where considerable problems can arise.",
        "If you are undergoing an IUD removal procedure because you want to get pregnant, your doctor may recommend that you wait 60 to 90 days before trying to conceive.",
        "Older women are significantly more likely than their younger counterparts to conceive twins.",
        "Although exclusively breastfeeding an infant can act as a form of birth control, many women who are nursing do conceive.",
        "The Conception Chronicles: The Uncensored Truth About Sex, Love & Marriage When You're Trying to Get Pregnant is a book that follows the journey of trying to conceive all the way until you become a mom.",
        "If you are trying to conceive, it is likely that a hormonal imbalance has been caused by becoming pregnant.",
        "If you have been trying to conceive for 12 months of unprotected intercourse, you or your spouse may be facing problems of infertility.",
        "Learning how IVF works can help clarify how the treatment can benefit many couples who are trying to conceive.",
        "It does this by moving the couple through stages that address challenges they may face while trying to conceive.",
        "If you were trying to conceive and terminated your pregnancy due a fetal genetic defect, you should wait six to eight weeks before actively trying to conceive again.",
        "You will simply need to use a reliable form of birth control until you're ready to conceive.",
        "If you are trying to conceive, you will need to have intercourse during your most fertile days.",
        "Within these generally fertile times, you are most likely to conceive if you have intercourse between 48 hours before and 24 hours after ovulation.",
        "Married adults trying to conceive need to know the answer so they can improve their chances of pregnancy.",
        "Therefore, if you are not trying to conceive, you must use protection.",
        "Some couples don't conceive simply because their work hours make it difficult for them to get together during the woman's most fertile time of the month.",
        "There's a magical 48 hours around the time of ovulation when a woman is most likely to conceive, but a busy schedule means some couples simply miss the right moment.",
        "Getting educated and living a healthy lifestyle will help you and your spouse find the best time to try to conceive.",
        "If you've been trying to conceive, waiting to see if you're pregnant is a time of joyful anticipation.",
        "The first five chapters deal with the planning stages and offers helpful information for couples trying to conceive.",
        "The author of the book has created the What to Expect website, which is a one-stop hub of information for women who are pregnant, trying to conceive, or are mothers of babies and toddlers.",
        "Many women question the accuracy of negative pregnancy tests whether or not they have been deliberately trying to conceive.",
        "If you are trying to conceive, you'll probably purchase several pregnancy tests before you get the result you are hoping for.",
        "When used correctly, a dollar store test can be a great way to save money when you're trying to conceive.",
        "Planning and predicting the gender of an unborn child has always been intriguing, so if you have your hopes set on having either or a boy or girl, you might want to use the Chinese gender chart before you try to conceive.",
        "Even though the 'original' chart may have been found recently, people in China have been using it for thousands of years to plan the gender of their children before they conceive.",
        "Historically, male children were more desirable and the chart was used to help conceive a male.",
        "It is difficult to conceive how much time must flood into each little clutch, and when this labor is added to the material cost, the hefty price tag seems quite justified.",
        "Whether you are currently expecting a baby and you'd like to try to figure out the child's sex, or you want to figure out the most likely time to conceive a boy or girl, you can consult the birth chart.",
        "In addition to using the chart to predict the sex of a child you've already conceived, you can also consult the chart beforehand to determine your best months to conceive your choice of boy or girl.",
        "Finally, you can consult the chart to align your child's gender with your preferred Chinese astrological sign by waiting to conceive until your age and target conception month both coincide with the appropriate year.",
        "From chunky triangular crayons to ColorWonder, Crayola has just about anything your imagination can conceive.",
        "If you love BCBG shoes, but can't conceive of spending $200 on a pair of shoes, check eBay.",
        "From tracksuits to sweatbands, some of the top athletic companies of today offer every item of clothing one can conceive of to complete their ensemble.",
        "By stretching the imagination, it's possible to conceive of other ways to cultivate a Celtic design into your own creation.",
        "Many experts recommend that women attempting to conceive make time to relax by starting a regular yoga practice.",
        "Bend, Breathe, and Conceive: Fertility Yoga with Anna Davis, Ph.D.",
        "RYT is designed to help practioners not only practice yoga, but relieve some stress that comes from trying to conceive.",
        "Many women attest to the need to relax in order to get pregnant, but some women do not conceive in the time period when they are trying their hardest to do so.",
        "Of course, there is no guarantee that practicing these poses will help you to conceive, but the good news is that they won't diminish your chances of getting pregnant.",
        "For women hoping to conceive a child, this can be a big boost.",
        "But, in attempting to make this conception quite clear and thinkable, we are forced to represent the connexion of things as a universal substance, the essence of which we conceive as a system of laws which underlies everything and in its own self connects everything, but imperceptible, and known to us merely through the impressions it produces on us, which we call things.",
        "The net result of observation is not favourable to the essentially Darwinian view that the adaptive arises out of the fortuitous by selection, but is rather favourable to the hypothesis of the existence of some quite unknown intrinsic law of life which we are at present totally unable to comprehend or even conceive.",
        "His philosophy is the best exposition of the method and argument of modern idealism - that we perceive the mental and, therefore, all we know and conceive is the mental.",
        "The idea of necessary connexion is merely the reproduction of an impression which the mind feels itself compelled to conceive in a particular manner.",
        "But as each perception is in consciousness only as a contingent fact, which might not be or might be other than it is, we must admit that the mind can conceive no necessary relations or connexions among the several portions of its experience.",
        "But it was not till the third journey that the new interest became an overpowering passion, and the \" philosopher \" was on his way home before he had advanced so far as to conceive the scheme of a system of thought to the elaboration of which his life should henceforth be devoted.",
        "He would conceive an unintelligible aversion to a particular alley, and perform a great circuit rather than see the hateful place.",
        "He cherished the idea of German unity, but could conceive of it only in the form of the restored Holy Empire under the house of Habsburg; and so little did he understand the growing nationalist temper of his people that he seriously negotiated for a union of the Lutheran and Anglican, churches, of which the sole premature offspring was the Protestant bishopric of Jerusalem.",
        "I cannot conceive, he said, that the idea of an Anglo-German war should be seriously entertained by sensible people in either country.",
        "the right and duty of the powers responsible for the peace of Europe to intervene to suppress any revolutionary movement by which they might conceive that peace to be endangered (Hertslet, No.",
        "We can easily conceive the hatred felt by Suleiman for Hajjaj and for all that belonged to him.",
        "In this way the Presocratics and Sophists, and still more Socrates and Plato, threw out hints on sense and reason, on inferential processes and scientific methods which may be called anticipations of logic. But Aristotle was the first to conceive of reasoning itself as a definite subject of a special science, which he called analytics or analytic science, specially designed to analyse syllogism and especially demonstrative syllogism, or science, and to be in fact a science of sciences.",
        "For example, from the evidence of molar changes due to the obvious parts of bodies, science first comes to believe in molecular changes due to imperceptible particles, and then tries to conceive the ideas of particles, molecules, atoms, electrons.",
        "They are often symbolical; that is, we conceive one thing only by another like it, e.g.",
        "What believer in God pretends to conceive Him as He really is ?",
        "We believe many things that we cannot conceive; as Mill said, the inconceivable is not the incredible; and the point of science is not what we can conceive but what we should believe on evidence.",
        "The planets are near, and we know it by their not twinkling, 2 but science must conceive their nearness as the cause of their not twinkling and make the Arius in the real order the middle term of its syllogism.",
        "But how does he conceive of its operation?",
        "Nature, e.g., is not deduced as real because rational, but being real its rationality is presumed and, very imperfectly, exhibited in a way to make it possible to conceive it as in its essence the reflex of Reason.",
        "But his result had to be submitted to another test, the Law of the Norms. As soon as he found, by trial, that this law was satisfied, he took the final step. \" This led me,\" he says, \" to conceive that perhaps, instead of seeking to confine ourselves to triplets,..",
        "Thus the Church ever receives God and has a twofold nature; its sacraments through material and earthly elements impart a divine power; its teachings agree with the highest truths of philosophy and science, yet add to these the knowledge of mysteries which eye hath not seen, nor ear heard, neither hath it entered into the heart of man to conceive; it sanctifies human relationships, but the happiness of earth at purest and best is only a shadow of the divine bliss which belongs to the redeemed soul.",
        "stable at a given point, conceive that point to be traversed by plane in all oossible positions, and determine which position gives thi greatest obliquity to the total pressure exerted between the portions of the mass which abut against each other at the plane.",
        "130), attached to a truly turned disk, be rotated by the shaft OX, and conceive that the shaft is held in a bearing at one point, 0.",
        "Yet even he did not conceive this Reason as incorporeal; it was in reality only the most highly rarefied form of matter in existence.",
        "Bishop Heber described them as follows: - \"The country is burdened with a crowd of lazy, profligate, self-called sawars (cavaliers), who, though many of them are not worth a rupee, conceive it derogatory to their gentility and Pathan blood to apply themselves to any honest industry, and obtain for the most part a precarious livelihood by sponging on the industrious tradesmen and farmers, on whom they levy a sort of blackmail, or as hangers-on to the wealthy and noble families yet remaining in the province.",
        "Order and regularity being indispensable conditions of beauty, it was easy to conceive of the Horae as the goddesses of youthful bloom and grace, inseparably associated with the idea of springtime.",
        "This Apology gives a most fair and temperate history of the relations between Bacon and Essex, shows how the prudent counsel of the one had been rejected by the other, and brings out very clearly what we conceive to be the true explanation of the matter.",
        "This bracing of the vital feeling takes place by means of imaginative appeal to the great forces man perceives stirring within him and about him, such appeal proving effective doubtless by reason of the psychological law that to conceive strongly is XXIII.",
        "We may conceive this pressure to arise from the tendency which the bubble has to contract, or in other words from the surface-tension of the bubble.",
        "Let us conceive an infinitely long circular cylinder of liquid, at rest (a motion common to every part of the fluid is necessarily without influence upon the stability, and may therefore be left out of account for convenience of conception and expression), and inquire under what circumstances it is stable or unstable, for small displacements, symmetrical about the axis of figure.",
        "5-42, read in the light of the Didache, may help us to conceive their work in its main features.",
        "As regards the other three groups, however, it is easy to conceive of them as derived from an ancestor, represented to-day to some extent by the planula-larva, which was Coelenterate in so far as it was composed of an ectoderm and endoderm, and had an internal digestive cavity (I.",
        "of the table of hypothetical descent), we may conceive of its descendant as tentaculate, capable of either floating (swimming) or fixation at will like Lucernaria to-day; and exhibiting incipient differentiation of myoepithelial cells (formerly termed neuro-muscular cells).",
        "The intrigues, quarrels, murders and grossnesses that grew out of this social condition it is difficult to conceive, and would be impossible to detail.",
        "Unless, indeed, we conceive our faculties to be constructed on some arbitrary plan which puts them out of relation to the facts with which they have to deal, we have a prima facie right to treat beauty as an objective determination of things.",
        "Heraclitus holds that nothing material can be thought of without this Logos, but he does not conceive the Logos itself to be immaterial.",
        "On the 26th of November 1807, he wrote to his brother George:- \"I have done a more interesting nova anatomia cerebri humani than it is possible to conceive.",
        "I want the people I represent to look as if they really belonged to their station, so that imagination cannot conceive of their ever being anything else.",
        "He concludes his communication with the words: \" This, I conceive, is enough for an Introduction to Experiments of this kind: which if any of the R.",
        "As reason has apprehended these two simultaneous phenomena, attention and sensation, and led us The immediately to conceive the two sorts of distinct they are related, so, from the notion of this limitation, we find it impossible under the same guide not to conceive a supreme cause, absolute and infinite, itself the first and last cause of all.",
        "But hitherto Roman Catholic theology has refused to conceive of any development except by enlargement of the Church's creed.",
        "Tracing the history of the world to the earliest date for which there is any kind of evidence, we are faced with the problem that for everything there is a prior something: the mind is unable to conceive an absolute beginning (\" ex nihilo nihil \").",
        "But the attempt to conceive what it is leads me into mere verbal subtleties.",
        "There are other remarkable and distinctive features of structure which hold the Arthropoda together, and render it impossible to conceive of them as having a polyphyletic origin, that is to say, as having originated separately by two or three distinct lines of descent from lower animals; and, on the contrary, establish the view that they have been developed from a single line of primitive Gnathopods which arose by modification of parapodiate annulate worms not very unlike some of the existing Chaetopods.",
        "The hypothesis, that even our most profound and sublime speculations are all limited to data of the senses and of reflection, is crucially tested by the \" modes \" and \" substances \" and \" relations \" under which, in various degrees of complexity, we somehow find ourselves obliged to conceive those simple phenomena.",
        "\" The attempt to conceive it is like the attempt positively to conceive immensity or eternity: we are involved in an endless, ultimately incomprehensible, regress.",
        "He likewise struggled bravely to be faithful to fact in his report of the state in which we find ourselves when we try to conceive continued personal identity.",
        "It is hard to convey a just notion of the size of these farms. They stretch away as far as the eye can reach in every direction, making it difficult even for the visitor to conceive their size.",
        "The greater lake vessels, called \"Whalebacks,\" carry cargoes up to 250,000 bushels, a bulk difficult to conceive.",
        "If, then, we conceive the whole universe organically, as a complex arrangement of means to ends, we shall understand how Plato might hold that all things really were, or (as we say) \" realized their idea,\" in proportion as they accomplished the special end or good for which they were adapted.",
        "On the other hand, the relation between human and divine good, as presented by Aristotle, is so close that we can hardly conceive Plato as having definitely thought it closer.",
        "He no doubt criticizes Plato's account of the nature of pleasure, arguing that we cannot properly conceive pleasure either as a \" process \" or as \" replenishment \" - the last term, he truly says, denotes a material rather than a psychical fact.",
        "It must be understood that by wisdom they meant wisdom realized in act; indeed, they did not conceive the existence of wisdom as separable from such realization.",
        "This pantheistic doctrine harmonized thoroughly with the Stoic view of human good; but being unable to conceive substance idealistically, they (with considerable aid from the system of Heraclitus) supplied a materialistic side to their pantheism, - conceiving divine thought as an attribute of the purest and most primary of material substances, a subtle fiery aether.",
        "Hartley, too, was the first to conceive association as producing, instead of mere cohesion of mental phenomena, a quasi-chemical combination of these into a compound apparently different from its elements.",
        "Some offences, such as making promises with the intention of breaking them, we cannot even conceive universalized; as soon as every one broke promises no one would care to have promises made to him.",
        "Other maxims, such as that of leaving persons in distress to shift for themselves, we can easily conceive to be universal laws, but we cannot without contradiction will them to be such; for when we are ourselves in distress we cannot help desiring that others should help us.",
        "We conceive its position to be that occupied by an observer.",
        "In order to represent in the figure the 2 position of the f u ndamental plane, we conceive a circle to be drawn round 0, lying in that plane.",
        "Conceive a perpendicular PQ to be dropped from this point on the fundamental plane, meeting the latter in the point Q; PQ will then be parallel to OZ.",
        "As we conceive of the sky, it does not consist of an entire sphere but only as a hemisphere bounded by the horizon.",
        "Conceive that instead of the orbit of the planet, there is given a position P (fig.",
        "We first conceive of the planets as moving in invariable elliptic orbits, and thus obtain approximate expressions for their positions at any moment.",
        "If we conceive a pole to each of these orbits, determined by the points in which lines perpendicular to their planes intersect the celestial sphere, the pole of the satellite orbit will revolve around the pole of the planetary orbit precisely as the pole of the earth does around the pole of the ecliptic, the inclination of the two orbits remaining unchanged.",
        "We have next to conceive that, as the earth performs its annual revolution round the sun in an orbit whose diameter, as represented on the diagram, is nearly 40 ft., it carries the orbit of the moon with it.",
        "The unity of our personal life amidst the multiplicity of its functions is the symbol of God's immanence in the world, though we may not conceive of the Absolute as a person.",
        "We must also bear in mind that early men when they conceived, and savage men when they conceive, of the sun, moon, wind, earth, sky and so forth, have no such ideas in their minds as we attach to these names.",
        "It is obvious that from Jubilees alone it would have been impossible to conceive the form which the traditions had taken a few centuries previously - viz.",
        "Representative of God upon earth, heir to the sovereignty of the Roman emperors, a universal suzerain and master over the goods and the lives of his vassals, he could conceive no other bounds to his authority than his own interests or his obligations towards God, and in this he was a willing believer of Bossuet.",
        "He perceived the analogy between the power which holds the moon in the neighbourhood of the earth, and compels Jupiter's satellites to circulate round their primary, and the attraction exercised by the earth on bodies at its surface; 1 but he failed to conceive the combination of central force with tangential velocity, and was disposed to connect the revolutions of the planets with the axial rotation of the sun.",
        "Mares most readily conceive when served at the \" foal heat \" eleven days after foaling.",
        "When there are three stamens in a bundle we may conceive the lateral ones as of a stipulary nature.",
        "In letters of 1779-1780' he correctly diagnoses the ills of the Confederation, and suggests with admirable prescience the necessity of centralization in its governmental powers; he was, indeed, one of the first, if not to conceive, at least to suggest adequate checks on the anarchic tendencies of the time.",
        "He couldn't conceive of some jurisdiction now part of a larger database wanting Fred for past sins.",
        "Regardless of what she had said, he couldn't conceive of her killing someone with the possible exception of self-defense or protection of another.",
        "The Oscar-winning actress says she is determined to become a mother even if she cannot conceive naturally.",
        "They cannot conceive of, or even aspire to, everyone enjoying Western levels of development and comfort.",
        "behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS.",
        "conceive an unwanted pregnancy or to need an abortion.",
        "conceive naturally in the UK was... 45 50 54 60 20.",
        "conceive of the possibility of rising to invincibility.",
        "Can you conceive of a man's getting himself into a sweat over so diminutive a provocation?",
        "And this I do for fear lest thou shouldest conceive bodily that that is meant ghostly.",
        "And since I'd been told I would never conceive, Pauline's birth could be considered doubly miraculous.",
        "Low sperm count, poor motility, or abnormal morphology of sperm can make it very difficult to conceive using your partners sperm.",
        "Women do not expect to conceive an unwanted pregnancy or to need an abortion.",
        "One can conceive of two (at least) possible rejoinders.",
        "With a limited self-concept or ability to conceive of others as holding different views, other species cannot develop an identity crisis.",
        "Infertility is the failure to conceive after one or more years of regular unprotected sexual intercourse.",
        "transpires that the reason for the couple's moping is they believe they are unable to conceive.",
        "Women who conceive again should be offered regular monitoring, including serial ultrasonography in the first trimester of pregnancy.",
        "unearthly creatures it is possible to conceive.",
        "The possibility of whatever enters into the wildest imagination to conceive is thus triumphantly vindicated.",
        "Anglo-Australian judges are often well-intentioned - but they simply cannot conceive that a rock might have something to say (Povinelli 1995 ).",
        "And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS.",
        "The religion of primitive peoples is no less mythical than their history, since they could only conceive of it by means of myths.",
        "Though controlling all phenomena of which we have any experience, the principle of the dissipation of energy rests on a very different foundation from that of the conservation of energy; for while we may conceive of no means of circumventing the latter principle, it seems that the actions of intelligent beings are subject to the former only in consequence of the rudeness of the machinery which they have at their disposal for controlling the behaviour of those ultimate portions of matter, in virtue of the motions or positions of which the energy with which they have to deal exists.",
        "It is possible to conceive of any number of notes struck and sustained by the fingers as consisting of so many quasi-vocal parts; but when a series of single sounds is played and each sound continues to vibrate by means of a pedal which prevents the dampers from falling on the strings, then we are conscious that the sounds have been produced as from one part, and that they nevertheless combine to form a chord; and this is as remote from the spirit of polyphonic part-writing as modern English is from classical Greek.",
        "The chief aim of Leibnitz is no doubt to account for the world in its static aspect as a co-existent whole, to conceive the ultimate reality of things in such a way as to solve the mystery of mind and matter.",
        "It does not conceive of the organic as succeeding on the inorganic, or of conscious life 2 Hegel somewhere says that the question of the eternal duration of the world is unanswerable: time as well as space can be predicated of finitudes only.",
        "The innumerable cases of structures, which are rudimentary and apparently useless, in species, the close allies of which possess well-developed and functionally important homologous structures, are readily intelligible on the theory of evolution, while it is hard to conceive their raison.",
        "As circumstances allowed, she appears to have taught him reading, writing and arithmetic - acquisitions made with so little of remembered pain that \" were not the error corrected by analogy,\" he says, \" I should be tempted to conceive them as innate.\"",
        "That is, it is possible to conceive of an ethical science which would extend considerably our knowledge of economic affairs, but no important new principle or original discovery, relevant to economic investigation, has come from that quarter in recent years, and at present ethics has more to learn from economics than the latter has from ethics.",
        "If the values ofa and 6, defining the position of the body on the celestial sphere, are observed at three different times, we may conceive six equations like the above, one for each of the three observed values of a and S.",
        "If we conceive the primary wave to be broken up at the plane of the disk, a system of Fresnel's zones can be constructed which begin from the circumference; and the first zone external to the disk plays the part ordinarily taken by the centre of the entire system.",
        "Not only so, but in his review of Cousin (\" Philosophy of the Unconditioned,\" in Discussions, pp. 12-15), he made conception the test of knowledge, argued that \" the mind can conceive, and consequently can know, only the limited, and the conditionally limited,\" that \" to think is to condition,\" that all we know either of mind or matter is \" the phenomenal,\" that \" we can never in our highest generalizations rise above the finite,\" and concluded that we cannot conceive or know the unconditioned, yet must believe in its existence.",
        "In plain terms he stated his abhorrence of the proposal; he was at a loss to conceive what part of his conduct could have encouraged their address; they could not have found \"a person to whom their schemes were more disagreeable\"; and he charged them, \"if you have any regard for yourself or posterity, or respect for me, to banish these thoughts from your mind, and never communicate, as from yourself or any one else, a sentiment of the like nature.\"",
        "I think we will learn to conquer distance though a method of which we cannot yet conceive.",
        "The tedium of that work is hard to conceive.",
        "It transpires that the reason for the couple 's moping is they believe they are unable to conceive.",
        "They were, I now saw, the most unearthly creatures it is possible to conceive.",
        "Anglo-Australian judges are often well-intentioned - but they simply cannot conceive that a rock might have something to say (Povinelli 1995).",
        "Before you begin trying to conceive your baby, there are steps you can take to increase your chances of having a healthy baby.",
        "You should talk to your doctor about when you can begin trying to conceive if you have been using prescription birth control.",
        "If you are struggling to conceive and not having any luck, your ob-gyn will talk to you initially, and then she may refer you to a fertility specialist.",
        "If you are having problems trying to conceive, there are several options available.",
        "If you wait until all of your financial ducks are in a row, you may be too old to conceive naturally.",
        "Although, women have been having babies into their forties for centuries, breakthrough medical techniques have aided many women who would have been unable to conceive in the past.",
        "Others may have chosen boy and girl names before they even conceive.",
        "What was once a complicated procedure that may or may not result in a new baby has evolved to a safer, less-invasive routine with much better odds for couples trying to conceive a child.",
        "However, an inability to conceive or differences between the spouses in wanting children is one of the most common reported causes of divorce for childless spouses.",
        "Because I have been classically trained, I could not conceive of starting this recipe in any way other than heating some oil and sweating some onions.",
        "Marshall was confined to a wheelchair and was in poor health, but Anna says they were very close and even tried to conceive.",
        "The actress had called her pregnancy a \"miracle,\" because she and Moder had given up hope after trying for more than a year to conceive.",
        "David Foster later confirmed rumors that his sister and the American Idol alum did not conceive the old-fashioned way but rather, through artificial insemination.",
        "Lance and girlfriend Anna reportedly got pregnant the \"old fashioned way\" and did not use any artificial means to conceive.",
        "During this career break, Celine and Rene began going to routine visits with the same fertility specialist that helped them conceive Rene-Charles.",
        "Indeed, there seems to be no limit to what engineers are able to conceive.",
        "While many females do conceive during this time range, you cannot totally depend on the number of the day of the heat cycle as your only guideline for when to breed.",
        "Even mother's breast milk has been shown to contain more than the maximum recommended exposure to pesticides.Your safest bet is to start enjoying the benefit of organic foods and household products before you conceive.",
        "So when an upstart game makes its way to a second or third-tier publisher, or weak publisher tries to conceive a strong low-cost seller, interesting things happen.",
        "Can you conceive of saying that to your friends?",
        "Medical advice should also be sought if a person has a family history of Ehlers-Danlos syndrome and is planning to conceive a child.",
        "The 37-year-old is also more likely to be unable to conceive, since many women's ovaries are already starting to fail at that age.",
        "When two carriers have children, they have a one-in-four chance of having a child with CF each time they conceive.",
        "In addition, it is possible for a girl to conceive before she has had even one period.",
        "Girls with FMF are likely to have fertility problems as adults; about 30 percent will be unable to have children at all, and those who can conceive have a 20 to 30 percent chance of miscarriage.",
        "Women with OI who become pregnant or women who conceive a child with a man who has OI may wish to explore prenatal diagnosis.",
        "Smoking can damage fertility, making it harder to conceive, and it can interfere with the growth of the fetus during pregnancy.",
        "Girls often have ovaries that do not function, and only a few are able to conceive naturally.",
        "If you are trying to conceive, this is a good choice for your bedroom.",
        "In the article What Does Feng Shui Have to do With Fertility Ms. Robertson explains the importance of feng shui when you are trying to conceive.",
        "In other words, there is only a four-day window around two weeks into the menstrual cycle when most women can conceive.",
        "You start out with two ovaries and two tubes so even if one tube is damaged by an ectopic pregnacy, you can still conceive with the other ovary and tube.",
        "So, when you conceive again, seek prenatal care and an early unltrasound to rule out an ectopic or tubal pregnacy.",
        "A miscarriage is can be a very sad time for a couple trying to conceive.",
        "A woman can look at the chart to determine what months are considered \"boy months\" and what months are considered \"girl months,\" and couples might then try to conceive based on the gender and the corresponding months on the calendar.",
        "Undernourishment and vitamin and mineral deficiencies can make it difficult to conceive.",
        "There's a magical 48 hours around the time of ovulation when a woman is most likely to conceive, but a busy schedule means some couples simply miss the right moment.",
        "You can also prepare for conception by identifying your \"fertile window,\" or the six days when you're most likely to conceive.",
        "Being aware of the changes happening in your body is an important part of getting ready to conceive.",
        "In 2001, Jennifer was diagnosed with a thyroid condition that would complicate her ability to conceive without medical assistance.",
        "Trying to conceive a baby can be made easier with the use of a fertility monitor.",
        "However, if it seems to be taking you a long time to conceive, do not immediately assume it is because you have infertility problems.",
        "Women who are 35 and younger should try to conceive for around one year with the help of a fertility monitor before seeking help.",
        "Fertility Friend is a web site dedicated to women who are trying to conceive.",
        "Women who consume more than five alcoholic beverages each week can find it more difficult to conceive.",
        "For women over age 35, additional testing is recommended after six months of unsuccessfully trying to conceive.",
        "If you're trying to conceive, Taking Charge of Your Fertility is a must-read book.",
        "Because some light cramping and PMS-like symptoms may occur along with the bleeding, women who are not trying to conceive can mistake this for a short period.",
        "Being very underweight can prevent you from being able to conceive.",
        "Before you try to conceive, you want to make sure your body is in optimal baby-making shape.",
        "One thing they do is try to conceive so a baby is born in a certain month or season.",
        "Other couples, especially those with children in one sex, try to conceive a boy or girl.",
        "Many doctors recommend waiting until you have regular periods before beginning to try to conceive.",
        "There are a lot of reasons why a woman might wonder, \"When did I conceive?\"",
        "In fact, the doctor's calculations aren't meant to answer the question \"When did I conceive?\"",
        "For them, the question \"When did I conceive?\" seems easy.",
        "If you plan to have children at some point in the near future or are actively trying to conceive, maternity and women's health care are even more important.",
        "If you do smoke, quit before you start trying to conceive.",
        "Once you are actively trying to conceive, stop drinking alcohol.",
        "If you and your partner have decided to try to conceive, set up an appointment to talk to your doctor.",
        "If you're trying to conceive, using the ClearPlan Fertility Monitor and Clomid may help you experience the joy of a positive pregnancy test more quickly.",
        "It has been used to increase the chances of breast cancer survivors' ability to conceive without increasing the chances of the cancer's recurrence.",
        "According to statistics, between 15 to 20 percent of couples won't be able to conceive.",
        "Intrauterine insemination provides hope to many couples who have been unable to conceive on their own.",
        "It is often the first step in assisted reproductive techniques for couples who have been unsuccessfully trying to conceive for at least a year.",
        "But for couples who are unable to conceive on their own, those are still much better odds.",
        "Although not foolproof, IUI is still a great way to conceive for couples who have been struggling with infertility.",
        "Secondary infertility is the inability to successfully conceive a second child after previously giving birth.",
        "He can help you with ways to monitor when you are most likely to conceive.",
        "Since sperm can live in a woman's body for 72 hours and an egg can live for 12-24 hours after ovulation, you have a window of several days when you could conceive.",
        "Even if you ovulate on a Monday evening, you might not conceive until Wednesday morning.",
        "Or, you could have intercourse on Sunday and conceive on Tuesday when you ovulate.",
        "As we mention above, there's a window of about three days when you can conceive.",
        "Christina admits that the pregnancy wasn't planned and that she and her husband were planning to conceive after the tour was over.",
        "It is also important to note that a woman, just because she is older, does not always have to take fertility drugs in order to conceive.",
        "From the moment you conceive, your body begins a process of growth and support for the fetus that is really draining on your body energy-wise.",
        "It's preferable to find out as much information as possible about maternity leave income before you conceive.",
        "Still, there are some extra steps women who wish to conceive can take to ensure the healthiest pregnancy possible.",
        "According to the interview between Beatie and Oprah, Beatie had been off the testosterone for two years before trying to conceive.",
        "So many women trying to conceive do so at the wrong time, causing the question \"when is a woman most fertile\" to be one asked of many physicians.",
        "When trying to conceive, timing can mean the difference between successfully achieving a pregnancy or failing to do so.",
        "Often, there is no medical reason why a woman cannot conceive, it is simply down to correct timing.",
        "Keeping a journal with this information may help establish a clear pattern of the optimum time to conceive.",
        "If the average menstrual cycle is believed to be 28 days, then those trying to conceive must assume this applies to them also.",
        "For many couples trying to conceive, the action of timing and observing activity throughout the menstrual cycle can become a vocation.",
        "The most important thing to remember is not to get too stressed when trying to conceive, since stress itself can alter the menstrual pattern.",
        "If you don't have insurance through an employer, talk to an agent at any of the major insurance companies about getting coverage before you conceive.",
        "Vaginal yeast infections are common during pregnancy, but many women trying to conceive also concern themselves about the issues surrounding yeast infection and effects on conception.",
        "When trying to conceive, many women are extremely aware of avoiding physical or environmental problems that may potentially hinder attempts to get pregnant.",
        "Since most infections are cleared up quickly and easily, it may be just as well to refrain from serious attempts to conceive.",
        "There are some safe vitamins you're able to take while trying to conceive and some vitamins you need to take while trying to conceive.",
        "In most cases, the vitamins you're able to take while trying to conceive are best when obtained from food sources rather than pill form.",
        "Your health care provider recommends vitamins: Your health care provider might suggest vitamins you're able to take while trying to conceive and you may choose to follow her advice.",
        "There are plenty of vitamins you can safely take while trying to conceive and some you absolutely need to take.",
        "Your health care provider may even prescribe chewable prenatal vitamins or basic prenatal vitamins while you're trying to conceive as these contain all the important vitamins and minerals you need.",
        "Folic acid: Folic acid is the most important vitamin you need while trying to conceive.",
        "Because your baby's teeth form early in pregnancy, it's smart to take the proper amounts of calcium while you're trying to conceive.",
        "If you eat very healthfully while trying to conceive, you'll store iron reserves in your liver, which will carry through your pregnancy.",
        "If you have an easily-upset stomach, it's smart to try to eat lots of iron rich foods while you're trying to conceive because iron pills make many women sick to their stomach during pregnancy.",
        "To learn more, read the Mayo Clinic's preconception planning guide, which recommends prenatal vitamins for some women who are trying to conceive.",
        "If you look at all the information relating to fertility and the best time to conceive, it would appear that the answer to the question should be a resounding \"no\".",
        "We all read about the 28 days cycle and, when trying to conceive, advice is nearly always based on the assumption that all women have a cycle of 28 days.",
        "But the fact that so many women have longer or shorter cycles often throw fertility and attempts to conceive into turmoil.",
        "Half the battle when trying to conceive is understanding when the optimum time is.",
        "This can be confused as a period and can make it difficult to calculate the right time to conceive.",
        "If making serious attempts to conceive, it is best that couples have regular sexual intercourse throughout the menstrual cycle.",
        "Whether you're already pregnant or simply thinking about trying to conceive in the future, it's important to make sure you understand your maternity leave rights.",
        "Although it does become difficult to conceive as you get older, you should not feel pressured to have another child before it is \"too late.\"",
        "As soon as your doctor removes the intrauterine device, you are ready to start trying to conceive.",
        "When the woman is ready to try to conceive, the eggs are returned using IVF.",
        "The average time to conceive will vary from woman to woman.",
        "Most, but not all, couples who have not previously been diagnosed with a fertility problem will conceive in the first year that they begin trying.",
        "Getting the facts about menstrual cycles and ovulation is crucial when you are trying to conceive and it can be a great start to figuring out when your baby was conceived as well.",
        "Many women use their body temperature to determine the best time to conceive.",
        "If you do conceive, the body's temperature will remain elevated.",
        "Whether you're trying to conceive or not, having the correct results is important, for you as well as the potential fetus.",
        "Your unborn child's gender is determined as soon as you conceive.",
        "Many couples who are trying to conceive may wonder about techniques for conceiving baby boys.",
        "There's no science behind this one, just an ancient Chinese document that lists when you should try to conceive.",
        "One of the biggest advantages of a natural method of contraception is the approach is viable for couples who want conceive.",
        "Even though ovulation might occur on the 14th, she could also conceive from intercourse as late as the 16th.",
        "Just as the best places and partner with whom to conceive varies, the best time to conceive a baby differs from woman to woman.",
        "Understanding the way conception occurs may help you pinpoint the right time to conceive.",
        "The best time to conceive differs for every woman, according to when you ovulate.",
        "While knowing the best time to conceive a baby is helpful, some women choose not to chart the course.",
        "In vitro fertilization (IVF) is often the last step for many women who have been unable to conceive through timed intercourse or intra uterine insemination (IUI).",
        "Keep in mind, though, that if you do conceive and have a baby, you will need more money to provide for your child, so take a careful look at how much money you will have left over.",
        "One possible factor is that older women are more likely to conceive babies with chromosomal abnormalities.",
        "The missionary position is thought to be the best position for trying to conceive, since it allows for the deepest penetration and will deposit sperm closer to the cervix.",
        "It is also important to properly calculate the date the baby was conceived or when you wish to conceive.",
        "Although it would seem that you can only conceive if you have sex on the day of ovulation (that is, the day the egg is released from the ovary), this is not the case.",
        "For couples who are actively trying to conceive, the time between intercourse and a positive pregnancy test result can seem much longer than any other one or two weeks of the year.",
        "Implantation bleeding is very light, meaning that women who are not trying to conceive, or who do not know that much about pregnancy, may miss implantation bleeding entirely.",
        "Many parents cannot conceive of purchasing such a costly diaper bag when school tuitions and living costs remain steadily on the rise.",
        "But we shall also find that, even if we could conceive the poetry to be a perfect expression of all that can be given in words and actions, the orchestra will express something greater; it will not run parallel with the poetry; the Leitmotif system will not be a collection of labels; the musical expression of singer and orchestra will not be a mere heightened resource of dramatic declamation.",
        "These programs should not be followed during menstruation or while trying to conceive.",
        "If you are pregnant, trying to conceive, or lactating, it is best to avoid herbal supplements unless advised by your doctor.",
        "Pregnant women, nursing mothers, and women trying to conceive should not be considered for this drug therapy.",
        "There may be medical issues that make one type of underwear better for you, depending on whether or not you're actively trying to conceive children with a partner."
    ],
    "definition": [
        "To become pregnant.",
        "To apprehend mentally; understand.",
        "Link/Cite"
    ]
}