{
    "translation": "מותנה",
    "uses": [
        "But you also say that our oath of allegiance is a conditional matter, and to that I reply: 'You are my best friend, as you know, but if you formed a secret society and began working against the government- -be it what it may--I know it is my duty to obey the government.",
        "Others teach \" conditional immortality.\"",
        "Certain sacrifices of animals he explains as intended to transfer a conditional curse.",
        "These act as endowments for a specific period, and are conditional on the holder devoting his time to the investigation at first hand of some specified subject.",
        "Clearly, then, Napoleon's desire for peace was conditional on his being allowed to dictate terms to the rulers and peoples concerned.",
        "How is categorical succeeded by conditional inference?",
        "In conditional baptism the Latins, since about the year 1227, use the formula, \" If thou art not baptized, then do I baptize thee,\" &c. The Latins further insist on a strict observance of the traditional matter and form.",
        "The decree of God is, when it concerns His own actions, absolute, but when it concerns man's, conditional, i.e.",
        "He thus makes immortality conditional on inclusion in the kingdom of God.",
        "Whately defined it as \"a conditional syllogism with two or more antecedents in the major and a disjunctive minor.\"",
        "In October 1900 a conditional agreement for the reduction of the bounties was made in Paris between France, Germany and Austria-Hungary; in February 1901 the Belgian government proposed a new session of the Conference of 1898, and on the 16th of December following Brussels welcomed once more the delegates of all the powers, with the exception of Russia, to the eighth European Sugar Bounty Conference since that of Paris in 1862.",
        "Eckhart appears, however, to have made a conditional recantation - that is, he professed to disavow whatever in his writings could be shown to be erroneous.",
        "The system now introduced consisted of three principal parts: (1) of a limited period of separate confinement in a home prison or penitentiary, accompanied by industrial employment and moral training; (2) of hard labour at some public works prison either at home or abroad; and (3) of exile to a colony with a conditional pardon or ticket-of-leave.",
        "Fiefs with a revenue of from 3000 to 20,000 aspres were timars, furnishing one armed warrior for every 3000 aspres' revenue; the grant of a fief was conditional on obligatory residence.",
        "Simplex and duplex obligatio were the old names for what are now more commonly called a single and a double or conditional bond.",
        "The franchise is adult suffrage, conditional on a previous residence in the colony for a year, including six months in the electoral district for which a claim to vote is registered.",
        "In 1856 President Ignacio Comonfort invited tenders for drainage works conditional on the use of waste waters for irrigation purposes, and the plan executed consists of a canal and tunnel 43 m.",
        "Coornhert could not plead for the toleration of heretics without assailing the dominant Calvinism, and so he opposed a conditional to its unconditional predestination.",
        "On the 6th of July 1909 he was suddenly taken ill, on the 10th he received conditional absolution from a priest of the diocese of Southwark, and on the 12th extreme unction from the prior of Storrington.",
        "Taylor (1784-1854) of New York making the admission of the state conditional upon its adoption of a constitution prohibiting slavery.",
        "This reaffirmed the seven sacraments, transubstantiation and the invocation of saints, and declared the pope head of the Church, but adopted Luther's doctrine of justification by faith in a conditional way, as well as the marriage of priests, and considerably modified the theory and practice of the Mass.",
        "The tribesmen owed fealty only to their chiefs, who in turn owed a kind of conditional allegiance to the over-king, depending a good deal upon the ability of the latter to enforce it.",
        "A conditional pardon most commonly occurs where an offender sentenced to death has his sentence commuted to penal servitude or any less punishment.",
        "On the one hand the British claim did not, it is seen, go the length of the restriction Great Britain consented to place on her own right of search during the Boer War, seeming to apply only to the case of ships carrying conditional contraband.",
        "In 1885 he became vicar of St Nicolas, Strassburg, and in 1889, declining an offer of preferment which was conditional on his becoming a German subject, he was expelled.",
        "A sentence of penal servitude as now administered consists of three distinct periods or stages: (I) that of probation endured in separate confinement at a so-called \"close\" prison; (2) a period of labour in association at a public works prison; and (3) conditional release for the unexpired portion of the sentence upon licence or ticket-of-leave.",
        "The convict is not eligible for release or licence, but when the time of conditional liberation would have formerly arrived the case is submitted to the authorities and dealt with on its merits.",
        "In Denmark all convicted prisoners pass through several stages, from cellular treatment to the intermediate prison and conditional liberty.",
        "His great stroke as a collector was to acquire (by bequest, conditional on paying off certain debts) in 1701 the cabinet of William Courten, who had made collecting the business of his life.",
        "These were: (1) that the divine decree of predestination is conditional, not absolute; (2) that the Atonement is in intention 'universal; (3) that man cannot of himself exercise a saving faith; (4) that though the grace of God is a necessary condition of human effort it does not act irresistibly in man; (5) that believers are able to resist sin but are not beyond the possibility of falling from grace.",
        "Holding a doctrine of \" conditional immortality,\" they believe that they alone have the true exegesis of Scripture, and that the \" faith of Christendom\" is\" compounded of the fables predicted by Paul.\"",
        "On the 24th of January 1895 she formally renounced all claim to the throne and took the oath of allegiance to the republic. The ex-queen and forty-eight others were granted conditional pardon on the 7th of September, and on the following New Year's Day the remaining prisoners were set at liberty.",
        "The doctrine of conditional immortality taught by Socinianism was accepted by Archbishop Whately, and has been most persistently advocated by Edward White, who \"maintains that immortality is a truth, not of reason, but of revelation, a gift of God\" bestowed only on believers in Christ; but he admits a continued probation after death for such as have not hardened their hearts by a rejection of Christ.",
        "Crassus declared that Flaccus could not neglect his sacred office, and imposed a conditional fine on him in the event of his leaving Rome.",
        "It is sometimes proposed to view the canonical prophets as simple preachers of righteousness; their predictions of woe, we are told, are conditional, and tell what Israel must suffer if it does not repent.",
        "Indeed Locke seems to allow that the consent was at first tacit, and by anterior law of nature conditional on the beneficial purpose of the trust being realized.",
        "Subsequently the perfect of the three conjugations has admitted forms in -r (anidres, amdrem, amdreu, amdren), derived from the ancient pluperfect amara, &c., which has held its ground down to the present day, with the meaning of a conditional in some verbs (one still hears fora, haguera).",
        "In 1576 he opposed the proposal of the Protestant princes to make a grant for the Turkish War conditional upon the abolition of the clause concerning ecclesiastical reservation, and he continued to support the Habsburgs.",
        "The Union of Horodlo also established absolute parity between the nobility of Poland and Lithuania, but the privileges of the latter were made conditional upon their profession of the Roman Catholic faith, experience having shown that difference of religion in Lithuania meant difference of politics, and a tendency Moscow-wards, the majority of the Lithuanian boyars being of the Greek Orthodox Confession.",
        "But we owe something to the Irish practice which first popularized the idea of maintaining a strict supervision over convicts in a state of conditional release, and it reconciled us to a system which was long wrongfully stigmatized as espionage.",
        "But in a hypothetical syllogism of the ordinary mixed type, the first or hypothetical premise is a conditional belief, e.g.",
        "The two chiefs, surveying the French army in their front, considered that no serious force was in front of Quatre Bras, and Wellington terminated the interview with the conditional promise that he would bring his army to Blucher's assistance at Ligny, if he was not attacked himself.",
        "He recognized the Pretender, \"James III.,\" and promised him subsidies conditional upon the re-establishment of Roman Catholicism in England.",
        "This will measures be best understood if we follow those who break the law through all the stages from that of arrest, through conviction, to release, conditional or complete.",
        "It is rather in the doctrine that even this indirect reasonableness of the most fundamental moral rules is entirely conditional on their general observance, which cannot be secured apart from government.",
        "This right to enforce into servitude those who might incur the displeasure of the governor or other high officers was not only exercised with reference to the individuals themselves who had received this conditional freedom; it was, adds Watermeyer, claimed by the government to be applicable likewise to the children of all such.",
        "Recognizing the falsity of this view of history, another set of historians say that power rests on a conditional delegation of the will of the people to their rulers, and that historical leaders have power only conditionally on carrying out the program that the will of the people has by tacit agreement prescribed to them.",
        "As in Bantu, the verb presents a multiplicity of forms, including one present, three past and future tenses, with personal endings complete, passive, interrogative, conditional, elective, negative and other forms, each with its proper participial inflexions.",
        "Such a conditional and tentative policy, on the part of a second-rate power, in a period of universal tension and turmoil, was most difficult; but Griffenfeldt did not regard it as impossible.",
        "According to Calvinism God's election unto salvation is absolute, determined by His olyn inscrutable will according to Arminianism it is conditional, dependent on man's use of grace.",
        "Further, pardon may be free or conditional.",
        "They were remanded on conditional bail to appear in Southwark Crown Court.",
        "I envisage one where low risk offenders get conditional cautions or fines.",
        "We regret we cannot accept any conditional bookings i.e. any booking which is specified to be conditional on the fulfillment of a particular request.",
        "conditional on acceptances.",
        "conditional on compliance with accessibility taxi regulations 34.",
        "conditional on shareholder approval, Serco's offer values each ITNET share at 320 pence.",
        "conditional on the receipt of'satisfactory references ' .",
        "In order to farm these, the Church and the rich landowners granted back the holdings on the temporary and conditional terms of tenancy-at-will or of the beneficium, thus multiplying endlessly the land subject to their overlordship and the men who were dependent upon them as tenants.",
        "It may be added that they do not quite realize what the copula exactly signifies: it does not signify existence, but it does signify a fact, namely, that something is (or is not) determined, either absolutely in a categorical judgment, or conditionally in a conditional judgment.",
        "To be categorical, a judgment does not require a belief in existence, but only that something, existent or not, is (or is not) determined; and there are two quite different attitudes of mind even to a non-existent thing, such as a square circle, namely, unconditional and conditional belief.",
        "A special Hague convention adopted at the Conference of 1907 now provides that hostilities \"must not commence without previous and explicit warning in the form of a reasoned declaration of war or of an ultimatum with conditional declaration of war.\"",
        "The vulgar Latin of Spain has kept the pluperfect indicative, still in current use vs a secondary form of the conditional (cantdra, yendira, pariiira), and, what is more remarkable still, as not occurring anywhere elle, the future perfect (canidre, vendiire, pcriiire, formerly canliro, vendilro, partiro).",
        "More recently, I have investigated conditional constructions in the early attestations of these languages.",
        "casuistic law, presents the ruling in a conditional formula beginning \" If a man.",
        "It enables conditional compilation for different compilers, different versions of the same compiler, and different OS platforms.",
        "The settlement remains conditional for a short time pending certain procedural formalities.",
        "Either fulfillment of the term was made conditional to insurers ' liability or it was not.",
        "conditional probability of a delay, given that John travels through the town center.",
        "conditional discharge by the Judge who ordered him to pay £ 150 costs to Suffolk Coastal.",
        "conditional bail to appear in Southwark Crown Court.",
        "conditional fee agreement with no success fee.",
        "conditional pardon who came on the Somersetshire in 1814.",
        "conditional approval for large or complex projects.",
        "conditional upon acceptance by each of the claimants.",
        "conditional upon approval by the Company's shareholders at the EGM.",
        "conditional upon full clearance being received prior to commencing employment.",
        "conditional upon the satisfactory completion of an application form.",
        "conditional upon admission by the Board of Graduate Studies.",
        "This is conditional on the achievement of sustainable and durable convergence between the UK and the euro area.",
        "defeasible rule or conditional.",
        "Mr Ellis was given a conditional discharge by the Judge who ordered him to pay £ 150 costs to Suffolk Coastal.",
        "This is made more powerful by the fact that conditional execution can be applied to most instructions!",
        "In certain circumstances, woodlands may also qualify for the conditional exemption for national heritage property.",
        "falsehood of a conditional expression to determine the execution path.",
        "formalitytlement remains conditional for a short time pending certain procedural formalities.",
        "hurdleerby Races 11th May 2006 Turbulent Flight was making her hurdling debut in the two mile conditional jockeys race.",
        "Are there other ways of introducing incentives to use a conditional fee, rather than legal aid, whenever possible?",
        "independencyw a belief network represents conditional independencies.",
        "We conclude with methods of reducing the cost of inflation swaps through conditional indexation on the coverage ratio of a fund.",
        "Four of last five winners were ridden by conditional jockeys.",
        "macroinstruction level by executing a conditional branch at the microinstruction level.",
        "The Census shows: George, aged 47 holder of a conditional pardon who came on the Somersetshire in 1814.",
        "The full conditional densities are evaluated and inverted numerically to obtain random draws of the joint posterior.",
        "We consider networks with heterogeneous a-priori conditional and unconditional failure probability.",
        "probabilityal classifiers, for example, require data to estimate conditional probabilities.",
        "quantile regression functions to examine how the return to schooling varies across the conditional distribution of earnings.",
        "On his conditional release Alireza worked as a mechanical engineer in a gasoline refinery.",
        "Tenants have a six-month assured shorthold tenancies and renewal of the tenancy is conditional upon them retaining their key worker job.",
        "There are plans to develop the panel as a way of delivering restorative Conditional Cautions.",
        "The United States accepted Japan's conditional surrender on August 11, with certain stipulations.",
        "In spite of some waverings towards what has lately been called \" conditional immortality \" (see Apologetics) the doctrine of \" natural immortality \" championed by Augustine became dominant in the church; an instalment of what was afterwards to be called Natural Theology; and a postulate or presupposition to-day - like free will - in Roman Catholic apologetics.",
        "The earlier apologists dispute the natural immortality of the soul; Athanasius himself, in De Incarnatione Dei, §§ 4, 5, tones down the teaching of Wisdom; and the somewhat eccentric writer Arnobius, a layman - from Justin Martyr downwards apologetics has always been largely in the hands of laymen - stands for what has recently been called \" conditional immortality \" - eternal life for the righteous, the children of God, alone.",
        "Either of these is a statement of fact with regard to a particular quantity; it is usually called an equation, but sometimes a conditional equation, the term \" equation \" being then extended to cover (i.) and (ii.).",
        "Elizabeth sent conditional offers of help to her kinswoman, provided she would accept of English intervention and abstain from seeking foreign assistance; but the messenger came too late.",
        "On the 26th of January 1569 she had been removed from Bolton Castle to Tutbury in Staffordshire, where proposals were conveyed to her, at the instigation of Leicester, for a marriage with the duke of Norfolk, to which she gave a graciously conditional assent; but the discovery of these proposals consigned Norfolk to the Tower, and on the outbreak of an insurrection in the north Mary, by Lord Hunsdon's advice, was again removed to Coventry, when a body of her intending deliverers was within a day's ride of Tutbury.",
        "> 9) y ultimatum specifying those terms, the compliance with which is demanded within a specified time, is practically a conditional declaration of war which becomes absolute in case of non-compliance.",
        "of verbs of the 2nd and 3rd conjugations has eva, iva instead of ia, a form which also occurs in the conditional (cantariva, drumiriva); the simple perfect, of which some types are still preserved in the actual language (e.g.",
        "It is another for the conditional q → p to be true.",
        "We also estimate quantile regression functions to examine how the return to schooling varies across the conditional distribution of earnings.",
        "This paper considers a linear triangular simultaneous equations model with conditional quantile restrictions.",
        "The United States accepted Japan 's conditional surrender on August 11, with certain stipulations.",
        "When you find a boat you like, you will typically make a conditional offer, often accompanied with a small deposit.",
        "An alien who has been married to a US citizen for a relatively short time (two years or less) can be granted a conditional green card.",
        "The alien and his/her spouse are required to apply to have the conditional status on the green card lifted three months before the couple's second wedding anniversary.",
        "If the couple's marriage ends in divorce within two years, the alien's spouse's conditional permanent resident status can be terminated.",
        "You may need a permit to build, or a permit might be conditional based on size, in which case a small shed may be free of permit regulations that require the submission of a formal building plan.",
        "Several states have laws that consider engagement rings to be \"conditional gifts,\" which means the woman can only keep the ring if the marriage takes place.",
        "conditional on completion.",
        "However, please note that any offer of additional or retrospective ERDF grant is strictly conditional."
    ],
    "definition": [
        "con·di′tion·al′i·ty (-dĭsh′ə-năl′ĭ-tē)\nn.",
        "con·di′tion·al·ly\nadv.",
        "Link/Cite"
    ]
}