{
    "translation": "דחוס, מרוכז",
    "uses": [
        "The following condensed account has been abstracted from it.",
        "It burns with a purple flame, forming carbon dioxide and nitrogen; and may be condensed (by cooling to - 25° C.) to a colourless liquid, and further to a solid, which melts at - 34.4° C. (M.",
        "The third and concluding volume, which was to treat in a more condensed form the principal problems of practical philosophy, of philosophy of art and religion, never appeared.",
        "Finally, we condensed everything on a small computer thumb drive which we hid in the removable base of a desk lamp.",
        "A further generalization was effected by August Kekule, who rejected the hydrochloric acid type as unnecessary, and introduced the methane type and condensed mixed types.",
        "Such condensed nuclei are, in many cases, more readily obtained than the parent nucleus.",
        "Soden lozenges (Sodener Pastillen), condensed from the waters, are also in great repute.",
        "Winckler's own views are condensed in the 3rd edition - a re-writing - of Schrader's work (Keilinschr.",
        "This may be brought about by a distillation under pressure, or by allowing the condensed distillate to fall into the highly heated residue in the still.",
        "In order to separate the distillate into various fractions, and to remove as much of it as possible free from condensed steam, it is now usual to employ condensing appliances of special form with outlets for running off the different fractions.",
        "It may be condensed and yields a solid which melts at - 55° C. Sulphuretted hydrogen decomposes it with formation of hydrofluoric acid and liberation of sulphur.",
        "The former of these has the entire text, but no plates; the latter reproduces the plates, but the text is in places much condensed, and excellent notes are added.",
        "Thiophene yields a similar series: isothiazole (only known as the condensed ring, isobenzothiazole), thiazole, diazosulphides, piazthioles, azosulphimes and thiobiazole (the formulae are easily derived from the preceding series by replacing oxygen by sulphur).",
        "The distinction between algebraical and arithmetical reasoning then lies mainly in the fact that the former is in a more condensed form than the latter; an unknown quantity being represented by a special symbol, and other symbols being used as a kind of shorthand for verbal expressions.",
        "The apparatus consists of three parts: - the \"retort\" or \"still,\" in which the substance is heated; the \"condenser,\" in which the vapours are condensed; and the \"receiver,\" in which the condensed vapours are collected.",
        "Vancouver lies in a region of extensive forests and of fruitgrowing and farming lands; among its manufactures are lumber products, barrels, condensed milk, flour, beer and canned f_uit.",
        "At a time when many encyclopedias have capsulated and condensed important knowledge, the 11th edition is generally much more in-depth and thorough on its topics.",
        "Other manufactures of importance are butter, cheese and condensed milk, packed meats and other slaughter-house products, steam railway cars, foundry and machine-shop products, linseed oil, malt liquors, planing-mill products, sash, doors and blinds, boots and shoes, and agricultural implements.",
        "All their endeavours have obtained at best but a doubtful success, for they have overlooked the fact that to evaporate a given weight of water from the syrup in a vacuum pan at least an equal weight (or in practice about 15% more) of steam must be condensed, and the first cost of mechanical agitators, together with the expenditure they involve for motive power and maintenance, must be put against the slight saving in the heating surface effected by their employment.",
        "This work was abridged by Bleek for his college lectures, and was published in that condensed form in 1868.",
        "Martin, Through Five Republics of South America (London, 1905); Bartolome Mitre (condensed translation by William Pilling), The Emancipation of South America (London, 1893); G.",
        "In its simplest form the apparatus consists of a straight tube, made of glass, porcelain or iron according to the temperature required and the nature of the reacting substances, heated in an ordinary combustion furnace, the mixture entering at one end and the vapours being condensed at the other.",
        "The mono-amino derivatives or eurhodines are obtained when the arylmonamines are condensed with orthoamino zo compounds; by condensing quinone dichlorimide or para-nitrosodimethyl aniline with monamines containing a free para position, or by oxidizing ortho-hydroxydiaminodiphenylamines (R.",
        "Bamberger's observations on reduced quinoline derivatives point to the same conclusion, that condensed nuclei are not benzenoid, but possess an individual character, which breaks down, however, when the molecule is reduced.",
        "Wood-spirit, petroleum and coal-tar distillates are condensed in plant of the latter type.",
        "Condensed Nuclei.",
        "Boron chloride BC1 3 results when amorphous boron is heated in chlorine gas, or more readily, on passing a stream of chlorine over a heated mixture of boron trioxide and charcoal, the volatile product being condensed in a tube surrounded by a freezing mixture.",
        "This gigantic nebulous mass, of which the sun was only the central and somewhat more condensed portion, is supposed to have a movement of rotation on its axis.",
        "It seemed to Herschel that he was thus able to view the actual changes by which masses of phosphorescent or glowing vapour became actually condensed down into stars.",
        "Naphthyridines and naphthinolines result from the condensation of two pryridine and two quinoline nuclei respectively; and quino-quinolines are unsymmetrical naphthyridine nuclei condensed with a benzene nucleus.",
        "The space a must allow for the inclusion of a copper spiral if the substance contains nitrogen, and a silver spiral if halogens be present, for otherwise nitrogen oxides and the halogens may be condensed in the absorption apparatus; b contains copper oxide; c is a space for the insertion of a porcelain or platinum boat containing a weighed quantity of the substance; d is a copper spiral.",
        "Consult further Materials for the Study of the Economic Conditions of West Siberia (22 vols., St Petersburg, 1889-1898), condensed in Peasant Land-Tenure and Husbandry in Tobolsk and Tomsk (St Petersburg, 1894), both in Russian.",
        "As a source of light he used sunshine passing through a very small hole perforated in a metal plate, or condensed by a lens of short focus.",
        "The terms of peace may be condensed into the following points: (1) Surrender of all burghers in the field, with all arms and munitions of war; (2) all burghers duly declaring themselves subjects of King Edward VII.",
        "In the Linnemann column the condensed vapours temporarily collect on platinum gauzes (a) placed at the constrictions of a bulbed tube.",
        "- In this process a current of steam, which is generated in a separate boiler and superheated, if necessary, by circulation through a heated copper worm, is led into the distilling vessel, and the mixed vapours condensed as in the ordinary processes.",
        "In the American petroleum refineries it is found that sufficient cracking can be produced by slow distillation in stills of which the upper part is sufficiently cool to allow of the condensation of the vapours of the less volatile hydrocarbons, the condensed liquid thus falling back into the heated body of oil.",
        "Thus ortho-phenylene diamine yields the following products: N H N ./`N; Xn NZ In some cases oxidation of condensed benzenoid-heterocyclic nuclei results in the rupture of the heterocyclic ring with the formation of a benzene dicarboxylic acid; but if the aromatic nucleus be weakened by the introduction of an amino group, then it is the benzenoid nucleus which is destroyed and a dicarboxylic acid of the heterocyclic ring system obtained.",
        "As compared with other states of the Union Minnesota ranked third in 1900 and fifth in 1905 in lumber; sixth in 1900 and fifth in 1905 in cheese, butter and condensed milk; eighth in 1900 and in 1905 in agricultural implements; and fourteenth in 1900 and eighth in 1905 in planing-mill products.",
        "A thriving export trade is carried on in agricultural produce, condensed milk is manufactured, and slate is extensively quarried in the neighbourhood, while some coal is exported from the neighbouring fields.",
        "The water question caused no great difficulty at Helles, but the very limited local supply found within the contracted area occupied by Birdwood's force gave out almost entirely when the dry season set definitely in, and much of that which was brought by sea or condensed had to be conveyed up steep inclines to the trenches.",
        "the less volatile vapours are condensed and return to the flask,, while the more volatile component passes over.",
        "The relative luxuriance of the vegetation on the upper part of the mountain, compared with that of its lower slopes, is due not only to the rainfall, but to the large additional moisture condensed from clouds.",
        "Ruff and Curt Albert (Ber., 1905, 38, p. 53) by decomposing titanium fluoride with silicon chloroform in sealed vessels at 100 -120° C. It is a colourless gas which may be condensed to a liquid boiling at -80 2° C. On solidification it melts at about -110° C. The gas is very unstable, decomposing slowly, even at ordinary temperatures, into hydrogen,, silicon fluoride and silicon: 4SiHF 3 =2H 2 +3SiF 4 +Si.",
        "distillare, more correctly destillare, to drop or trickle down), an operation consisting in the conversion of a substance or mixture of substances into vapours which are afterwards condensed to the liquid form; it has for its object the separation or purification of substances by taking advantage of differences in volatility.",
        "- In this process the substance operated upon is invariably a solid, the vapours being condensed and collected as in the other methods.",
        "Bernthsen (Ann., 1884, 224, p. 1) condensed diphenylamine with fatty acids, in the presence of zinc chloride.",
        "Wailer (Ann., 1857, 104, p. 94), is formed by heating crystallized silicon in hydrochloric acid gas at a temperature below red heat, or by the action of hydrochloric acid gas on copper silicide, the products being condensed by liquid air and afterwards fractionated (0.",
        "At ordinary temperatures it is a gas, but may be condensed to a liquid which boils at - 6° C. It has a strong ammoniacal smell, burns readily and is exceedingly soluble in water.",
        "a condenser so placed that the condensed vapours return to the distilling flask, a device permitting the continued boiling of a substance with little loss; W.",
        "Three types of columns are employed: (I) the elongation is simply a straight or bulb tube; (2) the column, properly termed a \"dephlegmator,\" is so constructed that the vapours have to traverse a column of previously condensed vapour; (3) the column is encircled by a jacket through which a liquid circulates at the same temperature as the boiling-point of the most volatile component.",
        "The clouds of steam condensed to copious torrents, which, mingling with the fine ashes, proiced muddy streams that swept far and wide over the plains, aching even to the foot of the Apennines.",
        "Mommsen in Monumenta Germaniae Historica: Auctores Antiquissimi, xii., 1894 condensed English translation by T.",
        "The passage quoted is obviously a condensed quotation of the Roman Creed, which reappears also in the following (de Virg.",
        "without any valve between them - the space in the still and condenser not occupied by liquid being charged with air, carbon dioxide or other gas, under the required pressure, and the condenser being provided with a regulated outlet for condensed liquid.",
        "The more important types are derived from aromatic nuclei, benzene, naphthalene, &c.; the ortho-di-derivatives of the first named, lending themselves particularly to the formation of condensed nuclei.",
        "Metallurgy The principles underlying the extraction of zinc may be summarized as: (I) the ore is first converted into zinc oxide; (2) the oxide is distilled with carbon and the distillate of metallic zinc condensed.",
        "Wirthwein, the titanium mineral is fused with carbon in the electric furnace, the carbides treated with chlorine, and the titanium chloride condensed.",
        "In the same way, by electrolysing a mixture of a metallic salt and an ester, other nuclei may be condensed; thus potassium acetate and potassium ethyl succinate yield CH 3 * CH2 ï¿½ CH2 ï¿½ C02 C2H5.",
        "Having condensed his doctrines in the Principe and the Discorsi, he applies their abstract principles to the example of the Florentine republic. But the History of Florence is not a mere political pamphlet.",
        "It can be condensed into the liquid state by cold or by pressure, and experiments by G.",
        "Next in importance is the manufacture of dairy products, the value of which in 1900 was $15,846,077 (an increase of 50.3% in ten years) and in 1905 was $15,028,326; at both censuses the state ranked third in the value of cheese, butter, and condensed milk and of food preparations, which were valued at $6,934,724 in 1905.",
        "Accordingly in 1868, he published his Manual of Mental and Moral Science, mainly a condensed form of his treatises, with the doctrines re-stated, and in many instances freshly illustrated, and with many important additions.",
        "This work was a commission from Lardner's Cabinet Cyclopaedia, and was originally intended to have been condensed into two or three duodecimo volumes.",
        "A condensed biography by G.",
        "The second industry was the manufacture of cheese, butter and condensed milk, and the third, printing and publishing.",
        "Butter, cheese and condensed milk manufactured were valued at $122,128 in 1900 and at $562,481 in 1905.",
        "The commercial salt is known as salvolatile or salt of hartshorn and was formerly obtained by the dry distillation of nitrogenous organic matter such as hair, horn, decomposed urine, &c., but is now obtained by heating a mixture of sal-ammoniac, or ammonium sulphate and chalk, to redness in iron retorts, the vapours being condensed in leaden receivers.",
        "The disadvantage in this process is that the by-products, such as pyroligneous acid, acetone, wood spirit, &c., are lost; as an alternative method, wood is frequently carbonized in ovens or retorts and the volatile products are condensed and utilized.",
        "It is readily condensed, passing into the liquid condition at o° C. under a pressure of 35 atmospheres.",
        "It may be condensed to a liquid, which boils at 8° C. It is readily soluble in benzene, glacial acetic acid, and in many hydrocarbons.",
        "Brunner's process consisted in forming an intimate mixture of potassium carbonate and carbon by igniting crude tartar in covered iron crucibles, cooling the mass, and then distilling it at a white heat from iron bottles, the vaporized metal being condensed beneath the surface of paraffin or naphtha contained in a copper vessel.",
        "But the Creed was but the condensed essence of the New Testament scriptures, and behind it there lay an appeal to these scriptures, which was especially necessary where (as in the case of the Valentinian Gnostics) the dissident bodies professed to accept the common belief of Christians.",
        "In these we are presented, in a condensed form, with an account of the people, the language and the civil and ecclesiastical history, as well as the agricultural and commercial state of Scotland during the first thirteen centuries of our era.",
        "This would make the Round Table analogous to the turning castles which we frequently meet with in romances; and while explaining the peculiarities of Layamon's text, would make it additionally probable that he was dealing with an earlier tradition of folklore character, a tradition which was probably also familiar to Wace, whose version, though much more condensed than Layamon's, is yet in substantial harmony with this latter.",
        "Archimedes's process of unending cycles of arithmetical operations could at best have been expressed in his time by a \" rule\" in words; in the 16th century it could be condensed into a \" formula.\"",
        "Completus, 633 A condensed record compiled by J.",
        "Large quantities of condensed milk, put up in hermetically sealed tins, are sold fcr use in mining camps and on board steamships.",
        "This fissure represents the hilum of the liver, and contains the right and left hepatic ducts and the right and left branches of the hepatic artery and portal vein, together with nerves and lymphatics, the whole being enclosed in some condensed subperitoneal tissue known as Glisson's capsule.",
        "His writings in tone and character are always alike \" rich in thought and destitute of form, passionate and hair-splitting, eloquent and pithy in expression, energetic and condensed to the point of obscurity.\"",
        "The insects included in this order differ from those of the two preceding orders in their more condensed abdomens which bear no cerci, while the number of Malpighian tubes is reduced to four.",
        "It may be condensed to a dark red liquid which is decomposed by moist air into chromic acid and chromic fluoride.",
        "The Prayer Book represents in a much condensed and abbreviated form the four chief ancient service books, viz.: the Missal, Breviary, Manual and Pontifical.",
        "On the other hand, in winter the warm currents coming in from the Persian Gulf being met to a large extent by northerly currents from the snow-covered tracts of Armenia, are condensed down on to the plain and discharge moisture enough to cover the gravel steppes with spring herbage.",
        "Having by these means condensed as much as I could of the phlogisticated air, I let up some solution of liver of sulphur to absorb the dephlogisticated air; after which only a small bubble of air remained unabsorbed, which certainly was not more than of the bulk of the dephlogisticated air let up into the tube; so that, if there be any part of the dephlogisticated air of our atmosphere which differs from the rest, and cannot be reduced to nitrous acid, we may safely conclude that it is not more than 7a part of the whole.\"",
        "This low refractivity is noteworthy as strongly antagonistic to the view at one time favoured by eminent chemists that argon was a condensed form of nitrogen represented by N3.",
        "On the large scale it is obtained by distilling Chile saltpetre with concentrated sulphuric acid in horizontal cast iron stills, the vapours being condensed in a series of stoneware Woulfe's bottles.",
        "The temperature of the condenser is so regulated as to bring about the condensation of the nitric acid only, which runs out at the bottom of the pipe, whilst any uncondensed steam, nitrogen peroxide and other impurities pass into a Lunge tower, where they meet a descending stream of water and are condensed, giving rise to an impure acid.",
        "There are manufactures of mineral water and condensed milk, corn-mills and tanneries.",
        "This purified oxide, mixed with sodium chloride and coal tar, was carbonized at a red heat, and ignited in a current of dry chlorine as long as vapours of the double chloride were given off, these being condensed in suitable chambers.",
        "The third is also in the para position; for if benzaldehyde be condensed with aniline, condensation occurs in the para position, for the compound formed may be converted into para-dioxybenzophenone, C6H5CHO -)C6H5CH(C6H4NH2)2 - >C6H5CH(C6H40H)2 -->CO(C6H40H)2 but if para-nitrobenzaldehyde be used in the above reaction and the resulting nitro compound N02 C6H4 CH(C6H4NH2)2 be reduced, then pararosaniline is the final product, and consequently the third amino group occupies the para position.",
        "It may be condensed to a liquid, which boils at about o° C. It is a powerful methylating agent, reacting with water to form methyl alcohol, and converting acetic acid into methylacetate, hydrochloric acid into methyl chloride, hydrocyanic acid into acetonitrile, and phenol into anisol, nitrogen being eliminated in each case.",
        "This information has been condensed and brought up to date by Max Heimbucher, Orden and Kongregationen (2 vols., 1896-1897; a 2nd ed.",
        "To avoid dryness and prolixity he condensed quotations, and occasionally employed the Thucydidean method of abridgment or representation in place of fact catalogues.",
        "heat was determined by observing the amount of steam condensed in a given time.",
        "Nicolay, A Short Life of Abraham Lincoln (New York, 1904), condensed from the preceding; John T.",
        "Among its manufactures are sewing machines, boilers, automobiles, bicycles, roller-skates, pianos, gloves and mittens, corsets, flour and dairy products, Borden's condensed milk factory being located there.",
        "Condensed in the highest degree, the diary is yet easy to read when the style is once mastered, and it is a great help to the understanding of his cold, methodical, unimpassioned character.",
        "The principal industrial establishments include flour-mills (Limerick supplying most of the west of Ireland with flour), factories for bacon-curing and for condensed milk and creameries.",
        "Some salt decrepitates on solution (Knistersalz), the phenomenon being due to the escape of condensed gases.",
        "The manufactures include linen fabrics, cloth, toys, buttons, optical instruments, agricultural machines, knives, mineral waters, condensed soups and condensed milk.",
        "The manufacture of cheese, butter and condensed milk increased.",
        "This many-sided activity is a tribute to the greatness of Goethe's mind and personality; we may regard him merely as the embodiment of his particular age, or as a poet \"for all time\"; but with one opinion all who have felt the power of Goethe's genius are in agreement - the opinion which was condensed in Napoleon's often cited words, uttered after the meeting at Erfurt: Voila un hommel Of all modern men, Goethe is the most universal type of genius.",
        "Brownson, collected and published his various political, religious, philosophical, scientific and literary writings, in twenty octavo volumes (Detroit, 1883-1887), of which a condensed summary appeared in a single volume, also prepared by his son, entitled Literary and Political Views (New York, 1893).",
        "The latter was formerly often constructed as a reverberatory furnace, which is easy to build and to work, but the hydrochloric acid given off here, being mixed with the products of the combustion of the fuel, cannot be condensed to strong acid and is partly, if not entirely, wasted.",
        "This requires more time and fuel than the work in \" open \" furnaces, but in the muffles the gaseous hydrochloric acid is separated from the fire-gases, just like that evolved in the pot, and can therefore be condensed into strong hydrochloric acid, like the pot-acid.",
        "that all the hydrochloric acid gas gets mixed with fire-gases, and consequently is condensed in a weaker and less pure form than from ordinary pots and muffles.",
        "Gossage to the condensation of hydrochloric acid, are still nearly everywhere in use, frequently combined with a number of stone tanks through which the gas from the furnaces travels before entering the towers, meeting on its way the acid condensed in the tower.",
        "This acid must, therefore, be condensed in the ordinary way into liquid hydrochloric acid and formerly could be worked up only by the Weldon process.",
        "By cooling the vapours the sulphur is condensed in a very pure form, and about 85% of the whole of it is recovered, the remaining 15% escaping in the shape of sulphur dioxide (S02) and H 2 S.",
        "Just below the top there is a cooling arrangement, so that nearly all the water is condensed and runs back into the column, while the ammonia, with the carbon dioxide formerly combined with part of it, passes on first through an outside cooler where the remaining water is condensed, and afterwards into the vessels, already described, where the ammonia is absorbed by a solution of salt and thus again introduced into the process.",
        "It is a pleasant-smelling gas, which burns when ignited, and may be condensed to a liquid which boils at 23.6° C. It is somewhat soluble in water and readily soluble in alcohol, and concentrated sulphuric acid.",
        "This was popularly condensed into the aphorism, yet current in Holland, that \"Art is not the business of the government,\" and Thorbecke was condemned as the author of it.",
        "India to the east of the Indus was first made known in Europe by the historians' and men of science who accompanied Alexander the Great in 327 B.C. Their narratives, although now lost, are condensed in Strabo, Pliny and Arrian.",
        "The least trace of damp in the lagging, or of moisture condensed on the surface of the calorimeter, may produce serious loss of heat by evaporation.",
        "The difficulties arise in connexion with the determination of the quantities of ice melted or steam condensed, and in measuring the latent heat of fusion or vaporization in terms of other units for the comparison of observations.",
        "The weight of steam condensed on the body gives a means of calculating the quantity of heat required to raise it from the atmospheric temperature up to ioo° C. in terms of the latent heat of vaporization of steam at zoo° C. There can be no appreciable gain or loss of heat by radiation, if the admission of the steam is sufficiently rapid, since the walls of the enclosure are maintained at too C., very nearly.",
        "The method requires very delicate weighing, as one calorie corresponds to less than two milligrammes of steam condensed; but the successful application of the method to the very difficult problem of measuring the specific heat of a gas at constant volume, shows that these and other difficulties have been very skilfully overcome.",
        "Many of the clusters are of very irregular forms, either showing no well-marked centre of condensation, or else condensed in streams along certain lines.",
        "It forms black lustrous crystals, or when quickly condensed, a dark green crystalline powder.",
        "It is a pale yellow gas which can be condensed, on cooling, to a dark-coloured liquid boiling at 5° C. (under a pressure of 737.9 mm.).",
        "Now, with one brilliant exception - the story of the swimming-match, which is felicitously introduced and finely told - these retrospective passages are brought in more or less awkwardly, interrupt inconveniently the course of the narrative, and are too condensed and allusive in style to make any strong poetic impression.",
        "The Reformation was well established before it attracted any serious 1 This account of the Uniat Churches is largely condensed from the excellent article \" Unierte Orientalen,\" by F.",
        "on reduction it yields butyro-lactone, and when CO condensed with benzene in the presence of aluminium chloride it yields chiefly -y-diphenylbutyro-lactone.",
        "The biography of Calhoun by Dr Hermann von Holst in the \"American Statesmen Series\" (Boston, 1882) is a condensed study of the political questions of Calhoun's time.",
        "Starting from an experiment, narrated by Priestley, in which John Warltire fired a mixture of common air and hydrogen by electricity, with the result that there was a diminution of volume and a deposition of moisture, Cavendish burnt about two parts of hydrogen with five of common air, and noticed that almost all the hydrogen and about one-fifth of the common air lost their elasticity and were condensed into a dew which lined the inside of the vessel employed.",
        "The dihydro-oxazoles or oxazolines are similarly formed when 13-halogen alkyl amides are condensed with alkali (S.",
        "1908, 41, P 594): At ordinary temperatures it is a gas, but it may be condensed to a liquid and finally solidified, the solid melting at -151 ° C. It is characterized by its penetrating smell.",
        "Of the five \"faithful sayings,\" three occur in I Tim.; these condensed aphorisms tally with liturgical fragments such as the famous quotation in I Tim.",
        "So condensed and coarsened is the indwelling air-current of inorganic bodies that no trace of elasticity or life remains; it cannot even afford them the power of motion; all it can do is to hold them together Su va us), and, in technical language, Pneuma is present in stone or metal as a retaining principle (g t;ts=hold), explaining the attributes of continuity and numerical identity (rvvE X i) «al 1)vw J .zEva) which even these natural substances possess.",
        "Alexander Winchell, Michigan: Being Condensed Popular Sketches of the Topography, Climate and Geology of the State (1873), is in large measure restricted to the south half of the state.",
        "Soc., 1895, 17, p. 187) manufactures it by passing the vapour of acetic acid through a rotating iron cylinder containing a mixture of pumice and precipitated barium carbonate, and kept at a temperature of from 500° C. to 600° C. The mixed vapours of acetone, acetic acid and water are then led through a condensing apparatus so that the acetic acid and water are first condensed, and then the acetone is condensed in a second vessel.",
        "The remaining years of Petrarch's life, important as they were for the furtherance of humanistic studies, may be briefly condensed.",
        "(3pEX€w), the water vapour of the atmosphere when condensed into drops large enough to be precipitated upon the earth.",
        "There is a large agricultural trade, the locality being especially noted for the rearing of ducks; strawplaiting and the manufacture of condensed milk are carried on, and there are printing works.",
        "A regular current of chlorine mixed with steam is led in at the bottom of a tall tower filled with broken bricks, and there meets a descending stream of hot bittern: bromine is liberated and is swept out of the tower together with some chlorine, by the current of steam, and then condensed in a worm.",
        "The periodic process depends on the interaction between manganese dioxide (pyrolusite), sulphuric acid, and a bromide, and the operation is carried out in sandstone stills heated to 60° C., the product being condensed as in the continuous process.",
        "It can be condensed to a liquid, which boils at - 64.9°C. (under a pressure of 738.2 mm.), and, by still further cooling, gives colourless crystals which melt at - 88.5° C. It is readily soluble in water, forming the aqueous acid, which when saturated at 0° C. has a specific gravity of 1.78.",
        "As phosphorus boils at 2 9 0°C. (554° F.), it is produced in the form of vapour, which, mingled with carbon monoxide, passes to the condenser, where it is condensed.",
        "The corresponding sulphur compound, thiophosphoryl fluoride, PSF 3, obtained by heating lead fluoride and phosphorus pentasulphide to 200°, is a colourless gas, which may be condensed to a clear transparent liquid.",
        "Middlewich shares in the salt industry common to several towns, such as Northwich and Winsford, in this part of the county; there are also chemical works and a manufacture of condensed milk.",
        "In consequence of the radiation of heat the whole body will be more condensed than before, but whether it is hotter or colder than before will depend on whether the contraction set up is more or less than enough to restore an exact balance.",
        "Theal's History and Geography of South Africa (3rd ed., London, 1878), from which this account is condensed.",
        "When sodio-malonic ester is condensed with trimethylene bromide the chief product is ethyl pentane tetracarboxylate, tetramethylene dicarboxylic ester being also formed, and from this the free acid may be obtained on hydrolysis.",
        "Lesser manufacturing interests are railway shop construction (value in 1905, $11,521,144); zinc smelting and refining (value in 1905, $10,999,468); the manufacture of cheese, butter and condensed milk (value in 1905, $3,94 6, 349); and of foundry and machine shop products (value in 1905, $3,756,825).",
        "s Liquor condensed from gas alone, without wash water.",
        "The second liquid product of the destructive distillation of coal is the ammoniacal or gas liquor, which consists of water containing ammonia salts in solution, partly condensed from the hot gas, and partly added to wash the gas in the scrubbers.",
        "Coal gas, being a mixture of gases and vapours of liquids having very varying boiling points, must necessarily undergo physical changes when the temperature is lowered Vapours of liquids of high boiling point will be condensed more quickly than those having lower boiling points, but condensation of each vapour will take place in a definite ratio with the decrease of temperature, the rate being dependent upon the boiling point of the liquid from which it is formed.",
        "The tar and liquor when condensed have a dissolving action on various valuable light-giving constituents of the gas, which in the ordinary way would not be deposited by the lowering of temperature, and for this reason the heavy tar, and especially that produced in the hydraulic main, should come in contact with the gas as little as possible, and condensation should take place slowly.",
        "of the tar and flue-dust is also condensed, which is of importance where bituminous coal is employed for firing.",
        "h, h are cooling-pipes for the gas where most of the undecomposed steam (say io% of the whole employed in d) is condensed.",
        "Second in value in 1905 were cheese, butter and condensed milk ($29,994,791), in the product of which Wisconsin ranked second to New York in 1900 and 1905.",
        "In 1905 Wisconsin ranked first of all the states in the value of butter, second in the value of cheese and fifth in the value of condensed milk; the dairy product of Wisconsin in this year was 17.8% (by value) of that of the entire country.",
        "In every bailliage and senechaussee each estate drew up its own cahier and the cahiers of the Third Estate were condensed from separate cahiers drawn up by each parish in the district.",
        "To obviate the evils thence resulting, Calvin, in union with Farel, drew up a condensed statement of Christian doctrine consisting of twenty-one articles.",
        "It may be synthesized from toluene; more interesting is its production when acetone dicarboxylic ester is condensed with the aid of sodium.",
        "Wherever Valmiki has condensed, Tulsi Das has expanded, and wherever the elder poet has lingered longest, there his successor has hastened on most rapidly.",
        "For an exposition of his religious position, 3 The summary given above is condensed from the translation by Dr Grierson, at pp. 229-236 of the Indian Antiquary, vol.",
        "They pass into the refrigerator, where they are condensed and fall back as a condensed liquid through the meal, percolating it as they pass downwards, and reaching to the bottom of the vessel as a more or less saturated solution of oil in the solvent.",
        "The distillation is generally performed in a still with an inlet for steam and an outlet to carry the vapours laden with essential oils into a condenser, where the water and oil vapours are condensed.",
        "Evaporation then continues at the constant temperature T, abstracting heat from the substance outside the refrigerator as shown by the line BC. The vapour is then compressed along the line CD to the temperature T2, when, by the action of the cooling water in the condenser, heat is abstracted at constant temperature and the vapour condensed along the line DA.",
        "In the second vessel, which is placed in cold water, the vapour rich in ammonia is condensed under pressure.",
        "The raised bed remains in a condensed form, having been reduced to make way for the old bathtub.",
        "The condensed nucleus fragments into several small round balls of condensed chromatin.",
        "This would in effect establish a boundary between inactive condensed chromatin and active open chromatin.",
        "The mitotic index is the fraction of cells in a microscope field which contain condensed chromosomes.",
        "condensed there are condensing communal boilers feeding each pod.",
        "Open cooled condensed milk and stir in the vanilla extract.",
        "When first built it made condensed milk, about 1898.",
        "We have a national facility within the condensed matter group for the production of thin magnetic films by molecular beam epitaxy.",
        "Theory of Condensed Matter Origin of large electromechanical coupling in relaxor ferroelectrics Prof. Ron E. Cohen, Carnegie Institution of Washington.",
        "globin loci is found to be condensed in all tissues analyzed.",
        "letterpress descriptions, forming a valuable condensed history of the progress of the town, were also given.",
        "The flange lubricators use condensed steam direct from the auxiliary manifold and when correctly used apply a steady trickle of water to the flange.",
        "For a reduced fat version use light condensed milk, which is made using skimmed milk.",
        "Indirect lateral ventilation prevents formation of condensed moisture inside the goggles.",
        "oligosaccharide structures Using the condensed system of carbohydrate nomenclature [Ref.",
        "Julia Yeomans runs an active research group in theoretical condensed matter physics.",
        "Web of Science returned the highest number of citations for condensed matter physics 1993 and 2003 (22.5 and 3.9 respectively ).",
        "vapour condensed water vapor now takes on the form of water droplets, which then form clouds.",
        "It burns with a purple flame, forming carbon dioxide and nitrogen; and may be condensed (by cooling to - 25Ã‚° C.) to a colourless liquid, and further to a solid, which melts at - 34.4Ã‚° C. (M.",
        "It may be condensed and yields a solid which melts at - 55Ã‚° C. Sulphuretted hydrogen decomposes it with formation of hydrofluoric acid and liberation of sulphur.",
        "A wholly baseless anecdote, condensed into a stinging epigram by Endymion Porter, asserted that The Lover's Melancholy was stolen by Ford from Shakespeare's papers.",
        "He expressed in an eager, disjointed, but condensed and laboured fashion, certain deep-lying convictions - that philosophy must come back from unsubstantial metaphysics to the solid facts of human nature and natural science, that the human body was no less important than the human spirit (\"Der Mensch ist was er isst\") and that Christianity was utterly out of harmony with the age.",
        "Pliny, relying wholly on characters taken from the feet, limits himself to three groups - without assigning names to them - those which have \" hooked tallons, as Hawkes; or round long clawes, as Hennes; or else they be broad, flat, and whole-footed, as Geese and all the sort in manner of water;foule \" - to use the words of Philemon Holland, who, in 1601, published a quaint and, though condensed, yet fairly faithful English translation of Pliny's work.",
        "a successful attempt to state the theories and facts of chemistry, not in condensed epitomes, but in an easily read form.",
        "Pointing out that condensed types can only be fused with a radical replacing more than one atom of hydrogen, he laid the foundation of the doctrine of valency, a doctrine of incalcul able service to the knowledge of the structure of chemical compounds.",
        "But it must be here understood that each member of these condensed nuclei need not necessarily be identical in structure; thus the central nuclei in anthracene and phenanthrene differ very considerably from the terminal nuclei (see below, Condensed Nuclei).",
        "Ingram, Natalia, a Condensed History of the Exploration and Colonization of Natal and Zululand (London, 1897); C. P. Lucas, Historical Geography of the British Colonies, vol.",
        "When complete removal of the pus mass has been accomplished by the process of absorption, the damaged area is replaced by the new fibrous tissue, which later becomes condensed and forms the cicatricial or scar tissue (fig.",
        "Ruff and Curt Albert (Ber., 1905, 38, p. 53) by decomposing titanium fluoride with silicon chloroform in sealed vessels at 100 -120Ã‚° C. It is a colourless gas which may be condensed to a liquid boiling at -80 2Ã‚° C. On solidification it melts at about -110Ã‚° C. The gas is very unstable, decomposing slowly, even at ordinary temperatures, into hydrogen,, silicon fluoride and silicon: 4SiHF 3 =2H 2 +3SiF 4 +Si.",
        "At ordinary temperatures it is a gas, but may be condensed to a liquid which boils at - 6Ã‚° C. It has a strong ammoniacal smell, burns readily and is exceedingly soluble in water.",
        "Mansfield to facilitate the fractionation of paraffin and coaltar distillates, consisted in having a pipe leading from the inclined delivery tube of the still to the still again, so that any vapour which condensed in the delivery tube was returned to the still.",
        "The aeration of the water is effected by blowing air into the steam before it is condensed; as an auxiliary, the storage tanks have a false bottom perforated by fine holes so that if air be injected below it, the water is efficiently aerated by the air which traverses it in fine streams. After condensation the water is filtered through charcoal.",
        "In the same way, by electrolysing a mixture of a metallic salt and an ester, other nuclei may be condensed; thus potassium acetate and potassium ethyl succinate yield CH 3 * CH2 Ã¯¿½ CH2 Ã¯¿½ C02 C2H5.",
        "See also the articles Adulteration; Dairy And Dairy Farming; Infancy; Dietetics; Food and Food PRESERVATION; in the last of which the preparation of condensed milk is described.",
        "It is readily condensed, passing into the liquid condition at oÃ‚° C. under a pressure of 35 atmospheres.",
        "It may be condensed to a liquid, which boils at 8Ã‚° C. It is readily soluble in benzene, glacial acetic acid, and in many hydrocarbons.",
        "It may be condensed to a liquid, which boils at about oÃ‚° C. It is a powerful methylating agent, reacting with water to form methyl alcohol, and converting acetic acid into methylacetate, hydrochloric acid into methyl chloride, hydrocyanic acid into acetonitrile, and phenol into anisol, nitrogen being eliminated in each case.",
        "For a proper utilization of the condensed acid it is nearly always imperative that it should be as strong as possible, and this forms a second important consideration in the construction of the condensing apparatus.",
        "It is a pleasant-smelling gas, which burns when ignited, and may be condensed to a liquid which boils at 23.6Ã‚° C. It is somewhat soluble in water and readily soluble in alcohol, and concentrated sulphuric acid.",
        "The weight of steam condensed on the body gives a means of calculating the quantity of heat required to raise it from the atmospheric temperature up to iooÃ‚° C. in terms of the latent heat of vaporization of steam at zooÃ‚° C. There can be no appreciable gain or loss of heat by radiation, if the admission of the steam is sufficiently rapid, since the walls of the enclosure are maintained at too C., very nearly.",
        "It is a colourless gas, which can be condensed by cold and pressure to a liquid boiling at - 83.7Ã‚° C., and can also be solidified, the solid melting at - 112.5Ã‚° C. (K.",
        "It is a pale yellow gas which can be condensed, on cooling, to a dark-coloured liquid boiling at 5Ã‚° C. (under a pressure of 737.9 mm.).",
        "The benzoxazoles are formed when ortho-aminophenols are condensed with organic acids (A.",
        "1908, 41, P 594): At ordinary temperatures it is a gas, but it may be condensed to a liquid and finally solidified, the solid melting at -151 Ã‚° C. It is characterized by its penetrating smell.",
        "The principles of the outbreak of 1848 were in the air, and Michelet was not the least important of those who condensed and propagated them: indeed his original lectures were of so incendiary a kind that the course had to be interdicted.",
        "Too often the brown, barren, sun-scorched ridges are obscured in the yellow dust haze which drifts upwards from the plains; too often the whole perspective of hill and vale is blotted out in the grey mists that sweep in soft, resistless columns against these southern slopes, to be condensed and precipitated in ceaseless, monotonous rainfall.",
        "Soc., 1895, 17, p. 187) manufactures it by passing the vapour of acetic acid through a rotating iron cylinder containing a mixture of pumice and precipitated barium carbonate, and kept at a temperature of from 500Ã‚° C. to 600Ã‚° C. The mixed vapours of acetone, acetic acid and water are then led through a condensing apparatus so that the acetic acid and water are first condensed, and then the acetone is condensed in a second vessel.",
        "The periodic process depends on the interaction between manganese dioxide (pyrolusite), sulphuric acid, and a bromide, and the operation is carried out in sandstone stills heated to 60Ã‚° C., the product being condensed as in the continuous process.",
        "It can be condensed to a liquid, which boils at - 64.9Ã‚°C. (under a pressure of 738.2 mm.), and, by still further cooling, gives colourless crystals which melt at - 88.5Ã‚° C. It is readily soluble in water, forming the aqueous acid, which when saturated at 0Ã‚° C. has a specific gravity of 1.78.",
        "As phosphorus boils at 2 9 0Ã‚°C. (554Ã‚° F.), it is produced in the form of vapour, which, mingled with carbon monoxide, passes to the condenser, where it is condensed.",
        "The corresponding sulphur compound, thiophosphoryl fluoride, PSF 3, obtained by heating lead fluoride and phosphorus pentasulphide to 200Ã‚°, is a colourless gas, which may be condensed to a clear transparent liquid.",
        "But as regards the first of these, it is rather a case of condensed citation than of misinterpretation; the second is explained by the writer's carelessness as shown in other passages, and all are solved if a considerable interval of time elapsed between the compilation of the Constitutions and the spurious Ignatian epistles.",
        "By means of vessels termed the analyser and the rectifier, the bulk of the water was condensed at a comparatively high temperature and run back to the generator, while the ammonia passed into a condenser, and there assumed the liquid form under the pressure produced by the heat in the generator and the cooling action of water circulating outside the condenser tubes.",
        "In this statement there is condensed a wealth of Hermetic knowledge let him read who can.",
        "This condensed water vapor now takes on the form of water droplets, which then form clouds.",
        "This is then condensed against a frozen coil inside the dehumidifier.",
        "You'll see summaries of reviews on other sites, all condensed to make your choice easier.",
        "The sections below offer a condensed outline of how typical divorce negotiations may occur with the help of a qualified mediator.",
        "Choose light fabrics (cotton, satin, silk, etc.) that can be condensed easily into luggage; avoid bulky clothes that take up more space.",
        "This is something that you will really have to read about yourself, but to give you a condensed version of it, it is basically \"the art of doing nothing\" to help give you a better understanding of who your dog really is.",
        "The lyrics were condensed in the musical version.",
        "It occurs when the clouds become heavy with condensed water.",
        "Most sites that rate razors gather multiple ratings and give you a condensed version of various reviews.",
        "The cheaper models don't offer this type of window kit and the heat waste is condensed into moisture that then drips into a collection pan or bottle attached to the unit.",
        "Many of the cheaper models will have a drip moisture collecting tray or bottle for the water condensed from the air, in the same way many dehumidifiers have.",
        "You must vent the condensed hot air out of your space with a venting kit.",
        "Vent the hot condensed air from the unit to avoid overheating the air conditioner and damaging its electrical components.",
        "And since the program no longer airs, an episode guide is truly the next best thing to spoilers - they offer pertinent information about each episode condensed into one tidy paragraph.",
        "Of course, nothing can compare with watching an actual episode, but oftentimes fans will upload condensed video updates of the show.",
        "This program can be done over three semesters or condensed down into 2 semesters.",
        "It's offers a condensed overview of your career progression, as well as your current position which is what an employer is most interested in.",
        "Condensed information blocks offering 60-second solutions to business challenges written in English and Spanish.",
        "The benefit of reading short stories is that they are condensed.",
        "Compressed: The compressed version is tighter than Helvetica Condensed and was designed by designed by Matthew Carter.",
        "Narrow: The width of this font is between Compressed and Condensed."
    ],
    "definition": [
        "simple past tense and past participle of condense",
        "The state of having been condensed; highly concentrated.",
        "Link/Cite"
    ]
}