{
    "translation": ".1 דחיסה\n.2 עיבוי (של מים)",
    "uses": [
        "She wrote her name in the condensation on the side of her tea glass.",
        "Malonic acid, as well as its esters, is characterized by the large number of condensation products it can form.",
        "Like Anaximenes, he believed air to be the one source of all being, and all other substances to be derived from it by condensation and rarefaction.",
        "Pinner, Ber., 1892, 25, p. 1624): / NH N C?CsH 5 2C61 - 15 C +(CH 3 C0) 2 0 -> C6H5 C N; NH 2 N :C?CH3 or by the condensation of aromatic nitriles with acid chlorides in the presence of aluminium chloride (Eitner and Krafft, Ber., 1892, 25, p. 2263).",
        "As a literary composition they do not rank very high, which may be due partly to the author's years, partly to the inequality of his sources, sometimes superabundant, sometimes defective, partly perhaps to the somewhat hasty condensation of his original draft.",
        "An objectionable feature of the system of allowing the vapour to escape from the still to the condenser through a loaded valve, viz: the irregularity of the distillation, is thus removed, and the benefits of regular vaporization and condensation under high pressure are obtained.",
        "The condensation of a nebula could be followed in the same manner as we can study the growth of the trees in the forest, by comparing the trees of various ages which the forest contains at the same time.",
        "The formaldehyde at once undergoes a process of condensation oi- polymerization by the protoplasm of the plastid, while the hydrogen peroxide is said to be decomposed into water and free oxygen by another agency in the cell, of the nature of one of the enzymes of which we shall speak later.",
        "At every stage of the geographical cycle the land forms, as they exist at that stage, are concerned in guiding the condensation and flow of water in certain definite ways.",
        "Except such as are of coral formation, the Antilles are hilly, not to say mountainous, their summits rising in places to an elevation of 8000 ft., and nearly all, prior to their occupation by Europeans, were covered with luxuriant forest, which, assisting in the collection and condensation of the clouds brought by the trade winds, ensured its own vitality by precipitating frequent and long-continued rains; upon the fertile soil.",
        "Scholtz (Ber., 1894, 2 7, p. 2 95 8) from piperonyl acrolein (the condensation product of piperonal and acetaldehyde) and acetic acid.",
        "The effect may, however, also be due to chemical change known as condensation, and be accompanied by the elimination of the elements of water.",
        "An important class of compounds, termed amines (q.v.), results from the condensation of alcohols with ammonia, water being eliminated between the alcoholic hydroxyl group and a hydrogen atom of the ammonia.",
        "A notable example is provided by the phthaleins, which result by the condensation of phthalic anhydride with phenols.",
        "The steam is introduced into the pipes at about the pressure of the atmosphere, and is sucked through the system by means of a vacuum pump, which at the same operation frees the pipes from air and from condensation water.",
        "They form condensation products with aldehydes, benzaldehyde and aniline forming benzylidene aniline, C 6 H 5 N: CHC 6 H 5, and when heated with acids they form anilides.",
        "compounds containing an oxy in addition to an aldehydic or ketonic group) undergo both condensation and oxidation when treated with phenylhydrazine, forming compounds known as osozones; these are of great importance in characterizing the sugars (q.v.).",
        "The effect of chemical agents in producing coagulation are in consonance with what is known of other instances of polymeric or condensation changes, whilst the fact that the collection of globules separated by creaming after thorough washing, and therefore removal of all proteid, is susceptible of solidification into caoutchouc by a merely mechanical act such as churning, strongly supports the view that the character of the change is distinct from that of any alteration which may occur in the proteid constituents of the latex.",
        "Substituted acetylenes also exhibit this form of condensation; for instance, bromacetylene, BrC: CH, is readily converted into tribrombenzene, while propiolic acid, HC: C. COOH, under the influence of sunlight, gives benzene tricarboxylic acid.",
        "In using benzoyl chloride in this reaction the condensation is found to proceed better if a little ammonium chloride be added: 2C6H5 CNd-C6H5.0001 C6H5 C Cl OC C6H5 6 H 5 N C(C6H5):N The cyanidines behave as weak bases.",
        "Naphthyridines and naphthinolines result from the condensation of two pryridine and two quinoline nuclei respectively; and quino-quinolines are unsymmetrical naphthyridine nuclei condensed with a benzene nucleus.",
        "In the American petroleum refineries it is found that sufficient cracking can be produced by slow distillation in stills of which the upper part is sufficiently cool to allow of the condensation of the vapours of the less volatile hydrocarbons, the condensed liquid thus falling back into the heated body of oil.",
        "For more efficient condensation - and also for shortening the apparatus - the central tube may be flattened, bent into a succession of V's, or twisted into a spiral form, the object in each case being to increase the condensing surface.",
        "The globules in the latex are liquid, and the phenomenon of coagulation would seem to consist in the passage of this liquid into solid caoutchouc through the kind of change known as polymerization or condensation, in which a liquid passes into solid without alteration of composition or by condensation with the elimination of the elements of water.",
        "4]-trimethylbenzene or pseudocumene; and of the condensation product of two molecules of isovaleryl aldehyde with one of acetone, C 3 H 7 CH 2 CH:C(C 3 H 7) CH:CH CO.",
        "Soc. for 1903 and 1905) goes to show that during cloudy weather the summit of the mountain resembles an immense sponge, and that this condensation of moisture considerably influences the yield of the springs in the lower part of the mountain.",
        "These compounds may be considered as 5-triazolones, a series of isomeric 3-triazolones resulting from the condensation of phenylsemicarbazide with aromatic aldehydes in the presence of an oxidant.",
        "CH :CH (OH), formed by acting on formic ester with acetone in the presence of sodium ethylate, readily yields [1.3.51-triacetylbenzene, C 6 H 3 (CO CH 3) 3; oxymethylene acetic ester or formyl acetic ester or ß-oxyacrylic ester, (HO)CH :CH CO 2 C 2 H 51 formed by condensing acetic ester with formic ester, and also its dimolecular condensation product, coumalic acid, readily yields esters of [1.3.",
        "On heating piperidine with phosphorus pentachloride to 200°C. in a sealed tube pentamethylene dichloride is obtained, and this on treatment with potassium phthalimide gives a condensation product of composition, C 6 H 4 [CO] 2 N(CH 2) 5 N[CO] 2 C 6 H 4, which is finally hydrolysed by hydrochloric acid.",
        "By the action of hydroxylamine or phenylhydrazine on aldehydes or ketones, condensation occurs between the carbonyl oxygen of the aldehyde or ketone and the amino group of the hydroxylamine or hydrazine.",
        "Somewhat similar condensations are: of geranial or citral, (CH 3) 2 CH CH 2 CH :CH C(CH 3) :CH CHO, to p-isopropylmethylbenzene or cymene; of the condensation product of methylethylacrolein and acetone, CH3 CH2 CH:C(CH3) CH:CH CO CH3, to [1.3.",
        "The skeletons of these types are (the carbon atoms are omitted for brevity): We have previously referred to the condensation of heterocyclic ring systems containing two vicinal carbon atoms with benzene, naphthalene and other nuclei.",
        "Such a reduction of temperature is brought about along the greater part of the coasts of India and of the BurmoSiamese peninsula by the interruption of the wind current by continuous ranges of mountains, which force the mass of air to rise over them, whereby the air being rarefied, its specific capacity for heat is increased and its temperature falls, with a corresponding condensation of the vapour originally held in suspension.",
        "Naturally he selects fire, according to him the most complete embodiment of the process of Becoming, as the principle of empirical existence, out of which all things, including even the soul, grow by way of a quasi condensation, and into which all things must in course of time be again resolved.",
        "at a period corresponding to the condensation of the fibrous laminae and the disappearance of the cellular character of the granulation tissue.",
        "One or two benzene nuclei may suffer condensation with the furfurane, thiophene and pyrrol rings, the common carbon atoms being vicinal to the hetero-atom.",
        "A historic example is that of the condensation of three molecules of acetone, CH 3 CO CH 3, in the presence of sulphuric acid, to s-trimethylbenzene or mesitylene, C 6 H 3 (CH 3) 3, first observed in 1837 by R.",
        "Typical formulae are (R denoting 0, S or NH): Isomers are possible, for the condensation may be effected on the two carbon atoms symmetrically placed to the hetero-atom; these isomers, however, are more of the nature of internal anhydrides.",
        "We may here mention the synthesis of oxyuvitic ester (5-methyl-4-oxy-I-3-benzene dicarboxylic ester) by the condensation of two molecules of sodium acetoacetic ester with one of chloroform (Ann., 1883, 222, p. 249).",
        "insulated to prevent condensation.",
        "In Afghanistan, Persia, Asia Minor and Syria, winter and spring appear to be the chief seasons of condensation.",
        "It is also formed by the condensation of anthranilic acid with acetaldehyde (S.",
        "She twisted her glass around in the puddle of condensation.",
        "draughtsating all drafts can lead to condensation problems in hidden parts of the structure.",
        "For example, plumbing leaks or condensation behind the walls can eventually lead to mold problems and structural issues.",
        "Turner of Oxford; and the star cluster M.35 Geminorum, a fine and bright, but loose, cluster, with very little central condensation.",
        "Large chambers are also used in the condensation of mercury.",
        "Its powerful affinity for the elements of water makes it a valuable dehydrating and condensation agent.",
        "On the other hand, if a gas be sufficiently cooled and compressed, it liquefies; this transition is treated theoretically in the article Condensation Of Gases, and experimentally in the article Liquid Gases.",
        "Casein has a deep matt and very slightly chalky finish and is best suited where the background is dry and there's low condensation.",
        "The formation of dense banks of cloud in the afternoon, when the up wind is strongest, along the southern face of the snowy ranges of the Himalaya, is a regular daily phenomenon during the hotter months of the year, and heavy rain, accompanied by electrical discharges, is the frequent result of such condensation.",
        "Metaor iso-xylene, the most important isomer, may be prepared by nucleus-synthetic reactions, or by distilling mesitylenic acid, C 6 H 3 (CH 3) 2 CO 2 H, an oxidation product of mesitylene, C 6 H 3 (CH 3) 3, which is produced on the condensation of acetone, with lime; this reaction is very important, for it orientates meta-compounds.",
        "Drewson, Ber., 1883, 16, p. 2207); by passing the vapour of allyl aniline over heated lead oxide; by the condensation of ortho-aminobenzaldehyde with acetaldehyde in the presence of aqueous.",
        "Condensation empties through an exhaust hose so there are no buckets to empty.",
        "chromatin condensation is a major focus of our apoptosis studies.",
        "Greater ionizing radiation from the Sun during those times also tends to produce more nuclei in the atmosphere for cloud condensation.",
        "Vertical ducts should be fitted with a condensation trap and a weather proof cowl of sufficient free area for the air volume.",
        "prone to damp or condensation.",
        "Condensation takes place when the water vapor in the air cools and changes back into liquid form.",
        "2 3, p. 2 377) investigated the condensation of pyroracemic acid, CH 3 CO 000H, with various aliphatic aldehydes, and obtained from two molecules of the acid and one of the aldehyde in the presence of baryta water alkylic isophthalic acids: with acetaldehyde [1.3.51-methylisophthalic acid or uvitic acid, C 6 H 3 CH 3 (000H) 2, was obtained, with propionic aldehyde [1.3.",
        "Condensation of gases >>",
        "His works are marked by exegetical skill, unusual power of condensation and uniform fairness.",
        "The most remarkable of these is that by Francis Quignonez, cardinal of Santa Croce in Gerusalemme (1536), which, though not accepted by Rome,' formed the model for the still more thorough reform made in 1549 by the Church of England, whose daily morning and evening services are but a condensation and simplification of the Breviary offices.",
        "The condensation of vapour from the ascending currents and their gradual exhaustion as they are precipitated on successive ranges is very obvious in the cloud effects produced during the monsoon, the southern or windward face of each range being clothed day after day with a white crest of cloud whilst the northern slopes are often left entirely free.",
        "Again, the primary substance has rectilinear motion in two directions, backwards and forwards, at once a condensation, which produces cohesion and substance, and a dilatation, the cause of extension and qualities.",
        "The Cosmos ` must be conceived as a single whole, its variety being referred to varying stages of condensation in Pneuma.",
        "The lowering of tension, which follows the condensation of the vapour, is then strikingly shown by the sudden precipitation of the water.] Ef f ect of Surface-tension on the Velocity of Waves.",
        "To celebrate his seventieth birthday his scientific papers were collected and published in two volumes (Gesammelte Werke, Brunswick, 1905), and the names of the headings under which they are grouped give some idea of the range and extent of his chemical work: (1) organic arsenic compounds, (2) uric acid group, (3) indigo, (4) papers arising from indigo researches, (5) pyrrol and pyridine bases, (6) experiments on the elimination of water and on condensation, (7) the phthaleins, (8) the hydro-aromatic compounds, (9) the terpenes, (io) nitroso compounds, (11) furfurol, (12) acetylene compounds and \"strain\" (Spannungs) theory, (13) peroxides, (14) basic properties of oxygen, (15) dibenzalacetone and triphenylamine, (16) various researches on the aromatic and (17) the aliphatic series.",
        "In 1823, when Faraday liquefied chlorine, he read a paper which suggested the application of liquids formed by the condensation of gases as mechanical agents.",
        "When heated in a vacuum to 530 it sublimes, and on condensation forms microscopic needles.",
        "A third consideration is the condensation of the vapours formed in the concentrating process; the further the concentration proceeds the more sulphuric acid they contain.",
        "Condensation is a comparatively easy task in the case of platinum apparatus, but with glass or porcelain beakers or retorts it presents great difficulties.",
        "CH 2 CH 2 ' and from the condensation of ethyl oxalate with esters of other dibasic acids in presence of sodium ethylate (W.",
        "Hexahydrobenzoic acid, C 6 H 11 CO 2 I-I, is obtained by the reduction of benzoic acid, or by the condensation of 1.5 dibrompentane with disodio-malonic ester.",
        "These subjects are discussed in the articles Density; Thermometry; Calorimetry; Diffusion; Conduction Of Heat; and Condensation Of Gases.",
        "The series of operations connected with the manufacture and distribution of coal gas embraces the processes of distillation, condensation, exhaustion, wet purification by washing and scrubbing, dry purification, measuring, storing and distribution to the mains whence the consumer's supply is drawn.",
        "The result is that from the time the gaseous mixture leaves the retort it begins to deposit condensation products owing to the decrease in temperature.",
        "Condensation takes place in the ascension pipe, in the arch piece leading to the hydraulic main, and to a still greater extent in the hydraulic main itself where the gas has to pass through water.",
        "The condenser, by effecting the condensation of water vapour, also brings about the deposition of solid naphthalene, apart from that which naturally condenses owing to reduction of temperature.",
        "In the former case the gas traverses pipes exposed to the atmosphere and so placed that the resulting products of condensation may be collected at the lowest point.",
        "The tar and liquor when condensed have a dissolving action on various valuable light-giving constituents of the gas, which in the ordinary way would not be deposited by the lowering of temperature, and for this reason the heavy tar, and especially that produced in the hydraulic main, should come in contact with the gas as little as possible, and condensation should take place slowly.",
        "A partly successful attempt to make use of certain portions of the liquid products of distillation of coal before condensation by the second method was the Dinsmore process, in which the coal gas and vapours which, if allowed to cool, would form tar, were made to pass through a heated chamber, and a certain proportion of otherwise condensible hydrocarbons was thus converted into permanent gases.",
        "The wide heated plains of the Sahara, and in a lesser degree the corresponding zone of the Kalahari in the south, have an exceedingly scanty rainfall, the winds which blow over them from the ocean losing part of their moisture as they pass over the outer highlands, and becoming constantly drier owing to the heating effects of the burning soil of the interior; while the scarcity of mountain ranges in the more central parts likewise tends to prevent condensation.",
        "In 1867 Rees Reece, taking advantage of the fact that two vapours of different boiling-points, when mixed, can be separated by means of fractional condensation, brought out an absorption machine in which the distillate was very nearly anhydrous.",
        "In the latter the vapour passes direct from the refrigerator to the pump, and power has to be expended merely in raising the temperature to a sufficient degree to enable condensation to occur at the temperature of the cooling water.",
        "Finally, the dynamical aspects of Bose condensation are further investigated by studying the evolution of excited atoms.",
        "Even more importantly it also acts as a vapor barrier preventing condensation forming and steel rusting from within the inside.",
        "(See Condensation Of Gases.) Let us consider a single gas, consisting of N similar molecules in a volume v, and let the energy of each molecule, as in formula (2) be given by E = 2P i (mu 2 +mv 2 +mw 2 +a101 2 +.",
        "About 1874 he abandoned the manufacture of coal-tar colours and devoted himself exclusively to research in pure chemistry, and among the discoveries he made in this field was that of the reaction known by his name, depending on the condensation of aldehydes with fatty acids (see Cinnamic Acid).",
        "While sharing the opinion of Tycho as to the origin of such bodies by condensation of nebulous matter from the Milky Way, he attached a mystical signification to the coincidence in time and place of the sidereal apparition with a triple conjunction of Mars, Jupiter and Saturn.",
        "ANTIPYRINE (phenyldimethyl pyrazolone) (C11H12N20), is prepared by the condensation of phenylhydrazine with acetoacetic ester, the resulting phenyl methyl pyrazolone being heated with methyl iodide and methyl alcohol to loo-110Ã‚° C.: CH 0=N CH3 C-N CH3 >N C6H5 - II >N C6H6 CH 2 -CO HC-CO Phenyl methyl pyrazolone Antipyrine On the large scale phenylhydrazine is dissolved in dilute sulphuric acid, the solution warmed to about 40Ã‚° C. and the aceto-acetic ester added.",
        "It may also be prepared by oxidizing benzyl alcohol with concentrated nitric acid; by distilling a mixture of calcium benzoate and calcium formate; by the condensation of chlor-oxalic ester with benzene in the presence of aluminium chloride, the ester of the ketonic acid formed being then hydrolysed and the resulting acid distilled: C 6 H 6 +Cl CO Cooc 2 H 5 = C,H5co COOC2H5d-HC1, C 6 H 5 CO 000H =C6H5CHO+C02; by the action of anhydrous hydrocyanic acid and hydrochloric acid on benzene, an aldime being formed as an intermediate product: C 6 H 6 +HCN+HC1= C6H5CH :NH HC1, Benzaldine hydrochloride C 6 H 5 CH: NH HC1+H 2 O =NH4C1+C6H5CHO; and by the action of chromium oxychloride on toluene dissolved in carbon bisulphide (A.",
        "A more expensive model will have an exhaust kit that actually vents the heat exhaust outside your home and alleviates the need to constantly be emptying a water from the condensation.",
        "The condensation collection is achieved by an attached collector that allows the system to self-evaporate.",
        "The ice cubes clink as you drink, and the glass is growing slippery from the condensation building on it.",
        "Certain a-diketones condense to form benzenoid quinones, two molecules of the diketone taking part in the reaction; thus diacetyl, CH 3 CO CO CH 3, yields p-xyloquinone, C 6 H 2 (CH 3) 2 0 2 (Ber., 1888, 21, p. 1411), and acetylpropionyl, CH 3 CO CO C 2 H 5, yields duroquinone, or tetramethylquinone, C 6 (CH 3) 4 0 2, Oxymethylene compounds, characterized by the grouping > C:CH(OH), also give benzene derivatives by hydrolytic condensation between three molecules; thus oxymethylene acetone, or formyl acetone, CH 3 CO.",
        "HYDRAZONE, in chemistry, a compound formed by the condensation of a hydrazine with a carbonyl group (see Alde Hydes; Ketones).",
        "Thus Thales recognized change, but was not careful to explain it; Anaximander attributed to change two directions; Anaximenes conceived the two sorts of change as rarefaction and condensation; Heraclitus, perceiving that, if, as his predecessors had tacitly assumed, change was occasional, the interference of a moving cause was necessary, made change perpetual.",
        "Ketones do not polymerize in the same way as aldehydes, but under the influence of acids and bases yield condensation products; thus acetone gives mesityl oxide, phorone and mesitylene (see below).",
        "The mean value, 0.313 of dH/d0, between looÃ‚° and 200Ã‚° agrees fairly well with Regnault's coefficient 0.305, but it is clear that considerable errors in calculating the wetness of steam or the amount of cylinder condensation would result from assuming this important coefficient to be constant.",
        "Tetramethyl-diamido-benzophenone or Michler's ketone, CO[C6H4N (CH3)2]2, melting at 173Ã‚°, is of technical importance, as by condensation with various substances it can be made to yield dye-stuffs.",
        "Chc02r; CH 2 CO / by the condensation of two molecules of aceto-acetic ester with aldehydes followed by saponification (E.",
        "The general estimate of commentators is thus stated by Adams: \" The peculiar style and method of Hippocrates are held to be conciseness of expression, great condensation of matter, and disposition to regard all professional subjects in a practical point of view, to eschew subtle hypotheses and modes of treatment based on vague abstractions.\"",
        "But it is better to apply the Boyle's law test in addition, provided that errors due to, surface condensation can be avoided.",
        "The 0, 4) diagram is useful in the study of heat waste and condensation, but from other points of view the utility of the conception of entropy as a \" factor of heat \" is limited by the fact that it does not correspond to any directly measurable physical property, but is merely a mathematical function arising from the form of the definition of absolute temperature.",
        "When a stage is reached such that the number of molecules lost to the liquid by evaporation is exactly equal to that regained by condensation, we have a liquid in equilibrium with its own vapour.",
        "SAFRANINE, in chemistry, the azonium compounds of symmetrical diamino-phenazine and containing the ring system annexed: / N / or X N .% CI R C1 R They are obtained by the joint oxidation' of one molecule of a paradiamine with two molecules of a primary amine; by the condensation of para-aminoazo compounds with primary amines (0.",
        "The pen of Milton was employed for this purpose, and his famous sonnet is but the condensation of his state papers.",
        "Thus in 1864 the spectroscope yielded him evidence that planetary and irregular nebulae consist of luminous gas - a conclusion tending to support the nebular hypothesis of the origin of stars and planets by condensation from glowing masses of fluid material.",
        "In some of his smaller books, however, he shows great powers of condensation and arrangement, and writes tersely enough.",
        "They may also be prepared by the inner condensation of a-aminoaldehydes or a-aminoketones in the presence of a mild oxidizing agent, such as mercuric chloride or copper sulphate in boiling alkaline solution (L.",
        "In Mareska and Donny's process the condensation is effected in a shallow iron box, which has a large exposed surface, capable of being cooled by damped cloths.",
        "It can be prepared by the reduction of phenyl propiolic acid with zinc and acetic acid, by heating benzal malonic acid, by the condensation of ethyl acetate with benzaldehyde in the presence of sodium ethylate or by the so-called \"Perkin reaction\"; the latter being the method commonly employed.",
        "Streams of rainwater, formed by condensation of exhaled steam often mingled with volcanic ashes so as to produce mud, are known as lava d'acqua, whilst the streams of molten matter are called lava di fuoco.",
        "In 1815 he published anonymously in the Annals of Philosophy a paper \"On the relation between the specific gravities of bodies in their gaseous state and the weights of their atoms,\" in which he calculated that the atomic weights of a number of the elements are multiples of that of hydrogen; and in a second paper published in the same periodical the following year he suggested that the rrpcbrn iiXrl of the ancients is realized in hydrogen, from which the other elements are formed by some process of condensation or grouping.",
        "The water supply, formerly very uncertain and unsatisfactory, is mainly from reservoirs and from condensation.",
        "but the most effective supply is obtained by condensation of sea water.",
        "ANTIPYRINE (phenyldimethyl pyrazolone) (C11H12N20), is prepared by the condensation of phenylhydrazine with acetoacetic ester, the resulting phenyl methyl pyrazolone being heated with methyl iodide and methyl alcohol to loo-110° C.: CH 0=N CH3 C-N CH3 >N C6H5 - II >N C6H6 CH 2 -CO HC-CO Phenyl methyl pyrazolone Antipyrine On the large scale phenylhydrazine is dissolved in dilute sulphuric acid, the solution warmed to about 40° C. and the aceto-acetic ester added.",
        "Where the blast has to be kept up for only a few seconds, this instrument is quite serviceable, but in longer chemical operations inconvenience arises from the condensation of moisture exhaled by the lungs in the tube.",
        "Towards the end of his life he adopted the view that the elements have been formed by some process of condensation from one primordial substance of extremely small atomic weight, and he expressed the conviction that atomic weights within narrow limits are variable and modified according to the physical conditions in which a compound is formed.",
        "Mitscherlich in 1834, may be prepared by reducing nitrobenzene in alcoholic solution with zinc dust and caustic soda; by the condensation of nitrosobenzene with aniline in hot glacial acetic acid solution; or by the oxidation of aniline with sodium hypobromite.",
        "He not only agrees with Laplace and Lyell about the evolution of the solar system, but also supposes that the affinities, pointed out by Lothar Meyer and Mendeleeff, between groups of chemical elements prove an evolution of these elements from a primitive matter (prothyl) consisting of homogeneous atoms. These, however, are not ultimate enough for him; he thinks that everything, ponderable and imponderable or ether, is evolved from a primitive substance, which condenses first into centres of condensation (pyknatoms), and then into masses, which when they exceed the mean consistency become ponderables, and when they fall below it become imponderables.",
        "He supposes that aesthesis and tropesis, as rudimentary sensation and will, are the very causes of condensation; that they belong to pyknatoms, to ponderables and imponderables, to chemical atoms and molecules.",
        "By evaporation and condensation, then, the solvent can pass through this perforated partition, which thus acts as a perfect semi-permeable membrane.",
        "The temperature of the condenser is so regulated as to bring about the condensation of the nitric acid only, which runs out at the bottom of the pipe, whilst any uncondensed steam, nitrogen peroxide and other impurities pass into a Lunge tower, where they meet a descending stream of water and are condensed, giving rise to an impure acid.",
        "610 (1892), 19192 (1895)] recommends distillation and condensation of nitric acid in a partial vacuum.",
        "The third is also in the para position; for if benzaldehyde be condensed with aniline, condensation occurs in the para position, for the compound formed may be converted into para-dioxybenzophenone, C6H5CHO -)C6H5CH(C6H4NH2)2 - >C6H5CH(C6H40H)2 -->CO(C6H40H)2 but if para-nitrobenzaldehyde be used in the above reaction and the resulting nitro compound N02 C6H4 CH(C6H4NH2)2 be reduced, then pararosaniline is the final product, and consequently the third amino group occupies the para position.",
        "With ammonia they yield complex condensation products; acetone forming diand tri acetonamines (W.",
        "Chemie, 1866, 2, p. 308), on account of their ready condensation to form azo compounds and their easy reduction to hydrazines, assumed that they were substances of the type R N: N Cl.",
        "Perhaps a satisfactory point of view may be here obtained by applying the van der Waals' equation A(P-{-a/V2)(V-b)=2T, which connects volume V, pressure P and temperature T (see Condensation Of Gases).",
        "ESTERS, in organic chemistry, compounds formed by the condensation of an alcohol and an acid, with elimination of water; they may also be considered as derivatives of alcohols, in which the hydroxylic hydrogen has been replaced by an acid radical, or as acids in which the hydrogen of the carboxyl group has been replaced by an alkyl or aryl group. In the case of the polybasic acids, all the hydrogen atoms can be replaced in this way, and the compounds formed are known as \"neutral esters.\"",
        "The areas of successive surfaces vary as their radii, hence the rate of transmission Q/AT varies inversely as the radius r, and is Q/2lrrlT, if 1 is the length of the cylinder, and Q the total heat, calculated from the condensation of steam observed in a time T.",
        "The principles of the condensation, that is of converting the gaseous hydrochloric acid given off during the decomposition of common salt into a strong solution of this gas in water, can be summarized in a few words.",
        "Gossage to the condensation of hydrochloric acid, are still nearly everywhere in use, frequently combined with a number of stone tanks through which the gas from the furnaces travels before entering the towers, meeting on its way the acid condensed in the tower.",
        "The Method of Condensation was first successfully applied by J.",
        "Many of the clusters are of very irregular forms, either showing no well-marked centre of condensation, or else condensed in streams along certain lines.",
        "They have a symmetrical circular shape, the condensation increasing rapidly towards the centre.",
        "As the first condensation takes place, the resulting development of heat causes the hydrogen, helium and light gases to be expelled.",
        "show a condensation towards the galactic plane.",
        "(WolfRayet) stars; in their case the condensation into the galactic regions is complete, for of the 91 known stars of this type, 70 are actually in the Milky Way and the remaining 21 are in the Magellanic Clouds (two large clusters in the southern hemisphere, which resemble the Milky Way in several respects).",
        "By the condensation of ortho-aminophenols with phosgene or thiophosgene, oxy and thio-derivatives are obtained, the (OH) and (SH) groups being situated in the t t position, and these compounds on treatment with amines yield amino derivatives.",
        "Tetramethyl-diamido-benzophenone or Michler's ketone, CO[C6H4N (CH3)2]2, melting at 173°, is of technical importance, as by condensation with various substances it can be made to yield dye-stuffs.",
        "He devoted himself mainly to investigations in organic chemistry, and in particular to synthetical studies by the aid of \"condensation\" reactions.",
        "By the action of various reagents such as lime, caustic potash, hydrochloric acid, &c., acetone is converted into condensation products, mesityl oxide C6H10O, phorone C 9 1 14 0, &c., being formed.",
        "Hantzsch (Ann., 1882, 215, p. I; Ber., 1882, 15, p. 2914) which consists in the condensation of two molecules of aceto-acetic ester with one of an aldehyde and one of ammonia: RO 2 C CH 2 R' CHO CH 2 CO 2 R RO 2 C C CHR' C C02R CH 3 CO + NH 3 + CO CH 3 -' CH3 C-NH-C CH3 The resulting dihydro-compound is then oxidized with nitrous acid, the ester hydrolysed and the resulting acid heated with lime; carbon dioxide is eliminated and a trisubstituted pyridine of the type CH C(CH3) is obtained.",
        "Emerson the essayist was a condensation of Emerson the lecturer.",
        "Distilled water is frequently used, as well as the water produced by the condensation of the steam from the engine, which of course must be thoroughly purified and filtered.",
        "All food requires to be imported, and the water-supply is largely derived from condensation.",
        "The promise of winter lurked in a puff of condensation that escaped her mouth.",
        "This is the thermally activated process that allows condensation or freezing to take place.",
        "The aldol condensation (using aldehydes, ketones, two different carbonyl partners, and the intramolecular variant ).",
        "aldol condensation from N, again in a manner which gives a cis ring fusion.",
        "The sample window is double-glazed to prevent condensation of moisture when working at temperatures above or below ambient.",
        "condensation of water vapor from the flue gases.",
        "Fortunately the air space is fitted with a moisture absorbing chemical, which eliminates condensation inside the double glazing.",
        "To prevent condensation on windows, cut a potato in half, rub on window, buff up with dry cloth.",
        "To minimize condensation a breather membrane was used behind the cladding.",
        "The risk of interstitial condensation in the roof construction is avoided.",
        "capillary condensation is a further action effective in the boundary pores on the strength of monomolecular deposition.",
        "Shakespeare Bivvy - Double skin construction from 1000mm PU coated nylon taffeta offers total waterproof protection with the added benefit of minimal condensation.",
        "It is a good idea to punch small holes in the bags to provide ventilation and stop harmful condensation from forming.",
        "What are the ventilation requirements to prevent excessive condensation forming?",
        "condensation polymerisation is the formation of a polymer involving the loss of a small molecule.",
        "condensation dampness on the ceiling adjacent to bay windows.",
        "condensation nuclei, which are generally atmospheric pollutants, natural or man-made.",
        "condensation polymers A very large number of monomers may be polymerized.",
        "condensation trails are frequently responsible for seeding cloud at high altitudes.",
        "condensation reactions below, you are not expected to know all the background details.",
        "The final product is formed by a simple aldol condensation from N, again in a manner which gives a cis ring fusion.",
        "The study of chromatin condensation is a major focus of our apoptosis studies.",
        "In these conditions a rapid build up of vapor condensation will result.",
        "With this strategy variations between metaphases due to different chromosome condensation can be minimized.",
        "desiccant sachets, in order to absorb condensation in humid conditions.",
        "interstitial condensation in the roof construction is avoided.",
        "misfire the engine and make sure that there is no misfiring due to water ingress or condensation under the bonnet.",
        "nucleusby their optical properties, their efficiency to act as condensation nuclei and their lifetime with respect to deposition processes can be affected.",
        "nylon taffeta offers total waterproof protection with the added benefit of minimal condensation.",
        "This causes a marked increase in condensation on the inner surface of the outer pane during cold weather.",
        "Figure 5: Molecular structure of cross linked polyethylene Addition and condensation polymers A very large number of monomers may be polymerized.",
        "As our mobile air conditioners are fully refrigerated, they cool and produce condensation during the normal operation process.",
        "Solar Smart Vent 300 Self contained solar Smart Vent 300 Self contained solar powered ventilation unit which helps to reduce build up of heat and condensation in confined areas.",
        "However, to minimize the risk of condensation, take care to ensure adequate ventilation.",
        "Used in combination with fleece material to provide a completely windproof, waterproof barrier with the added advantage of condensation management.",
        "The dihydro derivatives are most probably those compounds which are formed in the condensation of acidyl derivatives of acetone, with urea, guanidine, &c. Tetrahydropyrimidines are obtained by the action of amidines on trimethylene bromide: Br(CH 2) 3 Br+C 6 H 5 C (:NH) NH 2 = 2HBr+C 4 H 7 N 2 (C 6 H 5) [2].",
        "Uracil and its homologues may be obtained in many cases from the hydrouracils by the action of bromine, and subsequent elimination of the elements of hydrobromic acid; or by the condensation of aceto-acetic ester and related substances with urea, thiourea, guanidine, &c. Uracil, C4H402N2, crystallizes in colourless needles, is soluble in hot water and melts with decomposition at 335Ã‚° C. Hydrouracil, C4H602N2, is obtained by the action of bromine and caustic alkalis on succinamide (H.",
        "Tafel, Ber., 1900, 33, p. 3385), and by the condensation of acrylic acid with urea at 210-220Ã‚° C. (E.",
        "From the condensation of two molecules of ethyl borate with one molecule of zinc ethyl the compound B2 C2H5.",
        "The doctrine of Anaximenes, who unites the conceptions of a determinate and indeterminate original substance adopted by Thales and Anaximander in the hypothesis of a primordial and all-generating air, is a clear advance on these theories, inasmuch as it introduces the scientific idea of condensation and rarefaction as the great generating or transforming agencies.",
        "Engine efficiency depends upon many variable factors, such as the cut-off, the piston speed, the initial temperature of the steam, the final temperature of the steam, the quality of the steam, the sizes of the steam-pipes, ports and passages, the arrangement of the cylinders and its effect on condensation, the mechanical perfection of the steam-distributing gear, the tightness of the piston, &c. A few values of the thermal efficiency obtained from experiments are given in Table XXI.",
        "The condensation of acetylene to benzene is also possible at ordinary temperatures by leading the gas over pyrophoric iron, nickel, cobalt, or spongy platinum (P. Sabatier and J.",
        "CH :CH (OH), formed by acting on formic ester with acetone in the presence of sodium ethylate, readily yields [1.3.51-triacetylbenzene, C 6 H 3 (CO CH 3) 3; oxymethylene acetic ester or formyl acetic ester or ÃŸ-oxyacrylic ester, (HO)CH :CH CO 2 C 2 H 51 formed by condensing acetic ester with formic ester, and also its dimolecular condensation product, coumalic acid, readily yields esters of [1.3.",
        "It is formed by the condensation of acetylene tetrabromide with benzene in the presence of aluminium chloride: Br CH Br CH C H +C6H6=4HBr+C6H4) I, )C6H4, Br CH Br CH and similarly from methylene dibromide and benzene, and also when benzyl chloride is heated with aluminium chloride to 200Ã‚° C. By condensing ortho-brombenzyl bromide with sodium, C. L.",
        "On heating piperidine with phosphorus pentachloride to 200Ã‚°C. in a sealed tube pentamethylene dichloride is obtained, and this on treatment with potassium phthalimide gives a condensation product of composition, C 6 H 4 [CO] 2 N(CH 2) 5 N[CO] 2 C 6 H 4, which is finally hydrolysed by hydrochloric acid.",
        "The orthodiamines are characterized by the large number of condensation products they form.",
        "In some cases, especially in dry distillations, the furnace flames play directly on the retorts, in others, such as in the case of nitric acid, the whole still comes under the action of the furnace gases to prevent condensation on the upper part of the still, while in others the furnace gases do not play directly on the base or upper portion of the still but are conducted around it by a system of flues (see Coal-Tar).",
        "The aeration of the water is effected by blowing air into the steam before it is condensed; as an auxiliary, the storage tanks have a false bottom perforated by fine holes so that if air be injected below it, the water is efficiently aerated by the air which traverses it in fine streams. After condensation the water is filtered through charcoal.",
        "Kerp, Ann., 1896, 290, p. 123): CH2 C(CH3) 3CH3 CO CH3-(CHa)2C? ??CH CH 2 COQ by the condensation of succinic acid with sodium ethylate, followed by saponification and elimination of carbon dioxide:- 2C2H4(COzH) C 2 - H2 CH 2 CO CO.",
        "Arsenic possesses a steel-grey colour, and a decided metallic lustre; it crystallizes on sublimation and slow condensation in rhombohedra, isomorphous with those of antimony and tellurium.",
        "The generator being heated by means of a steam coil, ammonia vapour is driven off at such a pressure as to cause its condensation in the FIG.",
        "Solar Smart Vent 300 Self contained solar powered ventilation unit which helps to reduce build up of heat and condensation in confined areas.",
        "If you have ever noticed condensation forming on the inside of your window, then there is probably an air leak somewhere on the frame and sometimes this is not cost effective to repair.",
        "If you don't have window ventilation, consider a ducted exhaust fan to remove the heat and condensation that trap moisture and ultimately cause mold and mildew.",
        "Using an aluminum can, water, a hot plate, tongs and cold water, students can experiment with condensation and steam.",
        "The condensation that will form on the cake can make the fondant sticky and gummy.",
        "Wrap hot and cold water pipes and gas lines to guard against condensation damaging your new ceiling.",
        "If you have a problem with moisture condensation anywhere in your house, it's best to seek professional help to correct the problem.",
        "Moisture problems stem from seepage from the ground into the concrete or from condensation in the air caused by moisture that seeps in through cracks in the foundation.",
        "They may have moisture problems in their basements, or molds may form where there is condensation from air conditioning units or small leaks in plumbing.",
        "Hose covers can reduce condensation in the hose, which can be ideal for people who use a heated humidifier.",
        "Condensation can build in the hose when warm air is inside and cooler air is surrounding it.",
        "The first method may be called the method of condensation.",
        "This assumption represents qualitatively the theoretical isothermal of James Thomson (see Vaporization) and the phenomena of the critical state (see Condensation Of Gases); but the numerical results to which it leads differ so widely from experiment that it is necessary to suppose the constant, a, to be a function of the temperature.",
        "Frozen Socks: Putting your clothes in your sleeping bag may create condensation that will make you cold, but in the morning you can shove your clothes into the warm sleeping bag just a few minutes before you're ready to get out.",
        "Droplets or condensation behind the glass indicate moisture has gotten into the phone somehow.",
        "The cycle then starts all over again as metal attracts water through the condensation of moisture that was created during the formation of the metal.",
        "The water droplets that form on the cardboard top are an example of condensation.",
        "It is formed by the condensation of acetylene tetrabromide with benzene in the presence of aluminium chloride: Br CH Br CH C H +C6H6=4HBr+C6H4) I, )C6H4, Br CH Br CH and similarly from methylene dibromide and benzene, and also when benzyl chloride is heated with aluminium chloride to 200° C. By condensing ortho-brombenzyl bromide with sodium, C. L.",
        "The work of the winding engine, being essentially of an intermittent character, can only be done with condensation when a central condenser keeping a constant vacuum is used, and even with this the rush of steam during winding may be a cause of disturbance.",
        "The study of electricity he took up in 1746 when he first saw a Leyden jar, in the manipulation of which he became expert and which he improved by the use of granulated lead in the place of water for the interior armatures; he recognized that condensation is due to the dielectric and not to the metal coatings.",
        "The bar was a special sample of cast-iron, the conductivity of which was required for some experiments on the condensation of steam (Proc. Inst.",
        "The scientific and technical principles of the condensation of hydrochloric acid are now thoroughly well understood, and it is possible to recover nearly the whole of it in the state of strong commercial acid, containing from 32 to 36% of pure hydrochloric acid, although probably the majority of the manufacturers are still content to obtain part of the acid in a weaker state, merely to satisfy the requirements of the law prescribing the prevention of nuisance.",
        "This process is excellent for effecting a complete condensation of the hydrochloric acid as prescribed by the Alkali Acts, and for recovering the bulk of the acid in a tolerably strong state, but less so for recovering nearly the whole of it in the most concentrated state, although even this is occasionally attained.",
        "Anthragallol is synthetically prepared by the condensation of benAoic and gallic acids with sulphuric acid OH i [[Cooh + I 10h - 2h20+ Hooc /Oh]] or from pyrogallol and phthalic anhydride in the presence of sulphuric acid or zinc chloride.",
        "The mean value, 0.313 of dH/d0, between loo° and 200° agrees fairly well with Regnault's coefficient 0.305, but it is clear that considerable errors in calculating the wetness of steam or the amount of cylinder condensation would result from assuming this important coefficient to be constant.",
        "It is found by these methods that the behaviour of superheated vapours closely resembles that of noncondensible gases, and it is a fair inference that similar behaviour would be observed up to the saturation-point if surface condensation could be avoided.",
        "An immense mass of material has been collected on the subject of vapour-pressures and densities, the greater part of which will be found in Winkelmann's Handbook, in Landolt's and Bornstein's Tables, and in similar compendiums. The results vary greatly in accuracy, and are frequently vitiated by errors of temperature measurement, by chemical impurities and surface condensation, or by peculiarities of the empirical formulae employed in smoothing the observations; but it would not be within the scope of the present article to discuss these details.",
        "The process by which things grow is twofold, condensation (lruevwvcs) and rarefaction apaicovcs), or, in other words, heat and cold.",
        "The Evidences of Christianity is mainly a condensation of Bishop Douglas's Criterion and Lardner's Credibility of the Gospel History.",
        "Wolffenstein, 1899, p. 2 534); by the hydrolysis of succinonitrile (from ethylene dibromide) C 2 H 4 - >C 2 H 4 Br 2 --*C 2 H 4 (CN) 2 - >C 2 H 4 (CO 2 H) 2; by the hydrolysis of 0-cyanpropionic ester; and by the condensation of sodioinalonic ester with monochloracetic ester and hydrolysis of the resulting ethane tricarboxylic ester (R02C)2CH CH2 C02R; this method is applicable to the preparation of substituted succinic acids.",
        "The condensation of the style and the peculiar vocabulary make the Exodus somewhat obscure in many places.",
        "Coal gas, being a mixture of gases and vapours of liquids having very varying boiling points, must necessarily undergo physical changes when the temperature is lowered Vapours of liquids of high boiling point will be condensed more quickly than those having lower boiling points, but condensation of each vapour will take place in a definite ratio with the decrease of temperature, the rate being dependent upon the boiling point of the liquid from which it is formed.",
        "(b) Cracking the tar vapours before condensation by passing the gas and vapours through superheaters.",
        "Though naturally knowing nothing of the modern idea of a progressive revelation, his judiciousness, penetration, and tact in eliciting his author's meaning, his precision, condensation, and concinnity as an expositor, the accuracy of his learning, the closeness of his reasoning, and the elegance of his style, all unite to confer a high value on his exegetical works.",
        "Of such syntheses we may notice: the condensation of sodium malonic ester to phloroglucin tricarboxylic ester, a substance which gives phloroglucin or trioxybenzene when fused with alkalis, and behaves both as a triketohexamethylene tricarboxylic ester and as a trioxybenzene tricarboxylic ester; the condensation of succinic ester, (CH2 C02C2H5)2, under the influence of sodium to succinosuccinic ester, a diketohexamethylene dicarboxylic ester, which readily yields dioxyterephthalic acid and hydroquinone (F.",
        "Herrmann, Ann., 1882, 211, p. 306; also see below, Configuration of the Benzene Complex); the condensation of acetone dicarboxylic ester with malonic ester to form triketohexamethylene dicarboxylic ester (E.",
        "Chem., 1896, 26, (2), p. 374) the condensation of acetone-di-propionic acid under the influence of boiling water to a diketohexamethylene propionic acid (von Pechmann and Sidgwick, Ber., 1904, 37, p. 3816).",
        "Many diketo compounds suffer condensation between two molecules to form hydrobenzene derivatives; thus a, 7 -di-acetoglutaric ester, C 2 H S O 2 C(CH 3 CO) CH CH 2 CH(CO CH 3)CO 2 C 2 H 5, yields a methylketohexamethylene,whiles-acetobutyric ester,CH 3 CO (CH2)2C02C2N5, is converted into dihydroresorcinol or m-diketohexamethylene by sodium ethylate; this last reaction is reversed by baryta (see Decompositions of Benzene Ring).",
        "A more accurate expression (see Condensation Of Gases and Molecule) is (p+a/v 2) (v - b) =RT, in which a and b are quantities which depend on the composition of the gas, and vary from one gas to another.",
        "In the article Condensation Of Gases (see also Molecule) it is shown that the characteristic equation of gases and liquids is conveniently expressed in the form (p+a/v 2) (v - b) = RT.",
        "Experimentally (by extrapolation from the\" law of the rectilinear diameter \") the critical volume is four times the volume at absolute zero (see Condensation Of Gases).",
        "From 1861 onwards he devoted much attention to the question of diathermancy in gases and vapours, especially to the behaviour in this respect of dry and moist air, and to the thermal effects produced by the condensation of moisture on solid surfaces.",
        "On heating with alcohols to iooÃ‚° C. they form acetals, and they also form condensation products with para-amido-di-methyl-aniline (A.",
        "CH3Ã¯¿½CHO+CH3MgI->CH3Ã¯¿½CH?Mg H2 /C1.3 The lower members of the aliphatic series are characterized by their power of polymerization (see Formalin, and the account of Acetaldehyde below), and also by the so-called \"aldol\" condensation, acetaldehyde in this way forming aldol, CH 3 Ã¯¿½[[ChohÃ¯¿½Ch 2 Ã¯¿½Cho]].",
        "By condensation of aldehydes with pyruvic acid and naphthylamines, the a-alkyl-naphthoquinoline-y-carboxylic acids are produced; the same reaction takes place with the aromatic amines generally (0.",
        "Few simple derivatives of the a-series are known, those which have been prepared result by such reactions as the condensation of aminoguanidine or a similar type of compound (e.g.",
        "NO 2 C 6 H 4 NH NH CHO); or in the form of dihydro derivatives by the condensation of aldehydes with ortho-aminoazo compounds (H.",
        "Reissert, Ber., 18 99, 3 2, p. 782), the chief product in this latter reaction being an isoindazolone: // CH2 NHC6H5 /CH2 NH C6H5 /CH2 NC6H5 C6H4 - C6H4 - C6 H4 NH 2 HCI N :NCI N=N The best drawn series of the triazines is the symmetrical or cyanidine series, members of which result from the condensation of acid anhydrides with aromatic amidines (A.",
        "Freund, Ber., 1896, 29, p. 2483); by the condensation of hydrazides with acid amides; and by the distillation of the triazolones (see below) with phosphorus pentasulphide.",
        "The University of Richmond website provides a list of interesting facts about the water cycle and an animated illustration to teach children about precipitation, evaporation, condensation, and saturation.",
        "benzoin condensation )."
    ],
    "definition": [
        "The act of condensing.",
        "The state of being condensed.",
        "An abridgment or shortening of something, especially of a written work or speech.",
        "Physics\nThe process by which a gas or vapor changes to a liquid.\nThe liquid so formed.",
        "The process by which a gas or vapor changes to a liquid.",
        "The liquid so formed.",
        "Chemistry A chemical reaction in which water or another simple substance is released by the combination of two or more molecules.",
        "Psychology The process by which a single symbol or word is associated with the emotional content of several, not necessarily related, ideas, feelings, memories, or impulses, especially as expressed in dreams.",
        "con′den·sa′tion·al\nadj.",
        "Link/Cite"
    ]
}