{
    "translation": "לסלוח, להתעלם",
    "uses": [
        "The state does not condone violence.",
        "The law does not condone the violation of other people's rights.",
        "We cannot condone child abuse.",
        "in some areas, parents who condone drinking remains a major problem.",
        "We do not condone any vandalism.",
        "We do not condone what they were doing.",
        "This time the family refused to condone his proceedings; he was tried with his confederates at Lancaster assizes, March 1827, convicted, and sentenced to three years' imprisonment in Newgate.",
        "He does not condone breaking laws, even if the laws are ones that he disagrees with.",
        "ISPA members do not condone the use of the Internet for illegal purposes.",
        "We do not condone killing people.",
        "Because reporters have to be seen to be morally and politically correct, I cannot condone these actions.",
        "Even the churches offered little opposition to the excesses of persons in authority, and in many instances the clergy, both Protestant and Catholic, acquired an unenviable notoriety for their readiness to overlook or condone actions which outraged the higher sentiments of humanity.",
        "Paul does not necessarily condone participation in public prayer.",
        "The king, so long as Wollner was content to condone his immorality (which Bischoffswerder, to do him justice, condemned), was eager to help the orthodox crusade.",
        "The country does not condone acts of terrorism against civilians.",
        "Do you condone purposeful killing?",
        "None of the information on this site should be taken as an indication that we condone trespass.",
        "Trainspots DOES NOT condone trespass and none of the information on this site should be taken as a right to trespass.",
        "I cannot condone such puerile activity in this place of business.",
        "In it, the company formally apologized for the offensive content and said they do not condone any of the atrocities that occurred in the history of the American West.",
        "Over and above those faults, which made him odious to his fellow-citizens, we trace in him a meanness that our century is less willing to condone.",
        "How did the anatomists persuade their peers to condone, rather than condemn, the noisome business of dissection?",
        "We must never condone or become apologists for acts of terrorism.",
        "You can no longer remain in the background - unless of course you condone the killing of innocent animals in this terrible way.",
        "muttering over our dinner how terrible world hunger is, we condone the system that perpetuates it by not acting to change it.",
        "At the end of the day, it doesn't mean i'm gonna condone violence or start on a killing spree.",
        "At the end of the day, it does n't mean i 'm gonna condone violence or start on a killing spree.",
        "When asked during a satellite radio interview regarding the former Mrs. Hogan's choice in date mates, daughter Brooke replied \"I personally don't like it at all or condone it.\"",
        "Naturally, Hogan's rep released a statement saying that he does not condone the \"O.J. situation\" and that he was using it as an example in order to convey how frustrating his divorce from Linda has been.",
        "Farms that comply with the standards of Fair Trade commit to providing living wages and safe working conditions for employees, and they do not condone or participate in forced child labor.",
        "NOTE: LoveToKnow doesn't condone the downloading of illegal ROMs.",
        "Remember, Sega doesn't condone the act of vandalism in any form (as stated in the game and on the manual).",
        "Of course, we here at LoveToKnow do not condone any of these shady activities, so I won't go too much into the details.",
        "While LoveToKnow doesn't condone the method of downloading copyrighted games to use with your Nintendo 64 emulator, many companies have released game code so that the games are compatible with emulators.",
        "NOTE: LTK doesn't not condone the use of downloading licensed games unless you own the original.",
        "Note that LoveToKnow does not condone the use of downloading illegal ROMs that have not been sanctioned for emulation.",
        "They are often also used for playing illegally downloaded games, but of course, we here at LoveToKnow Video Games don't condone that sort of use.",
        "We here at LoveToKnow do not necessarily condone this behavior as it may a violation of your cellular service provider's terms of service (TOS).",
        "All of these Scrabble players can have their own opinion of the level of help or Scrabble cheating which they will condone during a game.",
        "Even if a player doesn't condone Scrabble cheating, these programs can make great learning tools.",
        "Now don't get me wrong, I am not saying that I condone or approve of the line of work, I am simply saying he was working not cheating.",
        "Even most experts who condone television for young viewers recommend limiting the amount of time kids spend in front of the set.",
        "LoveToKnow does not condone the use of P2P programs for the illegal downloading or distribution of copywritten material.",
        "\"I don.t condone the kind of brute violence you and Sasha do, Rhyn,\" he said.",
        "Canada will not condone false statements and unsubstantiated assertions which incite hatred against an identifiable group.",
        "Put it in your diary for May Day - not that we would condone any vandalism.",
        "The Secretary of State also stated: The United States Government does not authorize or condone torture of detainees.",
        "Heavy Rap Music: The media will often condone the lyrics of many rappers for having too suggestive of content.",
        "Vegans don't eat eggs because they don't condone the treatment of chickens that are raised in battery cages.",
        "We do not condone this kind of practice, so we encourage you to stick to the PlayStation Store for the PSP.",
        "LoveToKnow does not condone the use of P2P programs for illegal purposes.",
        "We here at LoveToKnow do not condone the illegal downloading of any content and we encourage you to only download legal music.",
        "He made it very clear he did not condone the actions of his people and did not wish to join the Founders and their rule of terror."
    ],
    "definition": [
        "con·don′a·ble\nadjective",
        "con·don′er\nnoun",
        "Link/Cite",
        "To forgive, excuse or overlook (something).",
        "To allow, accept or permit (something).",
        "(law) To forgive (marital infidelity or other marital offense).",
        "From Latin condōno (“forgive”), con- (“together”) + dōnāre (“to give”).",
        "Link/Cite"
    ]
}