{
    "translation": "לסתור, להפריך",
    "uses": [
        "Both of these confessions were drawn up to confute the teaching of a remarkable man who had been patriarch of Constantinople, Cyril Lucar.",
        "Schliemann was on several occasions in England, in 1883 to receive honours from the great universities, and in 1886 to confute, at a special gathering of the Hellenic Society, the assertion of Stillman and Penrose that the Tirynthian palace was posterior to the Christian era.",
        "He was one of the disputants selected to confute the Romanists at the conference of Westminster after Easter 1J59; he was select preacher at St Paul's cross on the 15th of June; and in the autumn was engaged as one of the royal visitors of the western counties.",
        "This was the eccentric Reginald Pecock of Chichester, who, while setting himself to confute Lollard controversialists, lapsed into heresy by setting reason above authority.",
        "The Athanasian Creed is an instruction designed to confute heresies which were current in the 5th century.",
        "Albertus Magnus and St Thomas devote special treatises to an examination of the Averroist theory of the unity of intellect, which they labour to confute in order to establish the orthodoxy of Aristotle.",
        "confute foreign authors, whose errors are their ignorance.",
        "And now, for the better setting forth of his doctrines, to silence pedants, and confute malignant misinterpretation, he published a collection of his writings.",
        "xi.), whose chief object seems to have been to confute Thevet, confirmed that writer's account of this bird in most respects.",
        "During the interval between the citation and the appearance of the accused, the professorial members of the synod was instructed to prepare themselves to be able to confute the Arminian errors, and the synod occupied itself with deliberations as to a new translation of the Bible, for which a commission was named, made arrangements for teaching the Heidelberg catechism, and granted permission to the missionaries of the East Indies to baptize such children of heathen parents as were admitted into their families."
    ],
    "definition": [
        "To prove to be wrong or in error; refute decisively.",
        "Obsolete To confound.",
        "con·fut′a·ble\nadjective",
        "con·fu′ta·tive\nadjective",
        "con·fut′er\nnoun",
        "Link/Cite",
        "(now rare) To show (something or someone) to be false or wrong; to disprove or refute.",
        "Link/Cite"
    ]
}