{
    "translation": ".1 בלבול\n.2 מהומה",
    "uses": [
        "Several years of confusion followed.",
        "She'd hoped sleep would remove some of her confusion from her night.",
        "Confusion and rage blinded him, and he threw himself into the battle, not noticing the nicks and bruises his opponents inflicted upon him.",
        "He met her gaze and saw the confusion that crossed her features.",
        "She responded, her sorrow and confusion feeding her need.",
        "Confusion replaced Jackson's horror.",
        "His body went rigid, and confusion crossed his features.",
        "First, he felt utter confusion, then anger.",
        "Her eyes went to it, and he saw confusion in their depths.",
        "In the room next their bedroom there was a confusion of sabers, satchels, sabretaches, open portmanteaus, and dirty boots.",
        "Jonny sensed him as well and looked up, confusion and fear crossing his face.",
        "Confusion flooded Cynthia's mind, drowning her in doubt and questions.",
        "It is, however, less liable to cause confusion, and in many other ways more convenient to employ the better known term Marsupialia in both senses.",
        "In the confusion of the group's departure, a carload of ice climbers arrived to register.",
        "He felt her deep confusion of the world around her and marveled again at how selfless she still managed to be.",
        "She braced herself against the memories running through his head and the confusion as he tried to figure out where he was.",
        "He saw the raw emotion on her face: anger, confusion, fear.",
        "She tried to cover her confusion with a wry smile and a casual question.",
        "It seems there's some confusion on how son number one died.",
        "She'd have time and space to adjust without the added confusion of him.",
        "Confusion and anger stirred again.",
        "He created the confusion while Eden, Darian and Jule fought.",
        "The dread and guilt at the pit of her stomach were countered by the confusion of knowing that she'd fallen into the grip of the Immortal laws first with Gabriel then with Darkyn.",
        "The confusion was partly due to the fact that everything was happening so fast and partly because she had never responded to a man that way before.",
        "She'd expected his voice to cause more confusion after she learned what he was, but she felt only comfort and hope.",
        "Could one possibly make out amid all that confusion what did or did not happen?",
        "From all this talk he saw only one thing: that to defend Moscow was a physical impossibility in the full meaning of those words, that is to say, so utterly impossible that if any senseless commander were to give orders to fight, confusion would result but the battle would still not take place.",
        "There was too much wrong with the woman's words, but she dumped her confusion and wounded feelings to ask, \"Where has he gone?\"",
        "It was not until years later after his mother too was gone that he real­ized the grief and confusion she must have felt.",
        "In the diary that she kept at the Wright-Humason School in New York she wrote on October 18, 1894, \"I find that I have four things to learn in my school life here, and indeed, in life--to think clearly without hurry or confusion, to love everybody sincerely, to act in everything with the highest motives, and to trust in dear God unhesitatingly.\"",
        "I could hear confusion and hurried voices in the background and someone yelled, 'they're here, come on'.",
        "Her body ceased shaking, and her confusion faded, replaced by the hum of the bond between them.",
        "His expression changed to incredulity when he saw the confusion on Justin's face.",
        "What part of my … my pure confusion doesn't make sense to you?",
        "To the confusion of his father and brothers he went about dressed in rags, so that his old companions pelted him with mud.",
        "Mrs. Byrne, looking embarrassed at the confusion, suggested that she and Dean might be better off talking on the back deck.",
        "Before she fell again for Sirian's lies, she pushed the lever to seal his cell and walked away, rage and confusion making her head spin.",
        "Mesmerized by the sensations, her confusion and his direct gaze, she had to concentrate hard to register what he said.",
        "Pierre's confusion had now almost vanished, but at the same time he felt that his freedom had also completely gone.",
        "Princess Mary saw Dessalles' embarrassed and astonished look fixed on her father, noticed his silence, and was struck by the fact that her father had forgotten his son's letter on the drawing-room table; but she was not only afraid to speak of it and ask Dessalles the reason of his confusion and silence, but was afraid even to think about it.",
        "Prince Bagration screwed up his eyes, looked round, and, seeing the cause of the confusion, turned away with indifference, as if to say, \"Is it worth while noticing trifles?\"",
        "One could have traveled round the word many times while I trudged my weary way through the labyrinthine mazes of grammars and dictionaries, or fell into those dreadful pitfalls called examinations, set by schools and colleges for the confusion of those who seek after knowledge.",
        "His world was one of confusion, his memories overwhelming as the dam that had been in place for thousands of years crumbled.",
        "As always happens the men, starting cheerfully, began to halt; murmurs were heard, there was a sense of confusion, and finally a backward movement.",
        "But when on Sunday after church the footman announced in the drawing room that Count Rostov had called, the princess showed no confusion, only a slight blush suffused her cheeks and her eyes lit up with a new and radiant light.",
        "The little fellow, giving Pierre no time to betray his confusion, instantly continued in the same pleasant tones:",
        "\" I take my walk every day through the confusion of a great multitude with as much freedom and quiet as you could find in your rural avenues.\"",
        "Pierre's confusion was not reflected by any confusion on Natasha's part, but only by the pleasure that just perceptibly lit up her whole face.",
        "Cynthia smiled, remembering the early-days' confusion of opening the bed and breakfast, two newlyweds and one old man, operating on piggy bank finances and not an ounce of experience among them.",
        "More than anything she feared lest the confusion she felt might overwhelm her and betray her as soon as she saw him.",
        "Davout glanced at him silently and plainly derived pleasure from the signs of agitation and confusion which appeared on Balashev's face.",
        "One can imagine what confusion and obscurity would result from such an account of the duel.",
        "When Natasha left the room Pierre's confusion and awkwardness immediately vanished and were replaced by eager excitement.",
        "Yes. But Weller told me in the hospital that in the confusion of getting Shipton out of the gorge, no one examined the bottom of the cliff, where he landed.",
        "After the hussars had come to the village and Rostov had gone to see the princess, a certain confusion and dissension had arisen among the crowd.",
        "This confusion Lotze, who had been trained in the school of mathematical reasoning, tried to dispel.",
        "Pierre in shamefaced and happy confusion glanced occasionally at her, and tried to think what to say next to introduce a fresh subject.",
        "But the economic and financial situation was one of almost hopeless embarrassment and confusion, and Pellegrini proved himself incapable of grappling with it.",
        "The younger sisters also became affectionate to him, especially the youngest, the pretty one with the mole, who often made him feel confused by her smiles and her own confusion when meeting him.",
        "\"Go!\" he repeated, amazed at himself and glad to see the look of confusion and fear that showed itself on Prince Vasili's face.",
        "He felt that everything was now at an end, all was in confusion and crumbling to pieces, that nobody was right or wrong, the future held nothing, and there was no escape from this position.",
        "When she is walking up or down the hall or along the veranda, her hands go flying along beside her like a confusion of birds' wings.",
        "Now they drew close to the fox which began to dodge between the field in sharper and sharper curves, trailing its brush, when suddenly a strange white borzoi dashed in followed by a black one, and everything was in confusion; the borzois formed a star-shaped figure, scarcely swaying their bodies and with tails turned away from the center of the group.",
        "This was strongly opposed by Cromwell, who declared the very consideration of it had dangers, that it would bring upon the country \"utter confusion\" and \"make England like Switzerland.\"",
        "In the village of Hosjeradek there were Russian troops retiring from the field of battle, who though still in some confusion were less disordered.",
        "Timokhin looked about in confusion, not knowing what or how to answer such a question.",
        "Seeing their enemy unexpectedly the French fell into confusion and stopped short from the sudden fright, but then they resumed their flight, abandoning their comrades who were farther behind.",
        "Darian's eyes were glazed and still, his confusion clear.",
        "And with the decision and tenderness that often come at the moment of awakening, she embraced her friend, but noticing Sonya's look of embarrassment, her own face expressed confusion and suspicion.",
        "A lamentable instance of the prevalent confusion of thought on this point is shown by the vocal scores of the Bach cantatas corresponding to the edition of the Bach Gesellschaft (which must not be held responsible for them).",
        "When he was informed that among others awaiting him in his reception room there was a Frenchman who had brought a letter from his wife, the Countess Helene, he felt suddenly overcome by that sense of confusion and hopelessness to which he was apt to succumb.",
        "The cause of the confusion was that while the Austrian cavalry was moving toward our left flank, the higher command found that our center was too far separated from our right flank and the cavalry were all ordered to turn back to the right.",
        "They failed, however, in both attempts; and in the latter, owing to the darkness, and to the occurrence of a violent storm which suddenly swelled the torrents in the ravines, their force was thrown into inextricable confusion, and they were compelled to abandon their camp and make the best of their escape from the country.",
        "If that authority falls to nothing,\"he said,\" nothing can follow but confusion.\"The Presbyterians, however, now engaged in a plan for restoring the king under their own control, and by the means of a Scottish army, forced on their policy, and on the 27th of May ordered the immediate disbandment of the army, without any guarantee for the payment of arrears.",
        "He well knew that nothing but confusion would come of this battle undertaken against his will, and as far as was in his power held the troops back.",
        "All was now terror and confusion.",
        "Then followed a period of great confusion.",
        "I'm baffled and I don't travel well in the state of confusion.",
        "The Watcher's voice pierced his confusion.",
        "He met her gaze and saw her confusion.",
        "The French failed to keep tryst, and De Ruyter was watched by Rupert, who was now in sole command, Monk having been recalled to London to take command amid the confusion caused by the fire and the plague.",
        "He broke through the brush and stared down at her, his expression a mixture of concern and confusion.",
        "Mr. Rinehart regarded them both with obvious confusion.",
        "Moreover, although general opinion identifies our Artaxerxes with the first of that name, certain features suggest that there has been some confusion with the traditions of the time of Artaxerxes II.",
        "After his death Hyrcanus took advantage of the general confusion to extend Jewish territory with the countenance of Rome.",
        "After the departure of Cassius, Antipater being dead, there was confusion in Judaea.",
        "Amidst such confusion the authority of the Mogul empire rapidly disappeared, but it lasted as a name till the Mutiny (1857).",
        "8, the whole episode of Merab and David perhaps rests on a similar confusion of names.",
        "Some misunderstanding has been caused by the confusion of Edom (cis) and Aram (o,·) in viii.",
        "Mirabeau's exertions in this respect are not his smallest title to the name of statesman; and how great a work he did is best proved by the confusion which ensued in this department after his death.",
        "But to use such terms for what is not only an independent, but also an older, orographical formation than the Caucasus tends to perpetuate confusion in geographical nomenclature.",
        "Thus, as the sentence of Pisa found recognition in France and England, as well as in many parts of Germany and Italy, the synod, which was to secure the restoration of unity, proved only the cause for worse confusion - instead of two, there were now three popes.",
        "In the midst of the confusion, which reigned supreme in the council, the upper hand was gained by that party which held that the only method by which the schism could be ended and a reformation of ecclesiastical discipline ensured was a drastic limitation of the papal privileges.",
        "main, a last resort in the universal confusion.",
        "Mesopotamia naturally suffered during the time of confusion that preceded and followed the accession of Chosroes II., and the Romans recovered their old frontier (591).",
        "In the confusion that followed, when men of letters had to live and work in exile, Nisibis set up for a time (631-632) a grandson of Chosroes II.",
        "The story that he wrote a defence for Socrates, which the latter declined to use, probably arose from a confusion.",
        "There was confusion in Wittenberg, where schools and university sided with the \" prophets \" and were closed.",
        "The matter is treated with considerable confusion of thought.",
        "34); but far more lasting in its effects was his experience of the licence, anarchy and confusion of these dark days.",
        "Without doubt, too, much of the chronological confusion observable throughout Livy is due to the fact that he follows now one now another authority, heedless of their differences on this head.",
        "A time of confusion followed the fall of Alaric II., and, as that prince was the son-in-law of Theodoric, the East Gothic king stepped in as the guardian of his grandson Amalaric, and preserved for him all his Spanish and a fragment of his Gaulish dominion.",
        "and governed by his vicar, Lucca managed, at first as a demo ' Some confusion has arisen owing to the similarity of the names Luca and Luna; the theory of E.",
        "He glanced down and noted her color with obvious confusion.",
        "Thirty years after the Ridsdale judgment, the ritual confusion in the Church of England was worse than ever, and the old ideal expressed in the Acts of Uniformity had given place to a desire to sanctify with some sort of authority the parochial \"uses\" which had grown up. In this respect the dominant opinion in the Church, intent on compromise, seems to have been expressed in the Report presented in 1908 to the convocation of the province of Canterbury by the sub-committee of five bishops appointed to investigate the matter, namely, that under the Ornaments Rubric the vestments prescribed in the first Prayer Book of Edward VI.",
        "Another supposed variety, in which two scaleswere balanced in such a manner that the weight of the liquid cast into either scale caused it to dip down and touch the top of an image placed under each, probably had no real existence, but is due to a confusion of the 7rXavrc-y with a scale-pan by reason of its shape.",
        "Moonlight drifted in through a window, and she stared in confusion.",
        "She sensed his deep confusion.",
        "The idea that Gabriel's people were there brought confusion.",
        "Desire stirred within her, along with some confusion.",
        "Deidre felt the heaviness in the air again, only she felt no confusion.",
        "Obviously we have misinterpreted each other to the point of total confusion.",
        "Having left the tree-line far behind him, nothing is visible to the traveller for miles around but barren peaks and torn crags in indescribable confusion.",
        "Through the almost impenetrable darkness and confusion we only discern this much, that Italy was powerless to constitute herself a nation.",
        "With unbroken spirit, though the objects of his life were unattained, though Italy and Europe had been thrown into confusion, and the issue of the conflict was still doubtful, Gregory expired in 1085 with these words on his lips: I loved justice, I hated iniquity, therefore in banishment I die.",
        "Each petty potentate strove for his own private advantage in the confusion; and at this epoch the chief gains accrued to the papacy.",
        "Though Depretis, at the end of his life in 1887, showed signs of repenting of the confusion thus created, he had established a parliamentary system destined largely to sterilize and vitiate the political life of Italy.",
        "However the authorities had been informed of the plot, probably by one of the conspirators named George Edwards; officers appeared upon the scene and arrested some of the conspirators; and although Thistlewood escaped in the confusion he was seized on the following day.",
        "The issue of a separate forest charter at this time led subsequently to some confusion.",
        "To avoid confusion, the name of Port Blair was given to the new settlement, which was established in the beginning of 1858.",
        "During the religious confusion of the Reformation, the practice of fasting was generally relaxed and it was found necessary to reassert the obligation of keeping Lent and the other periods and days of abstinence by a series of proclamations and statutes.",
        "For a long time he had pondered over the confusion in which Spain was, which he attributed to the intimate relations allowed between Christians and infidels for the sake of commerce.",
        "Much confusion has been caused by attributing to Moses more than the Pentateuch itself claims, and by misunderstanding the meaning of later references (Mat.",
        "This fact is overshadowed in England, partly by the habitual use of the word \"gentleman\" (q.v.) in various secondary uses, partly by the prevalent confusion between ai dg retry.",
        "Patricians and plebeians went on as orders defined by law, till the distinction died out in the confusion of things under the empire, till at last the word \"patrician\" took quite a new meaning.",
        "It would only lead to confusion, however, if we called this method \" apologetic.\"",
        "20 § 112), the followers of Basilides spoke of 7rvd,uaT& Tcva irpocrurrt pEva T?7 Ao'yujj 1,tvra KaT& Tcva T&paXov Kai aiyxvvev dpXucriv: that is to say, here also is assumed an original confusion and intermingling.",
        "Of this system - except so far as the confusion of the laws is -concerned - the reform of 1864 made a clean sweep. The new system established - based partly on English, partly on French models - was built up on certain broad 1864.",
        "The confusion of the judicial and administrative functions was introduced again by the appointment of officials as judges.",
        "His whole theory appears to be vitiated by the confusion of physics and psychology.",
        "' England's Confusion (1659).",
        "1 Some confusion in the history of the Fust family has arisen since the publication of Bernard's Orig.",
        "The spleen continues to enlarge; the urine is now scanty and high-coloured; the body temperature is high, but the highest temperatures occur during the chill; there is considerable thirst; and there is the usual intellectual unfitness, and it may be confusion, of the feverish state.",
        "For the next two years confusion reigned supreme among the numerous factions in Ireland, O'Neill supporting the party led by Rinuccini, though continuing to profess loyalty to Ormonde as the king of England's representative.",
        "There is little doubt that Josephus refers to the same events; but there is considerable confusion in his history of the Persian age, and when he places the schism and the foundation of the new Temple in the time of Alexander the Great (after the obscure disasters of the reign of Artaxerxes III.), it is usually supposed that he is a century too late.",
        "22), Bagohi (Bagoas), governor of Judah, and Delaiah and Shelemiah sons of Sanballat (408-407 B.C.) They ignore any strained relations between Samaria and Judah, and Delaiah and Bagohi unite in granting permission to the Jewish colony to rebuild their place of worship. If this fixes the date of Sanballat and Nehemiah in the time of the first Artaxerxes, the probability of confusion in the later written sources is enhanced by the recurrence of identical names of kings, priests, &c., in the history.",
        "The logical and historical methods can, however, seldom be combined without confusion; and it is perhaps fortunate that Bentham devoted his long life to showing how much may be done by pursuing the former method exclusively.",
        "There was much confusion and lawlessness in Richmond during the earlier stages of the war.",
        "Dionysus Epiphanes (reigned 86?-85?), and lastly Philip II., the son of Philip I., who appears momentarily on the stage in the last days of confusion.",
        "Mill apparently is not content with the confusion between \" law \" and \" agency \" or \" force,\" but opposes the one to the other.",
        "But Adhemar had died in August 1098 (whence, in large part, the confusion and bickerings which followed in the end of 1098 and the beginning of 1099) nor were there any churchmen left of sufficient dignity or weight to secure the triumph of the ecclesiastical cause.",
        "From 1350 onwards the Crusade assumes a new aspect; it becomes defensive, and it is directed against the Ottoman Turks, a tribe of Turcomans who had established themselves in the sultanate of Iconium at the end of the 13th century, during the confusion and displacement of peoples which attended the Mongol invasions.",
        "There is sufficient reason for this confusion.",
        "The period as a whole had some anxious moments; emigration to the gold-fields and the strife which afflicted Wesleyan Methodism brought loss and confusion between 1853 and 1860.",
        "After a vain attempt to expel the garrison in 287, the Athenians regained their liberty while Macedonia was thrown into confusion by the Celts, and in 279 rendered good service against the invaders of the latter nation with a fleet off Thermopylae.",
        "He came to the throne after the ten years of confusion which followed the death of Archelaus, the patron of art and literature, and showed the same taste for Greek culture and its representatives.",
        "Seleucus' assassination by Ptolemy Ceraunus in the same year brought back confusion.",
        "The confusion was aggravated by the incursion of the Gauls into the Balkan Peninsula in 279; Ptolemy Ceraunus perished, and a period of complete anarchy succeeded in Macedonia.",
        "They entered Italy on the north-east under the leadership of Antonius Primus, defeated the army of Vitellius at Bedriacum (or Betriacum), sacked Cremona and advanced on Rome, which they entered after furious fighting and a frightful confusion, in which the Capitol was destroyed by fire.",
        "On the 23rd of July all was confusion at the depots, and the leaders were divided as to the course to be pursued; orders were not obeyed; a trusted messenger despatched for arms absconded with the money committed to him to pay for them; treachery, quite unsuspected by Emmet, honeycombed the conspiracy; the Wicklow contingent failed to appear; the Kildare men turned back on hearing that the rising had been postponed; a signal expected by a contingent at the Broadstone was never given.",
        "It is true that a catacomb is often connected with the earlier sand-quarry, and starts from it as a commencement, but the two are excavated in different strata, suitable to their respective purposes, and their plan and construction are so completely unlike as to render any confusion between them impossible.",
        "The extension of the \"maximum\" to all commodities onry increased the confusion.",
        "Great confusion prevailed in the first years of American dominion owing to the diversities of languages and the grafting of such Anglo-Saxon institutions as the jury upon the older system.",
        "A commission (the successor of many) was instituted at the ministry of finance in 1910, to draw up proposals for setting this confusion in order.",
        "They were crossing the Euphrates, not far from the castle of Jaber, when the drowning of their leader by accident threw confusion into their ranks.",
        "All hope seemed lost, when by a brilliant feat of arms John Sobieski, king of Poland, drove away the besiegers in hopeless confusion and saved the cause of Christianity, 1683.",
        "The rulers of the provinces shared these views; the consequence was disquiet and confusion throughout the empire.",
        "By daybreak on the 74th, the anniversary of Elchingen, upwards of 60,000 men stood densely battalions were sent forward, and these, delaying their advance till the fog had sufficiently lifted, were met by French skirmishers, and small columns, who rapidly overlapped their flanks and drove them back in confusion.",
        "The French who had thrown themselves into houses, copses, &c., picked off the officers, and the flanks of the long Prussian lines swayed and got into confusion.",
        "The retreat of the front lines involved the following ones in confusion, and presently the whole mass was driven back in considerable disorder.",
        "It took Blucher time to extricate his troops from the confusion into which the battle had thrown them, and the garrison of Leipzig and the troops left on the right bank of the Elster still resisted obstinately - hence no direct pursuit could be initiated and the French, still upwards of 10o,000 strong, marching rapidly, soon gained distance enough to be reformed.",
        "Amid all the variation in their details, and the apparent confusion introduced by Napoleon's habit of suggesting alternatives and discussing probabilities, and in spite of the preparations ostensibly made for an expedition to Ireland, which was to have sailed from Brest and to have carried 30,000 troops commanded by Augereau, the real purpose of Napoleon was neither altered nor concealed.",
        "He worked to produce doubt and confusion in the mind of the British government by threats and attacks on its distant possessions, which should lead it to scatter its forces.",
        "This \"confusion of powers,\" which was contrary to the philosophical theories - those of Montesquieu especially - which had inspired the Revolution at first, was one of the essential characteristics of the Convention.",
        "The series of exceptional measures by which that confusion of powers was created constitutes the \"Revolutionary government\" in the strict sense of the word, a government which was principally in vigour during the period called \"the Terror.\"",
        "- The name \"Thracians,\" from being used both ethnically and geographically, has led to confusion.",
        "The revived use of the stole is the most curious problem involved; for this, originally due to a confusion of this vestment with the ' There is no mention of mitre, gloves, dalmatic, tunicle, sandals and caligae, which were presumably discontinued.",
        "Unfortunately almost every anatomist who has written on the muscles of the Brachiopoda has proposed different names for each muscle, and the confusion thence arising is much to be regretted.",
        "The American use of the term deltidium for the structure which Europeans call the pseudo-deltidium makes for confusion.",
        "a n - 2 - 3) (P2P4...pn_2)ï¿½ The expression just written is in fact a partition of a partition, and to avoid confusion of language will be termed a separation of a partition.",
        "The confusion has arisen through a textual error in an early edition of Ptolemy's Geography.",
        "It seems that confusion and trouble will be best avoided by abstaining from the introduction of the non-evident somites, the ocular and the praegenital, into the numerical nomenclature of the component somites of the three great body regions.",
        "The western church did not accept Jerome's definition of apocrypha, but retained the word in its original meaning, though great confusion prevailed.",
        "As regards the martyrdom, owing to the confusion introduced by the multitudinous Catholic revisions of this section of the Acts, it is practically impossible to restore its original.",
        "The text is in the utmost confusion. It is unreadable.",
        "Thither he journeyed through the confusion of the first days of the Austro-Prussian War, and settled in a villa at Selasca near Intra on Lago Maggiore.",
        "Like that of other Byzantine writers, Chalcondyles' chronology is defective, and his adherence to the old Greek geographical nomenclature is a source of confusion.",
        "He enjoyed a triple wergeld, but had no definite salary, being remunerated by the receipt of certain revenues, a system which contained the germs of discord, on account of the confusion of his public and private 1 The changing language of this epoch speaks of civitates, subsequently of pagi, and later of comitatus (counties).",
        "In the confusion of the period of transition, when the title to possession was usually the power to hold, designations which had once possessed a definite meaning were preserved with no defined association.",
        "The first was the chaotic confusion of the finances resulting from the maladministration of the national resources since the deposition of Dom Pedro II., and the corruption that had crept into every branch of the public service.",
        "A certain confusion exists in cuneiform literature between Ninib and Nergal, perhaps due to the traces of two different conceptions regarding these two solar deities.",
        "A period of infinite confusion and extreme misery now ensued, of which only the salient points can here be noted.",
        "A hopeless political confusion ensued.",
        "On the other hand the Austrians pointed out that not only would failure to understand each other's language cause fatal confusion on a battlefield, but also tend to disintegrate the forces even in peace time.",
        "The whole issue had, in fact, become confused with the confusion of functions of the Church and State.",
        "A good deal of confusion has arisen in the discussions of this latter topic, owing to defective nomenclature.",
        "Under these conditions there is no doubt that the star would appear to be fairly resolved, since the brightness of its external ring system is too small to produce any material confusion, unless indeed the components are of very unequal magnitude.",
        "they were heaped up, before the beams supporting the central chamber had rotted, thieves made a practice of driving a mine into the mound straight to where the valuables were deposited, and it is only by the collapse of this mine and the crushing of the robber after he had thrown everything into confusion that the treasures of the Chertomlyk barrow, on the whole the most typical, were preserved to us.",
        "In the central pit all was in confusion, but here the king seems to have lain on a bier.",
        "At Alexandropol in the same district was an even more elaborate tomb, but its contents were in even greater confusion.",
        "however, a confusion would easily arise between the composer of the tune and the author; and when once the idea had arisen that David was the author of psalms, it would be natural to endeavour to discover in the story of his life suitable occasions for their composition.",
        "Pretorius (q.v.) had been appointed his successor, and to the younger Pretorius was due the first efforts to end the discord and confusion which prevailed among the burghers - a discord heightened by ecclesiastical strife, the points at issue being questions not of faith but of church government.",
        "Finally, to make confusion worse confounded, Jameson, becoming impatient of delay, in spite of receiving direct messages from the leaders at Johannesburg telling him on no account to move, marched into the Transvaal.",
        "The difference in technical methods and the historical evolution of teaching posts (for in all civilized countries the progress of biological knowledge has been very closely associated with the existence of institutions for the diffusion of knowledge and for professional education) have been the chief contributory causes to this practical confusion.",
        "On the other hand, there is an epithet Asir or Ashir (\"overseer\") applied to several gods and particularly to the deity Asur, a fact which introduced a third element of confusion into the discussion of the name Assur.",
        "It was finally disregarded altogether; in the 9th century translations of relics were extremely frequent, and led to inextricable confusion in the future.",
        "One more point must be considered: there is the evidence of competent observers to show that members of a tribe accustomed to nudity, when made to assume clothing for the first time, exhibit as much confusion as would a European compelled to strip in public. This fact, considered together with what has been said above, compels the conclusion that modesty is a feeling merely of acute self-consciousness due to appearing unusual, and is the result of clothing rather than the cause.",
        "General Juan Jose Falcon, after some years of civil war and confusion, maintained himself at the head of affairs from 1863 to 1868.",
        "driven back in confusion; the confusion spread and became a panic, and the I.",
        "The convergence of the Prussian armies on the battlefield ended in the greatest confusion.",
        "The confusion spread to the troops behind them, and the action ended in wild flight and slaughter.",
        "Archimedes perished in the confusion of the sack while he was calmly pursuing his studies (Liv.",
        "In the opening lines of the second and third books we can mark the recoil of a humane and sensitive spirit from the horrors of the reign of terror which he witnessed in his youth, and from the anarchy and confusion which prevailed at Rome during his later years.",
        "But the enemy speedily brought effective flanking artillery fire to bear on the beach and on the boats; the troops, both officers and men, were inexperienced, the ground to be advanced over was hilly, scrub-clad and extremely broken, and considerable confusion arose.",
        "The only hitch that had occurred during the night-time had been at the landing-place within the bay, where the water had proved to be inconveniently shallow for the lighters; this had created some confusion and delay.",
        "Whether the name was given in mere vanity to the barrier which Alexander passed (as Arrian and others repeatedly allege), or was founded also on some verbal confusion, cannot be stated.",
        "The application of the name Tanais to the Syr seems to indicate a real confusion with Colchian Caucasus.",
        "The chivalry of France, undisciplined and careless of the lesson of Crecy and Poitiers, was quickly stung into action, and the French mounted men charged, only to be driven back in confusion.",
        "This Bahr-el-Homr is the only affluent of 1 The Lol is also called the Kir, a name given likewise to the lower course of the Bahr-el-Homr. The confusion of names is partly attributable to the fact that each tribe has a different name for the same stream.",
        "4 a which the Greek writers called that of the Medes, through a confusion of Mada or \" Medes \" with Manda.",
        "Unfortunately, however, the confusion engendered by a defective organization has long been a byword among the people; there is no printed catalogue, quantities of books are buried in packingcases and unavailable, the collection of foreign books is very poor, hardly any new works being purchased, and the building itself is quite inadequate and far from safe; but the site of a new one has now been purchased and the plans are agreed upon, so that eventually the whole collection will be transferred to more suitable quarters.",
        "confusion the people turned to him as their only hope, and gradually a new government was evolved, each law being enacted as the result of his exhortations.",
        "A great deal of confusion still exists with regard to this disease.",
        "By a pure error, or perhaps through a confusion in the traditions, Achish the Philistine (of Gath, I Sam.",
        "In England's Confusion, published on the 30th of May 1659, in the True and Full Narrative, and in The Brief Necessary Vindication, he gave long accounts of the attempt to enter the house and of his ejection, while in the Curtaine Drawne he held up the claims of the Rump to derision.",
        "But the definiteness of this line should not cause us to overlook the fact that there was during these centuries much confusion of custom and practice.",
        "The variety and seeming confusion which reign in feudal society, under uniform controlling principles, rule also in the ages of beginning.",
        "Feudalism in its most flourishing age was anything but systematic. It was confusion roughly organized.",
        "Underlying all the apparent confusion of fact and practice were certain fundamental principles and relationships, which were alike everywhere, and which really gave shape to everything that was feudal, no matter what its form might be.",
        "WELSHPOOL (or Welchpool, so called because Pool, its old name, led to confusion with Poole, in Dorsetshire; Welsh Trallwm), a market town and municipal and contributary parliamentary borough of Montgomeryshire, N.",
        "There the synod of Ephesus was declared to have been a \"robber synod,\" its proceedings were annulled, and, in accordance with the rule of Leo as opposed to the doctrines of Eutyches, it was declared that the two natures were united in Christ, but without any alteration, absorption or confusion.",
        "band of emigrants from Bagdad and Nineveh, and possibly the name \"Christians of St Thomas\" arose from confusion between this man and the apostle.",
        "Here is the cathedral church of St Lucius (who is the patron of Coire, and is supposed to be a 2nd-century British king, though really the name has probably arisen from a confusion between Lucius of Cyrene - miswritten \"curiensis\" - with the Roman general Lucius Munatius Plancus, who conquered Raetia).",
        "The country had been thrown into absolute confusion from a political and administrative point of view, but gradually order was restored, and peaceful conditions were reconstituted throughout the republic. The four years of office for which General Caceres was elected passed in uneventful fashion, and in 1890 Senor Morales Bermudez was nominated to the presidency, with Senor Solar and Senor Borgono as first and second vice-presidents.",
        "The \"Monitor\" withdrew in the confusion consequent upon the wounding of her commanding officer; and the \"Merrimac\" after a short wait for her adversary steamed back to Norfolk.",
        "That St Catherine actually existed there is, indeed, no evidence to disprove; and it is possible that some of the elements in her legend are due to confusion with the story of Hypatia, the neo-platonic philosopher of Alexandria, who was done to death by a Christian mob.",
        "and iii., in which the prophet 1 A confusion between the two prophets of the name has led to the insertion in the Massoretic text of 1 Kings xxii.",
        "There are at least two possibilities: (1) that in Latium g and k were pronounced almost identically, as, e.g., in the German of Wurttemberg or in the Celtic dialects, the difference consisting only in the greater energy with which the k-sound is produced; (2) that the confusion is graphic, K being sometimes written I C, which was then regarded as two separate symbols.",
        "The cachet of the Fukagawa atelier was indiscriminately applied to all such pieces, and has probably proved a source of confusion to collectors.",
        "The death of Jani-Beg, however, threw the empire into confusion.",
        "451 affirmed \"that Christ is true God and true man, according to His Godhead begotten from eternity and like the Father in everything, only without sin; and that after His incarnation the unity of the person consists in two natures which are conjoined without confusion, and without change, but also without rending and without separation.\"",
        "By uttering a sacred formula the good spirit throws the evil one into a state of confusion for a second 3000 years, while he produces the archangels and the material creation, including the sun, moon and stars.",
        "Thus would arise the confusion between Christians and Cretins.",
        "In all these biographies there is internal evidence of confusion; many of the incidents related are elsewhere told of other persons, and certain of them are quite irreconcilable with his character, so far as it can be judged of from his writings and from the opinions expressed of him by his contemporaries; we may safely reject, for instance, the legends that he set fire to the library of the Temple of Health at Cnidos, in order to destroy the evidence of plagiarism, and that he refused to visit Persia at the request of Artaxerxes Longimanus, during a pestilential epidemic, on the ground that he would in so doing be assisting an enemy.",
        "Owing to the confusion introduced by the employment of the term force, Maxwell and other writers sometimes use the words electromotive intensityinstead of electric force.",
        "But neither the king's character, nor the confusion of the Prussian finances due to his extravagance, gave promise of any effective action.",
        "Various pretenders sprang up and the kingdom fell into confusion.",
        "in 1727, and by various other works, including Moses's Sine Principio, 1730; The Confusion of Tongues and Trinity of the Gentiles, 1731; Power Essential and Mechanical, or what power belongs to God and what to his creatures, in which the design of Sir I.",
        "26) is probably due to confusion.",
        "Moreover, fresh complications arose from the confusion in which the question of the duties and rights of the civil power was entangled.",
        "True, there is confusion in the narrative of Hegesippus, and even a probability that the martyrdom of Symeon dated under Trajan really took place in the persecution of Domitian,before the arrest of the grandsons of Jude, for apart from the alleged age of Symeon (the traditional Jewish limit of human life, Gen.",
        "The utmost confusion prevailed in Florence and other parts of Tuscany.",
        "The retreating French troops belonged to Frossard's command, and as they were in considerable confusion Frossard called on du Preuil's brigade of the imperial guard cavalry to charge.",
        "In the dust and confusion of the charge a group of the hussars approached Bazaine and his horse artillery battery, and almost carried off the marshal.",
        "Their fire threw the latter into serious confusion and he had already decided to attack with his nearest division (de Cissey) in the direction of the steeple of Vionville, when his attention was caught by the outbreak of heavy firing in the copses below him, and the entry of fresh Prussian guns into action.",
        "It was almost dark when the Prussians approached the French position between Rezonville and the woods to the northward, and the troops soon lost direction in the smoke and became involved in the direst confusion; the firing again blazed out for a few moments, only to die away as utter exhaustion at length put an end to the Prussian advance.",
        "No lines of march were assigned to the several units, consequently the confusion became so great that though the distance to be traversed in no case exceeded six miles, only the right wing and centre reached their destinations as night was falling.",
        "Considerable confusion arose from the convergence of these three brigades upon one village, and more than an hour passed before the troops could be disentangled and massed for further operations.",
        "The confusion in and around St Privat, where troops from four several corps were all intermingled, became so extreme that no further infantry-advance could be attempted; so under cover of the fierce artillery duel the remnants of the unfortunate 6th corps drifted away towards Metz down the many ravines leading into the river valley.",
        "But the remainder of the troops had to be withdrawn, and confusion breaking out in their rear, exposed to all the random bullets and shells of the French, a panic ensued, thousands of men breaking away and flying in wildest confusion through Gravelotte towards the west.",
        "But in the darkness and confusion no forward movement against the French (only 400 yds.",
        "They were sufficiently occupied in collecting the wounded and clearing up the confusion resulting from an accumulation of trains and transport in the defiles of Gorze and about Noveaut.",
        "It was probably unknown to the Greeks and Romans, but during the middle ages it became quite familiar, notwithstanding its frequent confusion with other metals.",
        "Its elementary nature was imperfectly understood; and the impure specimens obtained by the early chemists explain, in some measure, its confusion with tin, lead, antimony, zinc and other metals; in 1595 Andreas Libavius confused it with antimony, and in 1675 Nicolas Lemery with zinc. These obscurities began to be finally cleared up with the researches of Johann Heinrich Pott (1692-1777), a pupil of Stahl, published in his Exercitationes chemicae de Wismutho (1769), and of N.",
        "The absence or incompleteness of authentic records, however, is not the only source of obscurity and confusion in the chronology of remote ages.",
        "Tiglath-Pileser III., a usurper who came to the throne of Assyria in 745 B.C., and whose earlier name of Pul proved a source of confusion to the later Hebrew writers, left records that have served to clear up the puzzling chronology of a considerable period of the history of Samaria.",
        "As to the confusion of Babylonian names - in which, by the way, the Hebrew and Greek authors do not agree - it is explained that the general, Belshazzar, was perhaps more directly known in Palestine than his father the king.",
        "Incidentally they prove, to the utter confusion of a certain school of Bible critics, that the art of writing was familiarly known in Canaan, and that Egypt and western Asia were in full literary connexion with one another, long before the time of the Exodus.",
        "in the front line, handicapped from the start owing to confusion in the preliminary assembly of their units, to push too far forward without making sure of the ground in their rear.",
        "Another source of confusion, now removed, was the later publication in France of the letters in French.",
        "From all these causes, and others, arise confusion and suspicion.",
        "He anchored in some confusion in Calais roads.",
        "The collapse of the Borgias threw Central Italy into confusion; and Machiavelli had, in 1505, to visit the Baglioni at Perugia and the Petrucci at Siena.",
        "(Cyrus); the reverse seems more probable, and the possibility of some confusion or of an intentional adjustment to the earlier date is emphasized by the relation between the popular feeling in Ezr.",
        "At the bottom of the double allocation there was, no doubt, that confusion of Ethiopia with India which is as old as Virgil and perhaps older.",
        "His theory with regard to the confusion of names is a gratuitous assumption and cannot be proved.",
        "Tallard was already a prisoner, but in the dusk and confusion Marsin slipped through between the duke and Eugene.",
        "At the Reformation the necessity for church discipline did not cease to be recognized; but the administration of it in many Reformed churches has passed through a period of some confusion.",
        "The confusion between them has, perhaps, come about from the fact that the modern crown seems to be rather an evolution from the diadem than the lineal descendant of the older crowns.",
        "de Bacourt almost certainly drew up the connected narrative which we now possess from notes which were in more or less of confusion.",
        "In 1131 the king led an expedition into Denmark, where one of his vassals had been murdered by Magnus, son of the Danish king, Niels, and where general confusion reigned; but no resistance was offered, and Niels promised to pay tribute to Lothair.",
        "More particularly by the confusion in which he left the relation between the two logical principles of identity and of sufficient reason underlying respectively analytic and synthetic, deductive and inductive thought, he may be said to have undermined in another way the idealism he strove to establish.",
        "Our mistake lies in abstraction of the one from the other, which, as always, ends in confusion of the one with the other.",
        "Perhaps his detachment makes for clearness of thought; Loofs's friendliness towards dogma, but in a much humbler sense than the Catholic, involves the risk of confusion.",
        "A better prospect opened in the confusion in Byzantine affairs which followed the death of Manuel Coinnenus (1180), and William took up the old design and feud against Constantinople.",
        "In the campaigns of 1792 and 1793 he was continually employed as a commissioner in military matters, his greatest service being in April 1793 on the north-eastern frontier, where the disastrous battle of Neerwinden and the subsequent defection of Dumouriez had thrown everything into confusion.",
        "Hence there is confusion on every side; it is difficult to distinguish between various sects and to determine their exact opinions or the circumstances under which they came into being.",
        "The polemical conception which has done much to perpetuate this confusion is that of the historical continuity of Protestantism from the earliest times.",
        "After this Charles II., duke of Piedmont, interfered to save his territories from further confusion, and promised the Vaudois peace.",
        "About 1530 he appears to have revisited the Spanish court, but on what precise errand is not known; the confusion concerning this period of his life extends to the time when, after visits to Mexico, Nicaragua, Peru and Guatemala, he undertook an expedition in 1537 into Tuzulutlan, the inhabitants of which were, chiefly through his tact, peaceably converted to Christianity, mass being celebrated for the first time amongst them in the newly founded town of Rabinal in 1538.",
        "On such a theory confusion between full Catholicity and loyalty to some partial expression of it is minimized, and the feeling for Christians as such, everywhere and under whatever name, is kept pure.",
        "21-25 the Turkish armies commanded by Abdulla Pasha were driven back in confusion and retired to positions passing through Bunar Hissar and Lule Burgas to the railway.",
        "In large halls the words of a speaker are echoed or reflected from flat walls or roof or floor; and these reflected sounds follow the direct sounds at such an interval that syllables and words overlap, to the confusion of the speech and the annoyance of the audience.",
        "The latter were slower, and hampered by the crowd of damaged battleships, store-ships and colliers; before 5 they were in the greatest confusion, which was presently increased by the battleship squadron, now turned back and heading W.",
        "But it is easy to imagine that some confusion may have arisen in the transliteration of the name into Greek, and that the place really indicated is Khersa, near the middle of the eastern shore of the lake.",
        "The difficulty arises from a confusion between the spheres of phenomena and noumena.",
        "Some confusion prevails also as to whether the islands Bennett, Henrietta and Jeannette, discovered by the \"Jeannette\" expedition, ought to be included in the same archipelago, or described separately as the Jeannette Islands.",
        "From this criginal task arose a second, that of affording shelter to the fragments of peoples heaped together in inextricable confusion in this corner of the earth.",
        "He was a prince with a taste for music and literature, whose reign was a time of confusion.",
        "A second peculiarity of Ultramontanism is its confusion of religion with politics; it claims for the Roman Catholic Church the functions of a political power, and asserts that it is the duty of the secular state to carry out its instructions and wishes.",
        "During the four years for which he held that office, although he allowed the finances of the colony to get into confusion, he endeavoured to improve its condition by introducing the vine, sugar-cane and tobacco plant, and by encouraging the breeding of horses and the reclamation of land.",
        "Varius Rufus published his famous tragedy Thyestes from an MS. which he found amongst the papers of Cassius after his death, is due to a confusion of Cassius's murderer, Q.",
        "The motive of some of the substitutions was to avoid the confusion which must have ensued from the duplication of previously existing native asterisms; thus, the Egyptian and Greek Lions were composed of totally different stars.: Abstractions in other cases replaced concrete objects, with the general result of effacing the distinctive character of the Greek zodiac as a \" circle of living things.\"",
        "This theory was combated in later days, and caused great confusion in the province of historical geography.",
        "Of such monosyllables there are less than two thousand, and therefore many syllables have to do duty for the expression of more than one idea, confusion being avoided by the tone in which they are spoken, whence the term\" tonal,\"which is applied to all the languages of this family.",
        "it sided with the emperor, though ultimately the papal party was strong enough to introduce confusion into its policy.",
        "7th century, A.D., the variation Genua (which has led to great confusion with Genoa) being also found in the 6th century.",
        "It is possible that there may be some ground for the local tradition that Christianity was introduced into this region by Dionysius and Paracodus, who successively occupied the see of Vienne, but another tradition that the first bishop was named St Nazarius rests on a confusion, as that saint belongs to Genoa and not to Geneva.",
        "By many churchmen, too, the name of \"Protestant\" is accepted in what they take to be the old sense as implying repudiation of the claims of Rome, but as not necessarily involving a denial of \"Catholic\" doctrine or any confusion of the Church of England with non-episcopal churches at home or abroad.",
        "Their rise was, due principally to the necessity of administering the charities of the Church, putting an end to disorder and confusion in the religious services, and disciplining offenders.",
        "Of more importance is the fact that, in co-operation with the bishops of Rome, he carried out the organization of the church in Bavaria, and began the reorganization of the Frankish church, which had fallen into confusion and decay during the political disorders of the last years of the Merovingians.",
        "For, while the power of Charlemagne's successors was decaying, the papacy itself became involved in the confusion of the party strife of Italy and of the city of Rome, and was plunged in consequence into such an abyss of degradation (the so-called Pornocracy), that it was in danger of forfeiting every shred of its moral authority over Christendom.",
        "The term \" priest \" is sometimes taken to include \" sorcerer,\" but this use is open to criticism and may produce confusion.",
        "Finally, early in April 1573, the election diet assembled at Warsaw, and on the 11th of May, in the midst of intrigue, corruption, violence and confusion, Henry of Valois was elected king of Poland.",
        "Sumner now came into action, and overhaste involved him in a catastrophe, his troops being attacked in front and flank and driven back in great confusion with nearly half their number killed and wounded; and their retreat involved the gallant remnants of Mansfield's corps.",
        "Subsequent thinkers have to a greater or less degree identified the two ideas, and much confusion has resulted.",
        "The far-ranging strategic \"raid\" was a notable feature of the war; freely employed by both sides, it was sometimes harmful, more usually profitable, especially to the South, by reason of the captures in material, the information acquired and the alarm and confusion created.",
        "The figures, of course, in no case possess historical value: accepting even Ussher's date of the Exodus, 1491 B.C., which is earlier than is probable, we should obtain from them for the creation of man 4157 B.C., or (LXX.) 5328, 3 and for the confusion of tongues, which, according to Gen.",
        "To remedy the confusion produced by the variations of the Latin text Pope Damasus asked Jerome to undertake a revision, and the latter published a new text of the New Testament in A.D.",
        "St Luke's statement of a general census is in all probability erroneous, and the introduction of the name Quirinius appears to be due to confusion with the census of A.D.",
        "But the confusion in question would only be possible, or at any rate likely, if there really was a census at the time of the Nativity; and it is no more improbable that Herod should have held, or permitted to be held, a local census than that Archelaus of Cappadocia in the reign of Tiberius (Tacitus, Ann.",
        "Moreover, rivalry between contemporary explorers of different nationalities sometimes caused them to ignore each other's work, and added to the confusion of nomenclature among the islands.",
        "6), and this fluctuation is noteworthy by reason of the present confusion in the text of I Sam.",
        "Throughout there is confusion in the use of these terms, and the finale refers only to the graven image of Dan (xviii.",
        "In such definition an attempt has been made to avoid former confusion of expression as to capacity, cubic measure, and volume; the litre being recognized as a measure of capacity holding a given weight of water.",
        "As special attention has not been drawn to the fact that some copies have the \" Admonitio \" and some have not, different writers have assumed that Briggs did or did not know of the promise contained in the \" Admonitio \" according as it was present or absent in the copies they had themselves referred to, and this has given rise to some confusion.",
        "There is some confusion in the specific names of these agaves; the \" pulque \"-producing plant is usually described as the Agave americana, though A.",
        "On the other hand the multitude of native American languages suggested that the migration to America took place after the building of the tower of Babel, and Siguenza arrived at the curiously definite result that the Mexicans were descended from Naphtuhim, son of Mizraim and grandson of Noah, who left Egypt for Mexico shortly after the confusion of tongues.",
        "9) suggests that it may be due to a confusion with the Thracian Maedi (MatSo.).",
        "After a severe fight, Anang-pal's elephants were so terror-struck by the fire-missiles flung amongst them by the invaders that they turned and fled, the whole army retreating in confusion and leaving Mahmud master of the field.",
        "The second confusion is the tacit assumption that the pleasure of the hedonist is necessarily or characteristically of a purely physical kind; this assumption is in the case of some hedonistic theories a pure perversion of the facts.",
        "The confusion already alluded to between \"pure\" and \"rational\" hedonism is nowhere more clearly exemplified than in the misconceptions which have arisen as to the doctrine of the Epicureans.",
        "In the general confusion following on Charles Albert's defeat on the Mincio and his retreat to Milan, where the people rose against the unhappy king, Fanti's courage and tact saved the situation.",
        "James Fergusson wrote of this temple that \"each part increases in dignity to the sanctuary; and whether looked at from its courts or from outside, it possesses variety without confusion, and an appropriateness of every part to the purpose for which it was intended.\"",
        "(a) Examples of confusion of capital letters from Shelley's poems are: Prometheus, i.",
        "(d) Confusion of words through abbreviations is very common in ancient MSS., where they were much employed.",
        "- Words are not only changed through confusion of single letters or abbreviations, but also through general resemblance or (a semi-voluntary change) through similarity of meaning.",
        "On his first visit to Athens, during which occurred the fatal battle of Mantineia (362 B.C.), Aristotle had seen the confusion of Greece becoming the opportunity of Macedon under Philip; and on his second visit he was supported at Athens by the complete domination of Macedon under Alexander.",
        "In addition to all this confusion of speculative and practical knowledge, prudence is absent when it ought to be present; e.g.",
        "In the first place, the reason why the account of prudence begins by confusing the speculative with the practical is that the Eudemian Ethics starts from Plato's Philebus, where, without differentiating speculative and practical knowledge, Plato asks how far good is prudence (cbpovoacs), how far pleasure (7)Sovi 7); and in the Eudemian Ethics Aristotle asks the same question, adding virtue (ap€r,) in order to correct the Socratic confusion of virtue with prudence.",
        "But it falls into the confusion of first saying that praise is for moral virtues, and not for virtues of the reason, whether prudence or wisdom (M.M.",
        "Magnified 30 account of the great liability of confusion times.",
        "This Power Was Quickly Abused To Serve Political Objects, And The Calendar Consequently Thrown Into Confusion.",
        "This Was Called The Last Year Of Confusion.",
        "At the same time, the possibility of a confusion between Ninib and Nergal must be admitted, and perhaps we are to see the solution of the problem in the recognition of two diverse schools of theological speculation, the one assigning to Ninib the role of the spring-tide solar deity, the other identifying him with the sun of the summer solstice.",
        "Civil affairs also fell into confusion.",
        "There is some confusion of terms here: some writers call the free fold the mantle or pallium, and this is the proper use of the term; but others apply the term to the whole of the dorsal integument, including both the projecting fold and the part covering the viscera.",
        "In the general confusion of the caliphate produced by the change of dynasty, Africa had fallen into the hands of local rulers, formerly amirs or lieutenants of the Omayyad caliphs, but now aiming at independence.",
        "The country was in a state of confusion under the weak rule of the amir Yusef, a mere puppet in the hands of a faction, and was torn by tribal dissensions among the Arabs and by race conflicts between the Arabs and Berbers.",
        "There is some confusion in administration and accounts, however, and it is sometimes difficult to determine the exact situation.",
        "The restrained sentiments of the council in regard to Hoadly found expression in a war of pamphlets known as the Bangorian Controversy, which, partly from a want of clearness in the statements of Hoadly, partly from the disingenuousness of his opponents and the confusion resulting from exasperated feelings, developed into an intricate and bewildering maze of side discussions in which the main issues of the dispute were concealed almost beyond the possibility of discovery.",
        "The qualification that the circular function must apply to all time is important, and unless it is recognized as a necessary condition of homogeneity, confusion in the more intricate problems or radiation becomes inevitable.",
        "The discussion as to the causes of this widening has turned a good deal on the question whether it is primarily due to changes of density, pressure or temperature, but some confusion has been caused by the want of proper definition of terms. For the cause of this the writer of the present article is jointly with others at any rate partly responsible, and clearness of ideas can only be re-established by investigating the mechanical causes of the effect rather than by applying terms which refer to a different order of physical conceptions.",
        "Theodor Abeling, who is disposed to reject or minimize the mythical origins, further suggests a confusion of the story of Attila's wife Ildico with that of the murder of Sigimund the Burgundian by the sons of Chrothildis, wife of Clovis.",
        "the panlogistic confusion of the essences of things with the notions of reason, to construct a positive philosophy without falling into fresh mysticism, which failed to exorcise the effect of his earlier philosophy of identity in the growing materialism of the age.",
        "Ernst Mach is a conspicuous instance of a confusion of physics and psychology ending in a scepticism like that of Hume.",
        "It is a confusion of impulse with will, and activity with both.",
        "The passage from Kant to Hegel attempted by Green, and the harmony of Kant and Hegel attempted by Green and Caird, are unhistorical, and have caused much confusion of thought.",
        "The advent of personal idealism is a welcome protest against the confusion of God and man in one mind, and against the confusion of one man's mind with another's.",
        "The modern misunderstanding of \" substance \" has been a main cause of the confusion of modern thought.",
        "The result of this confusion is that the moderns have no name at all for a distinct thing, and, being mere slaves of abstract terms, constantly speak of mere attributes, such as activity, life, will, actuality, unity of mental operations, as if they were distinct things.",
        "To pass over its confusion of a priori and intuitive, there are two fatal objections to this view.",
        "This argument from a pure assumption is a confusion of sense and inference.",
        "It is a confusion, resulting in loss, not in gain, as regards spiritual power, to try to combine the two types of piety, as his readers were more and more apt to do.",
        "As agriculture was their favourite occupation, and as their tendency was to withdraw from the haunts and ordinary interests of mankind, we may assume that with the growing confusion and corruption of Jewish society they felt themselves attracted from the mass of the population to the sparsely peopled districts, till they found a congenial settlement and free scope for their peculiar view of life by the shore of the Dead Sea.",
        "Withal there was no noise or confusion to mar the tranquillity of their intercourse; no one usurped more than his share of the conversation; the stillness of the place oppressed a stranger with a feeling of mysterious awe.",
        "For a similar confusion see Mark ii.",
        "The restoration of the Apostolic See to its original and proper seat was now possible; and the need for such a step was the more pressing, since residence in the castle at Avignon had become extremely precarious, owing to the ever-increasing confusion of French affairs.",
        "The situation in the papal state, which Boniface found in the greatest confusion, was at the outset far more difficult to deal with.",
        "The crisis which the Catholic Church underwent, during this terrible epoch, was the greatest in all her history: for while everything was thrown into the utmost confusion by the life and death struggles of the rival popes, while the ecclesiastical revenues and emoluments were used almost exclusively for the reward of partisan service, while everywhere the worldliness of the clergy had reached its highest pitch, heretical movements, by which the whole order of the Church was threatened with overthrow, were gaining strength in England, France, Italy, Germany and especially in Bohemia.",
        "The captive was, however, by no means powerless; by refusing canonical institution to the French bishops he involved the ecclesiastical system of Napoleon in inextricable confusion.",
        "It does not, however, afford a convenient starting-point for a general theory, because it is apt to involve some confusion of phenomena which, from the point of view of the Galileo-Newton theory, are distinct in character.",
        "Despite a number of errors of fact, notably the confusion of the three Bruces in the person of the hero, the poem is historically trustworthy as compared with contemporary verse-chronicle, and especially with the Wallace of the next century.",
        "But even Linnaeus could not clear himself of the confusion, and unhappily misapplied the name Meleagris, undeniably belonging to the guinea-fowl, as the generic term for what we now know as the turkey, adding thereto as its specific designation the word gallopavo, taken from the Gallopava of C. Gesner, who, though not wholly free from error, was less mistakep than some of his contemporaries and even successors.'",
        "This names ` Turkey-cocke \" as one of the \" greater fowles \" of which an ecclesiastic was to have \" but one in a dishe,\" and its association with the crane and swan precludes the likelihood of any confusion with the guinea-fowl.",
        "370) has dwelt upon the confusion and defects of Grotius's theory.",
        "A vice-governor is appointed for the town by the basha of Laraiche, one for the country round by the sultan of Morocco, a condition which causes much confusion on market-days.",
        "Fortunately, in the midst of almost universal helplessness and confusion, Christian IV.",
        "amictus, from amicire, to throw or wrap round, the change of t to s being probably due to an early confusion with the aumuce: see Almuce), a liturgical vestment of the Western Church.",
        "as once and lonce, onza and lonza respectively, and it is usually explained as being due to the confusion of the 1 with the article, lance and lonza being changed to Ponce or l'onza, and the l subsequently dropped.",
        "The fifth is an example where the bud to which the shoot should be cut back is badly placed; a shoot resulting from a bud left on the upper side is apt instead of growing outwards to grow erect, and lead to confusion in the form of the tree; to avoid this it is tied down in its proper place during the summer by a small twig.",
        "Wall trees, it must be evident, are placed in a very unnatural and constrained position, and would in fact soon be reduced to a state of utter confusion if allowed to grow unrestricted; hence the following modes of training have been adopted.",
        "The confusion caused by the spurious documents of Puteanus, however, led, even when the legend of St Begga was rejected, to other suggestions for the derivation of the name, e.g.",
        "This led to the utmost confusion, the laity in many cases taking the part of the Beguine communities, and the Church being thus brought into conflict with the secular authorities.",
        "1784) founded the university of Bonn, and in 1798, amid the confusion of the revolutionary epoch, it ceased to exist.",
        "the guard of Magians mentioned by Aristobulus, which had to protect the tomb - eastwards of Persepolis, and by a curious confusion joins it to Ecbatana.",
        "After the battle of Chacabuco O'Higgins was entrusted with the administration of Chile, and he ruled the country firmly and well, maintaining the close connexion with the Argentine, co-operating loyally with San Martin in the preparation of the force for the invasion of Peru, and seeking, as far as the confusion and embarrassments of the time allowed, to improve the welfare of the people.",
        "The worst feature is the confusion in the chronology, which, strange to say, is most hopeless in treating of the contemporaries of Moses himself.",
        "2 See the confusion, common to both books, between Cappadocia I.",
        "In the case of the grammatical writings, it has been suggested that there may have been some confusion between Moses of Khor`ni and a Moses of Siunich, who lived in the 7th century.",
        "Until 1907 no uniform system of passenger rates had been adopted, each state retaining its own faresa condition that led to much confusion.",
        "Notwithstanding the many sources of confusion Conrad was persuaded by the passionate eloquence of Bernard of Clairvaux to take part in the second crusade; be left for the East in 1147 and returned to Germany in 1149, to find Welf again in arms and Henry the Lion claiming Bavaria.",
        "Thus the fame of Germany in the neighboring countries, which had been nearly destroyed during the confusion of Henry IV.s reign, was to a large extent restored.",
        "Under the rule of the new regent, Louis I., duke of Bavaria, confusion reigned supreme, and civil war prevailed in nearly every part of the country.",
        "During the confusion of the civil war carried on by Otto IV.",
        "Soon afterwards he was selected by the Habsburgs as the heir of the childless emperor Matthias, and on coming to Vienna after the death of that sovereign in March 1619 he found himself in the midst of hopeless confusion.",
        "Its growth coincided with the introduction of railways, and enabled the nation to derive from them the full benefit; so that, in spite of the confusion of political powers, material prosperity increased, together with the consciousness of national unity and a tendency to look to Berlin rather than to Vienna as the centre of this unity.",
        "The constant changes in the law made by current legislation in the different states really only added to the confusion, and though imperial laws on these points with which the central government was qualified to deal superseded the state laws, it is obvious that to pass occasional acts on isolated points would have been only to introduce a further element of complication.",
        "There has been some confusion between chalcedony and the ancient \"carcedonia,\" a stone which seems to have been a carbuncle from Africa, brought by way of Carthage (Kapxn6e0v).",
        "the limits of fortifications, which it had outgrown, have both contributed to render Genoa a picturesque confusion of narrow streets, lanes and alleys, varied with stairways climbing the steeper slopes and bridges spanning the deeper valleys.",
        "Apart from the perennial discontents of Magyars and Sla y s, the confusion and corruption of the administration, and the misery caused by the ruin of the finances, had made the Habsburg dynasty unpopular even in its German states, and in Vienna itself a large section of public opinion was loudly in favour of the claims of Charles of Bavaria.",
        "It had been a time of frightful changes throughout Sicily, full of breaking up of old landmarks, of confusion of races, and of movements of inhabitants.",
        "Between the death of Dion in 354 and the coming of Timoleon in 344 we hear of a time of confusion in which Hellenic life seemed likely to die out.",
        "The Germans who helped Henry to win the Sicilian crown did not become a new element in the island, but only a source of confusion during the minority of his son.",
        "Yet, among these and other elements of confusion, Manfred succeeded in setting up again the kingly power, first for his kinsmen and then for himself.",
        "Their vague pantheism landed them in moral confusion, and many of them were marked by fierce fanaticism.",
        "It must be owned that the first perusal leaves on a European an impression of chaotic confusion - not that the book is so very extensive, for it is not quite as large as the New Testament.",
        "Although the whole conception of the work implies that confusion of the provinces of poetry and history which was perpetuated by later writers, and especially by Lucan and Silius Italicus, yet it was a true instinct of genius to discern in the idea of the national destiny the only possible motive of a Roman epic. The execution of the poem (to judge from the fragments, amounting to about six hundred lines), although rough, unequal and often prosaic, seems to have combined the realistic fidelity and freshness of feeling of a contemporary chronicle with the vivifying and idealizing power of genius.",
        "The relations between the four vary very greatly in different parts, and the neglect of this consideration has led to much error and confusion.",
        "Further, owing to the vast number of signs employed, to prevent confusion of one with another in rapid writing they were generally provided with phonetic complements, a group being less easily misread than a single letter.",
        "This practice had the advantage also of distinguishing determinatives from phonograms. Thus the root or syllable un is regularly written ~ ~to avoid confusion with the detcrminative~.",
        "In the confusion which followed on the death of the Omayyad caliph Yazid the Egyptian Moslems declared themselves for Abdallh b.",
        "The wrong road was taken, and great confusion occurred, during the night, but at dawn this was rectified; and after forming a rough fort under fire, by which General Sir H.",
        "HIPPODAMUS, of Miletus, a Greek architect of the 5th century B.C. It was he who introduced order and regularity into the planning of cities, in place of the previous intricacy and confusion.",
        "The confusion introduced into the legislation by later additions, with the consequent displacement of earlier material, has not been without effect on the narratives belonging to the different sources.",
        "He found the law of the Roman empire in a state of great confusion.",
        "The confusion of the final chapter points to some interruption.",
        "A thunderstorm, with hail and intense cold, increased their confusion, and on Brennus himself being wounded they took to flight, pursued by the Greeks all the way back to Thermopylae.",
        "in 1629, there were three rival candidates for the see, and their struggles added to the confusion caused by the Thirty Years' War.",
        "Peace between Albany and the wayward Rothesay was impossible, and Rothesay, by breaking troth with the daughter of the earl of March, and marrying a daughter of the third earl of Douglas, added a fresh feud to the general confusion.",
        "A hideous tale is told by Buchanan against his private morals, but it is certainly inaccurate in detail, and is uncorroborated, while it appears to turn on a confusion between an alleged royal mistress, \" the Daisy,\" and Margaret (Daisy), the king's own sister.",
        "Mar's highlanders began to desert; his council was a confusion of opinions and discontents, and when, after many dangers and in the worst of health, James joined the Jacobites at Perth, it was only to discourage his friends by his gloom, and to share their wintry flight before Argyll to Montrose.",
        "They were checked by two steady regiments; many fled, all was darkness and confusion, but, on returning into Falkirk, Charles found that Hawley had 'decamped in a disgraceful rout.",
        "The fact that, after the Munster insurrection the very name Anabaptist was proscribed in Europe, is a source of twofold confusion.",
        "In India, before Buddhism, conflicting and contradictory views prevailed as to the precise mode of action of Karma; and we find this confusion reflected in Buddhist theory.",
        "Diego Noboa, elected in 1850 after a period of great confusion, recalled the Jesuits, produced a rupture with New Granada by receiving conservative refugees, and thus brought about his own deposition and exile.",
        "Owing to a prevailing confusion between tests of memory and tests of capacity, the allowance for chance fairly applied to the former is apt to be unduly extended to the latter.",
        "But Dajjal may be derived, by a very common confusion between n and 1, from Dagon, whose name two neighbouring villages bear to this day, while one of the gates of Lydda used to be called the Gate of Dagon.",
        "By treaty with the Porte in 1800, the emperor Paul erected the \"Septinsular Republic,\" but anarchy and confusion followed till a secret article in the treaty of Tilsit, in 1807, declared the Islands an integral part of the French empire.",
        "In astronomy he depreciates the merits of Newton and elevates Kepler, accusing Newton particularly, a propos of the distinction of centrifugal and centripetal forces, of leading to a confusion between what is mathematically to be distinguished and what is physically separate.",
        "This form of attack, and the flights of arrows discharged by the English (which flew with the wind), produced confusion in the crowded benches of the French vessels, which in most cases must have been little more than open boats.",
        "The present practice being the dominant one from the time of Ptolemy until the present, it was felt that the confusion in the combination of past and present astronomical observations, and the doubts and difficulties in using the astronomical ephemerides, formed a decisive argument against any change.",
        "Largely owing to Howe's statesmanship responsible government was finally conceded in 1848 by the imperial authorities, and was thus gained without the bloodshed and confusion which marked its acquisition in Ontario and Quebec. In 1850 he was appointed a delegate to England on behalf of the Intercolonial railway, for which he obtained a large imperial guarantee.",
        "On the 6th of January 1842, after a convention to evacuate the country had been signed, the British garrison, still numbering 4500 soldiers (of whom 690 were Europeans), with some 12,000 followers, marched out of the camp. The winter was severe, the troops demoralised, the march a mass of confusion and massacre, and the force was finally overwhelmed in the Jagdalak pass between Kabul and Jalalabad.",
        "In the early days of British rule no system whatever prevailed throughout the Bombay presidency; and even at the present time there are tracts where something of the old confusion survives.",
        "The wildest confusion prevailed, and the lazzaroni massacred numbers of persons suspected of republican sympathies, while the nobility and the educated classes, finding themselves abandoned by their king in this cowardly manner, began to contemplate a republic under French auspices as their only means of salvation from anarchy.",
        "The kingdom was given over to confusion till in 1216 the Templars and some of the more loyal nobles brought the young king to Saragossa.",
        "He would probably have been more successful but for the confusion caused by the disputes in his own household.",
        "Then commenced a period of the greatest confusion.",
        "He had to contend against corrupt officialdom, indiscriminate expenditure, and absence of organization in the collection of revenue, apart from the confusion with regard to the currency.",
        "- The emphasis now laid on judgment, the recovery from Hume's confusion of beliefs with ideas and the association of ideas, and the distinction of the mental act of judging from its verbal expression in a proposition, are all healthy signs in recent logic. The most fundamental question, before proceeding to the investigation of inference, is not what we say but what we think in making the judgments which, whether we express them in propositions or not, are both the premises and the conclusion of inference; and, as this question has been diligently studied of late, but has been variously answered, it will be well to give a list of the more important theories of judgment as follows: a.",
        "Bosanquet's definition of a categorical judgment contains a similar confusion.",
        "But his account of the first is imperfect, because in ancient analysis the more general propositions, with which it concludes, are not mere consequences, but the real grounds of the given proposition; while his addition of the second reduces the nature of analysis to the utmost confusion, because hypothetical deduction is progressive from hypothesis to consequent facts whereas analysis is regressive from consequent facts to real ground.",
        "The abuse of this instance of Newtonian analysis betrays the whole origin of the current confusion of induction with deduction.",
        "One confusion has led to another.",
        "As found in judgment it may exhibit differences within itself, but it is not two, but one, an articulation of unity, not a fusion, which could only be a confusion, of differences.",
        "Twenty years of civil war and confusion had disorganized the empire, and the strong hand of Augustus, as he must now be called, could alone restore confidence and order.",
        "and cross-currents, resulting in some compromises and not a little confusion of thought.",
        "16) may be due to confusion with Matthias (cf.",
        "19), are due to confusion with Matthias, who from the first was associated in his Acts wih Andrew (see M.",
        "The battle, which was fought on confined ground in a valley, was decided by a cavalry charge of the Alans and Sarmatian s, which threw the Roman infantry into confusion and hemmed it in so closely that the men could scarcely draw their swords.",
        "In view of the confusion of the traditions and the difficulty of interpreting the details sketched above, the recovery of the historical Aaron is a work of peculiar intricacy.",
        "The confusion is thus extreme: the name Zade assimilated in Greek to the names ajra and B41ra becomes slira, though the form is that of Zain; the name of Samech is possibly the origin of Sigma, while the form of Samech is that of = which has not taken over a Phoenician name.",
        "That the confusion of the sibilants was not confined to the Greeks only, but that pronunciation varied within a small area even among the Semitic stock, is shown by the difficulty which the Ephraimites found in pronouncing \" shibboleth \" (Judges xii.",
        "There is some evidence which seems to point to a pronunciation of the voiced mutes which, like the South German pronunciation of g, d, b, but slightly differentiated them from the unvoiced mutes, so that confusion might easily arise.",
        "C and IC, as k was frequently written, would easily be confusedin writing, and Professor Hempl (Transactions of the American Philological Association for 18 99, pp. 24 ff.) shows that the Chalcidian form of y` - = developed into shapes which might have partaken of the confusion.",
        "Owing to this confusion, the new symbol G, differentiated from C, took the place of the useless I.",
        "Oscan, in order to represent D, introduced later a form SJ, thus creating confusion between the symbols for d and for r.",
        "By the help of these inscriptions it is possible to trace the development of the modern Arabic where so many of the forms of the letters have become similar that diacritic points are essential to distinguish them, the original causes of confusion being the continuous development of cursive writing and the adoption of ligatures.",
        "The confusion and congestion on the roads may be estimated from the fact that in the area of the IV.",
        "The retreat, with all its confusion, its mistakes and its tragedies, remains an astonishing achievement.",
        "It is chiefly interesting as a proof of the confusion in which the text must have been before the Alexandrian times; for it is impossible to understand the readiness of Aristarchus to suspect the genuineness of verses unless the state of the copies had pointed to the existence of numerous interpolations.",
        "The confusion which previous scholars had made between the ancient post-Homeric poets (Arctinus, Lesches, &c.) and the learned mythological writers (such as the \" scriptor cyclicus \" of Horace) was first cleared up by Welcker.",
        "Undoubtedly \" hirundo \" has now been used so indiscriminately for one species or the other as to cause confusion, which is perhaps best avoided by adopting the epithets of Naumann (Isis, 1819, pp. 1847, 1848), who, acting on and confirming the discovery of Nitzsch (who first detected the specific differences), called the southern species S.",
        "It had recovered from the confusion consequent upon the dissolution of the ancient Roman empire.",
        "The Elk range is geologically interesting for the almost unexampled displacement of the strata of which it is composed, and the apparent confusion which has thence arisen.",
        "At the close of the Pindari War in 1818 the whole country that is now under the Central India agency was in great confusion and disorder, having suffered heavily from the extortions of the Mahratta armies and from predatory bands.",
        "35) which finds an echo in a famous story related, not without some confusion of essential facts, by Herodotus (ii.",
        "The city was used by the Romans as a place of banishment: St Clement of Rome was exiled hither and first preached the 1 In Pliny \"Heraclea Chersonesus,\" probably owing to a confusion with the name of the mother city.",
        "4 \" Is there any such happiness as for a man's mind to be raised above the confusion of things, where he may have the prospect of the order of nature and error of man ?",
        "For words introduce a fallacious mode of looking at things in two ways: first, there are some words that are really merely names for non-existent things, which are yet supposed to exist simply because they have received a name; secondly, there are names hastily and unskilfully abstracted from a few objects and applied recklessly to all that has the faintest analogy with these objects, thus causing the grossest confusion.",
        "Among a great series of engraved silver bowls,' found mostly in Cyprus, but also as far off as Nineveh, Olympia, Caere and Praeneste, some examples show almost unmixed imitation of Egyptian scenes and devices; in others, Assyrian types are introduced among the Egyptian in senseless confusion; in others, both traditions are merged in a mixed art, which betrays a return to naturalism and a new sense of style, like that of the Idaean bronzes in Crete.° From its intermediate position between the art of Phoenicia and its western colonies (so far as this is known) and the earliest Hellenic art in the Aegean, this style has been called Graeco-Phoenician.",
        "Perhaps, as has been surmised, there may be confusion with another Ephraim.",
        "But, as collections of decisions were made by prominent teachers from time to time, confusion was caused by their differences as regards both contents and teaching (Sotah, 22a; Shabb.",
        "Perhaps owing to a confusion between Glasberg or Ynysvitrin and the Anglo-Saxon Glaestinga-burh, Glastonbury, the name \"Isle of Avalon\" was given to the low ridge in central Somersetshire which culminates in Glastonbury Tor, while Glastonbury itself came to be called Avalon.",
        "Much of the confusion in the names of plants has doubtless arisen from the vague use of the French terms giroflee, willet and violette, which were all applied to flowers of the pink tribe, but in England were subsequently extended and finally restricted to very different plants.",
        "In 1441 Charles VIII had to retire in favour of Christopher of Bavaria, who was already king of Denmark and Norway; but, on the death of Christopher (1448), a state of confusion ensued in the course of which Charles VIII.",
        "Impediments multiplied at every step; the cry was raised: \" The constitution is in danger \"; and on the 30th of January 1770 the Reaction Riksdag, after a barren ten months' session, rose amidst chaotic confusion without accomplishing anything.",
        "The custom of dividing receipts and expenditures into ordinary and extraordinary, of treating the receipts from loans as revenue, of adding six months to the fiscal year for closing up accounts, and of dividing receipts and expenditures into separate gold and currency accounts, leads to much confusion and complication in the returns, and is the cause of unavoidable discrepancies and contradictions.",
        "At the same time the monks and Jesuits did useful work in teaching industrial and agricultural arts, and in giving the people a certain degree of education; but the influence of the Church was used to bolster up the traditional narrow colonial system, and the constant quarrels between the clergy and the secular powers often threw the country into confusion.",
        "Relieved from all fear of Spanish attacks from the north, the new republic of Chile entered upon a period of internal confusion and dissension bordering upon anarchy.",
        "In spite of the discontent of the Liberals, the Conservative ascendancy secured a long period of firm stable government, which was essential to put an end to the confusion in public life and to give time for the people to awake to a fuller realization of the duties and responsibilities of national independence.",
        "We receive, therefore, in no single intercepting plane behind the system, as, for example, a focussing screen, an image of the object point; on the other hand, in each of two planes lines 0' and 0\" are separately formed (in neighbouring planes ellipses are formed), and in a plane between 0' and 0\" a circle of least confusion.",
        "white light) all these images are formed; and since they are all ultimately intercepted by a plane (the retina of the eye, a focussing screen of a camera, &c.), they cause a confusion, named chromatic aberration; for instance, instead of a white margin on a dark background, there is perceived a coloured margin, or narrow spectrum.",
        "In a plane containing the image point of one colour, another colour produces a disk of confusion; this is similar to the confusion caused by two \" zones \" in spherical aberration.",
        "For infinitely distant objects the radius of the chromatic disk of confusion is proportional to the linear aperture, and independent of the focal length (vide supra,\" Monochromatic Aberration of the Axis Point \"); and since this disk becomes the less harmful with an increasing image of a given object, or with increasing focal length, it follows that the deterioration of the image is proportional to the ratio of the aperture to the focal length, i.e.",
        "While the infantry kneeled to shoot, the cavalry swarmed round the hostile squadrons, threw their lines into confusion, and completed their discomfiture by a vigorous pursuit.",
        "There was no doubt much anarchy and confusion in the interval between the death of Yaqub and the restoration, for two years, of the dynasty of the White Sheep. But the tender age of Alamut would, even in civilized countries, have necessitated a regency; and it may be assumed that he was the next legitimate and more generally recognized sovereign.",
        "The subsequent statement that his son, Sultan Ali, was seized, in company with two younger brothers, by Yaqub, one of the descendants of their grandfather Uzun }.iasan, who, jealous of the numerous disciples that resorted to Ardebil, confined them to the hill fort of Istakhr in Fars, seems to indicate a second interpretation of the passage just extracted from Purchas, and that there is confusion of persons and incident somewhere.",
        "The wali of Arabia commenced the battle by attacking the left wing of the Afghans with great fury, routing it, and plundering their camp. The prime minister immediately afterwards attacked the enemys right wing, but was routed, and the Afghans, taking advantage of the confusion, captured the Persian guns and turned them on the Persian centre, who fled in confusion without striking a blow.",
        "ForemOst among these was MahomPurt her med Ilasan Khan, hereditary chief of those Kajars Confusion.",
        "The Kajars were completely routed and thrown into confusion; but Aga Mahommed, with extraordinary presence of mind, remained in his tent, and at the first appearance of dawn his muezzin, or public crier, was ordered to call the faithful to morning prayer as usual.",
        "There was F th All a short interval of confusion after the murder.",
        "Harnack 1 praises Schleiermacher's description of dogmatic as \"historical,\" he rather strains the meaning of the remark, and creates fresh confusion.",
        "A probable explanation of the confusion between the lectisternia and genuine old Italian ceremonies is that, as the lectisternia became an almost everyday occurrence in Rome, people forgot their foreign origin and the circumstances in which they were first introduced, and then the word pulvinar with its associations was transferred to times in which it had no existence.",
        "efficacious for the good of men's souls and bodies, and for the confusion of the powers of darkness.'",
        "By the protector's death on the 3rd of September 1658 the scene was wholly changed, and amidst the consequent confusion of factions the cry for the restoration of the monarchy grew daily in strength.",
        "In modern usage \"chaos\" denotes a state of disorder and confusion.",
        "Matters got to such a climax of disorder, disturbance and confusion, from the highest to the lowest strata of Spanish society, that the president of the executive, Figueras, deserted his post and fled the country.",
        "More than that, the very word Joasaph or Josaphat (Arabic, Yudasatf) is a corruption of Bodisat due to a confusion between the Arabic letters for Y and B, and Bodisatva is a common title for the Buddha in the many birth-stories that clustered round the life of the sage.",
        "(For the sense of a primitive stone tool, see the separate article, later.) Much confusion has arisen from the inaccurate use of the terms \" Celt \" and \" Celtic.\"",
        "The philologists have added to the confusion by classing as \" Celtic \" the speeches of the darkcomplexioned races of the west of Scotland and the west of Ireland.",
        "This usage, which is not found in other ancient writers, is probably due to a confusion of the Suebi with the agglomeration of peoples under their supremacy, which as we know from Strabo extended to some at least of the eastern tribes.",
        "They have proceeded slowly but systematically, and the method adopted, though scientific and economical, left the site in some apparent confusion, but the debris have more recently been cleared away to a considerable extent.",
        "Alphonso had the support of one section of the nobles who found their account in the confusion.",
        "The double procession, in his eyes, means two active principles (airiat) in the Deity, and it means also that there is a confusion between the hypostatical properties; a property possessed by the Father and distinctive of the First Person is attributed also to the Second.",
        "It is probable that these small but practical concessions would have satisfied the lay Roman Catholics and the secular priests, but they were very far from contenting the Jesuits, by whom the results of such leniency were especially feared: \"What rigour of laws would not compass in so many years,\" wrote Henry Tichborne, the Jesuit, in 1598, \"this liberty and lenity will effectuate in 20 days, to wit the disfurnishing of the seminaries, the disanimating of men to come and others to return, the expulsion of the society and confusion as in Germany, extinction of zeal and favour, disanimation of princes from the hot pursuit of the enterprise..",
        "The Christian Fathers seem to confound them with the Samaritans, and the confusion is natural enough.",
        "The festival of Bellona, which originally took place on the 3rd of June, was altered to the 24th of March, after the confusion of the Roman Bellona with her Asiatic namesake.",
        "It is unfortunate that such a double meaning of the word should have grown up, for it is productive of not a little confusion of thought."
    ],
    "definition": [
        "con·fu′sion·al\nadj.",
        "Link/Cite"
    ]
}