{
    "translation": "להודות",
    "uses": [
        "\"Perhaps you think,\" he exclaimed, \"that this is not parliamentary language; I confess it is not, neither are you to expect any such from me.\"",
        "I don't confess to understanding what happened but it's fascinating.",
        "To whom should I confess my blunder?",
        "But I must confess, I had a hard time on the second day of my examinations.",
        "Confess that this is delightful, said he.",
        "I confess I do not want to.",
        "The Jews were also enjoined to confess their sins individually to God, and in certain cases to man.",
        "She was waiting for him to confess his reason for being in Arkansas.",
        "I will confess that I intended to eat the little pig for my breakfast; so I crept into the room where it was kept while the Princess was dressing and hid myself under a chair.",
        "I confess, that practically speaking, when I have learned a man's real disposition, I have no hopes of changing it for the better or worse in this state of existence.",
        "A youth who has murdered his mistress takes the bread of the Eucharist in his mouth, and his two hands are at once withered up. The apostle immediately invites him to confess the crime he must have committed, \" for, he says, the Eucharist of the Lord hath convicted thee.\"",
        "But if we pass from this criticism of form to the actual contents of the two books, we are bound to confess that they constitute a wonderfully cogent and persuasive theistic argument.",
        "We are underbred and low-lived and illiterate; and in this respect I confess I do not make any very broad distinction between the illiterateness of my townsman who cannot read at all and the illiterateness of him who has learned to read only what is for children and feeble intellects.",
        "Marya Dmitrievna, having found Sonya weeping in the corridor, made her confess everything, and intercepting the note to Natasha she read it and went into Natasha's room with it in her hand.",
        "I must confess I was puzzled at first.",
        "\" That it is not candid to require me now to confess myself, in print, then ignorant of the duplicate proportion in the heavens; for no other reason, but because he had told it me in the case of projectiles, and so upon mistaken grounds accused me of that ignorance.",
        "Now, both the Korahite and Asaphic groups of psalms are remarkable that they hardly contain any recognition of present sin on the part of the community of Jewish faith - though they do confess the sin of Israel in the past - but are exercised with the observation that prosperity does not follow righteousness either in the case of the individual (xlix., lxxiii.) or in that of the nation, which suffers notwithstanding its loyalty to God, or even on account thereof (xliv., lxxix.).",
        "John at first sought to conceal his share in the murder, but ultimately decided to confess to his uncles, and abruptly left Paris.",
        "I was obliged to confess that I did not know, but suggested that it might be on one of the stars.",
        "But when he declined even under torture to confess that he had been guilty of extensive peculation, he was finally released.",
        "My house never pleased my eye so much after it was plastered, though I was obliged to confess that it was more comfortable.",
        "But he did forget himself once or twice within a twelvemonth, and then he would go and confess to his wife, and would again promise that this should really be the very last time.",
        "On the arrival of Lord Macartney as governor of Madras, the British fleet captured Negapatam, and forced Hyder Ali to confess that he could never ruin a power which had command of the sea.",
        "They were by this forced to confess that they possessed no authority to negotiate.",
        "Secondly, besides the plagiarist Tudebod, there are the artistic redacteurs of the Gesta, who confess their indebtedness, but plead the bad style of their original - Guibert of Nogent, Balderich of Dol, Robert of Reims (all c. 1120-1130), and Fulco, the author of a Virgilian poem on the Crusades, continued by Gilo (ob.",
        "Really very good! said Nicholas with some unintentional superciliousness, as if ashamed to confess that the sounds pleased him very much.",
        "Lord John Russell (afterwards Earl Russell), his friendly biographer, has to confess that Fox might have joined in the confession of Mirabeau: \"The public cause suffers for the immoralities of my youth.\"",
        "On the one hand, a reluctance to confess that Hungary is no longer in any sense a part of Austria; on the other hand, the refusal of the Czechs to recognize that their country is part of Austria.",
        "The faithful are bound to confess all \"mortal\" sins; they need not confess \"venial\" sins.",
        "Logical analysis, after assuming that truth is independent and not of our making, has to confess that all logical operations involve an apparently arbitrary interference with their data (Bradley).",
        "The Samaritans were prompt to claim like privileges, but were forced to confess that, though they were Hebrews, they were called the Sidonians of Shechem and were not Jews.",
        "Deraiya was razed to the ground and the principal towns of Nejd were compelled to admit Egyptian garrisons; but though the Arabs saw themselves powerless to stand before disciplined troops, the Egyptians, on the other hand, had to confess that without useless sacrifices they could not retain their hold on the interior.",
        "Lastly, I confess that I have as vast contemplative ends as I have moderate civil ends; for I have taken all knowledge to be my province; and if I could purge it of two sorts of rovers, whereof the one with frivolous disputations, confutations and verbosities, the other with blind experiments and auricular traditions and impostures, hath committed so many spoils, I hope I should bring in industrious observations, grounded conclusions and profitable inventions and discoveries - the best state of that province.",
        "I confess that I have hitherto indulged very little in philanthropic enterprises.",
        "The emperor was forced to confess his sins, and declare himself unworthy of the throne, but Lothair did not succeed in his efforts to make his father a monk.",
        "\"I claim not to have controlled events,\" he said, \"but confess plainly that events have controlled me.\"",
        "But nothing said would make Badby confess that \"Christ sitting at supper did give to His disciples His living body to eat.\"",
        "Well, I must confess, I do not like the sign-language, and I do not think it would be of much use to the deaf-blind.",
        "\"I confess,\" he wrote to the marquis of Villamarina, in 1847, \"that a war of national independence which should have for its object the defence of the pope would be the greatest happiness that could befall me.\"",
        "To say \"tomorrow\" and keep up a dignified tone was not difficult, but to go home alone, see his sisters, brother, mother, and father, confess and ask for money he had no right to after giving his word of honor, was terrible.",
        "In December 1583 Mary had laid before the French ambassador her first complaint of the slanders spread by Lady Shrewsbury and her sons, who were ultimately compelled to confess the falsehood of their imputations on the queen of Scots and her keeper.",
        "The God of Nature, whom deists confess, does punish in time, if they will but look at the facts; why not in eternity ?",
        "confessio, from confiteor, acknowledge, confess), a term meaning in general the admission and acknowledgment that one has done something which otherwise might remain undisclosed, especially the acknowledgment of guilt or wrong-doing, either in public or to somebody specially entitled to such knowledge.",
        "The Latin editions of part of these works have been modified by the corrections which the monkish editors confess that they applied.",
        "I confess all these festivities and fireworks are becoming wearisome.",
        "Every item of the evidence was naturally subjected to the closest scrutiny, but at last the conservatives were forced reluctantly to confess themselves beaten.",
        "At last the priests gained control of the elections; the victor of Waterloo was obliged to confess that the king's government could no longer be carried on, and Catholic emancipation had to be granted in 1829.",
        "They end their confession thus: \"If any take this that we have said to be heresy, then do we with the apostle freely confess, that after the way which they call heresy worship we the God of our fathers, believing all things which are written in the Law and in the Prophets and Apostles, desiring from our souls to disclaim all heresies and opinions which are not after Christ, and to be stedfast, unmovable, always abounding in the work of the Lord, as knowing our labour shall not be in vain in the Lord.\"",
        "He offered to confess his imposture if he were promised his life, and the king accepted the terms. First at Taunton and again.",
        "In it, of ter going over the several instances, he says, \" I do again confess, that on the points charged upon me, although they should be taken as myself have declared them, there is a great deal of corruption and neglect; for which I am heartily and penitently sorry, and submit myself to the judgment, grace, and mercy of the court.\"",
        "But he cannot be reproached with undue bias; he writes with the straightforwardness of a soldier, and is not ashamed on occasion to confess his ignorance.",
        "It is common to go to confession, even though there are only venial sins to be confessed; and in order to excite contrition people are sometimes advised to confess over again some mortal sin from which they have been previously absolved.",
        "So far everything's all right, but I confess I should much like to be an adjutant and not remain at the front.",
        "I confess I do not understand: perhaps there are diplomatic subtleties here beyond my feeble intelligence, but I can't make it out.",
        "Hildebrand, now pope as Gregory VII., next summoned him to Rome, and, in a synod held there in 1078, tried once more to obtain a declaration of his orthodoxy by means of a confession of faith drawn up in general terms; but even this strong-minded and strong-willed pontiff was at length forced to yield to the demands of the multitude and its leaders; and in another synod at Rome (1079), finding that he was only endangering his own position and reputation, he turned unexpectedly upon Berengar and commanded him to confess that he had erred in not teaching a change as to substantial reality of the sacramental bread and wine into the body and blood of Christ.",
        "242-244; \" It resteth therefore that, without fig-leaves, I do ingenuously confess and acknowledge, that having understood the particulars of the charge, not formally from the House but enough to inform my conscience and memory, I find matter sufficient and full, both to move me to desert the defence, and to move your lordships to condemn and censure me.\"",
        "The Goajiros of Venezuela bury their dead, they confess, simply to get rid of them.",
        "Again, the most adverse critics would admit that much was done by the counter-Reformation, and that modern ecclesiastical discipline on this point is considerably superior to that of the middle ages; while, on the other hand, many authorities of undoubted orthodoxy are ready to confess that it is not free from serious risks even in these days of easy publicity and stringent civil discipline.'",
        "Ardent spirits craved the martyr's crown, and to confess Christ in persecution was to attain a glory inferior only to that won by those who actually died.",
        "I will confess to you, dear Mary, that in spite of his extreme youth his departure for the army was a great grief to me.",
        "confess what he did.",
        "For every one who shall not confess that Jesus Christ is come in the flesh is antichrist; and whosoever shall not confess the testimony of the Cross is of the devil; and whosoever shall pervert the oracles of the Lord to his own lusts and say that there is neither resurrection nor judgment, that man is the first-born of Satan.",
        "confessare, to confess), to distinguish him from the \"confessor\" described above.",
        "Again he had the door open, waiting for her to confess.",
        "I confess that I should like to have these basic concepts in sharper focus!",
        "Eight of the team's nine riders confess to drug taking.",
        "For the first time, I sensed a whiff of achievement and confess I had to choke back a few tears.",
        "I confess to being spellbound when I stand outside on a starry night and simply gaze upwards.",
        "dare to confess Christ before her own people, for that would mean death or suffering.",
        "dared not openly confess Christ.",
        "I confess that I've never had a burning desire to go to Glasgow.",
        "For those participants who need to vent, there's the \"canfessional\" where bros can confess or talk or relax while sitting on the toilet.",
        "Nothing she wanted to confess.",
        "He didn't expect her to confess.",
        "C. Marius Victorinus translated certain works of Plotinus, and thus had a decisive influence on the spiritual history of Augustine (Confess.",
        "Ep. 22 and Augustine, Confess.",
        "Old adversary's of their junior days, Caroline will confess to not being back to the same standard, yet!",
        "Even the most fluent speakers and writers would probably confess to an occasional uncertainty as to the most appropriate preposition.",
        "I must also confess that I am fond of the sparkling wines that bear the appellation Saumur AC.",
        "I am, I must confess, gratified by the offer \" \" I should think so, \" said the archdeacon.",
        "ashamed to confess I don't know much about the Joffe Bill.",
        "At the scaffold he was approached by a Protestant clergyman who asked him to confess his treason.",
        "confess these sins.",
        "confess the truth to their mislead ' youngers '?",
        "confess everything to the monk, and I was deeply sorry.",
        "confess at the time I protested by not going to your shows or buying the new records.",
        "confess that later years were happier?",
        "confess anew your faith?",
        "He enumerates several instances of \" hidden disciples \" who dared not openly confess Christ.",
        "What can I do for all my sins but humbly confess and lament them, and implore Your mercy without ceasing?",
        "Instead, the special military courts approved by President Dubya will give the terrorists the opportunity to freely confess their sins.",
        "And I can honestly confess to you that I do not necessarily spend my time doing what I want to do.",
        "confess when it comes to movies I'm a bit of a hoarder.",
        "dig around in your soul to find some terrible sin to confess.",
        "He wrote to a friend: \" I must confess to the most profound distrust of Russia.",
        "festival goers are being invited to confess their ecological sins.",
        "I must confess that I did not feel the slightest foreboding.",
        "I confess to being a little giddy about this.",
        "In the silence which followed his comment I must confess to having felt a certain childlike glee.",
        "Now that the irate lady has slammed the door, I am free to confess the imposture I have played.",
        "There followed the inquisition and I had to confess to having known more about their subject in my teens than they did now.",
        "But I confess that I am now inclined to think that there is a finer way of studying ornithology than this.",
        "The basis of the claim was that the power had been exercised to induce the plaintiff to confess.",
        "Snubbed socially by the ungrateful Prince, Flashy observes: \" That, I confess, I found pretty raw.",
        "screamed for mercy and promised to confess his crime.",
        "That's why you need to confess these sins.",
        "My spreadsheet file is available for anyone to unravel but I have to confess that for various reasons it has gone largely undocumented.",
        "I must confess to a weakness for a well turned heel - nothing too high or too vulgar.",
        "The Offences at Sea Act 1536 states the objection to this application of the civil law to the trial of criminal cases with much force: \"After the course of the civil laws, the nature whereof is that before any judgment of death can be given against the offenders, either they must plainly confess their offences (which they will never do without torture or pain), or else their offences be so plainly and directly proved by witness indifferent such as saw their offences committed, which cannot be gotten but by chance at few times.\"",
        "Men were also encouraged, by Chrysostom, to confess their secret sins secretly to God.",
        "But it must be noted that, according to the orthodox doctrine, not only can an Indulgence not remit future sins, but even for the past it cannot take full effect unless the subject be truly contrite and have confessed (or intend shortly to confess) his sins.",
        "In 1669 an unworthy follower - Daniel Scargil by name, a fellow of Corpus Christi College, Cambridge - had to recant publicly and confess that his evil life had been the result of Hobbist doctrines.",
        "His imperfect signature to his confession of this date, consisting only of his Christian name and written in a faint and trembling hand, is probably a ghastly testimony to the severity of the torture (\"per grad us ad ima\") which James had ordered to be applied if he would not otherwise confess and the \"gentler tortures\" were unavailing, - a horrible practice unrecognized by the law of England, but usually employed and justified at this time in cases of treason to obtain information.",
        "In 1902 much scandal was caused by the revelation made in the Prussian parliament of the methods used in the attempt to Germanize the Poles; and Count Billow had to confess that \"corporal punishment was out of place in religious instruction\"; Polish children having been beaten for refusing to say the Lord's Prayer in German (see Ann.",
        "For a whole week it has been \"cold and dark and dreary\" in Tuscumbia, and I must confess the continuous rain and dismalness of the weather fills me with gloomy thoughts and makes the writing of letters, or any pleasant employment, seem quite impossible.",
        "Snubbed socially by the ungrateful Prince, Flashy observes: That, I confess, I found pretty raw.",
        "The knight screamed for mercy and promised to confess his crime.",
        "I have to confess to being a tad disappointed with some of the exhibits.",
        "Eight of the team 's nine riders confess to drug taking.",
        "I think Mademoiselle Lucy will now confess that the cord and gallows are amply earned; she trembles in anticipation of her doom.",
        "I must also confess to a great feeling of unease about the question of costs.",
        "Hannah knew that Michael was the culprit, but even when she stared at him accusingly he did not confess.",
        "For example, the Churches of Christ believe that one must confess his or her belief publicly, then be baptized for the remission of sins before becoming a Christian.",
        "Many creditors will agree to lower your debt or your payments if you confess to your financial difficulties.",
        "Of course, while most stars won't confess to having celebrity implants, there are tell-tale signs that experienced plastic surgeons point to as evidence of augmentation.",
        "Attention-seekers will probably confess to seeking out bright, loud, attractive shirts for men.",
        "Many women will confess that few jeans are as comfortable as plus size Seven jeans - few labels are known to be as cozy and figure flattering.",
        "You can choose to confess to playing the prank or keep your victim guessing about who is responsible after they discover the reason for the mouse problem.",
        "And I will join the Greek chorus in singing about how slick and commercialized Napa Valley has become over the years but I'll also confess that I'm always ready to go back.",
        "The patient may need to confess frequently to a religious counselor or may fear acting out the strong sexual thoughts in a hostile way.",
        "Long Enough for Updos: Ponytail girls will easily confess their biggest fear during a drastic hair change is the inability to sport their old standby, the ponytail.",
        "See who would confess to spying on a neighbor, visiting a nude beach, or raiding a kid's piggy bank!",
        "You wonder, since it was meaningless for you if you should confess to your boyfriend.",
        "The openness and communication could really help your relationship and bring you closer together - or your partner might confess and save you the trouble of spying.",
        "You can catch the person in this type of lie by getting the cover person to confess, calling the office when your partner is supposed to be there or calling the hotel where he is supposedly staying.",
        "And when she does confess to things, try to keep your reactions calm and rational.",
        "While many women confess that they simply can't walk on any type of elevation, others find that the wedge provides a sturdy, even surface that allows them to keep their balance comfortably.",
        "Some will even confess to swiping pairs from their sisters or female friends.",
        "C. 21; Confess.",
        "I should confess that I do n't know much of the voluminous literature about the poem."
    ],
    "definition": [
        "To disclose (something damaging or inconvenient to oneself); admit. See Synonyms at acknowledge.",
        "To acknowledge belief or faith in; profess: confess one's religion.",
        "a. To make known (one's sins) to God or to a priest.\nb. To hear the confession of (a penitent).",
        "To admit or acknowledge something damaging or inconvenient to oneself: The suspect confessed to the crime.",
        "To disclose one's sins to a priest.",
        "con·fess′a·ble\nadjective",
        "con·fess′ed·ly\nadverb",
        "Link/Cite",
        "To admit to the truth, particularly in the context of sins or crimes committed.\nPeople confess to anything under torture.\nShakespeare\nI never gave it him. Send for him hither, / And let him confess a truth.\nMilton\nAnd there confess / Humbly our faults, and pardon beg.\nAddison\nI must confess I was most pleased with a beautiful prospect that none of them have mentioned.",
        "Shakespeare\nI never gave it him. Send for him hither, / And let him confess a truth.",
        "Milton\nAnd there confess / Humbly our faults, and pardon beg.",
        "Addison\nI must confess I was most pleased with a beautiful prospect that none of them have mentioned.",
        "To acknowledge faith in; to profess belief in.",
        "(religion) To unburden (oneself) of sins to a priest, in order to receive absolution.",
        "(religion) To hear or receive such a confession of sins from.",
        "To disclose or reveal.\nAlexander Pope\nTall thriving trees confessed the fruitful mould.",
        "Alexander Pope\nTall thriving trees confessed the fruitful mould.",
        "Link/Cite"
    ]
}