{
    "translation": "להחרים",
    "uses": [
        "The majority did not, indeed, design to confiscate property wholesale.",
        "A`yan with stringent orders to seize Ali and confiscate his possessions.",
        "The king replied by issuing a proclamation to the effect that he would outlaw any clerk who should accept the validity of such an interdict and would confiscate his lands.",
        "The one's that did neglected to confiscate Taylor's identification.",
        "Such crude attempts as were made to prevent rates from being excessive concerned themselves with profits, and were designed to confiscate for the state treasury any earnings beyond a certain prescribed dividend.",
        "Moved at last by the great quantity of military material that was being found in the Gulf, the British Government urged the Persian Government to enforce the actual law and to confiscate the stores of arms which had accumulated at Bushire.",
        "Abi `Amir proposed to confiscate a religious foundation and the assembled ulema refused to approve the act, and were threatened by his vizier, one of them replied, \"All the evil you say of us applies to yourself; you seek unjust gains and support your injustice by threats; you take bribes and practise ungodliness in the world.",
        "Heliodorus, prime minister of Seleucus Philopator, who succeeded Antiochus, arrived at Jerusalem in his progress through Coele-Syria and Phoenicia and declared the treasure confiscate to the royal exchequer.",
        "Military personnel files have become more available, and a program to confiscate federal tax refunds has contributed to keeping the issue in the spotlight.",
        "confiscate alcohol from anyone under the age of 18 who drinks in public.",
        "Proponents argue that only the IRS can efficiently confiscate deadbeat parents' income and return it to children.",
        "convoked a council of ninety-three bishops, which excommunicated the iconoclasts, and the fleet which Leo sent to retaliate 273 on the Latin peninsula was lost in a storm in the Adriatic. The most Leo was able to do was to double the tribute of Calabria and Sicily, confiscate the pope's revenues there, and impose on the bishops of south Italy a servitude to Byzantium which lasted for centuries.",
        "The source of all the evil was, he declared, the excessive wealth of the church, which, in retaliation for the sentence of excommunication, he threatened to confiscate.",
        "(See Philippine Islands.) The religious orders had been driven out during the insurrection, but held title to large tracts of land which many Filipinos and some Americans wished to confiscate."
    ],
    "definition": [
        "To seize (private property) for the public treasury, especially as a penalty for wrongdoing.",
        "To seize by authority: The teacher confiscated all the comic books we had in class. See Synonyms at appropriate.",
        "Seized by a government; appropriated.",
        "Having lost property through confiscation.",
        "con′fis·ca′tion\nnoun",
        "con′fis·ca′tor\nnoun",
        "Link/Cite",
        "To use one's authority to lay claim to and separate a possession from its holder.\nIn schools it is common for teachers to confiscate electronic games and other distractions.",
        "Shakespeare\nThy lands and goods / Are, by the laws of Venice, confiscate / Unto the state of Venice.",
        "Link/Cite"
    ]
}