{
    "translation": ".1 להתייעץ\n.2 להעניק במתנה",
    "uses": [
        "The faculties of medicine confer the degree of doctor of medicine.",
        "This time a board of Eight Men was chosen to confer with him.",
        "The faculties of theology confer the degrees of bachelor, lice~itiate and doctor of theology.",
        "Sampson himself was not actually present at the battle, having started for Siboney just before it began to confer with General .Shafter, commanding the land forces.",
        "The prima materia thus obtained had to be treated with sulphur (or with sulphur and arsenic) to confer upon it the desired qualities that were missing.",
        "The faculties of law confer the same degrees in law and also grant certificates of capacity, which enable the holder to practise as an avou; a licence is necessary for the profession of barrister.",
        "Mrs Buchan claimed prophetic inspiration and pretended to confer the Holy Ghost upon her followers by breathing upon them; they believed that the millennium was near, and that they would not die, but be translated.",
        "As a member of the latter body he became chairman in January 1778 of the committee appointed to visit Washington at Valley Forge, and confer with him concerning the reorganization of the army.",
        "It is readily understood why men imbued with the authority of tradition should prosecute the search for a substance which would confer unlimited wealth upon the fortunate discoverer.",
        "All the while, however, the patents of the admiralty judge purported to confer on him a far ampler jurisdiction than the jealousy of the other courts would concede to him.",
        "Rodrigues set out at once for Lisbon to confer with the king, who ultimately decided to retain him in Portugal.",
        "Jackson had preceded his troops in order personally to confer with Lee, and had then appointed the morning of June 26 for his appearance north of the Chickahominy to lead the march and attack McClellan's right wing under General FitzJohn Porter.",
        "As for the benefits which Bonaparte and his savants helped to confer on Egypt, they soon vanished.",
        "The emperor could confer liberty by presenting a gold ring to a slave with the consent of the master, and the legal process called restitutio natalium made him a full citizen.",
        "But though by some the benediction has thus been brought into connexion with the supreme means of grace, the sacrifice of the Mass, the blessing does not in itself confer grace and does not act on its recipients ex opere operato.",
        "The technical high school, which since 1899 has possessed the right to confer the degree of doctor of engineering, practically enjoys academic status and so do the veterinary high school and the school of art.",
        "His elder daughter married a cabinet minister, but, as he was not a noble, this did not confer on her the right to go to court.",
        "Although there usually exist general laws under which corporations or companies (including railway and electric car companies) can be formed, laws which in some states and for some purposes confer a greater freedom of incorporation than the general law allows in the United Kingdom, there is nevertheless a noticeable tendency to come to the legislature for special purposes of this kind.",
        "The licences merely condoned the infringement of the Telegraph Act 1869, and did not confer powers to erect poles and wires on, or to place wires under, any highway or private property.",
        "An agricultural lease does not, apart from stipulation, confer any right to kill game, other than hares and rabbits (as to which, see the Ground Game Act 1880, and Game Laws) or any right of fishing.",
        "The Crofters' Holdings (Scotland) Acts 1886, 1887 and 1888, confer on \" crofters \" special rights.",
        "In November envoys from Chaka reached Cape Town, and it was determined to send a British officer to Zululand to confer with him.",
        "On the 14th Richard II., a boy of fourteen, undertook the perilous enterprise of riding out to confer with the rebels beyond the city wall.",
        "or from his last visit ?) he went up to Jerusalem again to confer with the elder apostles.",
        "St Polycarp, the disciple of St John the Evangelist and bishop of Smyrna, visited Rome in 159 to confer with Anicetus, the bishop of that see, on the subject; and urged the tradition, which he had received from the apostle, of observing the fourteenth day.",
        "The Irish and American bishops he summoned to Rome to confer with him on the subjects of Home Rule and of \"Americanism\" respectively.",
        "All these officials unite in their own persons the judicial and executive functions, under the \" Law of the Vilayets,\" which made its appearance in 1861, and purported, and was really intended by its framers, to confer on the provinces a large measure of self-government, in which both Mussulmans and non-Mussulmans should take part.",
        "Washington has a state board consisting of three members appointed by the governor to confer with commissioners from other states upon such matters as marriage and divorce, insolvency, descent and distribution of property, the execution and probate of wills, for the purpose of promoting uniformity of legislation respecting them.",
        "These chaplains are classified as follows: - Ecclesiastical, if the foundation has been recognized officially as a benefice; Lay, if this recognition has not been obtained; Mercenary, if the person who has been entrusted with the duty of performing or procuring the desired celebration is a layman (such persons also are sometimes called \"Lay Chaplains\"); Collative, if it is provided that a bishop shall collate or confer the right to act upon the accepted candidate, who otherwise could not be recognized as an ecclesiastical chaplain.",
        "The technical training of the factory or the office, the experience of business, the discharge of practical duties, necessary as they are, do not infallibly open the mind to the large issues of the modern business world, and can never confer the detailed acquaintance with facts and principles which lie outside the daily routine of the individual, but are none the less of vital importance.\"",
        "He earnestly admonished Leo, for his own sake and for Florence, to found a permanent and free state system for the republic, reminding him in terms of noble eloquence how splendid is the glory of the man who shall confer such benefits upon a people.",
        "He also had authority to confer the protectorate of the federated provinces upon a foreign prince.",
        "Meanwhile Timur sent letters after the fugitive sons of Bayezid promising to confer on them their father's dominions, and protesting that his attack had been due merely to the insulting tone adopted towards him by Bayezid and to the entreaties of the dispossessed princes of Asia Minor.",
        "The state is interested in the commercial railway venture as a matter of public policy, and because it can confer or withold the right of eminent domain, without which the railway builder would be subjected to endless annoyance and expense.",
        "In response to the demand for self-government, in September 1647 he and the council appointed - after the manner then followed in Holland - from eighteen representatives chosen by the people a board of nine to confer with him and the council whenever he thought it expedient to ask their advice; three of the nine, selected in rotation, were permitted to sit with the council during the trial of civil cases; and six were to retire each year, their successors to be chosen by the director and council from twelve candidates nominated by the board.",
        "Most of the questions with which he had to deal related to the relations between the United States and Canada, and in this connexion he paid several visits to Canada to confer with the governor-general and his ministers.",
        "Martineau, who was in his youth denied the benefit of a university education, yet in his age found famous universities eager to confer upon him their highest distinctions.",
        "The essential part of this was that the Empire accepted the canonical election of bishops, and allowed the metropolitan to confer the sacred office by gift of ring and pastoral staff; while the Church acknowledged that the bishop held his temporal rights from the Empire, and was therefore to be invested with them by a touch from the royal sceptre.",
        "So it came about that at the council at Malo-Yaroslavets, when the generals pretending to confer together expressed various opinions, all mouths were closed by the opinion uttered by the simple-minded soldier Mouton who, speaking last, said what they all felt: that the one thing needful was to get away as quickly as possible; and no one, not even Napoleon, could say anything against that truth which they all recognized.",
        "In 1814 Consalvi went, as the pope's representative, to England to meet and confer with the allied sovereigns, and later in the year was sent as papal plenipotentiary to the congress of Vienna.",
        "Both he and Gardiner had in fact sought fresh licences to exercise their ecclesiastical jurisdiction from the young king; and, if he was supreme enough to confer jurisdiction, he was supreme enough to issue the injunctions and order the visitation to which Bonner objected.",
        "He even allowed the latter to send delegates to confer with those of the duchy at Modena, with the result that a political union was decreed in a state called the Cispadane Republic (16th of October 1796).",
        "In 1864 he urged negotiations for peace with representatives of the Southern Confederacy in Canada, and was sent by President Lincoln to confer with them.",
        "The last step in the development of the Waldensian body was taken in 1530, when two deputies of the Vaudois in Dauphine and Provence, Georges Morel and Pierre Masson, were sent to confer with the German and Swiss Reformers.",
        "We are also told that a public proposal was made to confer upon him an extraordinary military command in Egypt, not without a legitimate king and nominally under the protection of Rome.",
        "(8) Every particular man of each company to take the same chapter or chapters; and having translated or amended them severally by himself where he thinketh good, all to meet together, confer what they have done, and agree for their parts what shall stand.",
        "Lord Melbourne sought to effect this by a clause introduced in a naturalization bill; but he found himself obliged to drop the clause, and to leave the queen to confer what precedence she pleased by letters-patent.",
        "The \"Blarney Stone,\" the kissing of which is said to confer this faculty, is pointed out within the castle.",
        "The law of 1880 reserved to the state faculties the right to confer degrees, and the law of 1896 established various universities each containing one or more faculties.",
        "The twelve who replaced the council of nine (as these had previously replaced the council of the nobles) consisted - both as individuals and as a party - of ignorant, incapable, turbulent men, who could neither rule the state with firmness nor confer prosperity on the republic. They speedily broke with the nobles, for whose manoeuvres they had at first been useful tools, and then split into two factions, one siding with the Tolomei, the other, the more restless and violent, with the Salimbeni and the noveschi (partisans of the nine), who, having still some influence in the city, probably fomented these dissensions, and, as we shall see later on, skilfully availed themselves of every chance likely to restore them to power.",
        "It is empowered by royal charter to confer degrees entitled to rank and consideration throughout the British dominions, as fully as if they were granted by any university in the United Kingdom.",
        "The faculties of letters and sciences, besides granting the Baccalaurat de lenseignement secondaire, confer the degrees of licentiate and doctor (la Licence, le Doctoral).",
        "The umpire is required to give his decision within one month of his acceptance of the appointment; before making his award, he must confer with the previous arbitrators who disagreed (art.",
        "He had a thorough knowledge of the private and indirect motives which influence politicians, and his genial attractive manner, easy temper and vivacious, if occasionally coarse, wit helped to confer on him a social distinction which led many to take for granted his eminence as a statesman.",
        "confer resistance against infection.",
        "The Bill itself does not confer this status on any particular regulator.",
        "Cancer vaccines are currently being developed to confer active, specific immunotherapy directed against tumor-associated antigens, while inducing minimal systemic toxicity.",
        "There is no place for the church to confer legitimacy upon alternatives to these.",
        "Adoption of a travel plan may confer ' employer of choice ' status in the recruitment marketplace.",
        "This paradigm is currently being extended to determine if other transcription factor fusion oncogenes confer similar self-renewal properties.",
        "The objective is to confer some passive immunity to the agent that causes PMWS at the pig's most susceptible age.",
        "pope's legate was there to confer with von Papen.",
        "purports to confer a benefit on the third party.",
        "That contract did not intend to confer rights to domain name registrants.",
        "In the evening of 28 March at 7.00pm the Bishop will confer the sacrament of Confirmation.",
        "Is history being rewritten simply so we can confer sainthood on a modern business visionary?",
        "Other yet undiscovered genes outside the prion protein gene locus might also confer susceptibility.",
        "One of the objectives of the Law Commission and Land Registry's report is that registration alone should confer title.",
        "Some crops can be genetically modified to confer tolerance to such a herbicide.",
        "Ã‚° \" Thursday, June 24th: His Majesty was pleased to confer the honour of knights banneret on the following flag officers and commanders under the royal standard, who kneeling kissed hands on the occasion: Admirals Pye and Sprye; Captains Knight, Bickerton and Vernon,\" Gentleman's Magazine (1773) xliii.",
        "appointed Sir John Wallop to be captain of Guisnes, it was considered necessary that he should be authorized in express terms to confer knighthood, which was also done by Edward VI.",
        "There was nothing to give colour to the charge of high treason with which he was charged, and the sermon had never been preached or published; yet Peacham was put to the torture, and Bacon was ordered to confer with the judges individually concerning the matter.",
        "But royaute oblige! * and he felt it incumbent on him, as a king and an ally, to confer on state affairs with Alexander's envoy.",
        "Second, and more likely, when a term in the contract purports to confer a benefit on the third party.",
        "One of the objectives of the Law Commission and Land Registry 's report is that registration alone should confer title.",
        "Vaccinia infection of cells can confer protection from IFN on other viruses, e.g. Picornaviruses.",
        "Three injections (a primary and two booster shots) during early infancy confer complete immunity.",
        "Made from the meat of organic coconuts, the extra virgin coconut oil may just confer a variety of health benefits to those who use it as a supplement on a regular basis.",
        "No one knows for sure yet, and it's likely there are many other ingredients in an apple both known and unknown that confer more health benefits than we even imagine.",
        "Krill oil is an omega 3 supplement considerably lower on the food chain - but does krill oil confer the same benefits as fish oil?",
        "According to Dr. Ohhira's website, the 12 Plus Probiotics confer the following benefits.",
        "The caffeine content in green tea may confer another benefit to dieters, because there is some evidence that caffeine can cause decreased appetite in some.",
        "Reduced oxidative stress can confer any number of health benefits, from slower aging to boosting your immune and cardiac functions.",
        "What is soluble fiber, why does it confer such health benefits, and what soluble foods are available?",
        "In cases that call for consultation together, the Consistorium and the Synod appoint committees to confer.",
        "Should the people wish to confer them, they would have to do so by way of amending the Constitution; and herein lies a remarkable difference between the American system on the one hand and those of some European countries on the other, which, although they have created rigid constitutions, do not expressly debar the legislature from using any and every power of government.",
        "Petersburg to confer with the Tsar and his ministers about the Franco-Russian Alliance and the new developments of the Eastern question, a visit which countered the somewhat depressing effect in France of the meeting of the German and Russian Emperors at Baltic Port on July 4.",
        "He helped to defeat the proposal to give Congress a veto on state legislation, showing that it was illogical to confer such a power, since the constitution itself is the law of the land and no state act contravening it is legal.",
        "Mention has been made above of the belief that the dead retained a conscious existence in or near the place where they were buried, and that they were able to confer blessings upon their friends.",
        "The legislature of Virginia appointed him a commissioner to confer with President Buchanan and arrange, if possible, for the maintenance of the status quo in the matter of Fort Sumter, in Charleston harbour; but his efforts were unavailing.",
        "It is true that as much might be inferred from Persons the testimony of the romance writers; historical empowered evidence, however, tends to limit the proposition, and to confer the sounder conclusion appears to be, as Sir Harris Knighthood.",
        "These models flew in a haphazard sort of a way, it being found exceedingly difficult to confer on them the necessary degree of stability fore and aft and laterally.",
        "In this case also the authority consists of such members and is elected in such manner as the order determines, and it has such of the powers of an ordinary district council as the order may confer upon it.",
        "Wherefore he himself had come to free her from her bonds, and to confer salvation upon men through knowledge of himself.",
        "That he was an ambitious man, fond of power, and haughty in his attitude to those who differed from him in opinion, may be granted, but it must also be conceded that he sought for power in order to confer invaluable services upon his country, and that impatience of opposition was not unnatural in a man who had exercised an almost supreme control of administrative affairs for upwards of three decades.",
        "confer immunity, think again.",
        "honourconsider no one else worthier of that honor if my verse happened to confer any honor.",
        "Medical school education is likely to confer lifelong immunity 1.",
        "The pope's legate was there to confer with von Papen.",
        "For this reason the Thonraki adhere to adult baptism, which in ancient wise they confer at thirty years of age or later, and have retained in its primitive significance the rite of giving a Christian name to a child on the eighth day from birth.",
        "It was only when Darius Hystaspis, the representative of the Aryan race and the Zoroastrian religion, had re-conquered the empire of Cyrus, that the old tradition was broken and the claim of Babylon to confer legitimacy on the rulers of western Asia ceased to be acknowledged (see DARIUs).",
        "LOW CHURCHMAN, a term applied to members of the Church of England or its daughter churches who, while accepting the hierarchical and sacramental system of the Church, do not consider episcopacy as essential to the constitution of the Church, reject the doctrine that the sacraments confer grace ex opere operato (e.g.",
        "And as to Christians, Tertullian about 210 tells how the presbyter who, in proconsular Asia, had \" composed the Acts of Paul and Thecla\" was convicted and deposed, for how could it be credible that Paul should confer upon women the power to \"teach and baptize \" as these Acts averred ?",
        "This was a lame way out of the difficulty, for the queen could only confer precedence within her own realms, whereas an act of parliament bestowing the title of prince consort would have made the prince's right to rank above all royal imperial highnesses quite clear, and would have left no room for such disputes as afterwards occurred when foreign princes chose to treat Prince Albert as having mere courtesy rank in his wife's kingdom.",
        "To confer on Prince Albert every honour that the crown could bestow, and to let him make his way gradually into public favour by his own tact, was the advice which Lord Melbourne gave; and the prince acted upon it so well, avoiding every appearance of intrusion, and treating men of all parties and degrees with urbanity, that within five months of his marriage he obtained a signal mark of the public confidence.",
        "and Edward IV., have garters on their left arms. (See further under \" Orders of Knighthood \" below.) It has been the general opinion, as expressed by Sainte Palaye and Mills, that formerly all knights were qualified to confer knighthood.",
        "The development of all antagonistic substances which confer the special character on antimicrobic sera, as well as antitoxins, may be expressed as the formation of bodies with specific combining affinity for the organic substance introduced into the system - toxin, bacterium, red corpuscle, &c., as the case may be.",
        "This agitation was particularly vigorous in Great Britain, and the movement entered on a new era when on the 10th of May 1903 the House of Commons agreed without division to the following motion: \"That the government of the Congo Free State having, at its inception, guaranteed to the powers that its native subjects should be governed with humanity, and that no trading monopoly or privilege should be permitted within its dominions, this House request His Majesty's Government to confer with the other powers, signatories of the Berlin General Act, by virtue of which the Congo Free State exists, in order that measures may be adopted to abate the evils prevalent in that state.\"",
        "was fain to curb his fiery temper, and to confer graciously what he could not withhold.",
        "In the case of ex parte John Merryman (1861, Campbell's Reports, 646), he protested against the assumption of power by the President to suspend the privileges of the writ of habeas corpus or to confer that power upon a military officer without the authorization of Congress.",
        "This expression means that it is only the people who can confer them and direct them to be exercised.",
        "Perceiving That The Measure Was Likely To Confer A Great Eclat On His Pontificate, Undertook The Long Desired Reformation; And Having Found The Governments Of The Principal Catholic States Ready To Adopt His Views, He Issued A Brief In The Month Of March 1582, In Which He Abolished The Use Of The Ancient Calendar, And Substituted That Which Has Since Been Received In Almost All Christian Countries Under The Name Of The Gregorian Calendar Or New Style.",
        "Paine being the other members) appointed by President McKinley to confer with the governments of Great Britain, France and Germany with a view to the establishment of international bimetallism.",
        "He was one of the commissioners to treat at the Hampton Roads Conference in 1865 (see Lincoln, Abraham), and after the surrender of General Lee was summoned by President Lincoln to Richmond to confer regarding the restoration of Virginia in the Union.",
        "° \" Thursday, June 24th: His Majesty was pleased to confer the honour of knights banneret on the following flag officers and commanders under the royal standard, who kneeling kissed hands on the occasion: Admirals Pye and Sprye; Captains Knight, Bickerton and Vernon,\" Gentleman's Magazine (1773) xliii.",
        "Thus \" orders,\" irrespective of the title or other specific designation they confer, fall in Great Britain generally into three main categories, according as the recipients are made \" knights grand cross,\" \" knights commander,\" or \" companions.\"",
        "His arms were successful both in Europe and Asia, and he was the first Ottoman sovereign to be styled \"sultan,\" which title he induced the titular Abbasid caliph to confer on him.",
        "The university was founded as a Roman Catholic Academy in 1789, was opened in 1791, transferred to the Society of Jesus in 1805, authorized in 1815 by Congress to confer college or university degrees, and by the Holy See in 1833 to confer degrees in philosophy and theology, incorporated as Georgetown College by Act of Congress in 1844, and began graduate work about 1856.",
        "The essential characteristic of wrought iron was its nearly complete freedom from carbon; that of steel was its moderate carbon-content (say between 0.30 and 2.2%), which, though great enough to confer the property of being rendered intensely hard and brittle by sudden cooling, yet was not so great but that the metal was malleable when cooled slowly; while that of cast iron was that it contained so much carbon as to be very brittle whether cooled quickly or slowly.",
        "Such a vicar possesses an ordinary and not a delegated jurisdiction, which he exercises like the bishop. He cannot, however, exercise functions which concern the episcopal order, or confer benefices without express and particular commission.",
        "Garibaldi went on board the British flagship to confer with the Neapolitan generals Letizia and Chretien; Letizia's proposal that the municipality should make a humble petition to the king was indignantly rejected by Garibaldi, who merely agreed to the extension of the armistice until next day.",
        "The colonial government refused to recognize the grant on different grounds, the chief of them being that the concession conferred no legal rights before the annexation and therefore could confer none afterwards, a sufficiently good ground in itself.",
        "This was done by making Ea confer on Marduk as his son the powers of the father, and by making Nusku a messenger between Ea and Marduk.",
        "In accordance with this Palmerston instructed Ponsonby to press upon the sultan, in the event of Mehemet Ali's speedy submission, not only to withdraw the sentence of deprivation but to confer upon him the hereditary pashalik of Egypt.",
        "In the meanwhile the king, who had no intention of respecting the constitution, went to Laibach to confer with the sovereigns of the holy alliance assembled there, leaving his son as regent.",
        "To settle the latter question he made a journey to Boston, in 1756, to confer with Governor William Shirley.",
        "The town possesses a technical high school, having (since 1900) power to confer the degree of doctor of engineering, and attended by about 2000 students, two gymnasia, a school of agriculture, an artisans' school and a botanical garden.",
        "She more than once expressed her willingness to confer with the daughter Presbyterian churches, with a view to their sharing with her the benefits of her position.",
        "The committee of the Commons were then informed that the crisis demanded a triple subsidy to be collected in a shorter time than usual, that the Lords could not assent to less than this, and that they desired to confer on the matter.",
        "James Manning (1738-1791), who had just been graduated from Princeton with high honours, was thought of as a suitable leader in the enterprise, and was sent to Rhode Island (1763) to confer with leading men, Baptist and other.",
        "The Caroline Institute (Karolinska Mediko-Kirurgiska Institut) is a medical foundation dating from 1815, which ranks since 1874 with the state universities of Upsala and Lund in the right to hold examinations and confer degrees in its special faculty.",
        "In bringing the matter before the Cape parliament in March 1859 Grey stated that in his opinion it would confer a lasting benefit upon Great Britain and upon the inhabitants of South Africa if it could succeed in devising a form of federal union.",
        "But as Locke's philosophy became in France sensationalism, and as Locke's pregnant question, reiterated by Collins, how we know that the divine power might not confer thought on matter, led the way to dogmatic materialism, so deism soon gave way to forms of thought more directly and completely subversive of the traditional theology.",
        "Where the bishop himself is patron of a benefice within his own diocese he is empowered to collate a clerk to it, - in other words, to confer it on the clerk without the latter being presented to him.",
        "These two men Clotaire took as his counsellors; and when he decided in 623 to confer the kingdom of Austrasia upon his son Dagobert, they were appointed mentors to the Austrasian king, Pippin with the title of mayor of the palace.",
        "She cannot ordain, confer the veil, nor excommunicate.",
        "\" To confer on the wings the multiplicity of movements which they require, they are supplied with double hinge or compound joints, which enable them to move not only in an upward, downward, forward and backward direction, but also at various intermediate degrees of obliquity.",
        "\" The wing of the bat bears a considerable resemblance to that of the insect, inasmuch as it consists of a delicate, semi-transparent, continuous membrane, supported in divers directions, particularly towards its anterior margin, by a system of osseous stays or stretchers which confer upon it the degree of rigidity requisite for flight.",
        "The Local Government Board is further empowered by provisional order to constitute a joint-committee representing all the administrative counties through or by which a river passes, and confer on such committee all or any of the powers of a sanitary authority under the acts.",
        "Such confirmation, however, though necessary to enable the council to enforce them, does not itself confer upon them any validity in point of law.",
        "By the Small Holdings and Allotments Act 1907, Small Holdings Commissioners are appointed by the Board of Agriculture to ascertain the extent of the demand for small holdings, and confer Small .",
        "It does not itself confer many powers or impose many duties Power to upon the council as a body.",
        "A great number of other statutes confer powers or impose duties upon district councils, such as the acts relating to town gardens, agricultural gangs, fairs, petroleum, infant life protection, commons, open spaces, canal boats, factories and workshops, margarine, sale of horse-flesh and shop hours.",
        "It may be convenient here to add that where, under the Local Government Act 1894, the powers of a parish council are not already possessed by an urban district council, the Local Government Board may by order confer such powers on the urban council.",
        "But he did not understand that this power was spoilt by self-seeking, and his offer of money to the Apostles, to enable him to confer the gift of the Holy Ghost, has branded his name for ever through the use of the word \"simony\" (q.v.).",
        "\" Such protection shall confer no right on his Majesty's government to interfere with the internal administration of that state further than is herein provided.\"",
        "The largest proportional size of the facial bones, and the great projection of the jaws, confer on the gorilla's skull its small facial angle and brutal character,while its teeth differ from man's in relative size and number of fangs.",
        "The elongation of the mouth and stomodaeum confer a bilateral symmetry on the body of the zooid, which is extended to other organs of the body.",
        "787, to confer the tonsure and admit to the order of reader; but gradually abbots, in the West also, advanced higher claims, until we find them in A.D.",
        "to confer both the subdiaconate and diaconate.",
        "In the same session they were forced against their will to adopt a reform, which had been recommended by Rowland Hill, and to confer on the nation the benefit of a uniform penny postage.",
        "Nor can we truly say that there is much, though there is certainly some, of that tact which literature is alleged to confer on those who approach it in a just spirit and with the true gift.",
        "As if upon the impulse of this transaction, Disraeli opened the next session of parliament with a bill to confer upon the queen the title of empress of India - a measure which offended 2 For a detailed, if somewhat controversial, account of this affair, see Lucien Wolf's article in The Times of December 26, 1905, and Mr Greenwood's letters on the subject.",
        "The Assembly itself was subject to constant the oo electors as a temporary municipal overnment 3 P Y P g cipality of the Assembly sent a deputation to confer with them at the Hotel de Ville, and on a sudden impulse one of these deputies, Bailly, lately president of the Assembly, was P power.",
        "In this department he lays down the moral axiom \" that the labourer is entitled to the fruit of his own labour \" as the principle on which complete rights of property are founded; maintaining that occupancy alone would only confer a transient right of possession during use.",
        "Though naturally knowing nothing of the modern idea of a progressive revelation, his judiciousness, penetration, and tact in eliciting his author's meaning, his precision, condensation, and concinnity as an expositor, the accuracy of his learning, the closeness of his reasoning, and the elegance of his style, all unite to confer a high value on his exegetical works.",
        "iv.) was to confer on the citizens of each state, if one may so say, a general citizenship, and to communicate all the privileges and immunities which the citizens of the same state would have been entitled to under the like circumstances \" (Story, Constitution of the United States, § 1806).",
        "After Lincoln's re-election in 1864 Blair thought that his former close personal relations with the Confederate leaders might aid in bringing about a cessation of hostilities, and with Lincoln's consent went unofficially to Richmond and induced President Jefferson Davis to appoint commissioners to confer with representatives of the United States.",
        "It did not seem fitting at first to confer ecclesiastical investiture by such military and worldly emblems as the sword and sceptre, nor to exact an oath of fealty.",
        "The emperor, on the one hand, preserved feudal suzerainty over ecclesiastical benefices; but, on the other, he ceased to confer ring and crozier, and thereby not only lost the right of refusing the elect on the grounds of unworthiness, but also was deprived of an efficacious means of maintaining vacancies in ecclesiastical offices.",
        "9, 184 9), led to Leopold's departure for Gaeta to confer with the pope and the king of Naples.",
        "Friction resists the motion of one surface upon another, but it may and frequently does confer the motion of the one upon the other, and in this way causes, instead of resists, the motion of the latter.",
        "The charters of modern companies differ in two points strongly from those of the old: they contain clauses prohibiting any monopoly of trade, and they generally confer some special political rights directly under the control of the secretary of state.",
        "For the same power that can forge weapons of mass destruction can also confer blessings beyond all our dreams.",
        "Claim it from Him, and reckon that in answer to your appeal He does confer this priceless boon.",
        "coincidence of due dates the relevant Chief Examiners will confer.",
        "confer the sacrament of Confirmation.",
        "confer susceptibility.",
        "confer on any third party any benefit or the right to enforce any term of the User Agreement.",
        "Most modern trust instruments expressly confer wide investment powers.",
        "Nevertheless his office does not automatically confer influence or personal prestige.",
        "Please note that purchasing a product from the Wesleyan does not necessarily confer membership.",
        "The companion cannot answer questions for the employe but can confer with the employe and address the meeting.",
        "However, if Jupiter as the receiving planet is in serious debility then it will confer that debility onto Mercury.",
        "deemed to confer authority to demand or join in demanding a poll.",
        "depoliticize confer a new legitimacy ' can be read as a euphemism for depoliticizing the language, or broadening its appeal.",
        "Does distortion that implies age confer dignity on a recording whilst distortion that suggests sophisticated processing trivializes it?",
        "That does not confer a general discretion on the court.",
        "During the ceremony, the Conservatoire will also confer an Honorary doctorate on city organist Thomas Trotter.",
        "As a consequence of co-evolution with their hosts, viruses have acquired host genes and genetic mutations that confer dominance over normal cell function.",
        "In the event of a coincidence of due dates the relevant chief examiners will confer.",
        "The effect of the various exemptions is set out in Section 2. Some confer an \" absolute exemption \" .",
        "gouty attacks, they confer few serious adverse events.",
        "Palacky had received a modest appointment as archivist to Count Sternberg and in 182 9 the Bohemian estates sought to confer on him the title of historiographer of Bohemia, with a small salary, but it was ten years before the consent of the Viennese authorities.",
        "Severely affected patients may be offered bone marrow transplantation which appears to confer long-term benefit.",
        "MARCUS LIVIUS DRUSUS, Roman statesman, was colleague of Gaius Gracchus in the tribuneship, 122 B.C. The proposal of Gracchus (q.v.) to confer the full franchise on the Latins had been opposed not only by the senate, but also by the mob, who imagined that their own privileges would thereby be diminished.",
        "with John Adams and Benjamin Franklin to confer on terms of peace with Lord Howe on Staten Island in September 1776.",
        "The French bivouacked in the rain, Turenne making his way across the mountain to confer with the prince, and meanwhile Mercy quietly drew off his army in the dark to a new set of entrenchments on the ridge on which stood the Loretto Chapel.",
        "Besides the full functions of the presbyterate, or priesthood, bishops have the sole right (I) to confer holy orders, (2) to administer confirmation, (3) to prepare the holy oil, or chrism, (4) to consecrate sacred places or utensils (churches, churchyards, altars, &c.), (5) to give the benediction to abbots and abbesses, (6) to anoint kings.",
        "For these, however, no common institutions were created; they must be arranged by agreement; the ministers must confer and then introduce identical acts in the Hungarian and the Austrian parliaments.",
        "Mostansir then proceeded to confer on Bibars the title sultan, ~ and to address to him a homily, explaining his duties, revived.",
        "Turkey in the summer of 1908 excited the hopes of the Egyptian Nationalists, and a deputation was sent to Constantinople to confer with the Young Turk committee.",
        "Nothing in the Agreement is intended to or shall confer on any Person other than the parties hereto or their respective permitted successors or assigns, any rights or remedies under or by reason of this Agreement.",
        "In the following November Newton redeemed his promise to Halley by sending him, by the hand of Mr Paget, one of the fellows of his own college, and at that time mathematical master of Christ's Hospital, a copy of his demonstration; and very soon afterwards Halley paid another visit to Cambridge to confer with Newton about the problem; and on his return to London on the 10th of December 1684, he informed the Royal Society \" that he had lately seen Mr Newton at Cambridge, who had showed him a curious treatise De Motu,\" which at Halley's desire he promised to send to the Society to be entered upon their register.",
        "They either terminate trusteeship automatically in the circumstances defined by s.72, or they confer a power of removal in such circumstances.",
        "Continue to use quartz tungsten halogen curing lights as plasma arc curing lights appear to confer no clinical advantage at the present time.",
        "vaccinia infection of cells can confer protection from IFN on other viruses, e.g. Picornaviruses.",
        "Either as a colonia or a municipium, Ravenna remained for more than two centuries an inconsiderable city of Gallia Cisalpina, chiefly noticeable as the place in which Caesar during his ten years' command in Gaul frequently resorted in order to confer with his friends from Rome, and from which he started for his advance into Italy.",
        "Both parties in the state were offended by the law, and Manilius endeavoured to secure the support of Pompey by proposing to confer upon him the command of the war against Mithradates with unlimited power (see Pompey).",
        "The right of the army to confer the royal power was still symbolized in the popular acclamation required on the accession of a new king, and at Alexandria in troubled times we hear of \" the people \" making its will effective in filling the throne, although it is here hard to distinguish mobrule from the exercise of a legitimate function.",
        "It is usual for him to confer with a council (a v vvESptov) of his \" Friends \" before important decisions, administrative, military or judicial (e.g.",
        "Bangor is the seat of three state institutions - the Eastern Maine general hospital, the Eastern Maine insane hospital and the law school of the University of Maine - and of the Bangor Theological Seminary (Congregational), incorporated in 1814, opened at Hampden in 1816, removed to Bangor in 1819, and empowered in 1905 to confer degrees in divinity.",
        "Ii we are to put a sense upon this new expression, William may probably have meant to recall any words of his which seemed, by locating the universal in the entirety of its essence in each individual to confer upon the individual an independence which did not belong to it - thus leading in the end to the demand for a separate universal for 1 This treatise, first published by Cousin in his Ouvrages inedits d'Abelard, was attributed by him to Abelard, and he was followed in this opinion by Haureau; but Prantl adduces reasons which seem satisfactory for believing it to be the work of an unknown writer of somewhat later date (see Prantl."
    ],
    "definition": [
        "To bestow (an honor, for example): conferred a medal on the hero.",
        "To invest with (a characteristic, for example): a carefully worded statement that conferred an aura of credibility.",
        "con·fer′ment con·fer′ral\nnoun",
        "con·fer′ra·ble\nadjective",
        "con·fer′rer\nnoun",
        "Link/Cite",
        "1621, Robert Burton, The Anatomy of Melancholy, II.3.1.i:\nConfer thine estate with others [...]. Be content and rest satisfied, for thou art well in respect to others [...].",
        "Boyle\nIf we confer these observations with others of the like nature, we may find cause to rectify the general opinion.",
        "(intransitive) To talk together, to consult, discuss; to deliberate. [from 16th c.]",
        "To grant as a possession; to bestow. [from 16th c.]",
        "conference",
        "Link/Cite"
    ]
}