{
    "translation": "להגביל",
    "uses": [
        "But he did not confine his attention to abstract inquiries.",
        "In fact, I'd confine myself to a bank vault or a guru's mountain top sanctuary.",
        "He did not, however, confine his energies to travelling.",
        "In dealing briefly with the modern history of craft gilds, we may confine our attention to England.",
        "With few and early exceptions, such as we may note in the Epistle of Barnabas, chap. i., they confine the word to doctrine.",
        "Oxy-acids are carboxylic acids which also contain a hydroxyl group; similarly we may have aldehyde-acids, ketone-acids, &c. Since the more important acids are treated under their own headings, or under substances closely allied to them, we shall here confine ourselves to general relations.",
        "The new rulers did not long confine their attention to the tribes who had invited them.",
        "Until October, 1889, I had not deemed it best to confine Helen to any regular and systematic course of study.",
        "In what follows we shall confine our attention principally to metallic alloys.",
        "We must here group these important epochs together, as distinguished from the later period of Roman rule, and confine ourselves to a brief notice of their principal monuments and a record of the discoveries by which they have been illustrated in recent years.",
        "They bear upon very varied matters,' and we must confine ourselves here to a brief résumé.",
        "reverendus do not confine the term to those in orders; Du Cange (Gloss.",
        "On the accession of Mary he was summoned to the council - most of whom had signed the same device - reprimanded for his conduct, and ordered to confine himself to his palace at Lambeth until the queen's pleasure was known.",
        "They confine themselves at present to decorating plaques, boxes and cases for cigars or cigarettes, and an occasional tea or coffee service; but the whole domain of salvers, dessert-services, race-cups and so on remains virtually unexplored.",
        "The Priestly Code (Leviticus and allied passages) seems to confine the efficacy 2 Rutherford, Radioactivity.",
        "In fine, they eschew theories and confine themselves to visible facts.",
        "He did not confine himself to news, but wrote something very like finished essays on questions of policy, trade and domestic concerns; he also introduced a \"Scandal Club,\" in which minor questions of manners and morals were treated in a way which undoubtedly suggested the Tatlers and Spectators which followed.",
        "3 (7) mentions Scythae) of the land and its inhabitants, tries to restrict this merely geographical usage and to confine the word Scyth to a certain race or at any rate to that race and its subjects, but even he seems to slip back into the wider use.",
        "No headgear is worn, except sometimes a net to confine the hair, a bunch of feathers, or the tails of small animals.",
        "In this article we propose therefore to confine ourselves to discussing the character and subject-matter of the science, indicating its relation to other sciences, and explaining the methods by which economists reach their conclusions.",
        "If the latter epistle could be finally established as genuine, or its date fixed, it would give important evidence with regard to Ephesians; but in the present state of discussion we must confine ourselves to pointing out the fact.",
        "In the first place hedonism may confine itself to the view that, as a matter of observed fact, all men do in practice make pleasure the criterion of action, or it may go further and assert that men ought to seek pleasure as the sole human good.",
        "It seems very probable that the fourscore thousand hewers employed by Solomon for cutting timber did not confine their operations simply to what would now be termed cedars and fir-trees.",
        "The effect was to reduce to a minimum the risk of the introduction of disease amongst the herds and flocks of the country, and at the same time to confine the trade in store stock exclusively to the breeders of Great Britain and Ireland.",
        "But to confine myself to those who are said to be in moderate circumstances.",
        "A proposal to confine the Drin to its former course by means of a dyke, and to ease the downflow of the Boyana by a canal opening navigation to Lake Scutari, has long been considered by the Turkish authorities.",
        "The number of cartographers throughout Europe was considerable, and we confine ourselves to mentioning a few leading men.",
        "In church it is best that he should confine himself to prophesying, for that brings to others \"edification and comfort and consolation.\"",
        "Let us confine our attention to those systems for which the initial values of pi, qi, ...",
        "Meanwhile, throughout the middle ages, it had been the policy of Venice to refrain from conquests on the Italian mainland, and to confine her energies to commerce in the East.",
        "Ritschl appears to confine Metaphysic to the category of Causality.) The theory as formulated has such grave ambiguities, that his theology, which, as we have seen, is wholly based on uncompromising religious realism, has actually been charged with individualistic subjectivism.",
        "The Lagrangian method being employed rarely, we shall confine ourselves to the Eulerian treatment.",
        "He was now but fifty-seven, but his strenuous life had aged him, and he was content to resign the command of fleets and armies to younger men, like Duke Valdemar, afterwards Valdemar and to confine himself to the administration of the empire which his genius had created.",
        "But for the most part the fatal parsimony of his country compelled Koniecpolski to confine himself to the harassing guerrilla warfare in which he was an expert.",
        "L.) compared is difficult when we introduce, as seems inevitable, the question of efficiency and power, and do not confine the question to the perfection of morphological development.",
        "In these circumstances, His Majesty's government have decided to confine the territory to be transferred to the districts in the Transvaal.\"",
        "We shall not attempt to trace the changes as they appeared in every market of importance, but shall confine our attention to one only, and that perhaps the most important of all, namely, the market at Liverpool.",
        "Thus there seemed to be room for a new history, which should confine itself to matters still interesting to the theocracy of Zion, keeping Jerusalem and the Temple in the foreground, and developing the divine pragmatism, of the history, not so much with reference to the prophetic word'.",
        "The petition of the archbishop of Posen that the children should be allowed to receive religious instruction in Polish having been rejected by the Prussian minister of education, he issued on the 17th of October a pastoral allowing parents to confine religious instruction became the seat of a Christian bishopric about the middle of the 10th century.",
        "Bienerth's policy was to confine himself in a purely objective spirit to the execution of the laws until such time as he had gradually gained the confidence of the nation.",
        "For simplicity we confine ourselves to mixtures of two components, in which experience shows that three cases are to be recognized according as the components are (I) completely immiscible, (2) partially miscible, (3) miscible in all proportions.",
        "The Speculum Doctrinale, in seventeen books and 2374 chapters, is a summary of all the scholastic knowledge of the age and does not confine itself to natural history.",
        "It can scarcely be doubted that the true instincts of the ceramist will ultimately counsel him to confine his decoration over the glaze to vitrifiable enamels, with which the Chinese and Japanese potters of former times obtained such brilliant results.",
        "The sole precaution taken was to confine themselves between sunset and sunrise to their mosquitoproof dwelling.",
        "Massachusetts proposed to confine New Hampshire to less than one-fourth its present area; that is, on the west to a line drawn 3 m.",
        "He arrived in March, and was able to confine the small British force under Sir Hyde Parker at Gros Islet Bay in Santa Lucia.",
        "Therefore the French government strove to unite the beggarly settlements in Canada and Louisiana by setting up posts all along the Ohio and the Mississippi, in order to confine the English between the Alleghanies and the sea.",
        "It required some fifteen or more years to repair damages from this outbreak, and to confine the stream by new embankments.",
        "We will confine ourselves here to algebraic complex numbers - that is, to complex numbers of the second order taken in connexion with that definition of multiplication which leads to ordinary algebra.",
        "Taking no account of the real forces of the time, he aimed at an ideal form of society in which the clergy should confine themselves to their spiritual duties, and the king, after being enlightened by open communication with the Scottish nation, should maintain law and order without respect of persons.",
        "Such spirals were used in early Athens to confine the back hair, and this fashion may therefore be identified as the Kpc f3vXos.",
        "Owing to this he had spent the winter of 1860 in Algeria, and every subsequent winter he had to be very careful and confine himself to the house, especially in damp and foggy weather.",
        "To the technical philosophers, who strictly confine themselves to the logical collation and criticism of scientific methods, he has, contrariwise, not seemed philosophic enough.",
        "This led the bishop of St David's to suspend Rowland's license, and Rowland had to confine himself to a meeting-house at Llangeitho.",
        "It can never quite confine attention to the problem of the being of God.",
        "That they are in some cases produced by physical or sensory stimuli does not constitute them irrational, and it is purely arbitrary to confine the word pleasure to those cases in which such stimuli are the proximate causes.",
        "The exact meaning of these features is not clear, but if it be remembered (a) that the Levites of post-exilic literature represent only the result of a long and intricate development, (b) that the name \"Levite,\" in the later stages at least, was extended to include all priestly servants, and (c) that the priesthoods, in tending to become hereditary, included priests who were Levites by adoption and not by descent, it will be recognized that the examination of the evidence for the earlier stages cannot confine itself to those narratives where the specific term alone occurs.",
        "In the other provinces the latter race tends to confine itself to the cities.",
        "He did not, however, confine himself to economic history.",
        "The next thing you need to do is to buy a good enzymatic cleaner and thoroughly clean any area where she has had an accident, and then confine her to a small area with her litter box.",
        "If now we confine our attention to the alpine and higher regions of the Alps and exclude from our list all those plants which, however abundant in these regions, are not less so in the adjacent lowlands, we have left some 700 species (693, according to Dr Christ).",
        "As Dr Milligan has said very well, \" It is not only in things to which we commonly confine the word miracle that the Divine appears.",
        "But as with Kant, so with Wundt, this world will be only the richer, not the wider, for these notions of understanding; because they are only contributed to the original experience, and, being mentally contributed, only the more surely confine knowledge to experience of mental phenomena.",
        "This is not to forget that the five senses are not our whole stock or to confine inference to body.",
        "to confine himself to Snowdon and Anglesey.",
        "This scholarly linguist, equipped with modern methods of scientific research, did not confine himself to the classical period like Csoma, but extended his ' The Capuchin friars who were settled in Lhasa for a quarter of a century from 1719 studied the language; two of them, Francisco Orazio della Penna, well known from his accurate description of Tibet, and Cassian di Macerata sent home materials which were utilized by the Augustine friar Aug.",
        "Even though the best hydraulic lime be used it is wise to confine it to places where it is not exposed to the air, or to running water, and indeed for important structures the use of lime should be avoided.",
        "The order in Naples, which alone was afterwards recognized as the legitimate descendant of the Jerusalem community, was empowered to seize and confine anyone suspected of leprosy, a permission which led to the establishment of a regular inquisitorial system of blackmail.",
        "This led to a coalition, formed in March 1167, between the cities of Cremona, Mantua, Bergamo and Brescia to confine Frederick to the rights which the emperors had enjoyed for the past hundred years.",
        "On the same principle the use of small pots to confine the roots, root-pruning and lifting the roots, and exposing them to the sun, as is done in the case of the vine in some countries, are resorted to.",
        "hem = the river-bank, or confine of the land on which it was built.",
        "In this article we shall confine ourselves to the fatty compounds, from which the fundamental notions were first obtained; reference may be made to the article Chemistry: Organic, for the general structural relations of organic compounds, both fatty and aromatic.",
        "Remains of gladiators' armour and weapons were found in some of the rooms, and in one, traces of the stocks used to confine insubordinate gladiators.",
        "Wallis was to confine himself to the mathematical chapters, and set to work at once with characteristic energy.",
        "The English usage until nearly the end of the 19th century was to confine the term \"the Cameroons\" to the mountain range, and to speak of the estuary as the Cameroons river.",
        "He is also supposed to be the author of the Skiby Chronicle,' in which he does not confine himself to the duties of a mere annalist, but records his personal opinion of people and events.",
        "His greatness consists in his practical aptitude, in his political perception, and in the self-restraint which enabled him to confine within limits tolerable to his people an insatiable appetite for power.",
        "So long as we confine our attention to one or two individuals, we fail to detect any order in the occurrence of variations; but when we examine large numbers we find that it is possible to arrange them in an orderly series, which can be easily and simply described.",
        "He succeeded Haiiy as professor of mineralogy in the Museum of Natural History; but he did not confine himself to mineralogy, for it is to him that we owe the division of Reptiles into the four orders of Saurians, Batrachians, Chelonians and Ophidians.",
        "The Kolab and the Surkhab (or Waksh) flow into it in broad muddy streams from the highlands of Karateghin, and the river at once commences to adopt an uncertain channel wherever the outstretched arms of the hills fail to confine it within definite limits.",
        "It is probable that many passages of St Luke's Gospeel which have no parallel in St Matthew were also derived from this early source; but this is not easily capable of distinct proqf; and, therefore, in order to gain a secure conception of the document we must confine ourselves at first to those parts of it which were borrowed by both writers.",
        "of the cult of holy places, and it is to the sacred shrines of christendom that we propose to confine our attention.",
        "Towards the end of the year 529 (October 1134) he was compelled to promise that f.e would confine himself to his palace and never again take the field.",
        "Moreover, he tended to confine the term X6yos to syllogistic inference.",
        "But his result had to be submitted to another test, the Law of the Norms. As soon as he found, by trial, that this law was satisfied, he took the final step. \" This led me,\" he says, \" to conceive that perhaps, instead of seeking to confine ourselves to triplets,..",
        "Others, such as the Barycentrische Calciil of Mobius, and the Methode des equipollences of Bellavitis, give elegant modes of treating space problems, so long as we confine ourselves to projective geometry and matters of that order; but they are limited in their field, and therefore need not be discussed here.",
        "0) 2 = i suitable for non-Euclidean space, and w 2 = o suitable for Euclidean space; we confine ourselves to the second, and will call the indicated bi-quaternion p+wq an octonion.",
        "By a treaty negotiated at Fort Laramie in 1851, the Arapahoes, Sioux, Cheyennes and others agreed to confine themselves within the territory bounded by 100 and 107° W.",
        "For the present we confine ourselves to the consideration of displacements in two dimensions, so that the body is adequately represented by a thin lamina or plate.",
        "Other writers confine the term to the British possessions south of the Zambezi, but in this case British South Africa is the proper designation.",
        "But in 1854 a definite standpoint appeared to have been reached - Great Britain would confine her energies to the Cape and Natal, leaving the republics to work out their own destinies undisturbed.",
        "Whatever style be adopted, it is essential that there should be a thick healthy growth of the hedges or shrubberies that confine the wanderer.",
        "But he did not confine himself to fiction.",
        "We may, therefore, confine our attention to the latest exposition of it by Schmiedel in the Ency.",
        "A decree of the ist of July 1885 had, it is true, declared all \"vacant lands\" the property of the state (Domaine privé de Petal), but it was not for some time that this decree was so interpreted as to confine the lands of the natives to those they lived upon or \"effectively\" cultivated.",
        "The missionaries do not confine themselves to religious instruction, but have schools for ordinary and technical training.",
        "These excited so much disturbance, and the author so obstinately refused to confine himself to literature proper, that in 1846 the government put an end to them - a course which was not disapproved by the majority of his colleagues.",
        "Other prophets confine themselves to vague and general predictions, but the author of Daniel is strikingly particular as to detail in everything relating to the period in which he lived, i.e.",
        "We may treat it as a superficial effect, especially in the case of bodies which are opaque enough or thick enough to prevent all transmission of light, and we may investigate how much is reflected at the surface and how much is absorbed; or, on the other hand, we may confine our attention to the light which enters the body and inquire into the relation between the decay of intensity and the depth of penetration.",
        "The valley of the Cauca is much narrower than that of the Magdalena, and between Cartago and Caceres the mountain ranges on both sides press down upon the river and confine it to a narrow canyon.",
        "In the next place, it is necessary to confine the pressure, at every point of the masonry, to an intensity which will give a sufficient factor of safety against crushing.",
        "The ewes, although difficult to confine by ordinary fences, are in high favour in lowland districts for breeding fattening lambs to Down and other early maturity rams.",
        "But Hale did not confine himself to law.",
        "In the conversation with Nicodemus we seem to overhear a protest against the growing tendency of the last years of the 1st century to substitute formal sacraments for the free afflatus of the spirit, and to \"crib, cabin and confine\" the gift of prophecy.",
        "To avoid this difficulty, in practical life, it is usual to confine our operations to fractions which have a certain standard denominator.",
        "But it should be noted that the primary reference of \"binding and loosing\" is, according to rabbinical usage, rather to the laying down of rules than to condoning breaches of them; and nothing is said to confine the words \"Whose soever sins ye forgive\" to the offences of Christians already baptized, and they should be held to include preaching the Gospel and baptizing converts as well as the administration of internal discipline.",
        "Rhodes himself was not removed from the privy council, as his more extreme accusers demanded; but he had to abandon his career in Cape politics for a time, and confine his energies to the development of Rhodesia, which had been added to the empire through his instrumentality in 1888-1889.",
        "Nor did the unity of Protestant theology - Lutheran and Calvinist - confine itself to the period before the great divergence.",
        "Although he knew and acted on the principle that \"a statesman is a practical character,\" whose business is to \"serve the country according to its present necessities,\" he was unable to confine his vision to the nearer consequences of whatever policy, or course of action, or group of conditions it rested on.",
        "Out of this contrast there ultimately grew an essentially different opposition between faith and knowledge or reason, according to which the theological basis of ethics was contrasted with the philosophical; the theologians maintaining sometimes that the divine law is essentially arbitrary, the expression of will, not reason; more frequently that its reasonableness is inscrutable, and that actual human reason should confine itself to examining the credentials of God's messengers, and not the message itself.",
        "Referring to special articles, Solar System, Star, Sun, MooN, &c. for a description of the various parts of the universe, we confine ourselves, at present, to setting forth a few of the most general modern conceptions of the universe.",
        "(2) In point of fact, all logicians further confine the syllogism to arguments in which the terms are related as subject and predicate (or attribute in the widest sense).",
        "in length, has been built along the Servian shore in order to confine the river in a narrow channel.",
        "Training walls have been built on either side of the channel to confine the water so as to raise its level; that on the right bank having a width of 19 ft.",
        "On this hypothesis, if we confine our attention to one of the two metals, say p\", in which the current is supposed to flow from hot to cold, we observe that p\"dT expresses the quantity of heat converted into electrical energy per unit of electricity by an E.M.F.",
        "Mr Chamberlain pointed out that he was committed to a preferential scheme involving new duties on food, and could not remain in the government without prejudice while it was excluded from the party programme; remaining loyal to Mr Balfour and his general objects, he could best promote this course from outside, and he suggested that the government might confine its policy to the \"assertion of our freedom in the case of all commercial relations with foreign countries.\"",
        "of the Gulf of Akaba was to the right from their standpoint of Alexandria; the Mahommedan geographers, however, viewing it from Mecca, confine the term to the provinces S.",
        "In a resume' it is manifestly impossible to pass in review every pharmacological substance, and we shall therefore confine ourselves to those groups which are of practical importance.",
        "The problem is more man's arrogance in thinking we can confine the universe to laws.",
        "confine the electrons like this, their properties can change dramatically.",
        "confine prisoners, and in 1657 it was declared ruinous.",
        "We shall therefore confine ourselves to what, in the main, may be regarded as preliminary.",
        "selection committee will not confine its considerations to those who apply by the closing date.",
        "The Domain feature enables you to confine searches to certain classes of site, indicated by the suffix at the end of the URL.",
        "I must confine myself here to underscoring the two salient points of the debates which were very vehement at times.",
        "watercraft exclusion in section IIIB indicated an intention to confine all marine transportation claims to section IIIA.",
        "waveguides used to confine light.",
        "Under these circumstances, there would be no incentive for either side to confine itself to the use of tactical nuclear weapons.",
        "A rising among his Swabiandependants compelled Albert to recognize the sovereignty of his rival, and to confine himself to the government of the Habsburg territories.",
        "Its ready adaptation to confine ment has made it a popular cage-bird on both sides of the Atlantic. The hen is not so good a songster as the cock bird.",
        "Others, while recognizing the supreme authority of the papal magisterium in matters of doctrine, confine the infallibility to those cases alone in which the pope chooses to make use of it, and declares positively that he is imposing on all the faithful the obligation of belief in a certain definite proposition, under pain of heresy and exclusion from the Church; they do not insist on any special form, but only require that the pope should clearly manifest his will to the Church.",
        "They bear upon very varied matters,' and we must confine ourselves here to a brief rÃ©sumÃ©.",
        "The fundamental principle of his philosophy was that truth must be sought not in metaphysical or a priori abstractions but in psychological investigation, and further that this investigation cannot confine itself successfully to the individual consciousness, but must be devoted primarily to society as a whole.",
        "The discourses of the first period (i.-xxiv.) do not confine themselves to political affairs, but contain much interesting ethical and religious material.",
        "Haggai's reproofs touched the conscience of the Jews, and the book of Zechariah enables us in some measure to follow the course of a religious revival which, starting with the restoration of the temple, did not confine itself to matters of ceremony and ritual worship. On the other hand, Haggai's treatment of his theme, practical and effective as it was for the purpose in hand, moves on a far lower level than the aspirations of the prophet who wrote the closing chapters of Isaiah.",
        "He did not, however, confine himself to the consideration of forms involving only three indeterminates, but succeeded in establishing the principles on which the extension to the general case of n indeterminates depends, and obtained the general formulae, thus effecting what is probably the greatest advance made in the subject since the publication of Gauss's Disquisitiones arithmeticae.",
        "In the first place, they lessen the number of separate facts to be explained; in the second, they limit the field within which explanation must be sought, since, for instance, if a particular mode of repetition of parts occur in mosses, in flowering-plants, in beetles and in elephants, the seeker of ultimate explanations may exclude from the field of his inquiry all the conditions individual to these different organic forms, and confine himself only to what is common to all of them; that is to say, practically only the living material and its environment.",
        "It is usual, however, to confine it to those sequences (e.g.",
        "It will be more appropriate here, without giving what would be a needless repetition of considerations, both historical and theoretical, which appear in other articles, to confine ourselves to two general questions, (I) the history of the various schemes of classification, or Morphography, and (2) the consideration of the main tendencies iii the study of zoology since Darwin.",
        "confine himself to plans on a large scale.",
        "By a treaty negotiated at Fort Laramie in 1851, the Arapahoes, Sioux, Cheyennes and others agreed to confine themselves within the territory bounded by 100 and 107Ã‚° W.",
        "A decree of the ist of July 1885 had, it is true, declared all \"vacant lands\" the property of the state (Domaine privÃ© de Petal), but it was not for some time that this decree was so interpreted as to confine the lands of the natives to those they lived upon or \"effectively\" cultivated.",
        "The generalship of his new opponent, and the fact that the French army had been largely reinforced, while reinforcements had not been sent from Vienna, forced Prince Eugene to confine himself to a war of observation.",
        "The selection committee will not confine its considerations to those who apply by the closing date.",
        "They try to confine our imaginations to trivial pursuits without danger to their rule.",
        "The watercraft exclusion in section IIIB indicated an intention to confine all marine transportation claims to section IIIA.",
        "Background Optical fibers are waveguides used to confine light.",
        "Confine him in one room while he gets used to the change, then gradually introduce him to the rest of the house.",
        "When you bring your new cat home, it is important to confine him to one particular room for the first few days.",
        "He uses the litter box when I confine him to an area, but as soon as he is let out he is back to the same behaviors.",
        "Try to add just one more room, and if she soils out of the box, confine her back to one room again and repeat the training.",
        "If things escalate into true fights it may be better to confine both cats to separate areas of the house, in essence sorting their territories out for them.",
        "Finally, confine your cat to a small space with the litter box for several days or even for a couple of weeks until he gets the hang of using the litter box again.",
        "Once you return from the vet, confine your new cat to a cage.",
        "The first thing I would do is invest in a cat cage with some levels where the cat can roam and climb and confine the aggressive cat when you are not home.",
        "Pacman Xonix is a Snake-like game where you have to slowly confine the ghosts until they can't move anymore.",
        "When you confine your protein choices to plant-based products, you reap extra rewards with accompanying vitamins and minerals.",
        "When you bring him back in, you need to confine his area because he will likely have more accidents if you let him roam without supervision.",
        "Why confine a multi-piece pattern to the kitchen or mudroom?",
        "If you want to guarantee getting the right waterproof golf clothing for men, you should confine your shopping to stores that cater specifically to golfers.",
        "There used to be a number of brick-and-mortar shops as well, but the online presence is so strong and the customer service and return/exchange policies so good, most shoppers are perfectly happy to confine their shopping to the Internet.",
        "While you may have to confine your shopping to online outlets, you can at least be assured that the sellers will be able to provide you with all the measurement information you require.",
        "You also don't need to confine yourself to trade shows.",
        "Since it restricts movement of the affected limb or body part, it may confine a person to bed rest for an extended period of time.",
        "While some mobile home lenders within the state confine their business to one county, most of them lend throughout the entire state or even the entire nation.",
        "Since Serena Williams is very interested in and serious about style, it's also no surprise that she would not confine herself to just one swimsuit for her Sports Illustrated appearance.",
        "Quilted purses are available in a wide variety of styles -- and you don't have to confine them to weekend shopping totes.",
        "Just because these handbags go best with more casual wear, that doesn't confine them to the rodeo ring.",
        "Scavenger hunts: Don't confine scavenger hunts to Easter egg hunts.",
        "If you're combining the angel wings with a name, banner, face or heart image, there's no reason to confine them to the upper back at all.",
        "Don't let travel confine your activities.",
        "Also, depending on where you are, you may need to confine your shopping to online stores.",
        "When looking for a cotton sports bra, try and confine your shopping to sources that are geared towards active women with specific needs.",
        "Madison now opposed Hamilton's measures for the funding of the debt, the assumption of state debts, and the establishment of a National Bank, and on other questions he sided more and more with the opposition, gradually assuming its leadership in the House of Representatives and labouring to confine the powers of the national government within the narrowest possible limits; his most important argument against Hamilton's Bank was that the constitution did not provide for it explicitly, and could not properly be construed into permitting its creation.",
        "We will therefore confine ourselves, so far as his predecessors are concerned, to attempts at interpretation which had geometrical applications in view.",
        "While shops understand that most women will confine their general shopping to one or the other, they do love it when you want a set and designers try to make those sets as appealing as possible.",
        "If you prefer to shop online, you should still try and confine yourself to shops that specialize in cold weather clothing.",
        "The shelf bra bustier is a great selection for women who crave a special corset fit that will always give the bust uplift, but won't conceal or confine.",
        "But if we confine the meaning of the term Alps to those parts of the chain that are what is commonly called \" Alpine,\" where the height is sufficient to support a considerable mass of perpetual snow, our boundaries to the west and to the east must be placed at spots other than those mentioned above."
    ],
    "definition": [
        "To keep within bounds; restrict: Please confine your remarks to the issues at hand. See Synonyms at limit.",
        "To shut or keep in, especially to imprison.",
        "To restrict in movement: The sick child was confined to bed.",
        "con·fin′a·ble con·fine′a·ble\nadjective",
        "con·fin′er\nnoun",
        "Link/Cite",
        "To restrict; to keep within bounds; to shut or keep in a limited space or area.",
        "To have a common boundary; to border; to lie contiguous; to touch; followed by on or with.",
        "Limit.",
        "Link/Cite"
    ]
}