{
    "translation": "להתאסף",
    "uses": [
        "Cattle sometimes congregate in cold weather around a burning coal seam and enjoy the warmth.",
        "(solar) stars show no tendency to congregate in the galactic plane.",
        "however, congregate towards the galactic plane.",
        "They usually congregate in the larger towns, though in northern Moldavia there are a few purely Jewish villages, recalling those of Poland.",
        "Many of the gulls congregate in vast numbers to breed, whether on rocky cliffs of the sea-coast or on healthy islands in inland waters.",
        "While they are in salt water they live singly or in very small companies, but during May (the twaite shad some weeks later) they congregate, and in great numbers ascend large rivers, such as the Severn (and formerly the Thames), the Seine, the Rhine, the Nile, &c., in order to deposit their spawn.",
        "The Armenians, like the Greeks, congregate in the principal centres of trade, especially at Constantinople; their numbers were greatly reduced by the massacres of 1896.",
        "The Italians are chiefly confined to the coast; the Germans congregate at Semlin and Warasdin; the Slovenes are settled along the north-western frontier, where they have introduced their language, and so greatly modified the local dialect; the gipsies wander from city to city, as horse-dealers, metal workers or musicians; there are numerous Moravian and Bohemian settlements; and near Mitrovica there is a colony of Albanians.",
        "They are seldom found in large numbers at any great distance from the sea, and usually congregate in the principal towns and commercial centres, such as Adrianople, Constantza, Varna and Philippopolis; there are also detached colonies at Melnik, Stanimaka, Kavakly, Niegush and elsewhere.",
        "Galata is the chief business centre of the city, the seat of banks, postoffices, steamship offices, &c. Pera is the principal residential quarter of the European communities settled in Constantinople, where the foreign embassies congregate, and the fashionable shops and hotels are found.",
        "congregate together to discuss the village's issues.",
        "congregate on the streets to excitedly discuss the victory.",
        "At dusk young couples congregate in Merlion Park, on a little promontory.",
        "Fans can add their favorite teams and can congregate on team pages and post comments to each other.",
        "If you want to speak French for free all you need to do is to learn some vocabulary and then find places where French speakers, also known as francophones congregate.",
        "They generally congregate together in the following places.",
        "congregate here to give birth to their young.",
        "Working with children where they naturally congregate was often an essential element in the projects examined.",
        "In winter, groups of Sand Tiger sharks often congregate close to the large overhang on the southeast side.",
        "congregate around an enormous middle oak ' tree toward the Northern end of the bypass.",
        "congregate to feed.",
        "congregate in car parks or secluded areas, in a practice known as dogging, exactly the same laws apply.",
        "congregate in the quieter water.",
        "Often the kitchen is the hub of a home, and it's no surprise that is where most people congregate during parties; for this reason, you must carefully consider different kitchen color schemes.",
        "HUD senior living communities range from congregate housing to independent apartment life and are located throughout the United States.",
        "If you look up the definition of a 'hive' you'll find it's a place where many congregate and actively create.",
        "However, they are permitted to congregate at \"the place which Yahweh shall choose,\" where they may perform the usual priestly duties together with their brethren who \"stand there before Yahweh,\" and they are ' For the derivation of \"Levi\" see below § 4 end.",
        "Approach your customers at the forums or blogs where they congregate.",
        "congregate in large numbers at just a few sites, making them vulnerable to any changes.",
        "congregate ritual for the England fan abroad is the spontaneous congregating in the town square on matchday.",
        "Another resident reported that youths congregate in the old cowshed near the Ferry Loch.",
        "Any higher, and players congregate in massive dogfights, which actually degrades their entertainment experience.",
        "Carriage and motor-car warehouses congregate in Long Acre.",
        "At Spitalfields crowds used to congregate on Easter Monday and Tuesday to hear the Spital sermons preached from the pulpit cross.",
        "Usually these types of things are found on the main floor of the house, near the entrance, in the family room or in the kitchen, where large groups of people are likely to congregate during the holidays.",
        "The two most common types of senior subsidized housing are independent living apartments and congregate housing.",
        "In many areas of the country HUD senior living communities provide seniors with congregate housing living arrangements.",
        "Congregate housing is often the perfect option for seniors that are unable, or do not want, to live completely independently.",
        "Congregate housing is known by different names in various parts of the country.",
        "The apartment living arrangements in congregate housing facilities may include one bedroom, two bedroom or studio apartments.",
        "Depending on the facility, congregate housing provides senior citizens with assistance in areas of their daily living such as meal preparation and housekeeping.",
        "Typically, seniors living in congregate housing do not have their own kitchens and have their meals in a communal dining room with the other residents.",
        "In some congregate living facilities, additional services may be free or offered for a nominal fee.",
        "Try to get this weapon before you congregate at the red smoke.",
        "It is also the inspiration for the major Penny Arcade Expo (PAX) that takes place each year, allowing gamers from all the around the world to congregate to one place.",
        "There are two popular forum websites where Airstreamers congregate online to swap tips, search for parts, and get to know each other.",
        "Airport shuttle companies congregate in a group on the second level at the San Francisco International Airport.",
        "If you've ever visited a nude beach, especially in Europe or the Mediterranean, you'll know that all sorts of bodies congregate there completely without shyness or shame.",
        "Look for new friends at places where thrifty people tend to congregate, such as the local dollar store, the public library, or the free music concerts hosted by your town's Chamber of Commerce.",
        "On the internet as well, there is a huge market for pocket watches and avid collectors congregate on websites, message boards, and at occasional conventions to swap tips and admire each other's pocket watch stash.",
        "It can also be conducive to expanding one's social horizons, as vegans tend to congregate and throw frequent potlucks in many cities; however, eating in this manner requires planning, as well.",
        "congregate in the villages where they originated.",
        "The Sambar, which shares a fondness for water with the Chital, congregate at the forest pools.",
        "congregate there."
    ],
    "definition": [
        "con′gre·ga′tive\nadjective",
        "con′gre·ga′tor\nnoun",
        "Link/Cite",
        "(rare) Collective; assembled; compact.",
        ": To collect into an assembly or assemblage; to assemble; to bring into one place, or into a united body; to gather together; to mass; to compact.\nThe great receptacle Of congregated waters he called Seas.",
        "(intransitive): To come together; to assemble; to meet.",
        "congregation",
        "Link/Cite"
    ]
}