{
    "translation": "לכבוש",
    "uses": [
        "You will conquer the worlds.",
        "Does love really conquer all?",
        "We will conquer them and return here, once we have created an army.",
        "If only she could conquer these mood shifts.",
        "She'd never thought desire could conquer her normally rigid self-control.",
        "Love would conquer all.",
        "Somehow she had to conquer it - but how?",
        "It was evident that their battle-cry was \"Conquer or die.\"",
        "I must stay and conquer them now, and she did.",
        "In the spring of 1526 came the tidings that Sultan Suleiman had quitted Constantinople, at the head of a countless host, to conquer Hungary.",
        "In this gradual manner were the French led to conquer Algeria.",
        "of Poland, engaging at the same time to assist the Polish king to conquer Livonia.",
        "About 1465 Bika, a Rathor Rajput, sixth son of Rao Jodha, chief of Marwar, started out to conquer the country.",
        "I think we will learn to conquer distance though a method of which we cannot yet conceive.",
        "Hearing these words Jim resolved to conquer his alarm.",
        "They at once began to conquer the surrounding country in all directions, and before two centuries had passed they had established themselves firmly at Kiev on the Dnieper, invaded.",
        "Ten men, battalions, or divisions, fighting fifteen men, battalions, or divisions, conquer--that is, kill or take captive--all the others, while themselves losing four, so that on the one side four and on the other fifteen were lost.",
        "Clausel, who returned with the same colonial ambitions as in 1830, resolved to conquer the interior of the country.",
        "The duty of the physician was to foresee these changes, \"to assist or not to hinder them,\" so that \"the sick man might conquer the disease with the help of the physician.\"",
        "Mendoza undertook to conquer and settle the territory at his own charges, certain profits being reserved to the crown.",
        "(c. 170-138) had to fight hard with the Greeks of Bactria, especially with Eucratides; at last he was able to conquer a great part of eastern Iran.",
        "Japan has never been invaded in historical times, but an attempt made by Kublai Khan to conquer it was successfully repulsed.",
        "At the same time Evagoras attempted to conquer the whole of Cyprus, and was soon in open rebellion.",
        "It was little more than an assertion of his will to conquer, but it was effectual.",
        "on the 9th of April 1217, he borrowed some ships from the Venetians, promising in return to conquer Durazzo for them; but he failed in this enterprise, and sought to make his way to Constantinople by land.",
        "I shall not attempt to conquer her by force alone; but I shall insist on reasonable obedience from the start.",
        "and his own brother Antiochus Hierax, enabled him not only to maintain himself in Parthia, but also to conquer Hyrcania; but he was constantly threatened by Diodotus of Bactria (Justin xli.",
        "This army, it is true, was so inefficient that it was completely routed by the Swedish king with a most inferior force, but it was improved gradually until it learned to conquer its Swedish opponents.",
        "The attempts of the Habsburgs to conquer Transylvania drew down upon them two fresh Turkish invasions, the first in 1552, when the sultan's generals captured Temesvar and fifty-four lesser forts or fortresses, and the second in 1566, memorable as Suleiman's last descent upon Hungary, and also for the heroic defence of Szigetvar by Miklos Zrinyi, one of the classical sieges of history.",
        "How Mesopotamia was affected by the passing of Persian armies on their way to suppress revolts in Syria or Egypt, or to conquer Greece, we do not know; on the whole it probably enjoyed unwonted peace.",
        "Both Chodkiewicz and olkiewski frequently had to pay the expenses of their campaigns out of their own pockets, and were expected to conquer empires and defend hundreds of miles of frontier with armies of 3000 or 4000 men at most.",
        "In it there occurred the threatening phrase: \"Six thousand French would at present be enough to conquer Egypt.\"",
        "Here he collected another army of 20,000 men, with which he so strongly entrenched himself on the Scanian coast in 1716 that his combined enemies shrank from attacking him, whereupon he assumed the offensive by attacking Norway in 1717, and again in 1718, in order to conquer sufficient territory to enable him to extort better terms from his enemies.",
        "On the Third himself, and took advantage of the wars of the Syrian princes, and of the terror inspired by the advance of the crusaders to conquer Jerusalem (August 1098).",
        "In his double capacity as governor of the Territory and commanding officer of the army, reasonably certain of his hold on Jefferson, and favourably situated upon the frontier remote from the centre of government, he attempted to realize his ambition to conquer the Mexican provinces of Spain.",
        "The problem of the early railway builders in the United States was to conquer the wilderness, to build an empire, and at the same time to bind the East to the West and the North to the South.",
        "Louis XII., having succeeded in the north, determined to conquer southern Italy as well, and concluded a treaty with Spain for the division of the Neapolitan kingdom, which was ratified by the pope on the 25th of June, Frederick being formally deposed.",
        "of France, who now sent an army into Italy to conquer the Milanese, obtained the support of the Florentines.",
        "of Aragon, was unable to conquer the island, and his son the prince of Taranto was taken prisoner at thebattle of La Falconara in 1299.",
        "Marie Antoinette soon won the affection and confidence of the dauphin and endeared herself to the king, but her position was precarious, and both Mercy and Maria Theresa had continually to urge her to conquer her violent dislike for the favourite and try to conciliate her.",
        "35 he tried anew to conquer Armenia, and to establish his son Arsaces as king there.",
        "Unhappily, clinging to the conviction that all the lands which the crusaders would traverse were the \"lost provinces\" of his empire, he induced the crusaders to do him homage, so that, whatever they conquered, they would conquer in his name, and whatever they held, they would hold by his grant and as his vassals.",
        "He is said to have rejoiced privately over Swedish victories, and certainly it was unerring instinct which told him that the great European conflict was no longer religious but dynastic. Anti-Spanish to the core, he became the greatest papal militarist since Julius II.; but Tuscany, Modena and Venice checkmated him in his ambitious attempt to conquer the duchy of Parma.",
        "Unsuccessful in his attempt, he invited the Teutonic Order to come to the rescue, and bestowed on the Order Kuim and some of the frontier towns in his territory, with such lands as it should conquer (1228).",
        "In 624 he advanced into northern Media, where he destroyed the great fire-temple of Gandzak (Gazaca); in 626 he fought in Lazistan (Colchis), while Shahrbaraz advanced to Chalcedon, and tried in vain, united with the Avars, to conquer Constantinople.",
        "He had appealed for reinforcements to recover Asia Minor; he received hundreds of thousands of troops, independent of him, and intending to conquer Jerusalem for themselves, though they might incidentally recover Asia Minor for the Eastern empire on their way.",
        "During the war with Holland several efforts were made to conquer this captaincy, but without success.",
        "of France came to Italy to conquer Naples Piero decided to assist the latter kingdom, although the traditional sympathies of the people were for the French king, and when Charles entered Florentine territory and captured Sarzana, Piero went to his camp and asked pardon for opposing him.",
        "Hitherto he had had to reckon with obstacles more powerful than those which were now left for him to conquer, and, what was more, with the fact that his authority depended upon the will of others.",
        "Meanwhile he had tried, he says, to conquer his inclination for the unprofitable trade of poetry, but in the panic caused by the revelations of Titus Oates, he found an opportunity for the exercise of his gift for rough satire.",
        "It was not until 1403 that the kings of Aragon were able to conquer the district of Arborea, which, under the celebrated Eleonora (whose code of laws - the so-called Carta de Logu- was famous), offered a heroic resistance.",
        "By this time Charles had discovered that it was easier to defeat the Poles than to conquer Poland.",
        "Probably Saladin made his worst strategical error in neglecting to conquer it before winter.",
        "and his successors to conquer Media and Babylonia.",
        "With the Romans he maintained peace, but he tried to keep down the Ephthalites, who began to conquer eastern Iran.",
        "Leaving Messina in March 11 9 1, he interrupted his voyage to conquer Cyprus, and only joined the Christian besiegers of Acre in June.",
        "Charles's \"immersion in the Polish bog\" (1702-1707), as Peter phrased it, enabled the tsar, not without considerable expense and trouble, to conquer Ingria and lay the foundations of St Petersburg.",
        "COPPERHEADS, an American political epithet, applied by Union men during the Civil War to those men in the North who, deeming it impossible to conquer the Confederacy, were earnestly in favour of peace and therefore opposed to the war policy of the president and of Congress.",
        "But to the outer world these passes first became known when the Romans traversed them in order to conquer the world beyond.",
        "14-19, announces the coming of a king, possibly David, who shall conquer Edom and Moab.",
        "The energy which warriors were accustomed to put forth in their efforts to conquer was now \" exhibited in the enterprise of conversion and teaching \" 5 by Wilfrid on the coast of Friesland, 6 by Willibrord (658-715) in the neighbourhood of Utrecht,7 by the martyr-brothers Ewald or Hewald amongst the \" old \" or continental Saxons, 8 by Swidbert the apostle of the tribes between the Ems and the Yssel, by Adelbert, a prince of the royal house of Northumbria, in the regions north of Holland, by Wursing, a native of Friesland, and one of the disciples of Willibrord, in the same region, and last, not least, by the famous Winfrid or Boniface, the \" apostle of Germany \" (68 o-755), who went forth first to assist Willibrord at Utrecht, then to labour in Thuringia and Upper Hessia, then with the aid of his kinsmen Wunibald and Willibald, their sister Walpurga, and her thirty companions, to consolidate the work of earlier missionaries, and finally to die a martyr on the shore of the Zuider Zee.",
        "Seeing the dust-clouds drifting away northward, and noting the lethargy which seemed to have settled over the whole French line, Prince Frederick Charles decided to assert his own independent will to conquer by a final assault along his whole front.",
        "She also hopes to conquer her fear of dancing in public.",
        "The precise date and place of his birth, together with details of his early life, are wanting; but in 1143 he assisted his maternal uncle, Count Welf VI., in his attempts to conquer Bavaria, and by his conduct in several local feuds earned the reputation of a brave and skilful warrior.",
        "Hermann makes St Ursula a native of Brittany, and so approximates to the version of the story given by Geoffrey of Monmouth (Historia Britonum), according to whom Maximian, after fleeing from Rome and acquiring Britain by marriage, proceeds to conquer Brittany and settle it with men from the island opposite.",
        "The mere attempt to conquer the kingdom of light and shade for the art of painting was destined to tax the skill of generations, and is perhaps not wholly and finally accomplished yet.",
        "made the extraordinary promise that he would get Wolsey made pope, and lend Henry an army to conquer northern France, failed to redeem his word in both respects.",
        "beau ideal, we remembered that we had also come to conquer.",
        "conquer any tribe or city that stood in his way.",
        "dauntless courage cannot conquer.",
        "Gameplay is similar to a real time strategy game, like Command & Conquer.",
        "There are a few things to keep in mind before purchasing The Command & Conquer Saga.",
        "It is also known as Command & Conquer: Tiberian Dawn.",
        "There are also some new single player missions as well for this entry in the Command & Conquer series.",
        "Command and Conquer: Red Alert 2 is a real-time strategy game developed by Westwood Studios back in 2000, and it should be forever hailed as the absolute pinnacle of RTS gaming.",
        "Command and Conquer: Red Alert 2 was incredibly deep yet beautifully simple.",
        "As a matter of fact, it was just released by Electronic Arts in a Command and Conquer compilation pack called \"Command and Conquer: The First Decade\" in stores everywhere, so you have no excuse not to go out and pick it up!",
        "Another area where you will find these kinds of video game strategy guides are with strategy games, particularly real-time strategy games like those from the Command & Conquer, Starcraft, and Age of Empires franchises.",
        "Their audience is only mid-sized, the company has yet to conquer Japan, but Microsoft isn't about to give up.",
        "It is paramount for struggling individuals to be proactive and attempt to conquer their hurdles or learn to accept their hair loss as a fact that does not impinge on the wonderful style they have inside.",
        "Whether you are a muggle at heart,a wizard visiting from Diagon Alley, or a Viking sailing south for new lands to conquer.",
        "You may have to go through counseling, but if you're both willing to work hard on your relationship-that means she wants to stop having an affair or affairs-love can really conquer all.",
        "That is why it is so important to find ways to bring normalcy to their lives to conquer feelings of low esteem they may feel.",
        "A Fendi leather gold bag should be the focus of your outfit because metallic accessories tend to conquer a wardrobe ensemble.",
        "There is one area that Isabella Fiore handbags need yet to conquer, and that is the field of simply plain casual.",
        "He'll rush in where fools never would, but he will conquer all obstacles and come out victorious.",
        "If the relationship comes to an end, it won't be his doing since he has faith that love can conquer all.",
        "Remember that the Olympic Creed emphasizes the journey rather than the destination, and states that it is more important to struggle than to conquer.",
        "To others, it is a term reserved for those special types of plots where a man loves a woman and they must conquer the odds.",
        "Out of body travel classes give people the foundation they need so that they know what to expect and how to conquer the fear response.",
        "Open toe metallic heels are attention-capturing pieces that can either highlight or completely conquer your outfit.",
        "Twice he made a serious effort to conquer Constantinople, in 669 when he besieged it for three months, and in 674.",
        "If you fall into the category that prefers contacts, rest assured that there are ways to conquer discomfort associated with wearing contact lenses.",
        "Riders less willing to conquer these intense thrills can instead take advantage of the family-oriented Canyon Blaster or the park's wide array of other thrill rides and classic amusements, shows, and spectacularly themed children's areas.",
        "As you develop the self-discipline to conquer a few bad habits, you may gradually build the self-control to purge your life of all harmful practices.",
        "While an in home gym is convenient, there are obstacles which you must conquer to use it effectively.",
        "If you can make it through them, the only thing you have left to conquer is yourself.",
        "Let Club Direct Holiday Travel Insurance conquer the challenge so you can relax and enjoy.",
        "Armed with this, she's ready to conquer the world.",
        "She is already a star in her native UK, and now she's out to conquer the US.",
        "Guests will feel like true survivors when they conquer a climbing wall or other difficult challenge.",
        "She recalled how much he loved to conquer.",
        "With both he took all imaginable pains to avoid offending the censorship; for Voltaire had, more than any other man who ever lived, the ability and the willingness to stoop to conquer.",
        "This fact, however, was ignored and in 1542 an attempt to conquer the Philippines was made by Ruy Lopez de Villabos (c. 1500-1544).",
        "In order to punish him, the latter gave permission to the Arab tribes in Egypt to cross the Nile, and granted them possession of all the lands they should conquer.",
        "conquer who has learned the artifice of deviation.",
        "conquer what 's not.",
        "But can love conquer all the odds of high school popularity contests and the cycle of life?",
        "These foods give you the power to conquer cravings and diet successfully.",
        "Breakthrough and Conquer: This was a two part event where the player had to score a touchdown on a Gladiator.",
        "The great lacustrine depression of the middle Volga was thus reached; and when the Mongol invasion of 1239-42 came, it encountered in the Oka basin a dense agricultural population with many fortified and wealthy towns - a population which the Mongols found they could conquer, indeed, but were unable to drive before them as they had done so many of the Turkish tribes.",
        "There were Genoese ships in St Simeon's harbour in the spring of 1098 and at Jaffa in 1099; in 1099 Dagobert, the archbishop of Pisa, led a fleet from his city to the Holy Land; and in i ioo there came to Jaffa a Venetian fleet of 200 sail, whose leaders promised Venetian assistance in return for freedom from tolls and a third of each town they helped to conquer.",
        "The result of this has been that the Social Democrats have failed to conquer the Catholic as they have the Protestant districts.",
        "During his absence his son Abbs revolted in Egypt; on the news of his fathers return he fled to Barca, whence he endeavoured to conquer the Aghlabite dominions in the Maghrib; he was, however, defeated by the Aghlabite ruler, and returned to Barca, where he was again defeated by his fathers forces and taken prisoner.",
        "His son-in-law, Abul-Dhahab, was sent to subject the Haww~rah, who had occupied the land between Assuan and Assiut, and a force of 20,000 was sent to conquer Yemen.",
        "1771) to conquer Syria; and agents were sent to negotiate alliances with Venice and Russia.",
        "The power of the Hansa had gone; the Dutch were enfeebled by their contest with Spain; England's sea-power was yet in the making; Spain, still the greatest of the maritime nations, was exhausting her resources in the vain effort to conquer the Dutch.",
        "Resolved to conquer the Netherlands, the French king proceeded, first of all, to isolate her by dissolving the Triple Alliance.",
        "began to conquer some of their western districts, especially Areia (Herat).",
        "This legislation appears as that of the Israelites, newly escaped from bondage in Egypt, joined by an ethical covenant-relation with Yahweh, and waiting in the desert to enter and conquer the land of their ancestors.",
        "In his campaigns he was almost uniformly successful; but in his attempt to conquer the Deccan he was repulsed (620) by the Chalukya king, Pulikesin II., who successfully prevented him from forcing the passes of the Nerbudda.",
        "The early Portuguese discoverers were not traders or private adventurers, but admirals with a royal commission to conquer territory and promote the spread of Christianity.",
        "Warren Hastings augmented the territory of Oudh by lending the nawab a British army to conquer Rohilkhand, and by making over to him Allahabad and Kora on the ground that Shah Alam had placed himself in the power of the Mahrattas.",
        "Nor was the fissure in the Protestant ranks closed, and Charles took advantage of this disunion to conquer Gelderland and to mature his preparations for overthrowing the league of Schmalkalden.",
        "In itself, indeed, this loss was of no great significance to such a vast empire; and th at tempts of Athens to annex Cyprus and conquer the Nile valley, in alliance with the revolted Egyptians, ended in failure Athens, in fact, had not sufficient strength to undertake a seriou~ invasion of the empire or an extensive scheme of conquest.",
        "\" On the 30th day of June the Hungarian king, Sigismund, with a large army consisting of men of various countries, as well as of Bohemians, occupied the castle of Prague, determined to conquer the city, which they considered a heretical community because they used the sacred chalice and accepted other evangelical truths.\"",
        "2 But the attempt of the crusaders to conquer Prague failed, and after an attack by them on the Vitkov (now Zizkov) hill had been repulsed by the desperate bravery of the Taborites, led by Zizka, Sigismund determined to abandon 1 Protestatio Bohemorum, frequently printed in English and German, as well as in the Latin original.",
        "It is much more likely that the name \"Chaldaean\" is connected with the Semitic stem kasadu (conquer), in which case Kaldi-Kaki, with the well-known interchange of 1 and š, would mean \"conquerors.\"",
        "corps of the army with which Napoleon intended to conquer Spain, and after winning the battle of Gamonal he was detailed by the emperor to pursue Sir John Moore, whom he only caught up at Corunna.",
        "Assembling in greater and ever greater confederacies, the Danes fell upon the northern kingdoms, no longer merely to harry but to conquer and occupy them.",
        "His barons subdued much of South Wales, though his own expeditions into North Wales, which he had designed to conquer and annex, had a less fortunate ending.",
        "Henry marricd the princess Catherine, received the oaths of Duke Philip and his partisans, and started forth to conquer the Dauphinois at the head of an army of which half was composed of Burgundian levies.",
        "was to conquer Italy, and it was clear that his ambitions in that direction were not likely to prove dangerous to England.",
        "But Philip after his twenty years experience in the Netherlands can hardly have hoped to conquer a bigger and richer country with scantier means and forces.",
        "The Short Charles thought that it would not be worth while even, ,~ to conquer Scotland on such terms, and dissolved parliament.",
        "76) does not refer to the intervention of Telesilla, but mentions an oracle which predicted that the female should conquer the male, whence the tradition itself may have been derived.",
        "When the tribulation of the faithful has reached its height, Hakim will reappear to conquer the world and render his religion supreme.",
        "of Bohemia, affected to believe that Stephen was too great a friend of the Kumanians to be a true Catholic. Ottakar endeavoured, with the aid of the Magyar malcontents, to conquer the western provinces of Hungary, but after some successes was utterly routed by Stephen in 1271 near Mosony, and by the peace of Pressburg, the same year, relinquished all his conquests.",
        "But the adventurers were uncontrollable, and he had to let them conquer what they could, exercising a precarious authority over the Normans only through a viceroy.",
        "Judah and Simeon are the first to conquer their lot, and the \"house of Joseph\" proceeds south to Bethel, where the story of the \"weeping\" at Bochim finds a parallel in the \"oak of weeping\" (Gen.",
        "During five centuries Gaul was unfalteringly loyal to her conquerors; for to conquer is nothing if the conquered be not assimilated by the conqueror, and Rome was a past-mistress of this art.",
        "~ militant ardour of monks and centuries of labor were needed to conquer the country districts, and in the meantime both dogma and internal organization were subjected to important modifications.",
        "This defeat of the rear-guard, famous for the death of the great Roland and the treachery of Ganelo, induced the Arabs to take the offensive once more and to conquer Septimania.",
        "His first successes against Theobald of Champagne, who for thirty years had been the most dangerous of the great French barons and had refused a vassals services to Louis VI., as well as the adroit diplomacy with which he wrested from Geoffrey the Fair, count of Anjou, a part of the Norman Vexin long claimed by the French kings, in exchange for permitting him to conquer Normandy, augured well for his boldness and activity, had he but confined them to serving his own interests.",
        "The feudalism of Languedoc was all that now remained to conquer.",
        "No sooner king, Francis, in alliance with Venice, renewed the chimerical attempts to conquer Milan and Naples; ~7~3 1.",
        "had almost the whole of his ~ kingdom to conquer.",
        "The first thing for this soldier-king to do was to conquer his kingdom and maintain its unity.",
        "This confirmed the results of the treaty of Cateau-Cambrsis (May 2~ 1598), that is to say, the decadence of Spanish power, and its inability either to conquer or to dismember France.",
        "Add to this that Louis XIII., like Richelieu himself, had wretched health, aggravated by the extravagant medicines of the day; and it is easy to understand how this pliable disposition which offered itself to the yoke caused Richelieu always to fear that his king might change his master, and to declare that the four square feet of the kings cabinet had been more difficult for him to conquer than all the battlefields of Europe.",
        "endued with divine power to conquer the whole world.",
        "Soon afterwards the Knights of Saint John established themselves in the town, but failed to conquer the citadel.",
        "Fate said he would conquer you, but you couldn't conquer him.",
        "We read (6:2) \" And he went forth conquering and to conquer.",
        "conquer all.",
        "Amphibians were the first group of vertebrates to successfully conquer land almost 400 million years ago.",
        "Stalin was quickly depicted as an evil despot, out to conquer the world.",
        "mendicant friars went out into byways to conquer again the land for Christ.",
        "Fairly recently, strategy was snatched from such ignominy by 2D PC warfare fare such as Command and Conquer and Age of Empires.",
        "To conquer the there's not that remains wound up principals jay asher.",
        "proletariat cannot conquer.",
        "sorcery cannot conquer.",
        "stooping to conquer.",
        "You can read more about the race to conquer this new territory in the following scene: STORY: Space: The final frontier?",
        "tooth ones who conquer fear through repetition, through sweat, through clenched teeth.",
        "Throughout his life in Medina, he was more than willing to conquer any tribe or city that stood in his way.",
        "To conquer al-Qaeda, to find WMD, to topple an evil tyrant?",
        "He served against Chmielnicki and the Cossacks and was present at the battles of Beresteczko (1651) and Batoka (1652), but was one of the first to desert his unhappy country when invaded by the Swedes in 1654, and actually assisted them to conquer the Prussian provinces in 1655.",
        "To conquer them, indeed, Alexander had no time, but he stormed some of their fortresses to hold them in check, and marched through their territory when he turned north from Pamphylia into the interior.",
        "To conquer this remaining portion of the empire, Alexander now went on through the mountain belt, teaching the power of his arms to the hillsmen, Tapyri and Mardi, till he came, passing through Zadracarta (Asterabad), to Parthia and thence to Aria.",
        "France next tried to bring violent pressure to bear to conquer the obstinacy of Benedict XIII.",
        "But, apart from Georgia, historical interest in Caucasia centres in the long and persistent attempts which the Russians made to conquer it, and the heroic, though unavailing, resistance offered by the mountain races, more especially the Circassian and Lesghian tribes.",
        "(See the article Albigenses.) they go forth gladly to conquer the Holy Land.\"",
        "If, after its third residence in a human body, it is still too weak to withstand the contamination of sin, it is united with another soul, in order that by their combined efforts it may resist the pollution which by itself it was unable to conquer.",
        "At last, when Eucratides had been murdered by his son about 150, Mithradates was able to occupy some districts on the border of Bactria and to conquer Arachosia (Kandahar); he is even said to have crossed the Indus (Justin 41, 6; Strabo xi.",
        "There was great consternation in Florence at the news, and every man in the city \"determined that he would go naked rather than not conquer Pisa\" (G.",
        "of Castile to conquer Cuenca, and to suppress one Pero Ruiz de Azagra, who was endeavouring to carve out a kingdom for himself in the debatable land between Christian and Mahommedan.",
        "But there was no tradition of Hebrew study apart from the Jews, and in the 15th century when an interest in the subject was awakened, only the most ardent zeal could conquer the obstacles that lay in the way.",
        "The Mexican treasure ships fell into the hands of Piet Heyn, the boldest of their admirals, in 1628; and they 'were able to send armies across the ocean, conquer a large part of Brazil, and set up a flourishing Dutch dominion in South America (see Dutch West India Company).",
        "In 1040 he succeeded his father in Anjou and was able to conquer Touraine (1044) and assert his authority over Maine (see ANJou).",
        "As he himself jokingly said: he knew how to conquer men, but the Lion and the Wolf (Leo and Lupus) were too strong for him.",
        "He does not, however, seem to have reciprocated the courtesy of his French hosts, but gave offence by the brusqueness of his manner, though his supercilious bearing, according to his biographer, Dr Paris, was to be ascribed less to any conscious superiority than to an \"ungraceful timidity which he could never conquer.\"",
        "You have the cash and the bandwidth, and you're looking for the next mountain to conquer.",
        "The goal is to conquer your enemies with your army, magic and spies.",
        "Not until you face what bothers you most will you be able to conquer these negative feelings.",
        "If you're considering making the switch to a raw food diet because you're looking to cure a disease or conquer other health problems, the best idea is to spend some time conducting as much research as you can.",
        "It can be quite difficult to give up the routine of smoking after a meal or chewing tobacco while watching the game, but a person will have a much easier time with quitting tobacco if he or she can conquer these emotional habits.",
        "Take one last stab at it with these tips, and you may finally conquer your addiction to sugar.",
        "Puerto Rican beauty Jennifer Lopez, nicknamed J.Lo, has earned the respect of fans from across the globe by proving that she's got what it takes to conquer the world.",
        "Holloway provides his voice talent to the video game Command and Conquer 3: Tiberium Wars.",
        "Luckily, a great system of notation called tablature, or tabs for short, has been developed that allows novice guitarists with no musical training to conquer this all important step.",
        "One of the reasons people may joke about turning 50 is to conquer their own fears.",
        "Progressing through Gun Metal will seem familiar to anyone who has played WarGames (PS), Incoming (DC), or Command and Conquer (multiple platforms).",
        "They see, they come, and boy do they conquer you if you're not careful.Though the storyline is rather unimpressive, Halo 2 does have a nice little twist early on in the game that makes it interesting.",
        "Check out Command & Conquer: Red Alert, Battlefield Vietnam, Battlefield II, and even Microsoft's Flight Simulator 2002 (but not the new \"Century of Flight\" version).",
        "There were no complicated rules to learn, no learning curve that you had to conquer.",
        "Their goal in the fantasy medieval-styled world is to conquer the neighboring lands, currently ruled by seven corrupt ruling heroes.",
        "The Command & Conquer Saga is a compilation featuring 13 Command & Conquer games, dating back to the original release in 1995.",
        "Command & Conquer, or C&C for short, is a real-time strategy game.",
        "Command and Conquer: Generals, released in 2003, added a third storyline to the C&C world.",
        "In a household that is already filled with clutter, this can create a complete melt down situation for many parents that is nearly impossible to conquer.",
        "Like his emperor ancestor, Rudolph, he had to conquer the lands over Maxi- which his descendants were destined to rule, and by milian t arranging a treaty of succession to the kingdoms of Hungary and Bohemia, he pointed the way to power and empire in eastern Europe.",
        "succeeding reigns much trouble was caused by jealousies and quarrels between the Greeks and the Jews, to whom Augustus had granted privileges as valuable as those accorded to the Greeks, Aiming at the spice trade, Aelius Gallus, the second prefect of Egypt under Augustus, had made an unsuccessful expedition to conquer Arabia Felix; the valuable Indian trade, however, was secured by Claudius for Egypt at the expense of Arabia, and the Red Sea routes were improved.",
        "attempt, in concert with the Northumbrian and East Anglian Danes, to conquer England.",
        "As matters stand, I must either conquer or perish in a little.\"",
        "At the beginning of the Mahommedan period, then, we meet with the most influential and the most curious .of these prophetic books, the Pseudo-Methodius, 1 which prophesied of the emperor who would awake from his sleep and conquer Islam.",
        "He was the first to conquer the independent sultans of the Deccan, and to extend his authority to the extreme south.",
        "His early ambition was to conquer the Mahommedan kings of Bijapur and Golconda, who, since the downfall of Vijayanagar, had been practically supreme over the south.",
        "In the meantime General Stephen Watts Kearny (1794-1848) had been sent by the Government to conquer it and to establish a government.",
        "The expedition of his son Louis to conquer England can hardly be considered as an incident of his reign, though he was careful to safeguard the rights of the French Crown.",
        "The earliest trace of such contests is to be found in the story of Thamyris, the Thracian singer, who boasted that he could conquer even the Muses in song (Il.",
        "In 1570 the Turks, under Selim II., made a serious attempt to conquer the island, in which they landed an army of 60,000 men.",
        "To conquer the whole world for Hellenic civilization by the aid of Macedonian spears, and to reduce the whole earth to unity, was the task that this heir of Heracles and Achilles saw before him.",
        "Three years after this, having failed to conquer the opium habit, he determined to enter the family of Mr James Gillman, who lived at Highgate.",
        "Perperna (or Perpenna) Vento from Rome, with a following of Roman nobles, and in the same year the great Pompey was sent to conquer him.",
        "A minor Greek force in the Epirus theatre, and the Montenegrins in northern Albania, were similarly to absorb the attention of the Turkish garrisons (3 independent divisions) and to conquer territory.",
        "His spirit was fired by hearing of the deeds of explorers and adventurers, and having formed a plan to conquer the Canary Islands he raised some money by pledging his Norman estates, and sailed from La Rochelle on the 1st of May 1402 with two ships, commanded by himself and Gadifer de la Salle.",
        "Through this arch Sikandar Adil Shah, the last king of Bijapur, was brought bound with silver chains, while on a raised platform sat Aurangzeb, the Mogul emperor, who had left Delhi three years previously to conquer the Deccan.",
        "When, however, Mexico persisted in her refusal to treat, Polk decided to conquer her northern provinces.",
        "From thence in the spring of 452 he again set forth to ravage or to conquer Italy.",
        "Here, however, we clearly trace the influence of Christ's express prohibition of violent resistance to violence, and his inculcation, by example and precept, of a love that was to conquer even natural resentment.",
        "711) the governor of the town was the Count Julian who, in revenge for the betrayal of his daughter by King Roderick of Toledo, invited the Arabs to cross the straits under Tarik and conquer Spain for Islam.",
        "Milesius) set forth to conquer Ireland.",
        "Cromwell's campaign (1649-1650) showed how easily a good general with an efficient army might conquer Ireland.",
        "In 1831, his father's quarrel with the Porte having become flagrant, Ibrahim was sent to conquer Syria.",
        "This was an international coup de force, which presupposed that all these nations in whose eyes independence was flaunted would make no claim to enjoy it; that though they had been beaten and pillaged they would not learn to conquer in their turn; and that the king of Sardinia, dispossessed of Milan, the grand-duke of Tuscany who Md given refuge to the pope when driven from Rome, and the king of Naples, ~iho had opened his ports to Nelsons fleet, would not find allies to make a stand against this hypocritical system.",
        "Aragon was left free to R~ro~ftion conquer the Balearic Islands and Valencia, while of the lade- Murcia and Ardalusia were to fall to Castile.",
        "The attempt to conquer Egypt ended in the total defeat of the dervish army at Toski (Aug.",
        "The attempt to conquer Mesopotamia, Armenia and Cappadocia led to a war with Rome, in which he was repelled by Alexander Severus (A.D.",
        "Pizarro, Almagro and Luque afterwards renewed their compact in a more solemn and explicit manner, agreeing to conquer and divide equally among themselves the opulent empire they hoped to reach.",
        "Spain in self-defence began to conquer the coast towns of Oran, Algiers and Tunis.",
        "Befriended by the pope, this man undertook to conquer Rimini for the Holy See, but came there to further his own ends instead (20th October 1469), and, while feigning a desire to share the government with Isotta and her son, resolved, sooner or later, to seize it for himself.",
        "Mysterious invading aliens who want to conquer our corner of the galaxy, present.",
        "He will conquer who has learned the artifice of deviation.",
        "To conquer the there's not that remains wound up principals jay Asher.",
        "Asthma UK is the charity whose aim is to conquer asthma UK is the charity whose aim is to conquer asthma.",
        "Divide and conquer was 19th and early 20th century colonialism 's single most successful tactic of domination.",
        "conquer new territories.",
        "conquer northern Italy.",
        "They remind us of the inner jogo and teaches us to conquer ourselves before we seek dominion over others.",
        "And, to be a hero might not mean to conquer impossible dreams which we honestly don't want to reach.",
        "The ones who conquer fear through repetition, through sweat, through clenched teeth.",
        "Nebuchadnezzar conquered the mainland parts, but he could not conquer the island fortress.",
        "The church will never conquer the kingdoms of this world, the church will never take over the social institutions of this age.",
        "nervous at the beginning but the teaching from the instructors on each level helped you to conquer those feelings.",
        "perilous mission in 1924 to conquer Everest.",
        "sassy pink style and a radical change of hair, she's off to conquer the design world.",
        "It tells how Monroe helped her music heroine, jazz singer Ella Fitzgerald, beat the racist color bar to conquer Hollywood in 1955.",
        "But to the generals, especially the foreign ones in the Russian army, who wished to distinguish themselves, to astonish somebody, and for some reason to capture a king or a duke--it seemed that now--when any battle must be horrible and senseless--was the very time to fight and conquer somebody.",
        "With a sassy pink style and a radical change of hair, she 's off to conquer the design world.",
        "Directly control hundreds of units in an attempt to defeat enemy armies, conquer new lands, and seal the fate of Middle-earth.",
        "There, in pride and anger, he summons a dark and malevolent spirit that sorcery cannot conquer.",
        "This lack of eye contact later enables Kate to begin the process of stooping to conquer.",
        "The military devised a tactic that would allow them to conquer two territories at once.",
        "The king ordered his conquistador to go to the smaller territory and conquer the land.",
        "There are no big dinners with bro-hugs and fine wine and grand prognostications about how together we are going to conquer the world.",
        "In such cases, the less expensive baby monitors can be used since their reception does not need to conquer great distances.",
        "Doctor Eggman is a scientist who uses his machines and robots in attempts to conquer the world.",
        "If you are going to conquer your stress about money, you will need to sit down and get a clear picture of your financial situation.",
        "Conquer your enemies and rule the world.",
        "Conquer Online is set in the ancient kung-fu world.",
        "In a nutshell, this title places you in control of the Overlord who must conquer the neighboring lands currently ruled by corrupt ruling heroes.",
        "Arcade includes games such as The Sims Pinball and Command & Conquer: Armored Attack, where you drive a tank around and blow things up.",
        "For example, who doesn't love hearing about how George Washington founded the American Empire in 95 B.C. and became a massive military power that went on to conquer the neighboring French two centuries later?"
    ],
    "definition": [
        "a. To gain control of or subdue by military force: conquered the neighboring lands.\nb. To defeat in war: The Greeks conquered the Persians. See Synonyms at defeat.",
        "a. To eliminate or minimize (a difficulty, for example): vaccines that conquered smallpox; programs to conquer poverty.\nb. To overcome or surmount mentally or emotionally: You must conquer your fear of heights.",
        "To reach the summit of (a mountain) by climbing.",
        "a. To gain the affection or admiration of: back when jazz conquered Paris.\nb. To seduce.",
        "con′quer·a·ble\nadjective",
        "con′quer·or con′quer·er\nnoun",
        "Link/Cite",
        "To defeat in combat; to subjugate.\nIn 1453, the Ottoman Empire conquered Istanbul.",
        "To overcome an abstract obstacle.\nToday I conquered my fear of flying by finally boarding a plane.\nto conquer difficulties or temptations",
        "To gain, win, or obtain by effort.\nto conquer freedom;   to conquer a peace",
        "To acquire by force of arms, win in war.",
        "Link/Cite"
    ]
}