{
    "translation": "לנחם",
    "uses": [
        "He returned to the console and turned it off.",
        "We were a pair of sobbing women trying to console each other.",
        "I suppose I should have tried to console her, but I was peeved.",
        "They knew there was little more they could do or say to console the lonely child.",
        "Heracles, on his way back from the land of the Amazons, offered to slay the monster and release Hesione, on condition that he should receive the wonderful horses presented by Zeus to Tros, the father of Ganymede, to console him for the loss of his son.",
        "In Virgil, Juturna appears as the sister of Turnus (probably owing to the partial similarity of the names), on whom Jupiter, to console her for the loss of her chastity, bestowed immortality and the control of all the lakes and rivers of Latium.",
        "In the grasp of a more inexorable necessity, the champion of Greek freedom was borne onward to a more tremendous catastrophe than that which strewed the waters of Salamis with Persian wrecks and the field of Plataea with Persian dead; but to him, at least, it was given to proclaim aloud the clear and sure foreboding that filled his soul, to do all that true heart and free hand could do for his cause, and, though not to save, yet to encourage, to console and to ennoble.",
        "The Liberals, who complained that their leaders were pursuing a Conservative policy, could at least console themselves by the reflection that, the chancellor of the exchequer was introducing satisfactory budgets.",
        "Dean asked as Ryland skied up to his son and tried to console him.",
        "Demophon was burnt to death, and Demeter, to console his parents, took upon herself the care of Triptolemus, instructed him in everything connected with agriculture, and presented him with a wonderful chariot, in which he travelled all over the world, spreading the knowledge of the precious art and the blessings of civilization.",
        "He had considered her feelings about replacing Brutus and when she killed his horse, he had tried to console her by saying it was only a horse.",
        "Natasha was sad and irritable all that time, especially when her mother, her brother, Sonya, or Countess Mary in their efforts to console her tried to excuse Pierre and suggested reasons for his delay in returning.",
        "His object is (as most scholars, probably, believe) to warn, stimulate or console the captive Jews, some full believers, some semi-believers, some unbelievers or idolaters.",
        "From the desperate city you go into the desperate country, and have to console yourself with the bravery of minks and muskrats.",
        "He tried to move away but she contin­ued to console him, deep mother instincts from a hundred gener­ations of genes.",
        "According to Pausanias, Narcissus, to console himself for the death of a favourite twin-sister, his exact counterpart, sat gazing into the spring to recall her features by his own.",
        "She approached the console, circling it once as she took in the different symbols.",
        "of Hebron) to betray him, of David's magnanimity displayed on two occasions, and of Jonathan's visit to console his bosom friend (xxiv.",
        "Three elegies were formerly attributed to Pedo by Scaliger; two on the death of Maecenas (In Obitum Maecenatis and De Verbis Maecenatis moribundi), and one addressed to Livia to console her for the death of her son Drusus (Consolatio ad Liviam de Morte Drusi or Epicedion Drusi, usually printed with Ovid's works); but it is now generally agreed that they are not by Pedo.",
        "He said: \"If this misfortune were to fall upon me, provided it happened without any fault of mine, even if the Society were to melt away like salt in water, I believe that a quarter of an hour's recollection in God would be sufficient to console me and to reestablish peace within me.\"",
        "The battle game on that console?",
        "Carmen scooted her chair over so she could console Alondra as well.",
        "In retrospect, Giddon's intent may have been to console her.",
        "accessorys And Gadgets - GC Nintendo GameCube Gamecube games console accessories.",
        "The organ is situated at the east end of the south choir aisle, with the attached console facing east.",
        "MIO Console's powerful mixer supports both mono and stereo busses, with solo and mute functions for all input and master channels.",
        "console commands to set options wherever possible.",
        "So we were led to believe that Sony's next-gen console would ship with a 60GB hard drive as standard.",
        "They offer well over 5,000 video game titles from just about every current video game console on the market today.",
        "Atari creates Pong and sells the standalone console through the Sears catalog.",
        "In 1991, the first Sonic the Hedgehog game was released for the Sega Genesis video game console.",
        "Nishani rose as he slid into the seat before the console.",
        "Her eyes swept over all the gauges on the console.",
        "Fortunately, a cool console managed to keep them in separate seats.",
        "I have PS2 cheats here.If you want cheats for basically any console on the planet then click here.",
        "choir aisle, with the attached console facing east.",
        "The airbox cover features an inset chrome console holding an LED display for the fuel gage, indicator lights and a clock.",
        "clanged noisily off the console, which began to emit an urgent beeping.",
        "console gamers - a much larger potential audience than PC owners.",
        "console gaming, especially in the earlier days, you could not save the game.",
        "console games to mobile phone games to Internet online games.",
        "console version of the popular virtual life game is coming to the GameCube.",
        "consoles And Gadgets - GC Nintendo GameCube Gamecube games console accessories.",
        "Also when I played it it felt a lot more \" spongy \" owing to the detached console.",
        "From a remote console, an authorized user has the ability to perform centralized management, configuration and administrative functions across multiple zones.",
        "A new 4 manual console has been built by Wood of Huddersfield, in the style of the original 3 manual console.",
        "How can a portable console be capable of such speed, such detail, such dynamism and obvious raw power in its graphic chip?",
        "console systemsheadquartered.",
        "console that barely compares to the PS3, and the XBOX 360.",
        "console counterparts.",
        "Before connecting your gaming console into the Internet however, you should ask your parents.",
        "The message board is accessed through Nintendo's Wii console, provided you have WiiConnect24 working.",
        "In the center was a massive console surrounded by a circular bench beneath the shade of a ledge.",
        "How could he console her for the loss of her husband while increasingly considering that the bastard's disappearance might not be as it seemed?",
        "The base is the club leather one piece console, covered in light gray leather with padded console armrest.",
        "Wood applied to the center console and air vent surrounds is complemented with a chrome ashtray.",
        "So you can customize your console's keyboard bindings without even having to patch a kernel.",
        "Advice for boot loader authors Serial console support in a boot loader authors Serial console support in a boot loader is very useful.",
        "breakally Dave, his eyes on his shoes, his shoes on the console, broke the silence.",
        "Even though the video game console has been out for a few years, many people are still confused about how to play Wii games.",
        "console gaming is still relatively embryonic.",
        "Thankfully, the controls on the PSP are quite good compared to the console counterparts.",
        "Gracious in victory, he went over to console an understandably devastated Piggy.",
        "Between the windows, there are gilt and ' pietra dura ' console tables with late 17th century Genoese carved and gilt supporting figures.",
        "That said, online console gaming is still relatively embryonic.",
        "MESS, the multiple console emulator has a new webpage up, with some screenshots!",
        "Ethernet port to link a console to a wireless network for Internet gaming.",
        "faceplate kit for the next generation console.",
        "firestorm analysts approach should be to log anything that might matter and just use the console to filter away the chaff.",
        "Plans for Linux game console fizzle - ZDNet UK News.. .",
        "In console gaming, especially in the earlier days, you could not save the game.",
        "gracious in victory, he went over to console an understandably devastated Piggy.",
        "The City Harvest Church uses a grandma full-size console, while the Grace Assembly Church a grandMA micro.",
        "high-priced components in that new game console whenever it hits store shelves.",
        "inset chrome console holding an LED display for the fuel gage, indicator lights and a clock.",
        "The expansion disk itself is not even limited to use on one console, which is probably intentional on Microsoft's part.",
        "The right hand stop jamb on the old Notre-Dame console.",
        "joystick ports have been moved to the right side of the console.",
        "maximize what the most powerful next generation console can offer!",
        "minicomputer systems, the IBM PC was not designed to use a serial console.",
        "Anyway, I stopped off at the local off-licence to buy a bottle of red wine to console myself.",
        "Program provided percent were tallied louisiana rouge parish voted and console systemsheadquartered.",
        "From the File menu on the virtual pc console select ' Virtual Disk Wizard ' Click NEXT at the Wizard's welcome screen.",
        "Using Allegro Some parts of Linux console Allegro need root privileges.",
        "recharge station, you wouldn't need to keep the card in the ps2 console while uploading & downloading ps2 data.",
        "He wants consolation, I know: Madame does not console: she only remonstrates.",
        "ritual of remembrance, helping to console the bereaved.",
        "The Kenyan runners acknowledged Mottram's effort by all rushing to console him and invite him to share a lap of honor.",
        "All the effort that has clearly been put into making this a console shooter rather than a PC port has obviously paid off.",
        "No doubt, now you have your brand spanking new Sony PSP console, you'll want to utilize all its amazing functions.",
        "step-down converter into the mains and then your imported console plugs into the converter.",
        "Optional equipment includes attractive polished wood center console plus, for the first time, classically stylish 18 ' ' wire wheels.",
        "As he checked the settings, an uneasy suspicion formed in his mind as to what the console might be doing.",
        "A second temperature sensor in the console measures the inside air temperature sensor in the console measures the inside air temperature.",
        "tilde key (the ~ key) from any game screen to bring down (and/or raise) their console.",
        "So Nintendo have finally unveiled the real name of their new console.",
        "He converses with the head verger, who opines: ' They've built a new console in the transept.",
        "With this recharge station, you would n't need to keep the card in the ps2 console while uploading & downloading ps2 data.",
        "This association is especially important in the ritual of remembrance, helping to console the bereaved.",
        "The Kenyan runners acknowledged Mottram 's effort by all rushing to console him and invite him to share a lap of honor.",
        "This dashboard / console mounted variable controller will allow you to adjust and increase the fuel flow into your Rolls royce silver seraph engine.",
        "To circumvent this, you plug a step-down converter into the mains and then your imported console plugs into the converter.",
        "A second temperature sensor in the console measures the inside air temperature.",
        "Players can press the tilde key (the ~ key) from any game screen to bring down (and/or raise) their console.",
        "He converses with the head verger, who opines: ' They 've built a new console in the transept.",
        "However, the large selection of titles for each system means that every console will have several games that can fit any taste or preference.",
        "Instead, Sony's home console is geared more toward the traditional gamer than it is toward the casual gamer.",
        "Sometimes buying a home video game console seems like a confusing mess.",
        "If you're in the market for a video game console and you don't want to plunk down upwards of $200, then this guide is for you.",
        "More games are available for this console than any home gaming system, including a large list of exclusive titles from Japan.",
        "The console's strongest selling point is arguably its exclusive titles and recognizable name.",
        "The Microsoft Xbox is the big daddy of the console world, both literally and figuratively.",
        "The Xbox is the most powerful current-gen console on the market, and it's also the size of a small child.",
        "It's billed as a \"next-generation\" console that will compete with Nintendo and Sony's new systems released in late 2006.",
        "Check out LoveToKnow Video Games for more detailed gaming info, including extensive information on each console system and tons of great game reviews!",
        "The Nintendo Wii is an extremely popular game console.",
        "The website contains full technical details about the console and allows potential customers to fully understand the system before buying.",
        "If purchasing a previously-owned model is your choice, keep in mind that the console no longer carries its manufacturer warranty but it should be guaranteed for a certain period of time by the seller.",
        "Always inquire about the store's guarantee before purchasing a used console or game and ask if the store offers a warranty you can purchase separately.",
        "Electronics stores like Best Buy, Radio Shack, Fry's Electronics and others are a great place to find the Nintendo Wii, and in many cases, the stores bundle the console together with some of its most popular games and accessories.",
        "While these stores provide incredible savings on food items and other life necessities, don't expect similar savings in regards to console gaming systems like the Nintendo Wii.",
        "Make sure you find out if the console is new or used and what their return policy is.The Nintendo Wii is priced at $199 for a brand new console system.",
        "In August of 2009, Nintendo released a black-colored version of their best-selling console gaming system, which was previously only available in white.",
        "If you don't have a preference when it comes to the color of your gaming console, then you should have no problem finding a Nintendo Wii for your family to enjoy.",
        "In the gaming console arena, both Microsoft and Sony have new motion-controllers that allow gamers to control in-game moves using their body.",
        "For a slight increase in price compared to the average carrier at Petco, you can purchase a luxury carrier that will dazzle the eye and console your travel-anxious pet.",
        "Expanding console dining room tables are perfect matches for people who often have guests over for a meal, but who don't want to always have a large table in the dining room.",
        "There are several ways to go about looking for a dining room table with an expanding console.",
        "By far, you'll get the largest selection by shopping for an expandable console dining room online.",
        "With expanding console dining room tables, consider how well the table suits the room when it is at its smallest size, and how well it fills the room when it is totally expanded.",
        "Avid gamers won't want to forget their PlayStation or Xbox console.",
        "A console table or bombe chest placed behind a sofa will create another platform for displaying decorative accessories.",
        "A console table behind a sofa or along a hallway is another great place for a pair of fabulously tall decorative table lamps.",
        "Display your stereo equipment and add a few well-placed club chairs close to your video console.",
        "This type of room should have a media center with all the different entertainment systems such as the television, DVD player and the video game console.",
        "Next time you're in a French antiques store, check out the iron console tables and accessories.",
        "Cover a side table or console table in mirror tiles to create a glamorous 1950s Hollywood-era piece of furniture.",
        "You can accessorize with floorlamps, houseplants, sofa table, console table, or other furniture and accent pieces.",
        "A console table along a short wall flanked on one or both sides by a chair can create a relaxing section in your room.",
        "Video games, such as Nintendogs, can also be expensive options for young digital pet fans, and you must own a particular video game console to play them.",
        "A 2008 Pew Research poll indicates that an impressive 97 percent of all teens aged 12 to 17 play either PC-based, online, portable or console games.",
        "For many people, playing arcade Atari games on a console like the PS3 or the Xbox 360 just doesn't have that arcade feel.",
        "Also keep in mind that you won't get the same full-screen experience as you would in the arcade or on a console system.",
        "Besides your computer, you can also play virtual pet games on console systems like the Wii, GameBoy and Nintendo DS as well as purchase proprietary devices like the Tamagotchi handheld unit.",
        "Whether you have a PC or console gaming system, you'll have no problem finding a website or game suited for virtual pet adoption.",
        "If you have a console or PC, then you can play a virtual pet game on your TV on in your hand without a connection to the Internet.",
        "Most virtual life games are found online, over the vast landscape of the Internet, but you do have a couple of options to play one of these kinds of games on your console or as a separate PC program.",
        "When you do get done wearing your flip up portion for the day, you can store it easily in the glove box, in the center console, or (in the case of custom-made clips) right in a pouch included in your eyeglass case.",
        "These slightly used systems are marked down since used game retailers aren't allowed to sell them at new console prices.",
        "An emulator is a program that mimics the function of a console system, another program or even an operating system.",
        "Can you play free N64 games if you just have a console?",
        "If you don't have a Nintendo 64, you may have to initially pay for a console, but after that you are ready to play free N64 games.",
        "Digi Makeover is a console type game that plugs into your TV.",
        "Besides Namco, you can find Atari Anniversary editions on the PS3, PS2, or Xbox, as well as innovations like Xbox Live Arcade and the Wii Virtual Console.",
        "Whether you like to play Sonic games in the classic way or on a new next-generation console, there is a title that will spin its way into your gamer style.",
        "First, the new console utilizes a \"Cell\" processor, which can simultaneously run multiple tasks at 3.2 GHz, allowing the console to display finer detailed graphics (ideal for an HDTV) and greatly improve gameplay performance.",
        "The Blu-Ray laser and optical drive is fantastic, but it may drive the cost of the new console at a higher price than consumers are expecting to pay.",
        "Instead, discs are inserted into a slot in the front of the console like a CD player in your car.",
        "It's also possible that you can just buy the console unit (without the cords or controllers) for an amazing price.",
        "You should keep checking those weekly ads to ensure you don't miss a good price for the Wii console.",
        "While it is certainly fun to play games like Wii Sports Resort, you can get even more out of that shiny little console by enjoying some of the free Wii Channels that are available for the system.",
        "For example, the \"Disc Channel\" is where you would select the game disc that you have inserted into the console, whether it be Animal Crossing or Wii Fit.",
        "This allows the console to be passively connected to the Internet even when it is turned off.",
        "This can often even work out to be much less expensive than buying the various games that can be purchased as WiiWare and through the Wii Virtual Console.",
        "Since Sega is no longer an active participant in the video game console market, Sonic features prominently on several different consoles, including those by Nintendo.",
        "Even though there is no Halo 3 for PlayStation 3, this does not mean that you cannot enjoy a Halo-like experience on Sony's primary home video console.",
        "Raiders of the Lost Ark - This game was released in 1982 for the first home game console of all time, the Atari 2600.",
        "This version was released for the PC and the popular Amiga gaming console.",
        "However, the popularity of the Nintendo 64 gaming console led to another release for the Nintendo 64 in 2000, and then another release in 2001 for the portable Game Boy system.",
        "On the Nintendo Wii, gamers can play retro games through the Virtual Console and try new games as WiiWare.",
        "Keep in mind that some of the best PlayStation 3 games are those that you can download directly to your Blu-ray playing console.",
        "During the early days of video gaming back in the early 1980s, the leading video game console manufacturers like Sega and Atari were also the largest video game manufacturers.",
        "In 1990, EA's investment in new games for the new Sega Genesis game system resulted in enormous growth after the Genesis (the first 16-bit game console) was released and became one of the most popular consoles in the industry.",
        "In addition to this list of Wii games that use the Nintendo GameCube controller, it should also be noted that just about every title available through the Wii Virtual Console is also compatible with GameCube controllers.",
        "For most owners of the Nintendo Wii, the home video game console is largely problem-free.",
        "When this component breaks for whatever reason, the Nintendo Wii is no longer able to connect to your home wireless network to download content from the Virtual Console.",
        "For example, you may encounter jammed discs that won't eject from the console.",
        "If the problem is related to scratched discs rather than the Wii console itself, there are many home-based products that can help you in that regard too.",
        "Sometimes, all it takes is a quick reset of the console, but other times, the problem can be more persistent and pervasive.",
        "You must weigh the price of repair with the price of buying a new console altogether.",
        "Now that the PS3 console has been available for a while, you might be interested in a good PlayStation 3 game list.",
        "Since the PlayStation 3 first hit the retail market a few years ago, the console has gone through several different iterations.",
        "This list of PlayStation 3-only games is constantly growing and some titles may be removed in the future when the game is ported to another console.",
        "When looking to buy a new game system or next generation console, many people ask themselves, \"Should I buy a Playstation 3 or an Xbox 360?\"",
        "The PS3 costs $299 for the 120 GB system and $399 for the 250 GB console.",
        "If you are more concerned about particular games, research the games to see what console they were or will be released on.",
        "Even though the console costs more, this system still gives you your best bang for the buck over time because of the free gaming.",
        "When it comes to the top 5 games for Wii Virtual Console, the variety is truly astounding.",
        "The great thing about digital downloads through services like PlayStation Network, Xbox Live Arcade, and Wii Virtual Console is that developers can take chances that they may not otherwise be able to take with conventional retail releases.",
        "Either way, WiiWare and the Virtual Console offers a wealth of gaming excitement at an affordable price.",
        "As long as your Nintendo Wii is adequately connected to the Internet and you have some Nintendo Points in tow, you can enjoy the top 5 games for Wii Virtual Console.",
        "Some are technically considered WiiWare, whereas others are considered Virtual Console titles.",
        "Among the top 5 games for Virtual Console, this is likely one of the most difficult to complete, despite it seemingly simple and straightforward objectives.",
        "One of the main reasons why people like the Wii Virtual Console is that they are able to enjoy some of the games that they grew up playing as children.",
        "That's why the Virtual Console is a great place for fighting game fans to get their fix.",
        "Other players may not consider this title to be among the top 5 games for Wii Virtual Console, but Street Fighter Alpha 2 is quite popular among die-hard Street Fighter fans.",
        "New titles are being added to the Virtual Console and WiiWare library all the time.",
        "Through these last few years, one of the most popular games on the Nintendo Wii happens to be the title that was packed in along with the North American release of the home gaming console.",
        "From the Virtual Console to the full disc-based releases, the Nintendo Wii is no stranger to cheat codes, Easter eggs, secrets, walkthroughs, and tips.",
        "The following are the most popular cheat code websites that devote a large portion of the site to people who are playing the PlayStation 2 game console.",
        "GameSpot is another very well known gaming site, which now offers an entire cheat section for just about every gaming console.",
        "Since this game is available on the computer rather than through a conventional video game console, the cheats are entered with your computer keyboard and not with a special sequence of button presses on a controller.",
        "To access the \"code console\" in Sims 3, you will need to press CTRL+SHIFT+C at the same time on your PC keyboard.",
        "Super Mario Land (Game Boy): The popular portable video game system didn't have the same fancy graphics as its home console counterpart, but it meant that gamers could embark in a Mario-themed adventure for the first time on the road.",
        "The first console game was Call of Duty: Finest Hour, released for the GameCube, PS2 and Xbox.",
        "Halo redefined multiplayer console gameplay and its sequels immediately became best sellers.",
        "Home console video games have been around since the mid-1970s and have been popular ever since.",
        "This dispelled the myth that video games were only the territory of couch potatoes, proving that a home gaming console can also get people into shape!",
        "Wii Sports was first introduced in the U.S. in 2006, and in most cases it was included with the purchase of a new game system console.",
        "Inventor Ralph Baer won the \"Legend Award\" for his contribution to the video game industry; he created the first video game console machine - the Odyssey - in 1972.",
        "Unlike every other video game console on the market, this console was not developed by a single company.",
        "The system was made based on specifications outlined by The 3DO Company, but it was up to the individual manufacturers to make the actual console; they could design the exterior to their liking.",
        "This 8-bit console had many different games in its day, so Rolfe had a massive library from which to draw.",
        "Each is its own console that can be placed inside your house and accessed by anyone in that town.",
        "For the next several years they suffered a decline in popularity due to home console gaming technology and video arcades building poor reputations as unsafe places to be.",
        "Then, add the initial cost of a system and other accessories and you probably spend about $3000 during a console system's lifetime.",
        "Push the computer console there and it will say \"Lifter Activated\".",
        "There are great army games to play on just about every video game console, including PC computer games.",
        "The Nintendo 64 system was the last non-handheld console to use cartridges and provided gamers with some of the best gameplay at that time.",
        "Some games released for the console became instant best sellers and are hard to find, giving them collectible status.",
        "Note: To activate the following cheat codes, press ~ to display the console window.",
        "When you think about Capcom's fighting games, you generally think of high quality for your gaming console.",
        "Kingdom Hearts 2 is an RPG that is exclusively available on the PlayStation 2 and it's also one of the most prized titles for the home console.",
        "This kind of gaming is not yet matched on console systems, but it comes at a very steep price.",
        "The PlayStation 2 went on the become the fastest selling game console in history.",
        "The Wii is an awesome party console and the five games of Wii Sports supports that.",
        "The most obvious way is to purchase a console.",
        "Try Amazon or eBay to find an original console.",
        "Lastly, a console emulator is another option to play the best Sega Genesis games.",
        "They could be for nostalgic games, console games, or even arcade games.",
        "Some of the best Wii games for kids can be found on the Wii Virtual Console.",
        "If you ever wanted to supply a QB with a career-ending knee breaker, then hike Blitz: The League into your console of choice.",
        "In 2005, Blizzard purchased the Southern California console developer Swingin' Ape and incorporated the team as Blizzard Console.",
        "There are certain elements that are unique to each video game console.",
        "Unlike console games, the code for PC games is much more accessible and, thus, open to be edited by players.",
        "As such, console manufacturers have implemented numerous measures to help minimize the level of piracy.",
        "Instead, the console must be modified with a \"mod chip\" that will allow it to played copied games.",
        "Even if you can burn free PS2 games, you will still need to invest in this console modification.",
        "Edging slightly is the Wii because with the Virtual Console, you will be able to purchase (through Wii Points) older games from the N64, the Sega Genesis, and other consoles to play right from the Wii.",
        "The console automatically aligns the smaller disc to the right configuration upon entry.",
        "GameCube games are not available directly through the Virtual Console, but there are still savings to be enjoyed by taking the route of the legacy discs.",
        "From the Nintendo end of things, the Virtual Console offers games from the NES, SNES, and N64, but there are several compilation discs available on the GameCube that do the same thing.",
        "By comparison, buying seven equivalent Sonic titles individually through the Virtual Console can cost a lot more.",
        "You will not be able to activate the home menu or remotely turn off the console from the Wii Remote.",
        "Some of the more popular console games from the GameCube are being transplanted to the Wii in a new series from Nintendo.",
        "Sure, early generations of cellular phones had games, but they were like the earliest console video games, little more than dots and dashes.",
        "Not including portable gaming options like the iPod touch and Nintendo DSi, there are three main options when it comes to choosing a good and current home video game console: the Nintendo Wii, Xbox 360, and PlayStation 3.",
        "Not surprisingly, there are many costs that go above and beyond the console itself.",
        "Today, the standard Wii console sells for $199.99, though you may be able to find bundles and other offers that drive the effective price down.",
        "For that price, you get the console, one Wii Remote, one nunchuk, and the Wii Sports video game.",
        "Take a look at our video game console comparison for more information, but perhaps one of the most importance considerations has to do with the games available on the system.",
        "Individual \"classic\" games from the Virtual Console can cost $10 or more, but this collection contains a half dozen side-scrolling games from the Metal Slug franchise.",
        "Ever since Nintendo released the console in the fall of 2006, Wiis have been extremely popular with kids and adults alike.",
        "The Wii console was designed with a larger demographic in mind than other consoles of its type, such as the PlayStation 3 and the Xbox 360.",
        "While the Wii console is one of the cheaper consoles available on the market, it still usually runs anywhere from $250 to $300 depending on where the system is purchased and what the demand is for them at the time.",
        "Most stores that sell other gaming consoles or equipment will probably carry Nintendo's popular console as well.",
        "There are many places where you can find a good deal on a Wii console, though you should still expect to pay anywhere from $150 to $250 for a Wii.",
        "If you want to have a game to play on your new Wii console, then a bundle deal is great option.",
        "Some bundles also include a Wii game console itself.",
        "As with nearly every home console in history, it is possible to enjoy cheats for Wii games as well.",
        "The shock value this game brought to the table was phenomenal in its day, especially for a Nintendo console, which to this day maintains the most family gaming dignity any system has to offer.",
        "There are thousands of games that have been produced for home console systems over the years.",
        "Microsoft has recently released the Xbox 360, a new console with better gaming capabilities than the Xbox.",
        "Most popular console games are released for all three systems.",
        "There have been dozens of video game console systems on the market since gaming became a big business.",
        "From the original Pong console to the Atari 2600, the Nintendo Entertainment System to the 3DO.",
        "Console gaming is the best way to satisfy your video gaming needs.",
        "The XBOX 360 is the latest console to be released and currently the most powerful, even so it will only set you back around a maximum of 300 quid whereas a top-of the range PC is going to be at least double that if not more.",
        "Usability: Anyone can use a games console with less than few minutes of setting up and a few more minutes of getting used to the controller (for many games at least).",
        "Sociability This stems as a result of the increased usability, with most consoles up to four people can play at the same time with only one copy of the game, one TV, one console and so on.",
        "Although online multiplayer is a feature that many console games are beginning to incorporate as well.",
        "Admittedly it would take two or three generations of console replacements to equal the price of a brand new PC, but for many people who don't want to upgrade it can be annoying to have to do so in order to play new games.",
        "Microsoft's XBOX live system is a great example of how successful online gaming can be for a home console; a trend that will no doubt continue with the XBOX 360 and be harnessed by rival companies.",
        "Both are capable of running a variety of applications it's just that games consoles are marketed as precisely that; a games console.",
        "Games Library: Despite many companies offering backwards compatibility for their home console products none can match the immense variety of available PC games.",
        "That's decades worth of titles automatically available to any PC user, something no home console can boast.",
        "Modification/Upgrading: Once you buy a game for a home console (with a few exceptions) there are very few opportunities to fine tune them in ways that PC gamers do all the time.",
        "Patches are often made available by developers to remove bugs and similar well into the games lifetime, whereas problems with console games are always going to be that way.",
        "Sure it is possible to buy slightly older technology for a lower price, but it's important to get the right balance of power/cost otherwise you may be better off with a console anyway.",
        "Some games may inexplicably not run on a particular system or run after hours of tinkering for what would have been instant with a console.",
        "This may not seem as daunting for some as it is for others, but in general PC's a whole lot more work than a games console.",
        "That's not to say that there isn't a great deal of in-depth and involving console games out there as well of course.",
        "However if adventure, racing or platforming games, etc are more your thing try out a home console instead.",
        "That way you'll be able to get an excellent console for a fraction of its original price and can use that to experiment with a variety of games.",
        "If you do a quick video game console comparison, you'll quickly discover that much of the other home video game market is able to handle DVD movies.",
        "This company has also designed a baseball bat and golf club to interact with existing PC and console games.",
        "EA has also indicated they are developing games for the next generation console systems including Xbox 360, PlayStation 3 and Nintendo's next offering.",
        "Products are available for PC and for every major video game console, teaching topics including reading, math, science, geography and social studies.",
        "Would a game that required you to physically exert yourself find popularity with console owners who cringed at the word \"dance\"?",
        "A cheaper alternative would be to buy the \"soft\" dance pads and a home gaming console like the Xbox or PlayStation 2.",
        "Unlike the PlayStation 3 and the Xbox 360, Nintendo's next-generation home gaming console brought a very unique and innovative control scheme.",
        "Since the 2001 release of Peter Molyneux's PC hit, Black & White, the gaming community has waited with bated breath to see what revolutionary steps he would take with his jump to console gaming.",
        "The PSP version of the game has slightly inferior graphics when compared to its console counterparts, but the difference is very slight.",
        "Michael Jackson: He won't be doing another moonwalk any time soon, but the King of Pop can live again on your Nintendo Wii video game console.",
        "For a console game, it ranks right up there with anything else that is top-notch.",
        "Hands down one of the most beautiful shooters on the Xbox or any other console.",
        "Fire Emblem: Path of Radiance for the GameCube is the latest entry in the long-running strategy RPG series, but it is only the third game to make an appearance stateside and the first to ever appear on a U.S. console.",
        "The difference is that this classic arcade-style football game to play is available on the Nintendo Wii Virtual Console.",
        "Since the original Nintendo console is quite old now, it may be difficult to find a system that still works perfectly.",
        "One of the easiest way to enjoy some classic Nintendo games is through the Wii Virtual Console.",
        "Instead, they are all trial versions that then encourage you to buy the full versions via the Wii Virtual Console.",
        "Most sites make money hoping you'll forget to cancel, so make sure you forget to cancel a membership if you are working towards a free Wii points code to play those Virtual Console games!",
        "For more help on a variety of video games, not only for the Xbox but also for just about every other major video game console, be sure to peruse through the cheat code archive that we have on this site as well.",
        "Even so, the number of console gamers who take their gaming online is small.",
        "The Game Boy Advance is a portable video game console released in 2001.",
        "This was and is particularly popular for console games.",
        "This video game console was certainly crude by today's standards.",
        "Play alone or with friends on your game console or online as the Wizard, Elf, Warrior or Valkrie hero.",
        "The \"Hot Coffee\" mod can only be done to the version for PCs, and cannot be seen in the console versions.",
        "The full band kit, depending on your video game console of choice, can be purchased for around $200.",
        "It's been almost exactly a year since Half-life 2 came out for the PC and now, Valve ports it over to the Xbox in hopes to win over console gamers.",
        "Note: To activate the following cheats, go to the console menu to enter them.",
        "There are now more than 5 million copies in the hands of consumers and the game is credited for helping Xbox console sales in the 2004 Christmas selling season.",
        "Another reason why hand held gaming consoles are so popular is because they are cheaper than a home console, such as a Wii or Xbox.",
        "When you decide that you want to play hand held video games, you will need to have a game console to play the game on.",
        "Apple's App Store, which can be accessed directly from the console itself, allows users to download and install games directly.",
        "After you have bought the video game console of your choice, you will want to have games to play on it.",
        "Each console has different games that can be purchased for it, though some games have variations for multiple platforms.",
        "If you want to buy a video game or video game console, there are several different places where they can be found.",
        "In the history of portable video games, those small handheld systems didn't get that much of a late start over regular console systems.",
        "In the mid 1990s, Sega launched a new system, the Sega Saturn, but it was overshadowed by Sony's entry into the console market with the Sony Playstation.",
        "Sony brought out their next generation PlayStation 2 (PS2) in 2000 and the end of 2001 brought computing giant Microsoft's entry into the console market with the Xbox.",
        "Both systems have excellent graphics and sound capabilities and offer gaming experiences far superior to any of the earlier console systems.",
        "Whereas Sony went for a much more powerful console, Nintendo used its relatively weaker hardware to popularize motion-based gaming.",
        "This new console involves a motion-based controller that has a large touchscreen, as well as conventional gaming buttons.",
        "Profits quickly decreased for the console systems and this forced more of the dedicated system manufactures, RCA, and Fairchild to desert the market.",
        "The Sony Playstation was an advanced CD-ROM console released in 1995 that touted games like Soul Blade and Ridge Racer Revolution.",
        "Considered way ahead of its time, the Dreamcast was the first console to offer online play (either dial-up or broadband) and 128-bit graphics.",
        "Sega stopped making the console in 2001 and went solely to developing and publishing games.",
        "That is, until Nintendo's Gamecube and Microsoft's first console that implanted them in the history of video games systems, the Xbox, was released in 2001 also.",
        "The Xbox was the first console to use a built-in hard drive to save games and with Xbox Live, it was the first console to have a dedicated online console gaming community.",
        "There are many versions of the console available, like the Arcade and Premium edition.",
        "The Nintendo Wii is an entirely different gaming system that has become the most popular console in sales and in the history of video games systems... even overtaking the 360.",
        "The Fairchild Video Entertainment System (Channel F) is the first console to use cartridges that have their own code.",
        "The Game Boy Advance is the first system (console or otherwise) that can connect to wireless phones for the Internet.",
        "Microsoft releases its first console, the Xbox, and the system has a built-in hard drive and is the first to support HDTV.",
        "As of this writing, Nintendo has taken back over the gaming industry in terms of console sales and it is still difficult to obtain a Wii.",
        "These allow anyone to transfer credits to Nintendo's online Virtual Console and purchase classic video games from the NES, Sega Genesis, Turbo Grafx 16, Super NES and Nintendo 64.",
        "It features a friendly button layout that allows you to play older game titles on the Virtual Console with ease.",
        "It's the holiday season and the most highly anticipated new Playstation 3 console has just been released, ushering a whole new holiday season of video game gift madness.",
        "If you are one of those lucky individuals who have been able to obtain this awesome next generation game console, we envy you.",
        "If you're shopping for someone who already owns a video game console, make sure the games you look at are for the right system.",
        "As with the other games in this series, Call of Duty 3 can be played online on Xbox Live with up to 24 players (four per Xbox 360 console).",
        "Seeing how the system can still be hard to find in stores, you may be wonder how many Wiis have been sold since the console launched in 2006.",
        "When the Sony PlayStation 3 was launched in 2006, Sony was actually losing money with each console sold.",
        "All you have to do is sign up for a free account via your Xbox 360 video game console.",
        "In short, the service allows your Xbox home video game console to go online, accessing additional content that would not otherwise be available.",
        "When you first turn on the console and connect it to the Internet, it will run you through the startup wizard.",
        "Every Xbox 360 owner should know how to hook up Xbox Live, because the service makes the home video game console so much more powerful.",
        "Thankfully, the console was designed from the beginning to be accessible to gamers of all ages and skill levels.",
        "Thanks to its increased accessibility and more intuitive motion-based gameplay, the Nintendo Wii is a very family-friendly console that can be fun for players of all ages.",
        "In terms of instructions for playing Nintendo DS games, one of the best examples of what the portable console can do is Animal Crossing: Wild World.",
        "Oh, and no online play on either console version.",
        "The three console systems available today, the PlayStation 2, Xbox and Nintendo GameCube, all make excellent gifts.",
        "You can take a team through a 30 year dynasty, trading players, cutting players, recruiting... basically the same things you can do on a big brother console version.",
        "Don't think that Madden gets lost in the translation from console to portable.",
        "Now in its 16th offering, Madden NFL 2006 can be found on nearly every video game console out there, including the Xbox 360, PlayStation 2, and Game Boy Advance.",
        "Video games changed when the public-proclaimed mascot hit the home console market, mainly because he was cute, but also because he was just an ordinary guy thrust into an extraordinary situation.",
        "With the upcoming Nintendo Revolution console with it's innovative control mechanism, fans have already begun speculation as to what Mario Kart will be like on the new platform.",
        "Most of the popular MMOGs are PC games, however some are console games that are network enabled.",
        "Not surprisingly, the cheat console is activated in exactly the same fashion as all the Sims game before it.",
        "Just as we experienced with Spore, there's a good chance that every Maxis game released in the future will still make use of the CTRL+SHIFT+C cheat console for all of its Maxis game cheats.",
        "And best of all, Airborne is set to hit two of the next-generation console systems this winter: the Sony PlayStation 3 and Xbox 360.",
        "When you send a Mii to a Parade, all the Miis on that console will appear and have the ability to be inserted into games.",
        "Another way is to use the WiiConnect 24 to send Miis to each other if your Wii codes are registered on each console.",
        "The Mii Parade is a function of the Mii Channel on the Wii console that is located on the main screen when you boot up the system.",
        "The Mii Parade lets you add your friend's Miis to your Wii console so that they can live in your system.",
        "Console and handheld versions of the original game followed in the years afterwards.",
        "Another timeless classic that made its biggest splash on a Nintendo console was Dr. Mario.",
        "Throughout the football season, you are able to get NFL Madden player updates downloaded directly to your gaming console of choice.",
        "If you have a console that is online, then make sure you have it set up to receive roster updates.",
        "For the Xbox 360, for instance, the console must be connected to Xbox Live.",
        "When I do turn to a computer or console game, I prefer mindless entertainment over complicated storytelling or fighting sequences.",
        "While it doesn't have the grandiose of the larger console Underground series, Electronic Arts has done a good job in putting a thinner version of the game in the portable system.",
        "Recognized as one of the better racing games to play on just about any console, Most Wanted is also home to some great cheat codes for you to try.",
        "You had the game console and a couple of controllers.",
        "Looking to the Nintendo Wii, you may also discover an added level of clutter thanks to the countless accessories available for the popular motion-sensing game console.",
        "The initial investment is already several hundred dollars and that just gets you the console itself.",
        "The home console, as can only be expected, took on one cartridge at at time, but the MVS was known for housing multiple ROMs, including an arcade cabinet had held as many as six games.",
        "Lego Indiana Jones is available on just about every current gaming console.",
        "This console would connect to television sets and have interchangeable game cartridges for a variety of games.",
        "The decreased market share continued through the next console's release, the GameCube, a few years later.",
        "He was behind the original Super Mario Bros. game that made the Nintendo Entertainment System the must-have console of the 80s.",
        "Nintendo's third home gaming console hit the streets of Japan on June 23, 1996, with a North American launch date of June 1, 1997.",
        "Eventually, the big N revealed its 64-bit video game console as the \"Ultra 64\".",
        "This \"Ultra 64\" branding can be found on the arcade versions of Cruisin' USA and Killer Instinct, titles said to be powered by Nintendo's 64-bit console.",
        "Four controller ports could be found on the front of the console, emphasizing multi-player capabilities (four-way deathmatches and races became incredibly popular in Goldeneye 007 and Mario Kart 64).",
        "Basically, ROMs contain the games programming code and the emulator interprets the code as the game you remember when you first played it on the console.",
        "In fact, many companies such as Sony (known for the popular PlayStation console series) and Microsoft (Xbox) have gone to great lengths to promote the security of their devices against emulators.",
        "In Japan, the console was known as the Nintendo Family Computer, or Famicom for short, emphasizing the family-oriented nature of the company that follows it to this day.",
        "Later in the decade, Nintendo released their first disc based console, the Gamecube.",
        "In 2005, Nintendo gave us a glimpse to what would released later as the Nintendo Wii, a console with a very different controller type: a Wii Remote and a Nunchuk that could hook together and play revolutionary games.",
        "Nintendo has historically been a major player in the video game console wars, dominating the market with the original Game Boy and Nintendo Entertainment System (NES).",
        "The name symbolizes the new direction the console will take.",
        "Wii, as in \"we\", emphasizes this console is for everyone.",
        "The console and the name bring something revolutionary to the world of video games that sets it apart from the crowd.",
        "Naming a console after a word that is often a synonym for bathroom behavior (in English) is about as bold as you can get.",
        "Just shy of one year after its initial launch, the Nintendo DS goes online and prepares to initiate Nintendo's online efforts that will continue into their next generation of console gaming, the Nintendo Revolution.",
        "With so many accessories and games floating around in the living room, it can be very easy to lose the original documentation that came with your treasured video game console.",
        "Before you scramble through forums and online marketplaces to see if you can buy a new Nintendo Wii manual, you may want to do some basic research to answer your questions about the console.",
        "If this is the case, the seller may no longer have the original console manual for you.",
        "This page provides all sorts of information related to seizure risk, repetitive motion injuries, motion sickness, console damage, and battery leakage.",
        "Klonoa was originally released in 1998 on the PSOne console.",
        "Along with the launch of their new console the Wii, Nintendo unveiled its first online video game download service called the Nintendo Wii Virtual Console.",
        "The Nintendo Wii Virtual Console presents an exciting new way to game and is especially tempting for gamers nostalgic for the simpler days of the past.",
        "Nintendo's Virtual Console is extraordinarily easy to use.",
        "After a brief wait, you'll be able to choose \"Virtual Console\" from the next screen.",
        "In order to purchase games on the Virtual Console you'll need to use Nintendo's online currency known as Wii Points.",
        "Games are clearly marked with their Wii Point value on the Virtual Console selection screen.",
        "If you have enough Wii Points, the game will be downloaded to your console and you can play right away.",
        "Games downloaded from the Virtual Console are yours forever!",
        "If the 512MB of on-board memory becomes full, you can transfer your Virtual Console video games to an SD (Secure Digital) memory card, but you must transfer it back to the Wii's internal memory before playing.",
        "Each game downloaded is locked to the Wii console that it was purchased from.",
        "Games that appear on the Virtual Console are priced anywhere between 500 and 1,000 Wii Points.",
        "Later on, Nintendo may add other consoles to this list (Commodore 64, Game Boy, etc.), as well as original video games developed specifically for the Virtual Console.",
        "Although currently the Virtual Console is limited to just downloading retro video games, when combined with Wii Shop, the service has almost unlimited potential.",
        "The Nintendo Wii supports three different controllers, all of which can be used to play various Virtual Console games.",
        "Approximately every seven days (typically on a Monday), a handful of new games are added to the Virtual Console.",
        "The Nintendo Wii Virtual Console is shaping up to be an exciting inclusion in Nintendo's plans for the future!",
        "As mentioned above, you can search for a specific title for a specific gaming console, or alternatively, you can browse by system or genre.",
        "It gives you access to a collection of PC and DOS games, as well as several older console games.",
        "You can view the games either by console or genre, as well as a little selection named \"Gametap picks.\"",
        "No publisher has picked up this beauty, but a next-gen console release is almost a sure-bet.",
        "It's also usually hooked up to the Internet and provides the normal pathway for most gamers to get their cheats - even console gamers.",
        "There are cheat articles in all major gaming magazines (although they do tend to focus on console cheats these days).",
        "A little different than cheats on a console, but still, it's the same old story.",
        "By contrast, currently a console game cannot handle some of these types of games due to the limitation of the controller.",
        "However, with the introduction of the new generation of console game systems like the Xbox 360 and the PS3, the computer gaming industry may have some serious competition for an online player's attention.",
        "Not only are they designed with more levels and options than a standard console game (so far), they can add more to an existing cool game with expansion sets.",
        "If you are a game addict like me, certain games just cannot be played on a console.",
        "Many gamers also prefer using the precise combination of keyboard and mouse to control their first-person shooter games, rather than the more sloppy console joystick.",
        "Thanks to the ubiquity of large hard drives, PC games can generally be longer and deeper than console games.",
        "They have space limitations - every disk in a game box costs money - but thanks to compression and an installation process, they don't have to fit it all in executable form on the game disk like console games do.",
        "Unlike console games publishers, PC game publishers don't pay a hefty royalty fee for each game they sell - they don't have to shell out for the rights to stamp \"Xbox approved\" or \"PS2 approved\" on their boxes.",
        "Console manufacturers are starting to cut into this advantage with custom hardware and HDTV, but at the moment, the PC's customizability makes it a tough contender.",
        "The PS2 is the first current four-hundred-pound gorilla of the console gaming world - and thus the gaming world.",
        "There's no way to load the cheats for two games, and then put those two game discs into your console one after the other.",
        "Most people would look to the PlayStation 3 for its ability to play Blu-ray movies and some of the best video games, but the home gaming console is actually a fully functional entertainment machine as well.",
        "It represented the most expensive home video game console at the time, but it was also the only one to offer full 1080p video games and Blu-ray playback capabilities.",
        "In addition to the regular full retail releases of games on the PS3, the console also has access to a vast library of titles through the PlayStation Network in the form of downloadable content.",
        "While the original Sony PlayStation 3 started out as being the most expensive next-generation video game console when it launched in 2006, it also offered the most horsepower and the largest hard drive at the time.",
        "Nearly every owner of the remarkable Playstation 3 console will at some point find himself sweating over PS3 troubleshooting.",
        "So you've already reached behind your PS3 console and reset the power switch.",
        "If Sony broke Nintendo's hold on the console market with the PS1, then they can do it with the PSP.",
        "However, Sony is denying those reports, being quoted in Bloomberg Asia as saying that \"there is no change in our original plans to release the console in spring 2006.\"",
        "Out of the two console titans, which is the better gaming platform?",
        "Microsoft took the lead and announced its console first.",
        "A lot depends on whether parents and adult gamers believe the new consoles deliver something appreciably better than their existing console.",
        "If they will only buy one new console, as is often the case, how likely are those 100 million PlayStation 2 owners to buy an Xbox 360 instead of a PlayStation 3?",
        "Did we mention that both consoles are backwardly-compatible, allowing you to play older games on the same brand of console?",
        "Simple. The strongest console will have the allegiance of more publishers.",
        "The PlayStation was revolutionary partly because it was the first console to use a CD-type delivery mechanism for games.",
        "You can play 80s arcade classics like Donkey Kong, Pacman, Space Invaders and console favorites like Duck Hunt, Zelda and Frogger.",
        "An emulator is a program you install on your computer that mimics the behavior of a console system.",
        "Some ROMs are \"homebrew\" games programmed by independent gamemakers that use a console's development kit.",
        "If you own a Nintendo Wii and have some Nintendo Points to spare, browse through the Virtual Console.",
        "The Xbox 360 has Xbox Live Arcade, the Nintendo Wii has the Virtual Console, and the PlayStation 3 has the PlayStation Network.",
        "If you have a Dreamcast and still avidly play the console and love to play fishing games, then you will want to pick up two of the best arcade games ever made.",
        "It has been years since a new game was released for the Nintendo 64, but that doesn't mean you can't enjoy the console, its games and strange import games for free.",
        "An emulator uses programmed instruction from the N64 cartridge and interprets it for the computer, \"emulating\" how the game looks and plays on the actual console.",
        "Code is ripped from the cartridge so the emulator can simulate the inside of an N64 console.",
        "Just because the name Atari and the word console is in the name of these plug and play video games doesn't mean that it's a console like the Xbox 360.",
        "The Atari console will bring back some nostalgia because it is built to resemble the Atari 2600.",
        "There are 40 games programmed into version 2.0 of the Atari console.",
        "So, as you can see, you can just purchase a number of plug and play video games instead of shelling out $500 every time a new console is released.",
        "Thankfully, you don't run into the same kinds of situations for Virtual Console games.",
        "Just as Nintendo did with Mario Kart, the classic pugilist-inspired video game has been reborn on the current console as Punch-Out!",
        "The Quake series has been a popular first person shooter on any console and the PC for years.",
        "While playing, press CTRL + ALT + ~ to drop the \"console\" where you can enter these cheat codes.",
        "Just as there are different ways to play Monopoly online, enthusiasts wanted a way to explore world domination again on a video game console.",
        "Over the years, many popular racing games have been released on a number of different platforms, including handheld, home console, and in the arcades.",
        "You steer by tilting the controller to the left or the right.On the Virtual Console, you'll also find classics like Wave Race 64 from the Nintendo 64 (N64), in case you're in the mood for a little nostalgia.",
        "You might be able to save even more money on a new video game system by buying a PS3 on eBay, but there is no guarantee that you will not have any problems with the eBay-sourced game console.",
        "Regardless of which next-generation console you select, be it the Xbox 360, Sony PS3, or even the supposedly family-friendly Nintendo Wii, there is no shortage of fairly violent first- and third-person shooting games.",
        "In this way, you could think of it as a console game version of Trivial Pursuit.",
        "The DS does not have the capabilities to make the game look as good as its console counterparts.",
        "In going through a video game console comparison, one of the major differences that you'll find with the PS3 is its ability to play Blu-ray discs.",
        "Before you proceed any further, realize that any modification to your console can void your warranty.",
        "In 1994 DMA created its first console title for the Super Nintendo Entertainment System called Uniracers.",
        "Early video game console makers tried to market various RPGs for their platforms, but they rarely attained the kind of success that RPGs found on computer systems.",
        "However, as consoles became more advanced and console gamers sought more sophisticated titles, RPGs finally found a market.",
        "While RPGS still lead as a genre among PC games, they are also popular on the next generation video game console platforms.",
        "Nintendo's Legend of Zelda was one of the earliest console RPGs to find a mass-market.",
        "The Dreamcast may not necessarily be considered the first home gaming console to offer online game play, but it was certainly one of the biggest names to first enter into the foray.",
        "The final design kept the console itself quite compact.",
        "However, it carried a larger color palette, and as such, had the potential for better graphics than Sega's first home console.",
        "While its first system didn't do so well, Sega's second home console -- the Sega Genesis -- had a lot more going for it.",
        "However, things really got heated when the SNES came onto the scene, setting into motion what has now become the video game console wars.",
        "A cartridge based console system is easier to emulate because the data can be simply pulled from the cartridge and transferred into computer programming for the emulator to read."
    ],
    "definition": [
        "A control unit or terminal, including a display and keyboard, that an operator or administrator uses to communicate with and control a computer system such as a central office (CO), PBX, or general-purpose computer.",
        "The keyboard and display components of a personal computer (PC), or microcomputer.",
        "Link/Cite"
    ]
}