{
    "translation": "בולט",
    "uses": [
        "The skunk had a conspicuous spinal stripe.",
        "She was sitting in a conspicuous place and talking to him like a grown-up lady.",
        "There was conspicuous consumption under the early emperors.",
        "He played a conspicuous part in the modern doctrine of evolution.",
        "Frogs of many kinds are plentiful, the brilliant green frogs being especially conspicuous and noisy.",
        "It was a conspicuous landmark from the sea.",
        "His zeal and energy met everywhere with conspicuous success.",
        "He showed conspicuous gallantry in action.",
        "There was conspicuous bravery at Munster Alley on the 6th of August 1916.",
        "The conspicuous absence of barn owls from regions far north & south of the Equator is probably due to its poor adaptation to cold.",
        "In one heavy thunder-shower the lightning struck a large pitch pine across the pond, making a very conspicuous and perfectly regular spiral groove from top to bottom, an inch or more deep, and four or five inches wide, as you would groove a walking-stick.",
        "It is conspicuous by its absorption spectrum in many of the white stars.",
        "This is evident in the case~ of such plants as have a body consisting of filaments or plates of cells, and is little less conspicuous in those whose mass is but small, though the cells are evidently capable of computation in three dimensions.",
        "At the fundus are placed the concrement-cells with their conspicuous otoliths (con) and the inconspicuous auditory cells, which are connected with the subumbral nerve - ring.",
        "As a military commander he was not a conspicuous success, his debut being signalized by the defeat of the republicans at Saumur.",
        "The fifth Lambeth conference, following as it did close on the great Pan-Anglican congress, is remarkable mainly as a proof of the growth of the influence and many-sided activity of the Anglican Church, and as a conspicuous manifestation of her characteristic principles.",
        "Knobs and wrinkles on bone surfaces become more conspicuous with age, and they are readily seen in the carcasses of old bulls.",
        "To say that the LDCS package is tokenism of a particularly conspicuous kind would not be a stretch.",
        "Of a fourth opinion the most conspicuous representative was the Tsarevich, who could not forget his disillusionment at Austerlitz, where he had ridden out at the head of the Guards, in his casque and cavalry uniform as to a review, expecting to crush the French gallantly; but unexpectedly finding himself in the front line had narrowly escaped amid the general confusion.",
        "His optical investigations are perhaps the subject in which he most contributed to the progress of science; and the lucidity of exposition which marks his Dioptrics stands conspicuous even amid the generally luminous style of his works.",
        "In 1283 his father entrusted him with their sole government, and he appears to have ruled them with conspicuous success.",
        "Conspicuous among these is a large girls' school..",
        "The \" castle of Istakhr \" played a conspicuous part several times during the Mahommedan period as a strong fortress.",
        "He was a leader of those who contended for reform in municipal government, was conspicuous for his public spirit, and exerted a great influence for good not only in New York City but in the state and nation.",
        "AVARAY, a French territorial title belonging to a family some of whose members have been conspicuous in history.",
        "The scenery is everywhere strikingly beautiful and varied, and the coral beds of the more secluded bays in its harbours are conspicuous for their exquisite colouring.",
        "Many writers in recent years, among whom may be named especially Heliriegel and Wilfarth, Lawes and Gilbert, and Schlcesing and Laurent, have shown that the Leguminosae as a group form conspicuous exceptions to this rule.",
        "The new work largely centred round a discussion of the nature and origin of vessels, conspicuous features in young plant tissues which thus acquired an importance in the contemporary literature out of proportion to their real significance in the construction of the vascular plant.",
        "Science and Literature.-Though the university of Cordoba is the oldest but one in South America, it has made no conspicuous contribution to Argentine literature beyond the historical works of its famous rector, Gregorio Funes (1749-1830).",
        "The most conspicuous building in the city is the cathedral of St Bavon 1 (Sint Baafs), the rich interior of which contrasts strongly with its somewhat heavy exterior.",
        "The Ibn Tibbon family thus rendered conspicuous services to European culture, and did much to further among Jews who did not understand Arabic the study of science and philosophy.",
        "The conspicuous maximum in 1901 and great drop in 1902 in Hungary are also shown by the statistics as to the number of days of thunder.",
        "The light proceeds from a pair of conspicuous smooth ovoid spots on the pronotum and from an area beneath the base of the abdomen.",
        "To the south-west of the conspicuous temple alluded to are the remains of a temple of Cybele, with a portico.",
        "San Pietro de' Cassinensi (outside the Porta Romana) is a basilica with nave and aisles, founded in the beginning of the i 1th century by San Pietro Vincioli on the site of a building of the 6th century, and remarkable for its conspicuous spire, its ancient granite and marble columns, its walnut stall-work of 1535 by Stefano de' Zambelli da Bergamo, and its numerous pictures (by Perugino, &c.).",
        "WATER-LILY, a name somewhat vaguely given to almost any floating plant with conspicuous flowers, but applying more especially to the species of Nymphaea, Nuphar, and other members of the order Nymphaeaceae.",
        "Venice, who had not yet entered the Italian community, is conspicuous by her absence.",
        "Under the names of Yenking, which it received from the Khitan, and of Chung-tu, which it had from the Kin, it holds a conspicuous place in the wars of Jenghiz Khan against the latter dynasty.",
        "The zoology of Australia and Tasmania presents a very conspicuous point of difference from that of other regions of the globe, in the prevalence of non-placental mammalia.",
        "In the long struggle of the Netherlands against Spain, Ghent took a conspicuous part, and it was here that, on the 8th of November 1576, was signed the instrument, known as the Pacification of Ghent, which established the league against Spanish tyranny.",
        "Fuchs and its allies, which form conspicuous members of the larger Algae, have their external cells much smaller, more closely put together, and generally much denser than the rest of their tissue.",
        "It is decidedly less at Perpignan and Lisbon than at Potsdam, Kew and Greenwich, but nowhere is the seasonal difference more conspicuous than at Tokyo, which is south of Lisbon.",
        "To the south-west of the Forum are the remains of three small temples, one dedicated to Venus, and a well-preserved Mithraeum, with mosaics representing the seven planets, &c. To the south-west again is the conspicuous brick cella of a lofty temple, on arched substructures, generally supposed to be that of Vulcan, with a threshold block of africano (Euboean) marble over 15 ft.",
        "The professional soldiers of the Continent could rarely be brought to force a decision; but the English, contending for a cause, were imbued with the spirit of the modern \"nation in arms\"; and having taken up arms wished to decide the quarrel by arms. This feeling was not less conspicuous in the far-ranging rides, or raids, of the Cromwellian cavalry.",
        "At some stations the minimum in the afternoon is indistinctly shown, but at Tokyo and Batavia it is much more conspicuous than the morning minimum.",
        "The heroic defence of Londonderry owed much to them, as they were a majority of the population, and some of their ministers rendered conspicuous service.",
        "Faringdon House, close to the church, was built by Henry James Pye (1745-1813), poet laureate from 1790 to 1813, who also caused to be planted the conspicuous group of fir-trees on the hill east of the town called Faringdon Clump, or locally (like other similar groups) the Folly.",
        "The most conspicuous case, perhaps, of all these is the mistletoe, which flourishes luxuriantly upon the apple, the poplar and other trees.",
        "Still more important is the church of Haghia Sophia, which occupies a conspicuous position overlooking the sea, about 2 m.",
        "During the next fourteen years he was one of the most conspicuous figures in the parliamentary history of the time.",
        "From here the caravans start for Persia, and at certain periods of the year long trains of camels may be seen, and Persian merchants conspicuous by their high black caps and long robes.",
        "The \" flame tree \" is a most conspicuous feature of an Illawarra landscape, the largest racemes of crimson red suggesting the name.",
        "His great-grandson, Charles, son of Philip of Artois, count of Eu, and Marie of Berry, played a conspicuous part in the Hundred Years' War.",
        "Most stations in the northern hemisphere have a conspicuous maximum at midsummer with little thunder in winter.",
        "It wasn't, but the shock was beginning to wear off now and she was beginning to feel conspicuous.",
        "The remarkable line of volcanoes around the whole coast of the Pacific and along the margin of the Caribbean and Mediterranean seas is one of the most conspicuous features of the globe.",
        "He was re-elected, however, in the following August, and for many years was the most conspicuous leader of the anti-Republican party.",
        "At all the other stations the difference between summer and winter months is conspicuous.",
        "At lower pressures the green line 4922 becomes more conspicuous.",
        "There she became more and more Jansenist in opinion, and her piety and the remembrance of her influence during the disastrous days of the Fronde, and above all the love her brother, the great Conde, bore her, made her conspicuous.",
        "It is when he is contrasted with other commanders, not of the age of Louis XIV., but of the Civil War, that Cromwell's greatness is most conspicuous.",
        "To early training he also owed the skilful horsemanship for which he was conspicuous.",
        "It does not, of course, follow that increase of bulk is always conspicuous; in such trees death is present side by side with life, and the one often counterbalances the other.",
        "As, however, we can easily see that the constructive processes are much greater than those which lead to the disappearance of material from the plant-body, there is generally to be seen a conspicuous increase in the substance of the plant.",
        "(i.) The most conspicuous example of the first class is the scapegoat.",
        "Distinct and conspicuous maxillulae are associated with the tongue or hypopharynx.",
        "His early mastery of classical literature led him to the study of classic monuments in classic lands, while his equally conspicuous talent for mathematics gave him the laws of form and proportion in architectural design.",
        "Even before the arrival of Europeans Sumatra was known for its pepper plantations; and these still form the most conspicuous feature of the south of the island.",
        "A bright aurora visible over a large part of Europe seems always accompanied by a magnetic storm and earth currents, and the largest magnetic storms and the most conspicuous auroral displays have occurred simultaneously.",
        "The events of the period that followed, in which Austria necessarily played a conspicuous part, are dealt with elsewhere of (see Europe, French Revolutionary Wars, Effects the Revol- Napoleon, Napoleonic Campaigns).",
        "Already the isolation of Austria had been conspicuous in the congress of Paris, where Cavour, the Sardinian plenipotentiary, laid bare before assembled Europe the scandal of her rule in Italy.",
        "All those parties which did not primarily appeal to national feeling suffered loss; especially was this the case with the two sections of the Clericals, the Christian Socialists and the Ultramontanes; and the increasing enmity between the German Nationalists (who refused even the name German to a Roman Catholic) and the Church became one of the most conspicuous features in the political situation.",
        "In the Senate he was one of the aggressive Republican leaders, strongly supporting the administration of President M`Kinley (whose name he presented to the Republican National Conventions of 1896 and 1900) in the debatespreceding, during, and immediately following the Spanish-American War, and later, during the administration of President Roosevelt, was conspicuous among Republican leaders for his independence.",
        "The most conspicuous of these is the long, white alimentary canal, crowded with mud.",
        "The mountain scenery is extremely picturesque, and the trees and shrubs are such as are common in England, the mountain ash being the only common English tree which is there conspicuous by its absence.",
        "A great number of explanations are current, some of which claim the authority of the Prophet himself; as, indeed, fictitious utterances of Mahomet play throughout a conspicuous part in the exegesis of the Koran.",
        "He played a conspicuous part in the intrigues and fighting of the Fronde, became in 1648 commander-in-chief of the rebel army, and in 1650 was with his brother Conde imprisoned at Vincennes.",
        "Whether Hera was also worshipped by the early Dorians is uncertain; after the Dorian invasion she remained the chief deity of Argos, but her cult at Sparta was not so conspicuous.",
        "A majestic and rather severe beauty marks the conception of Hera in later art, of which the Farnese bust at Naples and the Ludovisi Hera are the most conspicuous examples.",
        "Their filial piety and respect for the aged have been mentioned, and benevolence and charity are conspicuous in their character.",
        "These enenlies are as a rule so conspicuous that we do not look on their depredations as diseases, though the gradual deterioration of hay under the exhausting effects of root-parasites like Rhinanthus, and the onslaught of Cuscuta when unduly abundant, should teach us how unimportant to the definition the question of size may be.",
        "Numerous Fungi, though conspicuous as parasites, cannot be said to do much individual injury to the host.",
        "The sepals are generally organs for the protection of the flower-bud; the petals, for attracting insects by their conspicuous form and color; the foliage-leaves, for the assimilation of carbon dioxide and other associated functions.",
        "So far the evolution of the vegetable kingdom has proceeded without any conspicuous break.",
        "Perhaps even more striking is the absence 01 Cupuliferae; Quercus, in particular, which from Tertiary times ha~ been a conspicuous northern type and in Malavan tropical condition~ has developed others which are widely divergent.",
        "While so many conspicuous Australian elements are wanting in New Zealand, one-eighth of its flora belongs to South American genera.",
        "He soon, however, became entirely engrossed with colonial affairs, and, having impressed John Stuart Mill, Colonel Torrens and other leading economists with the value of his ideas, became a leading though not a conspicuous manager of the South Australian Company, by which the colony of South Australia was ultimately founded.",
        "Of the cluster of buildings in the centre, which are conspicuous from afar, the town hall (Rathaus) and the cathedral are specially noteworthy.",
        "In the, 4th century Aix, now a free city of the Holy Roman Empire, played a conspicuous part, especially in the league which, between 1351 and 1387, kept the peace between the Meuse and the Rhine.",
        "The quadrate is invariably a conspicuous bone and movably articulating with the cranium and by a special process with the pterygoid.",
        "He was the son of a merchant, and was himself trained for the pursuits of commerce, in which, by his abilities and enterprising spirit, he attained a conspicuous position.",
        "In the narrower sense thus indicated the \"fathers\" of the Church are the great bishops and other eminent Christian teachers of the earlier centuries, who were conspicuous for soundness of judgment and sanctity of life; and whose writings remained as a court of appeal for their successors.",
        "Agostino degli Eremitani, by which the great painter's reputation was fully confirmed, and which remain to this day conspicuous among his finest achievements.'",
        "(In 1892 he received a Congressional medal of honour for \"conspicuous gallantry at the battle of Wilson's Creek.\") In1861-1863he performed various military duties in Missouri.",
        "It may be divided into three divisions, upper, lower and middle, each of which is distinguished by special physical features, and has played a conspicuous part in the world's history, retaining to the present day monumental evidence of the races who have lined its banks.",
        "The middle Euphrates, from Samsat to Hit, is to-day an avenue of ruins, of which only the more conspicuous or important have been indicated here.",
        "Prince Andrey Ivanovich (1768-1855), general in the Russian army, took a conspicuous part in the final campaigns against Napoleon.",
        "When we leave the New Testament, apologetics becomes conspicuous until the political triumph of Christianity, and even somewhat later.",
        "BASILIDES, one of the most conspicuous exponents of Gnosticism, was living at Alexandria probably as early as the first decades of the 2nd century.",
        "crenulata, has leaves of a smooth leathery texture, oblongovate in shape, from an inch to an inch and a half in length, with serrulate or crenulate margins, on which as well as on the under side are conspicuous oil-glands.",
        "Besides the conspicuous character of the elytra,.",
        "Seen in front, its white face, striped with black, and broad black gorget attract attention as it sits, often motionless, on the rocks; while in flight the white of the lower part of the back and white band across the wings are no less conspicuous even at a distance.",
        "Where the victim is an animal specially associated with a god (the most conspicuous case is perhaps that of the corn spirit), it may be granted that the god is eaten; but precisely in these cases there is no custom of giving a portion of the victim to the god.",
        "The Falkland Islands consist entirely, so far as is known, of the older Palaeozoic rocks, Lower Devonian or Upper Silurian, slightly metamorphosed and a good deal crumpled and distorted, in the low grounds clay slate and soft sandstone, and on the ridges hardened sandstone passing into the conspicuous white quartzites.",
        "The tiles of these roofs are glazed porcelain of the most exquisite deep-blue colour, and add a conspicuous element of splendour to the shrine.",
        "Their crude productions, for the most part, were conspicuous rather for insolence and abusiveness than for logic or learning.",
        "He died at his home at Blechingdon in Oxfordshire on the 26th of April 1686, closing a career marked by great ability, statesmanship and business capacity, and by conspicuous courage and independence of judgment.",
        "After conspicuous success in the financial world he resigned in 1903.",
        "In 1747 he was accredited to Copenhagen as Russian minister, but a few months later was transferred to Stockholm, where for the next twelve years he played a conspicuous part as the chief opponent of the French party.",
        "His last acts were the most conspicuous of all.",
        "Cardinal Rampolla at once resigned his office as secretary of state, being succeeded by Cardinal Merry del Val, and ceased to play any conspicuous part in the Curia.",
        "It was not, however, till after the coup d'etat of the 2nd of December 1851, which made Louis Napoleon supreme in France, that he became conspicuous as a diplomat.",
        "The liquidambar and nutmeg may be noticed among the former; the first is one of the most conspicuous trees in Java, on the mountains of the eastern part of which the casuarina, one of the characteristic forms of Australia, is also abundant.",
        "The most conspicuous figure in Chinese literature is Confucius (55 1 -475 B.C.).",
        "Meantime he saw much service in the army abroad, where he served with conspicuous bravery and not without distinction.",
        "The head is always recognizable and much more conspicuous than in other Chaetopoda.",
        "Of the former class the most conspicuous was the Holy Roman Empire; but in Europe all monarchies were, within certain limits, originally elective; and, after the introduction of Christianity, the essential condition of the assumption of sovereign power was not so much kinship with the reigning family as the \"sacring\" by the divine authority of the Church.",
        "The most conspicuous features of the entire region, Mount Ararat (16,930 ft.) and Mount Alagoz (13,440 ft.), are both solid masses of trachyte; and both rise above the limits of perpetual snow.",
        "Colonel William Byrd,' who owned much land along the 1 The Byrds and their ancestors, the Steggs, were conspicuous in the early history of Virginia.",
        "That originality and independence became more conspicuous when he reached his second stage as a political economist, struggling forward towards the standpoint from which his systematic work was written.",
        "Their cones are composed of thin, rounded, closely imbricated scales, each with a more or less conspicuous bract springing from the base.",
        "A large mill-dam is a conspicuous feature on the north of the town.",
        "He first made his influence widely felt and became conspicuous as a leader of the Massachusetts Whigs during the discussions with regard to the Stamp Act of 1765.",
        "The head of an insect carries usually four pairs of conspicuous appendages - feelers, mandibles and two pairs of maxillae, so that the presence of four primitive somites is immediately evident.",
        "3, d), which is large and conspicuous in those insects, such as cockroaches, bugs (Heteroptera) and beetles, which have the prothorax free - i.e.",
        "3, e, f, g, h), the scutellum of the mesothorax being often especially conspicuous.",
        "9, G) is conspicuous on either side of the first of this membrane delicate sac containing fluid, connected with which are the actual nerve-endings.",
        "An adult Hexapod is provided with a firm, well-chitinized cuticle and six conspicuous jointed legs.",
        "This type of active, armoured larva - of ten bearing conspicuous feelers on the head and long jointed cercopods on the tenth abdominal segment - was styled campodeiform by F.",
        "His publications, though always of the most thorough and scholarly character, were to a large extent dispersed in the pages of reviews, dictionaries, concordances, texts edited by others, Unitarian controversial treatises, &c.; but he took a more conspicuous and more personal part in the preparation (with the Baptist scholar, Horatio B.",
        "Not less conspicuous are his merits in disposing of the groups of what are ordinarily known as water-birds, his indicating the affinity of the rails (No.",
        "This noble pile, with a large and handsome dome, a secondary cupola over the altar, and a striking portal and flight of steps, occupies one of the most conspicuous sites in Venice on the point of land that separates the mouth of the Guidecca from the Grand Canal.",
        "In his youth he went to the continent and taught mathematics at Paris, where he published or edited, between the years 1612 and 1619, various geometrical and algebraical tracts, which are conspicuous for their ingenuity and elegance.",
        "Architecturally, everything is subordinated to a conformity with the style of the original portion; and its gilded dome is a conspicuous landmark.",
        "These monuments, a conspicuous feature of Palmyrene architecture, took the form of statues placed on brackets projecting from the upper part of the pillars which lined the principal thoroughfares.",
        "Of extra-Atlantic species the mackerel of the Japanese seas are the most nearly allied to the European, those of New Zealand and Australia, and still more those of the Indian Ocean, differing in many conspicuous points.",
        "Crusades appear to have been dignified by numbers when they followed some crushing disaster - the loss of Edessa in 1144, or the fall of Jerusalem in 1187 - and were led by kings and emperors; or when, like the Fourth and Fifth Crusades, they achieved some conspicuous success or failure.",
        "About 1039 he became the master of the cathedral school at Avranches, where he taught for three 'years with conspicuous success.",
        "It was Thomas who organized the Toulouse campaign of 1159; even in the field he made himself conspicuous by commanding a company of knights, directing the work of devastation, and superintending the conduct of the war after the king had withdrawn his presence from the camp. When there was war with France upon the Norman border, the chancellor acted as Henry's representative; and on one occasion engaged in single combat and unhorsed a French knight of reputation.",
        "The conspicuous monument which crowns the Museum Hill was erected as the mausoleum of Antiochus Philopappus of Commagene, grandson of Antiochus Epiphanes, in A.D.",
        "Mount Morrison, being surrounded by high ranges, is not a conspicuous object.",
        "The vegetation of the island is characterized by tropical luxuriance, - the moutainous regions being clad with dense forest, in which various species of palms, the camphor-tree (Laurus Camplaora), and the aloe are conspicuous.",
        "In England the word \"snail\" in popular language is associated with Gasteropods which inhabit land or fresh water, and which possess large conspicuous spiral shells; terrestrial Gasteropods, in which the shell is rudimentary and concealed, are distinguished as \"slugs.\"",
        "Her beauty, grace and vivacity exercised a great charm over her contemporaries, the enthusiasm for her, however, being probably not merely personal but one inspired also by her misfortunes and by the fact that these misfortunes were incurred in defence of the Protestant cause; later, as the ancestress of the Protestant Hanoverian dynasty, she obtained a conspicuous place in English history.",
        "Among the most conspicuous of these are the mosque of Aurangzeb, built as an intentional insult in the middle of the Hindu quarter; the Bisheshwar or Golden Temple, important less through architectural beauty than through its rank as the holiest spot in the holy city; and the Durga temple, which, like most of the other principal temples, is a Mahratta building of the 17th century.",
        "The Hindus are fond of painting the outside of their houses a deep red colour, and of covering the most conspicuous parts with pictures of flowers, men, women, bulls, elephants and gods and goddesses in all the many forms known in Hindu mythology.",
        "There are 15 churches in the city, some occupying the most conspicuous sites on the hills, all dating from the more prosperous days of the city's history, but all devoid of architectural taste.",
        "Historically, his importance lies in the fact that he was the first to propound socialism as a practical policy, and the father of the movements which played so conspicuous a part in the revolutions of 1848 and 1871.",
        "The English greyhound is the most conspicuous and best-known member of the group, and has been supposed to be the parent of most of the others.",
        "In nothing has this been more conspicuous than in the matter of slavery.",
        "He already displayed those gifts for leadership which were to find so conspicuous a field in the evangelical revival.",
        "Meanwhile he served, with conspicuous ailbity, in the Massachusetts House of Representatives from 1827 to 1833 and in the Massachusetts Senate from 1833 to 1837, for the last two years as president.",
        "It should be remembered that such comparatively simple activities, though there is little about them to arrest popular attention, are just the raw material out of which the normal active life of such organisms is elaborated, and that for scientific treatment they are therefore not less important than those more conspicuous performances which seem at first sight to call for special treatment, or even to demand a supplementary explanation.",
        "The more conspicuous buildings are the ancient Gothic cathedral (restored in 1866, and again in 1870 after the interior was destroyed by fire), with its lofty tower, the cavalry barracks, the ex-convent of the Capuchins at a little distance from the city, and the seminary in which are preserved the famous Oscan inscription known as the Cippus Abellanus (from Abella, the modern Avella, q.v.) and some Latin inscriptions relating to a treaty with Nola regarding a joint temple of Hercules.",
        "For his conspicuous services he was given the Kaisar-i-Hind medal of the first class, made an honorary major in the Indian army, a G.C.I.E., a K.C.S.I., and A.D.C. to the prince of Wales.",
        "One conspicuous feature of the Bosnian land-system is the Moslem Vakuf, or ecclesiastical property, consisting of estates dedicated to such charitable purposes as poor-relief, and the endowment of mosques, schools, hospitals, cemeteries and baths.",
        "Of these the most conspicuous was that of Salonica.",
        "He wrote with conspicuous success in almost every branch of literature - history, romance, ethics, poetry and the drama; and his influence on the Young Turk party of later days was profound.",
        "As in all Mahommedan cities, the mosques are conspicuous objects.",
        "Close to this stands the so-called tomb of Sitte Zobeide (Zobaida), with its octagonal base and pineapple dome, one of the most conspicuous and curious objects in the neighbourhood of Bagdad.",
        "There are in or near Bagdad a few remains of a period antedating Islam, the most conspicuous of which are the ruins of the palace of Chosroes at Ctesiphon or Madain, about 1 5 m.",
        "Almost equally conspicuous, and a landmark through the whole region, is the ruin called Akerkuf, in the desert, about 9 m.",
        "He was conspicuous alike in scholarship and in general student activities.",
        "The Pena de los Enamorados, or \"Lovers' Peak,\" is a conspicuous crag which owes its name to the romantic legend adapted by Robert Southey (1774-1843) in his Laila and Manuel.",
        "In 1110 he banished the more conspicuous malcontents, and from that date was safe against the plots of his English feudatories.",
        "Even when conspicuous and well formed crystals are not visible in the rock there is nearly always an abundance of minute imperfect crystallizations (microlites, &c.).",
        "Of the liturgical vestments not immediately or exclusively associated with the sacrifice of the mass the most conspicuous are the cope and surplice.",
        "There is further a great tendency for the endothelial cells to form muscles, and this is especially pronounced in the small arm-sinus, where a conspicuous muscle is built up. The mantle-sinuses which form the chief spaces in the mantle are diverticula of the main coelomic cavity.",
        "He was conspicuous in the agitation raised by the so-called Orange plot to set aside King William IV.",
        "Its most conspicuous feature is the burial mosque of Sultan Sanjar, reputedly dating from the 12th century.",
        "There he soon became conspicuous both as a lawyer and as a politician, attracting particular attention by his speeches during the presidential campaign of 1888 on behalf of the candidates of the Democratic party.",
        "During the first stage, when the magnetizing force is small, the magnetization (or the induction) increases rather slowly with increasing force; this is well shown by the nickel curve in the diagram, but the effect would be no less conspicuous in the iron curve if the abscissae were plotted to a larger scale.",
        "And Chronological Notes The most conspicuous property of the lodestone, its attraction for iron, appears to have been familiar to the Greeks at least as early as 800 B.C., and is mentioned by Homer, Plato, Aristotle, Theophrastus and others.",
        "Orion is one of the most conspicuous constellations.",
        "The first volume of its memoirs,' published in the following year, contained a paper by Lagrange entitled Recherches sur la nature et la propagation du son, in which the power of his analysis and his address in its application were equally conspicuous.",
        "Nowhere, however, were the keenness and clearness of his intellect more conspicuous than in this brilliant effort, which, if it failed in its immediate object, was highly effective in secondary results.",
        "In the advancement of almost every branch of pure mathematics Lagrange took a conspicuous part.",
        "Some of his brilliant rival's most conspicuous discoveries were implicitly contained in his writings, and wanted but one step for completion.",
        "But, if his truculent character was thus early displayed, his abilities were no less conspicuous; and, though still in his teens, he became lecturer on the Humanities at Tournai, whence, after but a short stay, he returned to Paris, to take his degree of doctor of canon law, and become regent of the college of Navarre.",
        "Another interesting species is the toucan (Ramphastos), whose enormous beak, awkward flight and raucous voice make it a conspicuous object in the great forests of northern Brazil.",
        "The Paraguay basin is covered with extensive marshy tracts and open woodlands, the palms being the conspicuous feature.",
        "The personal element is conspicuous in the Brazilian journalism, and for a considerable period of its history libellous attacks on persons, signed by professional sponsors, popularly called testas de ferro (iron heads), were admitted at so much a line in the best newspapers.",
        "To the east rises Calton Hill (355 ft.) with several conspicuous monuments, the city prison and the Calton cemetery.",
        "The village has always been a fishing-place of importance, the \" fishwives \" in their picturesque garb being, till recently, conspicuous figures in the streets of the capital.",
        "Liberton (pop. of parish, 7 2 33), a name that recalls the previous existence of a leper's hospital, is prominently situated on the rising ground to the south of Edinburgh, the parish church being a conspicuous landmark.",
        "For many generations the charitable foundations for the teaching and training of youth were a conspicuous feature in the economy of the city.",
        "Bharatpur rose into importance under Suraj Mall, who bore a conspicuous part in the destruction of the Delhi empire.",
        "A conspicuous veld plant is the orange and crimson leonotis, growing 6 ft.",
        "He served in the Congress of the Confederation from 1783 to 1786 and was there conspicuous for his vigorous insistence upon the right of the United States to the navigation of the Mississippi River, and for his attempt, in 1785, to secure for the weak Congress the power to regulate commerce, in order to remove one of the great defects in the existing central government.",
        "Schouler points out that like Washington and Lincoln he was \" conspicuous.",
        "From that time Cobden became a conspicuous figure in Manchester, taking a leading part in the local politics of the town and district.",
        "Of the institutions thus borrowed and adapted the most notable was the famous county system which still plays so conspicuous a part in Hungarian national life.",
        "The most conspicuous event of Andrew's reign was the promulgation in 1222 of the so-called Golden Bull, which has aptly been called the Magna Carta of Hungary, and is in some of its provisions strikingly reminiscent of that signed seven years previously by the English king John.",
        "Of these the most conspicuous was offered by the opposite inequalities of Jupiter and Saturn, which the emulous efforts of L.",
        "Tobit ben Korra (836-901), born at Harran in Mesopotamia, an accomplished linguist, mathematician and astronomer, rendered conspicuous service by his translations of various Greek authors.",
        "This is necessarily a question of degree; but it does not require detailed calculations in order to show that the discrepancy first becomes conspicuous when the phases corresponding to the various secondary waves which travel from P to B range over a complete period.",
        "The most conspicuous colour band of the principal bows is the red; the other colours shading off into one another, generally with considerable blurring.",
        "This led to the formation of the Sadharana (Universal) Brahma Samaj, now the most popular and progressive of the three sections of the movement and conspicuous for its work in the cause of literary culture, social reform and female education in India.",
        "The school of Salerno thus forms a bridge between the ancient and the modern medicine, more direct though less conspicuous than that circuitous route, through Byzantium, Bagdad and Cordova, by which Hippocrates and Galen, in Arabian dress, again entered the European world.",
        "In the disease of the scalp called favus, Schonlein had discovered a minute mycelial fungus; a remarkable discovery, for it was the first conspicuous step in the attribution of diseases to the action of minute parasites.",
        "A conspicuous example of the incalculable evil wrought by lack of integration is well seen in the radical divorce of surgery from medicine, which is one of the most mischievous legacies of the middle ages - one whose mischief is scarcely yet fully recognized, and yet which is so deeply rooted in our institutions, in the United Kingdom at any rate, as to be hard to obliterate.",
        "It is convenient here to add that such reactions and modifications, if more conspicuous in the nervous system, are of course not confined to it, but are concerned in their degree in all the processes of metabolism, being most readily traced by us in the blood.",
        "The part of the spleen in the motley group of dyspepsias and anaemias, conspicuous as it often is, still remains very enigmatic.",
        "For a Prussian official to venture to give uncalled-for advice to his sovereign was a breach of propriety not calculated to increase his chances of favour; but it gave Gentz a conspicuous position in the public eye, which his brilliant talents and literary style enabled him to maintain.",
        "The conspicuous Capuchin monastery on the W.",
        "would render even a faint tint conspicuous.",
        "Astronomy and astrology, moreover, occupy a conspicuous place.",
        "The fungus is most conspicuous on the grapes, but the leaves and stems From Hartig's Lehrbuch der Pfanzenkrankheiten, by permission of Julius Springer.",
        "Of this period also there is a royal pair, Netekamane and Amanetari, imitating the names of their conspicuous predecessors.",
        "The slender turrets massed round the western towers and the octagonal central tower, which forms a lantern within, are conspicuous features of the church.",
        "The power of reparation, so conspicuous a feature of Turbellarians, is slight or absent in Cestodes.",
        "The [ox's] horns are of nearly equal size in both sexes, are placed on or near the vertex of the skull, and may be either rounded or angulated, while their direction is more or less outwards, with an upward direction near the tips, and conspicuous knobs or ridges are never developed on their surface.",
        "In fact it played a more conspicuous role in the small boroughs than in the large ones.",
        "Sabur, a conspicuous mass in the extreme south, is 9900 ft., with a fall to the Taiz valley of 5000 ft.; farther north several points in the mountains above Ibb and Yarim attain a height of 10,500 ft., and J.",
        "Among many minor poets one woman is conspicuous.",
        "This enterprise, of which the expenses were defrayed by the Jacobin Club, made him well known to the revolutionary leaders; and he made himself still more conspicuous in organizing the great \"Fete de la Liberte\" on the 1 5th of April 1792, in honour of the released soldiers of Chateau-Vieux, with Collot d'Herbois.",
        "A conspicuous instance was the exclusion of Cologne from 1471 until its obedience in 1476, but the penalty had been earlier imposed, as in the case of Brunswick, on towns which overthrew their patrician governments.",
        "It occupies the Jucar valley, south of the Sierra de Zorras, a low range of hills which terminates eastward in Cape Cullera, a conspicuous headland surmounted by a lighthouse.",
        "The ring-ousel, Turdus torquatus, has a dark bill and conspicuous white gorget, whence its name.",
        "In 1431 he was deputed by John II., king of Castile, to attend the council of Basel, in which he made himself conspicuous by his learning.",
        "distant, rises the largest of the surrounding islands, Lamma, whose conspicuous peak, Mount Stenhouse, attains a height of 1140 ft.",
        "(30Xis, a missile) comes next in order from its size and conspicuous effects.",
        "The most conspicuous of these is the king of Hamath who in the inscriptions of Sargon (722-705 B.C.) is called Yaubi'di and Ilubi'di (compare Jehoiakim-Eliakim).",
        "As a traveller and observer his merits are conspicuous.",
        "They occasionally exhibit striation and originate from large branched cells, the nucleus and unmodified part of which form conspicuous elements.",
        "It lies on a hill in the wide valley of the Aterno, surrounded by mountains on all sides, the Gran Sasso d'Italia being conspicuous on the northeast.",
        "Of the latter the number has tended to diminish in the light of modern scholarship. The fashion during the 19th century set strongly in the other direction, and the \" degraded gods \" theory was applied not only to such conspicuous heroes as Siegfried, Dietrich and Beowulf, but to a host of minor characters, such as the good marquis Rudeger of the Nibelungenlied and our own Robin Hood (both identified with Woden Hruodperaht).",
        "As a scientific investigator, Black was conspicuous for the carefulness of his work and his caution in drawing conclusions.",
        "poeticus), in which the perianth is large, spreading and conspicuous, and the corona very small and shallow.",
        "During Lord Palmerston's last administration, which lasted from 1859 to 1865, Gladstone was by far the most brilliant and most conspicuous figure in the cabinet.",
        "The most conspicuous of them is the great amphitheatre, a building perhaps of the end of the 1st century A.D., which in general form closely resembled the Colosseum in Rome.",
        "in height, it is the most conspicuous object in the city.",
        "In all the regions of the main island southward of this belt the only mountains of conspicuous altitude are Omine (6169 ft.) and Odai-gaharazan (5540 ft.) in Yamato and Daisen or Oyama (5951 ft.) in HOki.",
        "From the mine of Ichinokawa in Shikoku come the wonderful crystals of antimonite, which form such conspicuous objects in the mineralogical cabinets of Europe.",
        "Conspicuous above all others, not only for grace of form but also for the immemorial attention paid to them by Japanese artists, are the crane (tsuru) and the heron (sagi).",
        "Great numbers of European and American authors were rendered into JapaneseCalderon, Lytton, Disraeli, Byron, Shakespeare, Milton, Turgueniev, Carlyle, Daudet, Emerson, Hugo, Heine, De Quincey, Dickens, Krner, Goethetheir name is legion and their influence upon Japanese literature is conspicuous.",
        "The most conspicuous were the Nichi Nichi Shimbun (Daily News), the Yilbin Hoc/il (Postal Intelligence), the Choya Shimbun (Government and People News), the Akebono Shimbun (The Dawn), and the Mainichi Shimbun (Daily News).",
        "Textile Fabrics and Embroider yIn no branch of applied art does the decorative genius of Japan show more attractive results than in that of textile fabrics, and in none has there been more conspicuous progress during recent years.",
        "Even during the 300 years of its conspicuous prosperity as the administrative capital of the Tokugawa shoguns, it had no noted factories, doubtless owing to the absence of any suitable potters clay in the immediate vicinity.",
        "It is plain that such a method as the latter implies great command of colored pastes, and, indeed, no feature of the manufacture is more conspicuous than the progress made during the period1880-1900in compounding and firing vitrifiable enamels.",
        "The troops of Baden took a conspicuous share in the war of 1870; and it was the grand-duke of Baden, who, in the historic assembly of the German princes at Versailles, was the first to hail the king \"of Prussia as German emperor.",
        "A few years later he rendered similar conspicuous services in the course of the Sind campaign, when his help was utilized by Napier in the process of subduing the frontier tribes, a large number of whom acknowledged the Aga's authority as their spiritual head.",
        "When the Seven Days' battle began Porter's corps had to sustain alone the full weight of the Confederate attack, and though defeated in the desperately fought battle of Gaines's Mill (June 27, 1862) the steadiness of his defence was so conspicuous that he was immediately promoted major-general of volunteers and brevet origadiergeneral U.S.A. His corps, moreover, had the greatest share in the successful battles of Glendale and Malvern Hill.",
        "He played a conspicuous part in the year 1870-1871, being appointed to command the armies of the Southern States, General Blumenthal again being his chief of the staff; his troops won the victory of Worth, took an important part in the battle of Sedan, and later in the siege of Paris.",
        "In the earlier part of the Civil War Humphreys was employed as a topographical engineer with the Army of the Potomac, and rendered conspicuous services in the Seven Days' Battles.",
        "dragon of chaos and darkness is conspicuous by her absence.",
        "A conspicuous feature in the view is the isolated rocky citadel of Doss Trento (the Roman Verruca), that rises on the right bank of the Adige to a height of 308 ft.",
        "The inhabitants of Lebanon have at no time played a conspicuous part in history.",
        "The protection of naturalized citizens who, on return to their native land, were subject to prosecution on charges of disloyalty, enlisted his active interest and support, and the agitation, in which he was conspicuous, led to the treaty of 1870 between the United States and Great Britain, which placed adopted and native citizens on the same footing.",
        "Not far distant, on a conspicuous position close by the banks of the Doon, stands the Grecian monument to Burns, in the grounds of which is the grotto containing Thom's figures of Tam o' Shanter and Souter Johnnie.",
        "Origen was pre-eminently a teacher, and the didactic side of preaching is thus more conspicuous in his work.",
        "Though his fame has become dimmed in comparison with that of Shaftesbury, Russell and Sidney, he was not less conspicuous in the parliamentary proceedings of Charles II.'s reign, and he left a more permanent mark than any of them on the constitutional changes of the period.",
        "These are especially conspicuous in two rings (After Hartog, from Cambridge Natural History, vol.",
        "On a small hill to the north of the town stands the fort, a conspicuous pile of red sandstone, said to have been built by Mahommed ben Tughlak of Delhi in the 1 4 th century.",
        "The flowers appear generally before the leaves and are thus rendered more conspicuous, while passage of pollen by the wind is facilitated.",
        "The capital is named after its founder, the Grand Master de la Valette, but from its foundation it has been called Valletta (pop. 1901, 24,685); it contains the palace of the Grand Masters, the magnificent Auberges of the several \" Langues \" of the Order, the unique cathedral of St John with the tombs of the Knights and magnificent tapestries and marble work; a fine opera house and hospital are conspicuous.",
        "Conspicuous among them were his famous combat with Eustace de Ribemont, near Calais, in 1349, and the hard-fought naval victory over the Spaniards off Winchelsea, in 1350.",
        "south-west of Barcelona, after forming by its delta a conspicuous projection on the otherwise regular coast line.",
        "near Atlanta, Ga., to be cut in relief along the face of that granite mountain as a frieze representing an army on the march, conspicuous from a great distance.",
        "But he miscalculated both the endurance of Cadogan's men (amongst whom the Prussians were conspicuous for their tenacity) and the rapidity with which in Marlborough's and Eugene's hands the wearied troops of the Allies could be made to move.",
        "increase in size upwards, and at length become crowded, numerous and petaloid, forming a funnel-shaped blossom, the beauty of which is much enhanced by the multitude of conspicuous stamens which with the pistil occupy the centre.",
        "He repeatedly failed in business, notably as manager of a malt-house, largely because of his incessant attention to politics; but in the Boston townmeeting he became a conspicuous example of the efficiency of that institution for training in statecraft.",
        "To trace in any detail the fortunes of Herat would be to write the modern history of the East, for there has hardly been a dynastic revolution, or a foreign invasion, or a great civil war in Central Asia since the time of the prophet, in which Herat has not played a conspicuous part and suffered accordingly.",
        "He served in important staff appointments during the earlier part of the war which followed; then, early in 1849, he was ordered to replace General Meszaros, who had been defeated at Kaschau, and as general commanding an army corps he had a conspicuous share in the victories of Kapolna, Isaszeg, Waitzen, Nagy Sarlo and Komarom.",
        "It has a long tail and shaggy fur; the general colour of the latter being dark grey, with conspicuous black and white markings on the face.",
        "Operations On Land The contemporary military history of Europe included, first, the war between France and Spain, 1654-59, usually called the Spanish Fronde, of which the most notable incident was the great battle of the Dunes fought on the 14th of June 1658 between the French and English under Turenne and the Spaniards under Conde, in which a contingent of Cromwell's soldiers bore a conspicuous part.",
        "The feelers are elongate and conspicuous.",
        "have the head with two ocelli and three-segmented feelers; frequently as in the tropical \" lantern-flies \" (q.v.) the head is prolonged into a conspicuous bladder, or trunk-like process.",
        "In London he was not less conspicuous as a temperance worker than he had been in Exeter, and the artisan classes instinctively recognized him as their friend.",
        "As for John of Gaunt himself, it can hardly be said that this sort of politic wisdom is very conspicuous in him.",
        "It thus happened that Hancock, who for three years had been one of the most conspicuous figures in the Army of the Potomac did not take part in its final triumph.",
        "Grant said of him, \"Hancock stands the most conspicuous figure of all the general officers who did not exercise a separate command.",
        "iv.-vi.---The first three chapters show great artistic skill, and the power of the artist is no less conspicuous in what follows.",
        "This relative unity is manifested also in the uniform character of the language, a uniformity, however, which is occasionally conspicuous by its absence in the case of independent sources, as in xi.",
        "His forceful spirit was equally conspicuous in his opposition to the Church Discipline Act of 1874, and in his denunciation of the Bulgarian atrocities of 1876.",
        "At the Antietam, Fredericksburg and Chancellorsville, he rendered further good service, and at Gettysburg his handling of the artillery was conspicuous in the repulse of Pickett's charge, and he was rewarded with the brevet of colonel.",
        "Abu-Bekr's zeal for the spread of the new faith was as conspicuous as that of its founder had been.",
        "Instead of the expensive mile-long stout hemp lines used and since 1887 those of the prince of Monaco in his yachts, as by Ross, Maury introduced a ball of strong twine attached to a well as numerous Danish vessels in the sea between Iceland and cannon shot, which ran it out rapidly; when the bottom was Greenland, conspicuous amongst which were the expeditions reached the twine was cut and the depth deduced from the length in1896-1898on board the \" Ingolf.\"",
        "Where the evaporation is at a minimum, the inflow of rivers from a large continental area and the precipitation from the atmosphere at a maximum, there is necessarily the greatest dilution of the sea-water, the Baltic and the Arctic Sea being conspicuous examples.",
        "Elwesii, a native of the Levant, with large flowers, the three inner segments of which have a much larger and more conspicuous green blotch than the commoner kinds.",
        "The Bundelas - the race who gave the name to the country - still maintain their dignity as chieftains, by disdaining to cultivate the soil, although by no means conspicuous for lofty sentiments of honour or morality.",
        "The sooty-grey colour that, deepening into blackish-brown on the crown and quills, pervades the whole of its plumage - the lower tailcoverts, which are of a deep chestnut, excepted - renders it a conspicuous object; and though, for some reason or other, far from being a favourite, it is always willing when undisturbed to become intimate with men's abodes.",
        "\" In modern times the study of nature has brought to light many properties of bodies which appear to depend on the magnitude and motions of their ultimate constituents, and the question of the existence of atoms has once more become conspicuous among scientific inquiries.",
        "During this sojourn of five years in England he had made many valuable friends outside of court and political circles, among whom Hume, Robertson and Adam Smith were conspicuous.",
        "The most conspicuous feature is the clock tower and belfry, zoo ft.",
        "He at once became conspicuous, both for his eloquence and for his.",
        "Within the walls the most conspicuous landmark is the theatre, which, unlike the majority of Greek theatres, consists entirely of an artificial mound standing up from the level plain.",
        "But such attacks were rare and isolated and were not intended to effect a breach in the solid ramparts of the medieval Church, but rather to exhibit the ingenuity of the critic. In the libraries collected under humanistic influences the patristic writers, both Latin and Greek, and the scholastic doctors are conspicuous.",
        "The Dominicans and, later, members of the newly born Order of Jesus, were conspicuous, among the 1 The episcopal office was retained, but the \" succession \" broken, the new Lutheran bishops being consecrated by Buggenhagen, who was only in priest's orders.",
        "France had been conspicuous in the conciliar movement.",
        "It had also furnished its due quota of heretics, although no one so conspicuous as Wycliffe or Huss.",
        "The leading members of the Bourbon branch of the royal family, and Gaspard de Coligny, admiral of France, were conspicuous among the converts to Calvinism.",
        "Luther and his contemporaries had not in any degree the modern idea of progress, which first becomes conspicuous with Bacon and Descartes, but believed, on the contrary, that the strangling of reason was the most precious of offerings to God.",
        "The Reformation was, fundamentally, then, but one phase, if the most conspicuous, in the gradual decline of the majestic medieval ecclesiastical State, for this decline has gone on in France, Austria, Spain and Italy, countries in which the Protestant revolt against the ancient Church ended in failure.",
        "Bordering on the lowlands of the Connecticut, Mt Tom (1214 ft.) and a few other hills (Mt Holyoke, 954 ft.; Mt Toby, 1275) form conspicuous landmarks.",
        "The Blue Hills in Milton are the nearest elevations to the coast, and are conspicuous to navigators approaching Boston.",
        "The hermandades have played a conspicuous part in the history of Spain.",
        "In this capacity he was conspicuous for fearless independence of thought and action in his opinion in the test oath case, and in his dissenting opinions in the legal tender, conscription and \"slaughter house\" cases, which displayed unusual legal learning, and gave powerful expression to his strict constructionist theory of the implied powers of the Federal constitution.",
        "But it is as a writer that the merits of Herodotus are most conspicuous.",
        "This was a work for which his experience, habits of observation, and scientific training peculiarly fitted him, and in which his popularity as a teacher, no less than his power as a practical physician, became more than ever conspicuous.",
        "His clearness of statement and power of imparting interest to the most abstruse topics were the conspicuous features of his teaching, and in his various capacities as a scientific lecturer, a physiologist, and a practical physician, he was ever surrounded with large and increasing classes of intelligent pupils, to whom his eminently suggestive mode of instruction was specially attractive.",
        "Hence the light from the marginal and central portions of the disc is identical in quality, and the limb can be little, if at all, darkened by the\" smoke-veil \"absorption conspicuous in the sun.",
        "In the plateau province there are other areas known as mountains, of which the Helderberg mountains are the most conspicuous.",
        "Cowslips, violets, anemones, buttercups and blood-roots are conspicuous in early spring, the white pond lily and the yellow pond lily in summer, asters and golden-rod in autumn, and besides these there are about 1500 other flowering plants in the state and more than 50 species of ferns.",
        "In appearance the more conspicuous flora differs very greatly from that of Australia, Polynesia, and temperate South America, and helps to give to the scenery a character of its own.",
        "The albatross is of course the most conspicuous sea bird.",
        "Agrippa played a conspicuous part in the war against Lucius, brother of Mark Antony, which ended in the capture of Perusia (40).",
        "He unexpectedly gained the accession of many Jews by race who were indifferent to the religious aspect of Judaism, but he quite failed to convince the leaders of Jewish thought, who from first to last remained (with such conspicuous exceptions as Nordau and Zangwill) deaf to his pleading.",
        "Conspicuous as the strongly contrasted colours of its plumage and its very] peculiar flight make it, it is remarkable that it maintains its ground when so many of its allies have been almost exterminated, for the lapwing is the object perhaps of greater persecution than any other European bird that is not a plunderer.",
        "The lapwing's conspicuous crest seems to have been the cause of a common blunder among English writers of the middle ages, who translated the Latin word Upupa, property hoopoe, by lapwing, as being the crested bird with which they were best acquainted.",
        "His energy and ability were conspicuous in the disastrous battle of Chancellorsvine (q.v.); and at Gettysburg the part played by the III.",
        "He was one of the most conspicuous advocates of the Pacific railroads, and of many other internal improvements.",
        "In religious faith he was from boyhood a Universalist, and for many years was a conspicuous member of the leading Universalist church in New York.",
        "To its educational advantages, already conspicuous, he added the three Fi rstenschulen at Pforta, Grimma and Meissen, and for administrative purposes, especially for the collection of taxes, he divided the country into the four circles of the Electorate, Thuringia, Meissen and Leipzig.",
        "The most conspicuous event of his reign was the flight in December 1902 of the crown-princess Louise with a M.",
        "In Pennsylvania the summits of the Valley Ridges rise generally to about 2000 ft., and in Maryland Eagle Rock and Dans Rock are conspicuous points reaching 3162 ft.",
        "They have a smooth gill-cover, without those radiating ridges of bone which are so conspicuous in the pilchard and other Clupeae.",
        "Another and much more conspicuous kind of tomb is that known as the beehive tomb.",
        "Among these the cremation ceremonies are especially conspicuous.",
        "Lilies, however, are not a conspicuous feature in the flora of Palestine, and the red anemone (Anemone coronaria), with which all the hill-sides of Galilee are dotted in the spring, is perhaps more likely to have suggested the figure.",
        "As monk in the neighbouring monastery of Euprepius, and afterwards as presbyter, he became celebrated in the diocese for his asceticism, his orthodoxy and his eloquence; hostile critics, such as the church historian Socrates, allege that his arrogance and vanity were hardly less conspicuous.",
        "That a man of such conspicuous ability, who impressed himself at the outset on the people of Constantinople as an uncompromising opponent of heresy should within a few short years be an excommunicated fugitive, sacrificed to save the face of Cyril and the Alexandrians, is indeed, as Duchesne says, a tragedy.",
        "In 1794 he was again actively engaged, and in 1795 he rendered such conspicuous service as to be made general of brigade.",
        "In 1878 he gave up his duties as professor, which then fell to the most conspicuous of his pupils, Robert de Lasteyrie.",
        "Immediately north of the Arkatagh the country is studded with three or four exceptionally conspicuous and imposing detached mountain masses, all capped with snow and some of them carrying small glaciers.",
        "Originally of Liberal tendencies, he developed from 1837 onwards ultramontane opinions, founded in 1852 the Catholic group which in 1861 took the name of the Centre party (Centrum) and became one of its most conspicuous orators.",
        "1 4 29), were the most conspicuous representatives of this Oriental mysticism.",
        "And this work must have been well done, for, though the general corruption of society at the beginning of the Assyrian period was nowhere more conspicuous than at the sanctuaries and among the priesthood, the invective of Hos.",
        "Between 1918 and 1921 about 1,000,000 persons left the Roman Church, the most conspicuous secession being that which resulted in the formation of a national \" Czechoslovak Church.\"",
        "It will thus be seen that Legendre's works have placed him in the very foremost rank in the widely distinct subjects of elliptic functions, theory of numbers, attractions, and geodesy, and have given him a conspicuous position in connexion with the integral calculus and other branches of mathematics.",
        "At first he was conspicuous for his aristocratic pride and bitter hatred of the plebeians.",
        "The most conspicuous poet, however, of the time was Ignatius Krasicki, bishop of Warmia (1735-1801).",
        "On this occasion the distant forts La Miotte and La Justice fired with effect at a range of 4700 yds., affording a conspicuous illustration of the changed conditions of siege-craft.",
        "They support the Eisteddfod as the promoter and inspirer of arts, letters and music, and are conspicuous among the annual prize winners.",
        "The church of St George was built in 1826, its tower forming a conspicuous landmark, and the Roman Catholic church of St Augustine was built from the designs and at the expense of A.",
        "He played a conspicuous part in the insurrection at Milan in 1848, and also at Rome in 1849, where he had a seat in the National Assembly.",
        "He was neither a general nor a statesman, nor even an honest man, but he was the most conspicuous and continuously active of the military adventurers who filled Spanish America with violence during the first two generations of its independence.",
        "If the bedding be traced, either in the slates or in the other rocks which accompany them, flexures will be frequently observed (the folding often being of an isoclinal type), while reversed faulting, or thrusting, is usually also conspicuous.",
        "This brief account of the conspicuous part taken by Abdur Rahman in an eventful war, at the beginning of which he was not more than twenty years old, has been given to show the rough school that brought out his qualities of resource and fortitude, and the political capacity needed for rulership in Afghanistan.",
        "In 1834 he was appointed governor of Greenwich hospital, where thenceforward he devoted himself with conspicuous success to the charge of the naval pensioners; in 1837 he became vice-admiral.",
        "Social flowers, whose nectar is concealed as in (3), but the flowers are grouped in heads which render them strikingly conspicuous, and several flowers can be simultaneously pollinated.",
        "The conspicuous feature in the view from the ocean is the Borj el Hasan, an unfinished square-built tower, 145 ft.",
        "Among the most conspicuous Latin writers of the 17th century are G.",
        "The part played by the gunboats on the upper Mississippi had been most conspicuous, as had been the operations of Farragut's heavier ships in the lower waters of the same river.",
        "The new general, whose bold and skilful leading had been conspicuous on most of the Virginia battlefields, promptly did so.",
        "Statistical data (lists of names, genealogies, and precise chronological notes) are a conspicuous feature in it.",
        "early as the Greek version (3rd century B.C. and later); allegorical interpretation is conspicuous in the Alexandrian Jewish scholar Philo; it may be seen in many New Testament.",
        "His peculiar qualities were conspicuous in his early and exceedingly influential work - the Beitrcige zur Einleitung in das Alte Testament (1806-1807).",
        "Its first conspicuous product was our present Gospel of St Mark, which was probably composed at Rome within the years 64-70.",
        "In the 3rd century the conspicuous figure is Origen (ob.",
        "Similarly, there is a conspicuous difference of treatment of the life of Joash in 2 Kings xi.",
        "Throughout his career as Speaker he exhibited conspicuous impartiality, combined with a perfect knowledge of the traditions, usages and forms of the house, soundness of judgment, and readiness of decision upon all occasions; and he will always rank as one of the greatest holders of this important office.",
        "The more conspicuous buildings are the cathedral, the exchange, the royal palace, now occupied by the captain-general, and the law courts, the episcopal palace, a handsome late Renaissance building (1616), the general hospital (1456), the town-house (end of the 16th century), the picture gallery, and the college.",
        "and became conspicuous as a courtier.",
        "At first it is rather a succession of isolated volcanic cones than a continuous ridge, the most conspicuous peaks being Orosi (5185 ft.), the four-crested Rincon de la Viej a (4500), Miravalles (4698) and Tenorio (6800).",
        "Neither plays a conspicuous part in the history of Greece.",
        "His Christianity was conspicuous, even amongst deeply religious men like Lee and Stuart, and penetrated every part of his character and conduct.",
        "The appreciation of light and well-proportioned curves and the skilful employment of well-contrived pierced work are conspicuous features.",
        "The fort occupies a conspicuous site on the summit of an abrupt rock which commands the river.",
        "Edward Wright, who was a fellow of Caius College, Cambridge, occupies a conspicuous place in the history of navigation.",
        "In 1882 his appointment as director of infantry at the war office enabled him to make himself conspicuous as a military reformer; and in 1884 he was appointed to command the army occupying Tunis, but was recalled owing to his differences of opinion with M.",
        "To the traveller, the most conspicuous among the Mexican insects, perhaps, are the butterflies, beetles, ants and the myriads of mosquitoes, midges, fleas and chinches.",
        "Possibly it is from this reform that we may date the antithesis of Federals and Centralists, which is so conspicuous in the history of republican Mexico.",
        "It was promulgated in Mexico, and the ecclesiastics and Spaniards, fearing that a Liberal Spanish government would force on them disendowment, toleration and other changes, induced Augustin de Iturbide, who had already been conspicuous in suppressing the risings, to take the field in order to effect what may be called a reactionary revolution.",
        "spired by an able Conservative leader, Lucas Alaman, proved strongly Centralist: one is especially noteworthy, the establishment of the ministry of \" fomento,\" or encouragement to public works, education, and intellectual and economic development, which is a conspicuous aid to Mexican welfare to-day.",
        "24, 1855), two of whose ministers are conspicuous in later history - Ignacio Comonfort, minister of war, and Benito Juarez, minister of finance.",
        "In the female the gonad is complex as in flatworms, composed of a germary for the formation of the eggs, and a vitellary, much more conspicuous and alone figured (ov), consisting of a definite number of large nucleated cells for the nourishment of the eggs.",
        "proper, the other, the vitellarium, much more conspicuous and usually consisting of a definite number of large cells, producing yolk material for the growth of the egg.",
        "Among indigenous fruit-bearing trees, shrubs and vines the state has the bird cherry, black cherry, blueberry, cranberry, raspberry, blackberry, gooseberry, strawberry, grape and black currant; and conspicuous among a very great variety of shrubs and flowering plants are the rose, dogwood, laurel, sumac, holly, winterberry, trilliums, anemones, arbutuses, violets, azaleas, eglantine, clematis, blue gentians, orange lilies, orchids, asters and golden rod.",
        "The town, which is of considerable antiquity, contains some fine buildings, the chief mosque having a conspicuous tower.",
        "After America's entrance into the World War he was a pronounced and conspicuous pacifist.",
        "He made himself conspicuous by issuing a pamphlet in justification of the iconoclasts who devastated Flanders in 1566, and on Alva's arrival next year had to fly the country.",
        "He took a conspicuous part in arranging the Union of Utrecht, and in 1583 was chosen burgomaster of Antwerp. In 1585 he surrendered the city, after a 1 3 months' siege, to the Spaniards.",
        "The picturesque ruins of Bothwell Castle occupy a conspicuous position on the side of the river, which here takes the bold sweep famed in Scottish song as.",
        "The other chief buildings are the Roman Catholic Schlosskirche, built in 1568 and altered to its present form in 1790, the Protestant church, the Jewish: synagogue with a conspicuous dome, and the theatre.",
        "From a military standpoint as well as politically it was a conspicuous and instructive conflict, - conspicuous, or even unique, as being the most famous struggle in history where colonial dependencies defeated their powerful parent state, and instructive as presenting exceptional conditions and consequent errors in the attempt to break down the revolt.",
        "Conspicuous among Egyptian animal cults was that of the bull, Apis.",
        "farther south, where Pikes Peak (14,108 ft.), a conspicuous landmark far out on the plains, has every appearance of being a huge monadnock, surmounting a rough peneplain of 10,000 ft.",
        "The mountains in the southern part of the block, which had been reduced to subdued forms in the former cycle of erosion, were thus given a conspicuous height, forming the High Sierra, and greatly sharpened by revived erosion, normal and glacial.",
        "Notwithstanding the facility and frequency of amendments, the variations between one constitution and another are less conspicuous than might have been expected.",
        "Customs duties have been found to be in general the most cheaply collected, the least conspicuous, and least annoying of all taxes.",
        "Choeropotamus is a European Oligocene genus with bunodont molars which show a conspicuous basal cingulum in the lower dentition; the first premolar is absent.",
        "His first conspicuous success was achieved in 1862 with David Elginbrod, the forerunner of a number of popular novels, which include Alec Forbes of Howglen (1865), Annals of a Quiet Neighbourhood (1866), Robert Falconer (1868), Malcolm (1875), The Marquis of Lossie (1877), and Donal Grant (1883).",
        "After the war he devoted himself to farming in Stafford county, Virginia, and was conspicuous in his efforts to reconcile the Southerit people to the issue of the war, which he regarded as a final settlement of the questions at issue.",
        "In her treatment of the aboriginal inhabitants of the country (numbering 93,318 in 1901) Canada has met with conspicuous success.",
        "In The Far West, However, A Little Group Of Adventurous Fur Traders, Of Whom Sir Alexander Mackenzie, David Thompson, Alexander Henry And Daniel Williams Harmon May Be Taken As Conspicuous Types, Were Unfolding The Vast Expanse Of The Future Dominion.",
        "He was associated with Blake in his sustained opposition to high tariff, and to the Conservative plan for the construction of the Canadian Pacific railway, and was a conspicuous figure in the long struggle between Sir John Macdonald and the leaders of the Liberal party to settle the territorial limits of the province of Ontario and the legislative rights of the provinces under the constitution.",
        "It is one of the most conspicuous summits of eastern Greece, and from its flanks the promontory of Chersonesus projects into the Aegean.",
        "At present the Politics will supply us with a conspicuous example of the imperfect arrangement of some, as well as of the gradual composition of all, of Aristotle's extant writings.",
        "They are abundantly distinct, however, through the short feelers with only three to five segments and the conspicuous prothorax.",
        "Except for its aquatic adaptations, however, the ephemerid °larva is wonderfully thysanuran in character, and possesses conspicuous and distinct maxillulae.",
        "The greatest length of the main island, which slopes somewhat from west to east, is just a mile, and the greatest breadth less than a third of a mile, its average height 198 ft., and the highest point, crowned by the church, with a conspicuous spire, 216 ft.",
        "Of all the periods marked out by the motions of the celestial bodies, the most conspicuous, and the most intimately connected with the affairs of mankind, are the solar day, which is distinguished by the diurnal revolution of the earth and the alternation of light and darkness, and the solar year, which completes the circle of the seasons.",
        "Painesville was founded in1800-1802by settlers from Connecticut and New York, conspicuous among whom was General Edward Paine (1746-1841), an officer from Connecticut in the War of Independence; it was incorporated as a village in 1832, and became a city in 1902 under the new Ohio municipal code.",
        "For many years he served as a member of the legislative council of the viceroy with conspicuous ability and moderation of view.",
        "The cultivation of the tree rapidly spread, and the larch has become a conspicuous feature of the scenery in many parts of Scotland.",
        "Behind is a range of hills, the most conspicuous of which, the Monte Nero, is crowned by a frequented pilgrimage church and also by villas and hotels, to which a funicular railway runs.",
        "If he unwillingly refused to intervene in favour of Marshal Ney, it was because he believed that so conspicuous an example of treason could not safely be allowed to go unpunished.",
        "If he had no sympathy with revolutionary disturbers of the peace, he had even less with the fatuous extravagances of the comte d'Artois and his reactionary entourage, and his influence was thrown into the scale of the moderate constitutional policy of which Richelieu and Decazes were the most conspicuous exponents.",
        "of Aragon:(1416-1458), surnamed the Magnanimous, who represented the old line of the counts of Barcelona only through women, and was on his father's side descended from the Castilian house of Trastamara, is one of the most conspicuous figures of the early Renaissance.",
        "Several small streams from the hills are conspicuous only in times of heavy rains.",
        "The most noteworthy church is the Candelaria church, in the commercial district, whose twin towers and graceful dome form one of the most conspicuous landmarks of the city.",
        "From the first his professorial lectures were conspicuous for the unconventional enthusiasm with which he endeavoured to revivify the study of the classics; and his growing reputation, added to the attention excited by a translation of Aeschylus which he published in 1850, led to his appointment in 1852 to the professorship of Greek at Edinburgh University, in succession to George Dunbar, a post which he continued to hold for thirty years.",
        "As vicar of St Andrewthe-Great, Cambridge, he was conspicuous for his devoted attention to the sufferers from the plague.",
        "There were present besides O'Bryan one accepted minister - James Thorne - fourteen ministers on trial and fifteen women preachers, a class that was always conspicuous in the denomination.",
        "1 But More was too conspicuous to be long allowed to enjoy the happiness of a retired life.",
        "Ernst Mach is a conspicuous instance of a confusion of physics and psychology ending in a scepticism like that of Hume.",
        "His conspicuous ability was shown in the abortive Colloquy of Poissy (1561).",
        "above sea-level, and yet it is not a conspicuous point on this unusually straight-backed range.",
        "Remains of Roman villas are conspicuous all along the shore, both to the east and to the north-west of the town.",
        "In species with smaller and less conspicuous flowers, such as.",
        "From 1848 to 1851 Lamoriciere was one of the most conspicuous opponents of the policy of Louis Napoleon, and at the coup d'etat of the 2nd of December 1851 he was arrested and exiled.",
        "It is, on the whole, true that by the exclusion of the Moors they lost their opportunity of playing any conspicuous part in the literary and artistic development of Spain.",
        "The most conspicuous building is the cathedral, dating in part from the 11th, in part from the 14th-16th centuries.",
        "On the north, its valley is bounded by the wild Sierra Morena; on the south, by the mountains of the Mediterranean littoral, among which the Sierra Nevada, with its peaks of Mulhacen (11,421 ft.)and Veleta(11,148 ft.), is the most conspicuous.",
        "One of the most conspicuous features of Bonn, viewed from the river, is the pilgrimage (monastic) church of Kreuzberg (1627), behind and above Poppelsdorf; it has a flight of 28 steps, which pilgrims used to ascend on their knees.",
        "No period in the history of Methodism was more critical than this, and in none was the prudence and good sense of its leaders more conspicuous.",
        "Without doubt, opinion has been influenced in these countries by the fact that Rome has not been sufficiently strong to exercise any disturbing influence on the general course of national affairs, while in both its conspicuous members set a high example of private and civic conduct.",
        "Among the public buildings are the parish church, the tower of which, standing on a commanding eminence, is a conspicuous landmark.",
        "The nervous system consists of a cerebral ganglion in the head, a conspicuous ventral ganglion in the trunk, and of lateral cornmissures uniting these ganglia on each side.",
        "Among the loftier elevations in advance of this southern barrier the most conspicuous is the Zobten (2356 ft.).",
        "On the outbreak of the Greek revolt, he distinguished himself by his courage, tenacity and skill as a partisan leader in the fighting in western Hellas, and was conspicuous in the defence of Missolonghi during the first siege (1822-1823).",
        "His elevation above the common run of men was conspicuous in his treatment of the money which came to him in connexion with his successful lecturing tour in America (1872-1873).",
        "The most conspicuous group in the argon spectrum at atmospheric pressure is that first recorded by A.",
        "is a conspicuous object to be seen from afar over the surrounding flat country.",
        "Conspicuous examples are afforded by oxygen, carbon, boron, silicon, phosphorus, mercuric oxide and iodide.",
        "Three conspicuous minarets rise, two from the Haram, the other in the north quarter.",
        "The most conspicuous building is the Haram built over the supposed site of the cave of Machpelah.",
        "The little Skell descends from the uplands of Pateley Moor to the west a clear swift stream, traversing a valley clothed with woods, conspicuous among which are some ancient yew trees which may have sheltered the monks who first sought retreat here.",
        "Cavan has no buildings of antiquarian interest, but the principal county institutions are here, and the most conspicuous building is the grammar school, founded by Charles I.",
        "Conspicuous by his variegated plumage, his peculiar call note 4 and his glad song, the cock is almost everywhere a favourite.",
        "Less conspicuous periscopes were therefore designed, and these, in order to take in enough of the foreground, had to be provided with a magnifying as well as a reflecting system.",
        "In the breeding-season, however, it is as noisy and conspicuous as its larger brethren while executing its aerial evolutions.",
        "He had conspicuous defects both in spirit and intellect, but was benevolent and philanthropic. He was a successful botanist.",
        "Even the Eskimos, conspicuous as they are for their intelligence and sociability, save themselves the trouble of caring for their sick and old by walling them up and leaving them to die in a lonely hut; the Chukches stone or strangle them to death; some Indian tribes give them over to tigers, and the Battas of Sumatra eat them.",
        "Now insects that possess noxious attributes, and the same is true of other animals, usually have a conspicuous warning coloration which appeals to the eyes of enemies and helps them to remember more easily the cause of an unpleasant experience, helps in fact to establish a psychical association between a particular style of coloration and a nasty taste or a painful wound.",
        "When disturbed the soles raise this black fin and, as a rule, hold it rigid so that it becomes a very conspicuous object.",
        "These parts were quite conspicuous against the green of the plants frequented by the insects, wherever the green portions were rendered invisible by the same background.",
        "The front wings of the wasp have a conspicuous white patch near the tip and a patch similar in size and colour is present on the wings of the beetle, which, unlike the majority of beetles, habitually keeps its wings extended, and since the elytra are exceptionally short the wings are not covered by them when folded.",
        "Poisonous or noxious animals usually have some special advertising attribute, sometimes the display of conspicuous coloration, as in the skunk; sometimes the emission of sound as in the rattlesnake; sometimes a combination of the two, as in the common porcupine and the large black scorpions of Africa and India.",
        "The most conspicuous building of the town is the Episcopal palace, in Byzantine style, built in 1864-1875, which is adorned with a high tower and possesses a magnificent reception hall.",
        "The customhouse had long been conspicuous for the most flagrant abuses of the \"spoils system\"; and though General Arthur admitted that the evils existed and that they rendered efficient administration impossible, he made no extensive reforms. In 1877 President Rutherford B.",
        "The whole country being hilly, the most conspicuous ridge is that lying between the Pawn and the Salween, which has an average altitude of 5000 ft.",
        "The Portuguese in Angola and the agents of King Leopold in the Congo State have not been conspicuous friends of missionary enterprise, and the light-hearted childishness of the native character, so well portrayed in Miss Kingsley's writings, shows how difficult it is to build up a strong and stable Christian church.",
        "The London Mission has always been conspicuous for the contribution made by its agents to linguistic and literary knowledge, the name of James Legge being an outstanding example; it is now, in co-operation with other societies, earnestly taking up the new educational and medical openings.",
        "In Burma the American Baptists, whose work began with Adoniram Judson in 1813, are conspicuous, and have had marked success among the Karens or peasant class, where the pioneer was George Dana Boardman (1827).",
        "Conspicuous among their achievements was the conversion of Mexico, 200,000 converts being enrolled within six years after the capture of the capital (1521), and a million baptized by the Franciscans alone within thirty years.",
        "To the east this plain stretches in an unbroken level, as far as the eye can follow it, towards Venice and the Adriatic; on the southern side the line of the Apennines from Bologna to Genoa closes the view; to the west rise the Maritime, Cottian and Graian Alps, with Monte Viso as their central point; while northward are the Pennine, Helvetic and Rhaetian Alps, of which Monte Rosa, the Saasgrat and Monte Leone are the most conspicuous features.",
        "The most conspicuous object is the Shwemaw-daw pagoda, 324 ft.",
        "The most conspicuous folding, that of the Mesozoic and Tertiary belts, must have occurred in Tertiary times, and it was not completed till the Miocene period.",
        "Of the Rodentia the most interesting and conspicuous is the marmot (Arctomys marmota), which lives in colonies close to the snow-line.",
        "A conspicuous example of a dioecious plant is the common aucuba, of which for years only the female plant was known in Britain.",
        "albida forms a conspicuous mass of greyish leaves and white blossoms. There is also a charming double variety.",
        "aquilegifolium, 2 ft., purplish from the conspicuous stamens, the leave's glaucous, is a good border plant; and T.",
        "- Ganglionic enlargements are more conspicuous than in the Chitons.",
        "He had to contend, like his predecessors, with the perennial hostility of the burgher aristocracy of Amsterdam, and at times with other refractory town councils, but his power in the States during his life was almost autocratic. His task was rendered lighter by the influence and ability of Heinsius, the grand pensionary of Holland, a wise and prudent statesman, whose tact and modera tion in dealing with the details and difficulties of internal administration were conspicuous.",
        "Its conspicuous character is attested by a well-known passage in the Iliad (xiii.",
        "The oxide ores of copper would be deoxidized by the savage's wood fire even more easily than those of iron, and the resulting copper would be recognized more easily than iron, because it would be likely to melt and run together into a mass conspicuous by its bright colour and its very great malleableness.",
        "Laurentum and Lavinium, names so conspicuous in the legendary history of Aeneas, were situated in the sandy strip near the sea-coast - the former only 8 m.",
        "Notwithstanding the war carried on against the jay, its varied cries and active gesticulations show it to be a sprightly bird, and at a distance that renders its beauty-spots invisible, it is yet rendered conspicuous by its cinnamon-coloured body and pure white tail-coverts, which contrast with the deep black and rich chestnut that otherwise mark its plumage, and even the young at once assume a dress closely resembling that of the adult.",
        "2), is one of the most conspicuous birds of the Transatlantic woods.",
        "The edifice was not carried up to the height originally intended, but the magnificent dome, which recalls the finest examples in Italy, is conspicuous far and wide.",
        "His patriotism was conspicuous and disinterested.",
        "Its most conspicuous feature is the fort, which rises directly from.",
        "The Beguines wear the old Flemish head-dress and a dark costume, and are conspicuous for their kindness among the poor and their sick nursing.",
        "As Archbishop of the Northern Province he took a conspicuous part in the social and economic, as well as the religious, questions agitating an industrial community, while in the House of Lords his eloquence and clear common-sense gave him an influence not confined to ecclesiastical matters.",
        "Conspicuous as a champion of orthodoxy against atheists, Jews and Protestants - without resigning this position, and still upholding practical orthodoxy - Charron suddenly stood forth as the representative of the most complete intellectual scepticism.",
        "Among the more conspicuous buildings are St Olaf's church (erected by Gustavus Adolphus in 1616 and rebuilt in 1765-1767); St Hedvig's, built by the German colony in 1670; the town hall, dating from the beginning of the 19th century; the high school (1868), and technical and weaving schools.",
        "above the lake, and over these the black rocky tops called \"the Horns of Hattin\" are conspicuous objects.",
        "A conspicuous building has been erected close to the water, from the fragments of the Tell Hum synagogue.",
        "The most conspicuous is the colossal equestrian statue (221 f t.",
        "In Archbishop Hildebold's day Cologne was still contained by the square of its Roman walls, within which stood the cathedral and the newly-founded church of St Maria (known later as \"im Capitol\"); the city was, however, surrounded by a ring of churches, among which those of St Gereon, St Ursula, St Severin and St Cunibert were conspicuous.",
        "20) and played a conspicuous part in the victory of Jemappes (Nov.",
        "In addition to this, modern study of monuments and inscriptions has recovered the names, and to a certain extent the records, of a succession of dynasties ruling in the Deccan; of these the most conspicuous are the Cholas, the Andhras or Satavahanas, the Chalukyas, the Rashtrakutas and the Yadavas of Devagiri (Deogiri).",
        "In the outburst of indignation, followed by increasing disaffection in Ireland, which this event produced, Grattan acted with conspicuous moderation and loyalty, which won for him warm acknowledgments from a member of the English cabinet.2 That cabinet, however, doubtless influenced by the wishes of the king, was now determined firmly to resist the Catholic demands, with the result that the country rapidly drifted towards rebellion.",
        "The beauty of the environs, and: especially of the river, deserves mention; and their charm is enhanced by the neighbouring Galtee, Knockmealdown and other mountains, among which Slievenaman (2364 ft.) is conspicuous.",
        "Among these the most conspicuous are the theatres, of which there were two, placed, as was usual in Greek towns, in close juxtaposition with one another.",
        "7 well farmed and managed, in conspicuous contrast with the surrounding territory.",
        "About 1604 he became minister of Crailing, near Jedburgh, where he became conspicuous for his resolute opposition to the introduction of Episcopacy.",
        "He made himself conspicuous by his support of Walpole on the question of the excise, and in 1 743 a union of parties resulted in the formation of an administration in which Pelham was prime minister, with the office of chancellor of the exchequer; but rank and influence made his brother, the duke of Newcastle, very powerful in the cabinet, and, in spite of a genuine attachment, there were occasional disputes between them, which led to difficulties.",
        "Here he was conspicuous as an ardent free-trader and an uncompromising advocate of \"States Rights,\" opposed the protectionist tariff bills of 1824 and 1828, and consistently upheld the doctrine that slavery was a domestic institution and should be dealt with only by the individual states.",
        "Cairoli was one of the most conspicuous representatives of that type of Italian public men who, having conspired and fought for a generation in the cause of national unity, were despite their valour little fitted for the responsible parliamentary and official positions they subsequently attained; and who by their ignorance of foreign affairs and of internal administration unwittingly impeded the political development of their country.",
        "While the discovery of bromine and the preparation of many of its compounds was his most conspicuous piece of work, Balard was an industrious chemist on both the pure and applied sides.",
        "Seward was the most conspicuous Republican in national politics, and Salmon P. Chase had long been in the fore-front of the political contest against slavery.",
        "The same process went on in 1907 and 1908, and it was necessarily recognized that the method of balancing the imperial budget by a regular increase of debt could not be satisfactory in a country where the general increase of wealth and taxable capacity had meanwhile _____ been conspicuous.",
        "Maximilian gained his most conspicuous success in his own kingdom in 1504, when he interfered in a struggle over the succession to the duchy of Bavaria-Landshut.",
        "This tendency was increased by the accession to the throne of Prussia, in 1840, of Frederick William IV., a prince whose conspicuous talents and supposed advanced views ~ raised the hopes of the German Liberals in the same William degree as they excited the alarm and contempt of Metternich.",
        "This resentment was especially conspicuous in Bavaria, which clings more tenaciously than the other states to its separate traditions.",
        "There are also a large number of lives of saints and churchmen, in which the legendary element is still more conspicuous.",
        "From the very beginning of his service in Congress he was prominent as an opponent of the extension of slavery; he was a conspicuous supporter of the Wilmot Proviso, spoke against the Compromise Measures of 1850,1850, and in 1856, chiefly because of the passage in 1854 of the Kansas-Nebraska Bill, which repealed the Missouri Compromise, and his party's endorsement of that repeal at the Cincinnati Convention two years later, he withdrew from the Democrats and joined the newly organized Republican party.",
        "The irides are of a light orange, and the sclerotic tunics - equivalent to the \"white of the eye\" in most animals - which in few birds are visible, are in this very conspicuous and of a bright scarlet, giving it an air of great ferocity.",
        "Beyond the walls and the deep moat, especially on the northward side towards the port of Gravosa, are many pleasant villas, surrounded by gardens in which the aloe, palm and cypress are conspicuous among a number of flowering trees and shrubs.",
        "In 1628 a patent for the territory was granted by the New England Council to the Dorchester Company, in which the Rev. John White of Dorchester, England, was conspicuous, and which in the same year sent out a small company under John Endecott as governor.",
        "The war gave some heroic traditions to the province, and in special cemented that loyalty to Great Britain for which Ontario has been conspicuous.",
        "Under Mowat's successors the barnacles which always attach to a party long in power became unpleasantly conspicuous, and in January 1905 the conscience of Ontario sent the conservatives into power, more from disgust at their opponents than from any enthusiasm for themselves.",
        "The curtain often shows several conspicuous folds, and the lower edge often resembles frilled drapery.",
        "The above figures would be almost conclusive if it were not for the conspicuous differences that exist between the mean sun-spot frequencies for different II-year periods.",
        "Their inice is particularly conspicuous in the prominent place accorded ie sun-god Re, and in the creation-legend that made him the er of gods and men."
    ],
    "definition": [
        "Easy to notice; obvious: a conspicuous flaw in the construction.",
        "Attracting attention, as by being unusual or remarkable; noticeable. See Synonyms at noticeable.",
        "con·spic′u·ous·ly\nadverb",
        "con·spic′u·ous·ness\nnoun",
        "Link/Cite",
        "Obvious or easy to notice.\nHe was conspicuous by his absence.",
        "Noticeable or attracting attention, especially if unattractive.\nHe had a conspicuous lump on his forehead.",
        "inconspicuous",
        "Link/Cite"
    ]
}