{
    "translation": "צריכה",
    "uses": [
        "There was a rising worldwide consumption of consumer goods.",
        "The export trade, however, is decreasing considerably, while the home consumption is increasing.",
        "He died of consumption on the 25th of September 1 777.",
        "Since then special laws have hampered development, some provinces, as for instance Sardinia, being allowed to manufacture for their own consumption but not for export.",
        "Natural gas is largely used in the United States, and for some time, owing to defective methods of storage, delivery and consumption, great waste occurred.",
        "Certain districts are distinguished for particular kinds of fruit, which form an important article of commerce both for inland consumption and for export.",
        "Hospitals for Special Purposes Brompton Consumption Hospital (1841).",
        "Identity of the Food of Animals and Plants.rt is evidently to the actual seats of consumption of food, and of consequent nutrition and increase of living substance, that we should turn when we wish to inquire what are the nutritive materials of plants.",
        "The former apply principally to successions, stamps, registrations, mortgages, &c.; the latter to distilleries, breweries, explosives, native sugar and matches, though the customs revenue and octrois upon articles of general consumption, such as corn, wine, spirits, meat, flour, petroleum butter, tea, coffee and sugar, may be considered as belonging to thu class.",
        "The maximum load on the engine is thus greater and more power is required than for fixed drums. Steam consumption is economized, whenever possible, by throwing in the clutches of both drums and hoisting in balance.",
        "This royal bride died of consumption, leaving no living child, and her husband took in 1513, as his second wife, Elizabeth Stafford, daughter of that duke of Buckingham upon whom the old duke of Norfolk, the tears upon his cheeks, was forced to pass sentence of death.",
        "At the same time the consumption of seugar was greatly restricted owing to the heavy excise duties imposed mainly to provide for the payment of the bounties.",
        "The annual consumption per inhabitant of certain kinds of food and drink has considerably increased, e.g.",
        "Exportation had long ceased, partly owing to the bountied competition of beet sugar, and partly because the people had become able to afford the consumption of a greater quantity than they produced; and German and Austrian sugars were pouring into the country to supply the deficiency.",
        "In fact, everywhere the demand for goods, especially of those for domestic consumption, fell away; and there was a reduction in the average number of persons employed in the manufacturing industries to the extent of more than 20%.",
        "The mollusc itself is often eaten, and dried for consumption in China and Japan.",
        "Local consumption required about 2500 tons in 1905.",
        "He died of consumption on the 14th of June 1881 at Hayes Common, Kent.",
        "seraga), a kind of sardine, is taken in great quantities in Lake Scutari; it is salted and smoked for home consumption and exportation.",
        "The outgoing must leave for the incoming tenant convenient housing and other facilities for the labours of the year following; the incoming must procure for the outgoing tenant conveniences for the consumption of his fodder and for the harvests remaining to be got in.",
        "It is estimated that the amount thus used in India exclusive of the consumption of mills is equivalent to about 400,000 bales.",
        "As the continent of America was opened up and explored, it became evident that the consumption of tobacco, especially by smoking, was a universal and immemorial usage, in many cases bound up with the most significant and solemn tribal ceremonies.",
        "Much tobacco of excellent quality, principally for consumption in Persia, is also grown (especially in Fessa, Darab and Jahrom) and a considerable quantity of opium, much of it for export to China, is produced.",
        "Quantities of raw and refined cane and beet sugar in tons avoirdupois imported into the United Kingdom in 1870 and in 1875, and yearly from 1880 to 1901 inclusive, with the consumption per head of the population in lb and the price per cwt.",
        "Herodotus, too, notices its consumption as food (ii.",
        "(3) The effect of change of volume against external pressure (due to production or consumption of mechanical energy) may be neglected in the case of solids, liquids or solutions, but must usually be taken into account when gases are dealt with.",
        "Louis, by his researches on pulmonary consumption and typhoid fever, had the chief merit of refuting the doctrines of Broussais.",
        "The product of the elevated inland regions is good, but the costs of transportation and the small profits afforded have prevented its extensive cultivation, and it is imported from the La Plata republics for consumption along the coast.",
        "Christopher Bennet (1617-1655) wrote an important work on consumption in 1654.",
        "The comparative consumption of tobacco in various countries is best appreciated by expressing it in pounds per head, and the following figures are taken from Bartholomew's Atlas of the World's Commerce: Belgium 6.21 lb, United States 5.4 0 lb, Germany 3.44 Ib, Austria 3.02 lb, Australasia 2.20 lb, Canada 2.54 lb, Hungary 2.42 lb, France 2.16 lb, United Kingdom 1.95 lb, Russia 1 10 lb.",
        "Consumption of Kohat salt is restricted, on account of its paying less duty, to the tracts lying to the north of the Indus and to the frontier tribes.",
        "Four out of the five essays are elaborate and powerful solutions of perplexing technical problems - the distribution of the gains of international commerce, the influence of consumption on production, the definition of productive and unproductive labour, the precise relations between profits and wages.",
        "Of the total sugar consumption of the country in1899-1904Louisiana produced somewhat more than a fifteenth.",
        "If we go back to the first instance cited, the embryo in the seed and its development during germination, we can ascertain what is necessary for its life by inquiring what are the materials which are deposited in the seed, and which become exhausted by consumption as growth and development proceed.",
        "The most profitable unit is calculated to be a daily consumption of 1500 tons of cane, or 150,000 in a grinding season of loo days, which implies a feeding area not above 6000 acres.",
        "Very similar kinds of sugar are also produced for local consumption in Central America and in Mexico, under the names of \" Panela \" and \" Chancaca,\" but in those countries the sugar is generally boiled in pans placed over special fire-places, and the factories making it are on a comparatively small scale, whereas in the Straits Settlements the \" basket sugar \" factories are of considerable importance, and are fitted with the most approved machinery.",
        "Other essential conditions of success will commonly include the liberal application of potash and phosphatic manures, and sometimes chalking or liming for the leguminous crop. As to how long the leguminous crop should occupy the land, the extent to which it should be consumed on the land, or the manure from its consumption be returned, and under what conditions the whole or part of it should be ploughed in - these are points which must be decided as they arise in practice.",
        "He died of consumption and of mental strain on the 2nd of December 1892, his fortune at that time being estimated at $72,000,000; all of this he left to his own family.",
        "The guia tax on the transport of stock from one province to another, which has been declared unconstitutional in the courts, is still enforced, and is a vexatious tax upon the stock-raiser, while the consumption, or octroi, tax in Buenos Aires and other cities is a heavy burden upon small producers.",
        "Of agricultural produce there was barely sufficient for home consumption, but the mining industries had reached a very high level of excellence, and iron, tin and copper were very largely exported from the northern counties to Danzig and other Baltic ports.",
        "The grain produce, consisting mainly of wheat, oats, rye and Indian corn, exceeds the consumption, and the vineyards yield an abundant supply of both white and red wines, those of Limoux and the Narbonnais being most highly esteemed.",
        "The pathologico-anatomical method was also followed with great zeal and success by Gaspard Laurent Bayle (1774-1816), whose researches on tubercle, and the changes of the lungs and other organs in consumption, are the foundation of most that has been done since his time.",
        "Since the creation of the republic, extreme protective measures have caused the creation of a large number of cotton factories and other manufactures, but these are able to supply only a part of the consumption, and the importation of cotton and woollen fabrics, silks, readymade clothing, boots and shoes, &c., is large.",
        "The increase in the consumption is exemplified by the fact that, while in 1700 the amount used in Great Britain was ro,000 tons, in 1800 it had risen to 150,000 tons, and in 1885 the total quantity used was almost 1,roo,000 tons.",
        "The malady causing the greatest number of deaths is that of pulmonary consumption; but better housing accommodation has of late years reduced the mortality from this disease very considerably.",
        "StMarylebone contains a great number of hospitals, among which are the Middlesex, Mortimer Street; Throat Hospital and Dental Hospital and School, Great Portland Street; Lying-in and Ophthalmic Hospitals, Marylebone Road; Samaritan Hospital for women, Seymour Street; Consumption Hospital, Margaret Street; and the Home for incurable children, St John's Wood Road.",
        "Many instances are on record of symptoms of poisoning, and even death, having followed the consumption of plants which have passed as true mushrooms; these cases have probably arisen from the examples consumed being in a state of decay, or from some mistake as to the species eaten.",
        "Modern industrial development in some of the states has greatly increased the importation of machinery, electric supplies, materials for construction, coal, &c. Kerosene oil also figures among the principal imports, and beef cattle are imported for consumption by some cities.",
        "Both the national and state governments exercise the right to impose stamp and consumption taxes, and the municipalities likewise are permitted to impose licence and consumption taxes.",
        "The local consumption is large and the export small.",
        "Values can therefore be accumulated only by being reproduced in the course or, as often happens, by the very act of consumption; hence his distinction between reproductive and unproductive consumption.",
        "The total production for the year 1912-3, and also the amount of consumption, are the highest recorded in Austria.",
        "consumption of fresh fruit.",
        "Overall, the regulations, and technological achievements of manufacturers, have put a significant crimp in energy consumption.",
        "profligate consumption of natural resources.",
        "promoter polymorphism and differences in alcohol consumption behavior in a college student population.",
        "These indicators suggest that the incidence of Mobile Phone Theft is roughly proportionate to the increase in their consumption.",
        "pus cells per liter can be sold legally for human consumption.",
        "This chainsaw is ideal for homeowners who are looking to cut down on gas consumption this year, but still require a chainsaw with enough power to cut firewood.",
        "In fact, the quality of meat contained in pet food is generally unfit for human consumption, and to add insult to injury, large amounts of melamine are just another reason to be skeptical of commercial brand pet foods.",
        "It could be a case of nature calling, in the form of a local cat in heat, or it may have been spooked by Peter the meter reader doing his monthly check on your natural gas consumption.",
        "This means that they are federally inspected and released for human consumption, and are of a higher quality grade than products general used in pet foods.",
        "It takes time for a nutrient deficiency to emerge in its worst form, but after an extended period of consumption, a cat that is not receiving ample levels of thiamine will begin to display some highly concerning symptoms.",
        "Except in meat-freezing, wool-scouring, butterand cheese-making, flax-milling and timber-sawing, manufacturing is almost entirely for consumption within the colony.",
        "Taxes proper are divided into (a) taxes on business transactions and (b) taxes on articles of consumption.",
        "Starch, indeed, wherever it appears in the plant seems to be a reserve store of carbohydrate material, deposited where it is found for longer or shorter periods till it is needed for consumption.",
        "Coco-nuts, cacao, bananas, mangoes and other tropical fruits are produced in profusion, but the production of foodstuffs (beans, Indian corn, mandioca, &c.) is not sufficient for local consumption.",
        "Chestnut woods are found in the Selino district, and forests of the valonia oak in that of Retimo; in some parts the carob tree is abundant and supplies an important article of consumption.",
        "There are many rich deposits of iron ores in the state, but they only produce a small quantity of charcoal iron for local consumption.",
        "Mexico.-Cotton is extensively grown in Mexico, and large quantities are used for home consumption.",
        "The export trade is, however, inconsiderable, as the produce of the local industries is mainly ' absorbed by home consumption.",
        "In October, after Waterloo, she set out for Italy, not only for the advantage of her own health but for that of her second husband, Rocca, who was dying of consumption.",
        "Wheat was introduced by the Spaniards immediately after their occupation of Venezuela, and is grown in the elevated districts of Aragua and the western states, but the production does not exceed home consumption.",
        "In the reserves the trees of commercial value can only be cut under a licence returning a revenue to the state, while unreserved trees can be cut by the natives for home consumption.",
        "Important changes take place in the tobacco leaf from the time it is cut until the finished product is ready for consumption.",
        "There are breweries in Arequipa, Callao, Cuzco and Lima, and the consumption of beer is increasing.",
        "The public revenues are derived from customs, taxes, various inland and consumption taxes, state monopolies, the government wharves, posts and telegraphs, &c. The customs taxes include import and export duties, surcharges, harbour dues, warehouse charges, &c.; the inland taxes comprise consumption taxes on alcohol, tobacco, sugar and matches, stamps and stamped paper, capital and mining properties, licences, transfers of property, &c.; and the state monopolies cover opium and salt.",
        "It tended to make life easier and cheaper for large and numerous classes; it promised wholesale remissions of taxation; it lessened the charges on common processes of business, on locomotion, on postal communication, and on several articles of general consumption.",
        "Sixty per cent of the present output of timber being needed for internal consumption, about 200,000 festmetres are available annually for export.",
        "But, though he had received immediate benefit from his stay abroad, symptoms of consumption were constantly alarming him, and he gradually became a confirmed invalid.",
        "In so barren and rude a country the manufacturing industry of its people is, as might be expected, in a low stage, the few articles produced being all destined for home consumption.",
        "Coffee is the staple production, though Indian corn, mandioca and fruit are produced largely for local consumption.",
        "Elaborate precautions were taken to save Italy from famine; it is said that corn for seven years' consumption at the capital was retained in the granaries.",
        "the average daily consumption of the workman..",
        "In securing the roof and sides of coal workings, malleable iron and steel are now used to some extent instead of timber, although the consumption of the latter material is extremely large.",
        "When acetylene was first introduced as a commercial illuminant in England, very small union jet nipples were utilized for its consumption, but after burning for a short time these nipples began to carbonize, the flame being distorted, and then smoking occurred with the formation of a heavy deposit of soot.",
        "Walton illustrates Herbert's kindness to the poor by many touching anecdotes, but he had not been three years in Bemerton when he succumbed to consumption.",
        "The articles exported were ivory, rubber, skins and hides, and livestock (for consumption in East Africa).",
        "3 Pneumonia and consumption, approximately of equal fatality (15 to 18 per 10,000 each), exceed more than twofold the diseases of next lower fatality, cancer and cholera infantum.",
        "Investigations started in 1920 by the British Government, in connexion with the production of alcohol for power purposes, have shown, however, that there are large areas of suitable land in the British Empire where the cost of production would be comparatively low, and where it might be possible to grow vegetable substances in excess of food requirements, and in sufficient quantities to produce alcohol for local consumption to replace expensive petrol.",
        "This very cheapening of many commodities in 1913, side by side with which went also a cheapening of many manufactured articles, was indicated as the sign of a decline in the power of consumption of the population.",
        "Manufacturing in South Dakota is of little importance and is confined chiefly to articles for home consumption.",
        "(London, 1898), 27, 547 so arranged as to indicate the consumption in Board-of-Trade units (i Board-of-Trade unit = 1000 watt-hours).",
        "From coco-nuts about 10,000 tons of copra are made for export each year, and maize is used for local consumption only.",
        "Before hibernating the adults grow very fat, and it is by the gradual consumption of this fat - known in commerce as bear's grease - that such vital action as is necessary to the continuance of life is sustained.",
        "They pursued a Marxist programme aiming at the socialization of the State, the means of production and consumption: they were opposed to a dictatorship of the proletariat, and were for evolutionary as opposed to revolutionary methods.",
        "As any bacteria present in the milk tend to multiply rapidly on the way to the consumer, it is mainly a question of the time which elapses before consumption.",
        "A man's whole stock consists of two portions - that which is reserved for his immediate consumption, and that which is employed so as to yield a revenue to its owner.",
        "What is annually saved is as regularly consumed as what is spent, but by a different set of persons, by productive labourers instead of idlers or unproductive labourers; and the former reproduce with a profit the value of their consumption.",
        "Next in order come manufactures; then wholesale trade - first the home trade, secondly the foreign trade of consumption, last the carrying trade.",
        "Two years later home consumption returns noted the slaughter of 958,058 cattle (129,938 in the Federal District), 561,982 sheep, 992,263 goats and 887,130 hogs - the last item being larger than the census return of 1902.",
        "The industry is protected by a high tariff, as is also the production of raw cotton, and further encouragement is offered through a remission of internal revenue taxes where Mexican fabrics are exported for foreign consumption.",
        "Another very important manufacturing industry is that of tobacco, the consumption of its various products being large among all classes of the population.",
        "The number of factories reported for 1899 was 743, but as the consumption of leaf, tobacco increased from 5,546,677 to 8,587,356 kilogrammes, it may be assumed that the decrease in factories is due to the absorption or disappearance of the small shops using old-fashioned methods.",
        "The Fractio Panis probably began, as the drinking of the cup certainly ended, the supper; the interval being occupied with the common consumption by the faithful of the provisions they brought.",
        "Oil was sometimes offered, as well as wine, but it would seem for consecration only, and not for consumption along with the sacrament.",
        "Potassium cyanide, KNC, and sodium cyanide, NaNC, are two of the most important of the salts of hydrocyanic acid, the former being manufactured in large quantities for consumption in the extraction of gold.",
        "Grain, sweet potatoes and beans are grown for home consumption.",
        "At the same time that the per capita consumption thus rose in 1907 to 5~6 tons, the waste was estimated by the National Conservation Commission at 3~0 tons per capita.",
        "Thus, notwithstanding the fact that the supposed supply still available at the close of 1908 was 7369 times the production of that year, and 4913 times the exhaustion such production represented, so extraordinary has been the increased consumption of the country that, in the opinion of the Geological Survey (1907), if the rate of increase that has held for the last fifty years is maintained, the supply of easily available coal will be exhausted before the middle of the next century (A.o.",
        "The United States is the gleatest lead producer and consumer in the world, its percentage of the total output and consumption averaging 30.4% and 32-5% respectively in the years 1904-1908.",
        "From 1904 to 1908 the share of the United States in the worlds output averaged 28-2%, and in the worlds consumption (disregarding stocks) 27.5%.",
        "The consumption of the United States is, however, much larger than its product, and is rapidly growing.",
        "The production of aluminium rose from 83 lb in 1883 to 7,500,000 lb in 1903, and a consumption (the Geological Survey not reporting the production) of 17,211,000 lb in 1907.",
        "Further notable buildings in Kensington are the town-hall and free library in High Street, which is also much frequented for its excellent shops, and the Brompton Consumption Hospital, Fulham Road.",
        "As the total annual export of oats is now less than three million bushels the home consumption is large, and this is an advantage in maintaining the fertility of the soil.",
        "Large flocks of geese are kept in the moist lowlands; their flesh is salted for domestic consumption during the winter, and their feathers are prepared for sale.",
        "This excessive adulteration quickly worked its own cure by a decreased consumption, and the weighting in practice in 1910 is confined to moderate and safer limits.",
        "The supplies available for European and American consumption have been carefully tabulated by the Lyons Chamber of Commerce, as shown by the table.",
        "Those for American consumption are sent direct by the Pacific route via San Francisco.",
        "The production and consumption of raw material shown in Table III.",
        "America takes a premier position in consumption of the raw material.",
        "During the decade of 1898 to 1908 the consumption has gone on steadily from about 10 million lb in the first five years to an average of 15 million lb in the second half of the decade.",
        "France comes a good second in importance with a consumption of 9 to 10 million lb annually.",
        "There TABLE III.-Production and Consumption of Raw Material.",
        "N.B.-The difference in the totals is owing to the figures being based on the production in seasons, and that of consumption upon calendar years.",
        "Germany follows France with a consumption for the various fabrics of over six million lb annually.",
        "4 a decrease in imports of raw material from the fact before mentioned that formerly London was the centre of distribution for Eastern silk, which is now disembarked at other European ports for continental consumption.",
        "Oranges, lemons, limes, figs, mangoes, grapes and peaches, besides a considerable variety of vegetables, are raised in small quantities for local consumption.",
        "There are large cattle-ranches on the islands supplying nearly all the meat for domestic consumption, and cattle-raising is second in importance to the sugar industry.",
        "A little later, about 1868, successful experiments were made with gas as a manufacturing fuel, and in 1872 the gas industry was fairly well established near Titusville by drilling a well and piping the gas for consumption both as fuel and light.",
        "One of the most universal articles of consumption in Tibet is the Chinese brick-tea, which even passes as currency.",
        "In agriculture, European plants have not been successful, and of native products the supply is only sufficient for the home consumption.",
        "The grain crop suffices only for a few months' local consumption; but considerable quantities of olive oil of good quality are produced.",
        "This process, which is as yet imperfectly understood, is attended by the consumption of oxygen, the liberation of energy in the form of heat, and the exhalation of carbon dioxide and water vapour.",
        "given in 1905 by Professor Tornebohm to the Swedish parliament, credited the world with only io,000,000,000 tons of ore, and that, if the consumption of iron should continue to increase hereafter as it did between 1893 and 1906, this quantity would last only until 1946.",
        "There are some very evident disadvantages of excessive height; for instance, that the weight of an excessively high column of solid coke, ore and limestone tends to crush the coke and jam the charge in the lower and narrowing part of the furnace, and that the frictional resistance of a long column calls for a greater consumption of power for driving the blast up through it.",
        "- The combined fluxing and abrading action of the descending charge tends to wear away the lining of the furnace where it is hottest, which of course is near its lower end, thus changing its shape materially, lessening its efficiency, and in particular increasing its consumption of fuel.",
        "Thus we have reasons enough why the blast-furnace has displaced all competing processes, without taking into account its further advantage in lending itself easily to working on an enormous scale and with trifling consumption of labour, still further lessened by the general practice of transferring the molten cast iron in enormous ladles into the vessels in which its conversion into steel takes place.",
        "Compared with the Bessemer process, which converts a charge of even as much as 20 tons of pig iron into steel in a few minutes, and the open-hearth process which easily treats charges of 75 tons, the crucible process is, of course, a most expensive one, with its little 80-lb charges, melted with great consumption of fuel because the heat is kept away from the metal by the walls of the crucible, themselves excellent heat insulators.",
        "31, has three advantages - (1) that the temperature is adjusted with absolutely no consumption of fuel; (2) that the waste of iron due to the oxidation of the outer crust of the ingot is very slight, because the little atmospheric oxygen initially in the pit is not renewed, whereas in a common heating furnace the flame brings a constant fresh supply of oxygen; and (3) that the ingot remains upright during solidification, so that its pipe is concentrated at one end and is thus removable.",
        "The per capita consumption of iron in Great Britain, excluding exports, has been calculated as 144 lb in 1855 and 250 lb in 1890, that of the United States as 117 lb for 1855, 300 lb for 1890 and some 378 lb for 1899, and that of the United Kingdom, the United States and Germany for 1906 as about a quarter of a ton, so that the British per capita consumption is about four-fold and the American about five-fold that of 1855.",
        "This great increase in the per capita consumption of iron by the human race is of course but part of the general advance in wealth and civilization.",
        "Among the other causes of the increase of the per capita consumption of iron are the displacement of wood by iron for ships and bridge-building; the great extension of the use of iron beams, columns and other pieces in constructing buildings of various kinds; the growth of steam and electric railways; and the introduction of iron fencing.",
        "He was ordained to the curacy of St Thomas's, Dublin, but, being threatened with consumption, went after two years to Malaga.",
        "The best taxes, he says, are those levied on consumption, especially on Taxation luxuries, for these are least heavily felt.",
        "2,183,300,000 The general commerce includes goods in transit across Belgium, the special commerce takes into account only the produce and the consumption of Belgium itself.",
        "On the 18th of May 1807 the duc de Montpensier died at Christchurch in Hampshire, where he had been taken for change of air, of consumption.",
        "But it is quite certain, from the historical narrative of Lo Yu, who lived in the Tang dynasty (618-906 A.D.), that tea was already used as a beverage in the 6th century, and that during the 8th century its use had become so common that a tax was levied on its consumption in the 14th year of Tih Tsung (793).",
        "As the 18th century progressed the use of tea in England rapidly increased, and by the close of the century the rate of consumption exceeded an average of 2 lb per person per annum, a rate in excess of that of to-day of all people except those of Mongol and Anglo-Saxon origin.",
        "There is probably no article of large consumption the commerce in which has been so revolutionized during a single generation.",
        "China and Japan have hitherto been regarded as the chief producers of tea, and the reputed large domestic consumption of those Mongolian peoples has led to assumptions of vast internal productions.",
        "In both of those countries tea is grown principally in a retail manner, and much of it simply for family consumption.",
        "Excluding therefore from any record the quantities produced for internal consumption in China and Japan (that from the former alone has been estimated at a total of 2,000,000,000 lb), the following are the acreage and production of the world as taken from the latest recorded statistics available in 1908: - 726, 601,000 The quantity from China includes about 16,000,000 lb imported from India, Ceylon and Java, and worked up with China teas into bricks and tablets.",
        "The modern developments of production and consumption have rendered the subject of China tea one of subordinate interest, except China.",
        "Out of that total, Great Britain consumed only about 5,000,000 Ib, against a consumption of 126,000,000 lb of China tea in 1879.",
        "Tea Consumption.-The following table gives particulars relative to the principal consuming countries, from which it will be seen that Great Britain and its English-speaking dependencies are the great consumers: Tea Consumption of Chief Consuming Countries in 1906.",
        "China Unknown Japan The countries of smallerconsumption absorbed about 25,000,000 lb but there is a considerable excess in the returns of production over those of consumption.",
        "The progressive increase in the consumption of tea in Great Britain and Ireland during 50 years from 1836 to 1886 is shown in the table below.",
        "The dotted line represents the average monthly consumption in each year; the fluctuations in price of good sound China congou are traced by the black line; and the years in which reduced customs duty came into operation are indicated along the base.",
        "From 1860 onwards, the amount of Indian tea entered for home consumption is shown in monthly average by a black column.",
        "This column brings out the remarkable fact that the Indian tea alone consumed in 1886 equalled the consumption of all kinds in 1860, and was double the quantity of all kinds in 1836.",
        "In both, the price fluctuations and fiscal changes are shown that their effect upon consumption may be judged.",
        "Lowness of price has not been the only factor in increasing the rate of consumption.",
        "The quantity taken by the country is very large, but when spread over the enormous population the rate of consumption per person is not great.",
        "Vertical lines show the average monthly consumption in Great Britain and Ireland in millions of pounds.",
        "France, considering that it is England's nearest neighbour, has a remarkably small tea consumption: 06 lb per person per annum, or about i hth only of the English rate.",
        "The increase in consumption there has been so small that it probably arises mainly from the increasing number of English and English-colonial visitors that spend portions of each year in the country.",
        "to 35° N.) and about 73° of longitude (67° to 140° E.), while the consumption shows itself to a large extent to have strictly geographical limitations.",
        "The southern hemisphere ranks lightly in the matter of consumption, the only other country worth mentioning there besides the Australasian and Cape dependencies being Argentina.",
        "In the northern hemisphere (excluding the races who consume their own produce) the material consumption of tea is in regions lying 40° N.",
        "Consequently, direct shipments are made now from the countries of production to those of consumption.",
        "Impure teas are not permitted to pass into consumption, but the quantity condemned after analysis as unfit for food in the year 1906 was 41 packages, out of a total of 317,000,000 lb.",
        "But, in spite of this considerable yield in cereals, Germany cannot cover her home consumption, and imported on the average of the six years 1900 1905 about 41/2 million tons of cereals to supply the deficiency.",
        "On the whole, despite the prosperous condition of the German live-stock farming, the consumption of meat exceeds the amount rendered available by home production, and prices can only be kept down by a steady increase in the imports from abroad.",
        "The actual production not only covers the home consumption, but also allows a yearly increasing exportation, especially to Russia, Austriaand Scandinavia.",
        "Large quantities of peas, corn, tomatoes and other vegetables are canned, chiefly for home consumption.",
        "Now, although the island still produces every year some 15 million bushels, the supply barely suffices for the consumption of a.",
        "The total number of bullocks in the island is calculated to be less than 200,000; and although the ratio of consumption of meat is low in proportion to the population, some of the cattle for slaughter have to be imported.",
        "A daughter, Helen, was born to him; but his young wife, after a long illness, died of consumption in September 1841.",
        "Maize in Lower Egypt and millet (of which there are several varieties) in Upper Egypt are largely grown for home consumption, these grains forming a staple food of the peasantry.",
        "Flour mills are found in every part of the country, the maize and other grains being ground for home consumption.",
        "There was consequently somewhat less consumption of the old stone-work.",
        "The commerce of Denmark is mainly based on home production and home consumption, but a certain quantity of goods is imported with a view to re-exportation, for which the free port and bonded warehouses at Copenhagen give facilities.",
        "The first bill laid before the Estates by the government was to impose an excise tax on the principal articles of consumption, together with subsidiary taxes on cattle, poultry, &c., in return for which the abolition of all the old direct taxes was promised.",
        "Richet considers that the fusel oil contained in spirits constitutes the chief danger in the consumption of alcoholic beverages.",
        "The expert can immediately detect the peculiarly virulent characters of the mixed intoxication due to the consumption of spirits containing a large percentage of fusel oil.",
        "She died of consumption at Cannet, near Nice, on the 4th of January 1858, and was buried in the Jewish part of the cemetery of Pere Lachaise in Paris.",
        "The principal industries are steam flour-milling, distilling, and the manufacture of machinery, railway plant, carriages, cutlery, gold and silver wares, chemicals, bricks, jute, and the usual articles produced in large towns for home consumption.",
        "On the uplands, wheat, Indian corn, oats, barley, potatoes and vegetables of many kinds are successfully cultivated, but wholly for home consumption.",
        "Dates are grown for the European market at Muscat and for local consumption on both sides of the Gulf, but not in considerable quantities.",
        "On the lower slopes of the Cordillera there are fertile irrigated valleys which produce grapes and olives for commercial purposes, and a considerable variety of fruits, cereals and vegetables for local consumption.",
        "Exports of produce of the protectorate increased in value from £97,000 to £200,000, imports for home consumption from £111,000 to £189,000, the transit trade from £20,000 to £34,000.",
        "The value of the oranges exported from Jaffa in 1906 was £162,000; this amount increases annually, and of course in addition a considerable quantity is retained for home consumption.",
        "Beside the agricultural there is a considerable pastoral industry, though it is principally confined to production for home consumption.",
        "Although the consumption of salt-cake for the manufacture of alkali is now much less than formerly, since the Leblanc alkali process has been greatly restricted, yet it is largely made and will continue to be made for the use of glassmakers, who use it for the ordinary description of glass in the place of soda-ash.",
        "(Sectional as there is a sale for hydrochloric acid, or a consumption of the latter for the manufacture of chlorine.",
        "It stands to reason that the electrolytic processes have been principally developed in localities where the electric current can be produced in the cheapest possible manner by means of water power, but this is not the only condition to be considered, as the question of freight to a centre of consumption and other circumstances may also play an important part.",
        "The consumption of salt per head in India varies from 7 lb in Rajputana to 16.02 lb in Madras.",
        "The duty on local consumption, which is included under excise, yielded £981,000 in 1907-1908.",
        "The Chinese government having issued an edict that the growth and consumption of opium in China should be entirely suppressed within ten years, the government ÿf India accordingly agreed in 1908 that the export of opum from India should be reduced year by year, so that the opium revenue would henceforth rapidly decline and might be expected to cease altogether.",
        "The only excisable articles are intoxicants and drugs; and the avowed object of the state is to check consumption not less than to raise revenue.",
        "Opium is issued for local consumption in India from the government manufactories at Ghazipur and Patna in the Behar and Benares Agencies, and sold through private retailers at a monopoly price.",
        "In accordance with the recommendations of the Hemp Drugs Commission, the government of India passed an act in 1896 providing that, in regard to ganja and charas, cultivation of the plants should be restricted as much as possible, and that a direct quantitative duty should be levied on the drugs on issue from the warehouse in the province of consumption; while as regards bhang, cultivation of the hemp for its production should be prohibited or taxed, and collection of the drug from wild plants permitted only under licence, a moderate quantitative duty being levied in addition to vend fees.",
        "The bastard date, grown chiefly in the country round Calcutta and in the north-east of the Madras presidency, supplies both the jaggery sugar of commerce and intoxicating liquors for local consumption.",
        "India's consumption of tea is computed to average 84 million pounds, of which 52 millions are Indian and the remainder Chinese.",
        "Manufactures exist only to a limited extent and chiefly for domestic consumption.",
        "The natives care little for the garden vegetables common to Europe and America, but in the vicinity of Manila and other large centres of population the Chinese grow many of these for consumption by European and American inhabitants.",
        "Instead of producing and collecting goods for immediate consumption, local society came more and more into the habit of exchanging corn, cattle, cloth, for money, and of laying money by as a means of getting all sorts of exchangeable goods, when required.",
        "The coal consumption per brakehorse-power was no doubt much greater.",
        "Their consumption increased from 4,250,000 to 35,671,000 barrels between 1900 and 1905, and the value of the product in 1905 was $8,201,846.",
        "Squirrels and dormice are very destructive to the nut crop, as they not only take for present consumption but for a store for future supply.",
        "Consumption is not uncommon.",
        "Rice is grown in irrigated lands near the rivers and in the swamps, and also in rude clearings in the interior; sugar-cane of superior quality in Sambas and Montrado; cotton, sometimes exported in small quantities, on the banks of the Negara, a tributary of the Barito; tobacco, used very largely now in the production of cigars, in various parts of northern Borneo; and tobacco for native consumption, which is of small commercial importance, is cultivated in most parts of the island.",
        "Cheese and butter are manufactured in large quantities for home consumption.",
        "Only government manufactures and manufactures for local consumption are at all large.",
        "Consumption.-It is only natural that the consumption of wine should be greatest in the countries where it is produced on the largest scale, but the discrepancy between the consumption of different countries is little short of astonishing.",
        "Thus, at the present time, the consumption per head in France is practically a hundred times that of the United Kingdom and twenty times that of Germany-the latter, it must be remembered, being itself an important wine-producing area.",
        "The following table will give some idea of the relative consumption of wine in different countries: Average Consumption of Wine per Head of Population.",
        "They are generally employed for local consumption and blending.",
        "Wines intended for consumption in France receive a moderate quantity of liqueur, but those for the Russian and South American markets, where very sweet wines are liked, receive more.",
        "As a rule, the supply considerably exceeds the demand, and the stock in hand at the present time amounts to roughly four years' consumption of finished wine, but to this must be added the stock existing in cask, which is considerable.",
        "There is, thus, at the present a total annual consumption of rather over 30 millions of bottles.",
        "These wines formerly were largely exported as y in de cargaison to South America, the United States, Australia, &c., and were also much employed for local consumption in other parts of France.",
        "The shipments to the United Kingdom, however, which reached a maximum in 1820, when over half a million gallons were imported, has fallen off to one-tenth of that amount, and the consumption in these islands was barely 20,000 gallons in 1906.",
        "Large quantities of wine are produced in Alsace-Lorraine, Baden and Wurttemberg, but the majority of these have little interest, inasmuch as they are used only for home consumption.",
        "OTHER COUNTRIES Considerable quantities of wine are produced in the Balkan states, but the bulk of this is of a coarse description and only fit for local consumption.",
        "In 1751 he accompanied his half-brother Lawrence, who was stricken with consumption, to the West Indies, where he had an attack of small-pox which left him marked for life.",
        "It is supposed that the forests were much richer before the settlement of the state, which was followed by reckless consumption and waste, and the more terrible ravages of fire.",
        "That such dietary restrictions were merely ceremonial and superstitious, and not intended to prevent the consumption of meats which would revolt modern tastes, is certain from the fact that the Levitical law freely allowed the eating of locusts, grasshoppers, crickets and cockroaches, while forbidding the consumption of rabbits, hares, storks, swine, &c. The Pythagoreans were forbidden to eat beans.",
        "The immense importance of this view of public expenditure as representing the consumption of the state in its unified condition is obvious; it has affected, for the most part unconsciously, the conception of all modern peoples as to the functions of the state and the right of the people to direct them.",
        "Gypsum beds are widely distributed, and the supply is inexhaustible, but their great distance from centres of consumption has prevented their profitable working.",
        "The production of qualities which would have suited many purposes of consumption was prohibited, and the odious supervision which became necessary involved great waste of time and a stereotyped regularity which resisted all improvements.",
        "At the present day, the poorer Jews in large English cities make a great consumption Iv.",
        "The consumption of fuel, however, does not exceed i of coal to io of ore.",
        "8 in., and smelted 12 tons of cold charge daily, with a consumption of 1 ton of coal to 2.4 tons of ore.",
        "by 16 ft., and smelt 50 tons daily of hot ore, with the consumption of 1 ton of coal to 3.7 tons of ore.",
        "When, however, a hot blast is used on highly sulphuretted copper ores, a concentration of 8 of ore into i of matte is obtained, with a consumption of less than one-third the fuel which would be consumed in smelting the charge had the ore been previously calcined.",
        "Austin, of Denver, Colorado, and both at Leadville and Silverton raw ores are successfully smelted with as low a fuel consumption as 3 of coke to zoo of charge.",
        "The estimated total production for each decade of the 19th century in metric tons is here shown: 1801-1810 -1811-1820 1821-1830 -1831-1840 1841-1850 -1851-1860 1861-1870 -1871-1880 1881-1890 -1891-1900 The following table gives the output of various countries and the world's production for the years 1895, 1900, 1905, 907 As the stock on hand rarely exceeds three months' demand, and is often little more than a month's supply, it is evident that consumption has kept close pace with production.",
        "The large demand for copper to be used in sheathing ships ceased on the introduction of iron in shipbuilding because of the difficulty of coating iron with an impervious layer of copper; but the consumption in the manufacture of electric apparatus and for electric conductors has far more than compensated.",
        "Souter & Co., Dundee: - 8,419,500 bales Statistics of consumption of jute, rejections and cuttings.",
        "The difference between the production and the exports represents the native consumption, for very little jute is sent overland.",
        "Factories for articles of human consumption (e.g.",
        "of raw cotton imported, exported and retained for Cot consumption for various years during the period1890-1910were as follows: During the same period the minimum and maximum amount of raw cotton (in lb) imported into the United Kingdom from the principal countries whence it is exported was as follows: United States of America (1893), 1, 0 55, 8 55,3 60; (1898), 1,805,353,424; Egypt (1890), 181,266,176; (1907), 4 2 3, 0 5 2, 44 8; British possessions in the East Indies (1898), 27,349,728; (1890), 2 3 8, 74 6, 7 0 4; (1909), 75,621,168;75,621,168; Brazil (1899), 5,4 6 4,59 2; (1906), 54,362,000; Peru (1891), 6, 1 75,344; (1909), 2 4,4 1 3,§4 8.8.",
        "The temperance movement has had its reward; the average of consumption of beer and spirits in Sweden is considerably lower than in Europe as a whole, though the effect of intoxicants is sometimes very apparent.",
        "Barley is largely produced, chiefly for home consumption.",
        "Brewing and distilling have made noteworthy progress, the domestic consumption of their products being very large.",
        "The resulting liquid, which has a muddy or café-au-lait appearance, or is of a greenish hue if made from leaves, is now ready for consumption.",
        "The most important rice-growing districts which produce more than they require for local consumption and supply other districts, or export great quantities, are Astarabad, Mazandaran, Gilan, Veramin, (near Teheran).",
        "His naturally weak constitution fell a prey to consumption, which he hoped to cure by visiting Italy, but he died on his return at Marseilles on the 8th of September 1853.",
        "Like that vegetable, also, they are earthed over to keep them longer fit for consumption; and they afford a continuous supply during the whole year, though it is more abundant in autumn.",
        "Apart from the cattle driven into the mining districts for consumption, a number of saladeros are employed in preparing (usually salting and sun-drying) beef for the home markets.",
        "These revenues are derived from a lighting tax, leases and ground rents, cemetery fees, consumption and market taxes, licences, tolls, taxes on hides and skins, personal and various minor taxes.",
        "The city is divided into twelve radial systems, each with a pumping station, and the drainage is forced through five mains to eighteen sewage farms, each of which is under careful sanitary supervision, in respect both of the persons employed thereon, and the products, mainly milk, passing thence to the city for human consumption.",
        "The inspection is rigorously carried out, and only carcases which have been stamped as having been certified good are permitted to be taken away for human consumption.",
        "Of this amount China required for home consumption 325,270 piculs, the remainder being chiefly exported to IndoChina, whilst 54,225 piculs of foreign opium were imported into China.",
        "The Chinese government regarding the use of opium as one of the most acute moral and economic questions which.as a nation they have to face, representing an annual loss to the country of 856,250,000 taels, decided in 1906 to put an end to the use of the drug within ten years, and issued an edict on the 10th of September 1906, forbidding the consumption of opium and the cultivation of the poppy.",
        "-, th of the amount annually taken by China, each year until the year 1910, and that if during these three years the Chinese government had carried out its arrangements for proportionally diminishing the production and consumption of opium in China, the British government were prepared to continue the same rate of reduction, so that the export of Indian opium to China would cease in ten years; the restrictions of the imports of Turkish, Persian and other opiums being separately arranged for by the Chinese government, and carried out simultaneously.",
        "The chief markets for the soft or shipping varieties of opium are, China, Korea, the West Indian Islands, Cuba, British Guiana, Japan and Java; the United States also purchase for re-exportation as well as for home consumption.",
        "Opium is also grown in Bulgaria, but almost entirely for home consumption; any surplus produce is, however, bought by Jews, and Turks at low prices and sent to Constantinople, where it is sold as Turkish opium.",
        "Provision opium manufactured for' export, and Excise or Akbari opium intended for local consumption in India.",
        "In 1906 it was estimated of Chinese smoked opium, or 27% of adult males; but during1908-1910the consumption of opium is believed to have diminished by about one-third.",
        "In 1876 Clifford, a man of high-strung and athletic, but not robust, physique, began to fall into ill-health, and after two voyages to the South, died during the third of pulmonary consumption at Madeira, on the 3rd of March 1879, leaving his widow with two daughters.",
        "Chemical reagents are sometimes added - lime or sulphuric acid, to neutralize an excess of acid or alkali; copper sulphate, to form cuprous chloride with sodium chloride; and iron and zinc, to make the galvanic action more energetic and reduce the consumption of iron.",
        "In Britain their chief consumption is in the deep-sea line fishery, where they are held to be the most effective of all baits.",
        "Rough cloth, for example, was manufactured for home consumption.",
        "Among occupations not already detailed, those of the male population include transport of every sort (1,094,301), building and other works of construction (1,042,864), manufacture of articles of human consumption, lodging, &c. (774,291), commerce, banking, &c. (530,685), domestic service, &c. (304,195), professional occupations (311,618).",
        "Payment on account of the conveyance of electors to or from the poll; payment for any committee room in excess of a prescribed number; the incurring of expenses in and about the election beyond a certain maximum; employing, for the conveyance of electors to or from the poll, hackney carriages or carriages kept for hire; payments for bands, flags, cockades, &c.; employing for payment persons at the election beyond the prescribed number; printing and publishing bills, placards or posters which do not disclose the name and address of the printer or publisher; using as committee rooms or for meetings any licensed premises, or any premises where food or drink is ordinarily sold for consumption on the premises, or any club premises where intoxicating liquor is supplied to members.",
        "The same year a threatened consumption compelled him to take a long journey in the south.",
        "Among the indirect taxes the most important are excise and customs duties upon articles of general consumption, the principal articles almost everywhere being spirits, beer and tobacco.",
        "Sometimes also, when a charge upon a commodity is not of such a figure as to be easily divisible among the ordinary units of retail consumption, so that it can be passed on to a consumer of the articles in the form of an increased price, it may remain fixed upon those who first pay it, at least for a time.",
        "These, it is said, can be distributed among different classes of tax-payers, because the income tax falls on the owners of incomes of all kinds of property subject to the duty, if their incomes are above a certain limit, while the incidence of customs and excise duties can be ascertained by inquiries as to the consumption of dutiable articles by different classes.",
        "As regards indirect taxes, again, there appears no small difficulty in ascertaining the relative consumption of different classes, for the simple reason that in the same class so called the habits of consumption differ widely.",
        "On the other hand, the consumption by the income tax paying classes of customs and excise articles must vary indefinitely amongst themselves, according to personal habits, size of families, and even their geographical distribution.",
        "The grain is very small, and is gathered for consumption only by the poorest.",
        "He died of consumption at Ville-d'Avray, near Paris, on the 14th of July 1827.",
        "Since this form does not inflame until heated to above 350°, it is manufactured in large quantities for consumption in the match industry.",
        "It is probable that Adonis himself was looked upon as incarnate in the swine, so that the sacrifice to him by way of expiation on special occasions of an animal which otherwise was specially sacred, and its consumption by its worshippers, was a sacramental act.",
        "The tropical productions of the lower plains include, among others, many of the leading products of the world, such as cacao, cotton, sugar, rice, tobacco, and bananas, with others destined wholly for home consumption, as yams, cassava and arracacha.",
        "Athough it is found growing wild, cacao is cultivated to a limited extent, and the product is insufficient for home consumption.",
        "Sugar cane is another plant admirably adapted to the Colombian lowlands, but it is cultivated to so limited an extent that the sugar produced is barely sufficient for home consumption.",
        "The value of imports for local consumption in 1906 was £12,847,188, the value of exports, the produce of the colony being £15,302,854.",
        "But, apart from the diurnal fluctuations of consumption which may be equalized by local \" service reservoirs,\" uniform distribution of supply throughout twelve months is rarely what we require; and to represent the demand in most towns correctly, we should increase the angle of this line to the horizontal during the summer and diminish it during the winter months, as indicated by the dotted lines b b.",
        "To the latter belong those Rajputs who though generally in sympathy with the movement declined to adhere to the tenet of the Samaj which forbade the destruction of animal life and the consumption of animal food.",
        "The springs, the Arminius Quelle and the Liborius Quelle, for which it is famous, are saline waters of a temperature of 70° F., and are utilized both for bathing and drinking in cases of pulmonary consumption and chronic diseases of the respiratory organs.",
        "The success of this budget in stimulating consumption and in promoting trade induced Sir Robert Peel to follow it up in 1845 with an even more remarkable proposal.",
        "Sugar and pineapples are the chief products for export, but sweet potatoes, yams, maize and guinea corn are grown for local consumption.",
        "His health was uncertain, for he suffered through life from chronic consumption and asthma.",
        "Sugar is still grown, and rum and molasses are made, but the consumption of these is confined to the island.",
        "The consumption of honey g y a s an article of food has also largely increased of late i years; a recent computation shows that from too to 125 million lb of honey, representing a money value of from eight to ten million dollars, is consumed annually in the United States alone.",
        "To meet any increased cost of living, he proposed to reduce the duties on tea, sugar and other articles of general consumption, and he estimated that his scheme would in no case increase a workingman's expenditure, and in most cases would reduce it.",
        "Treatment with other chemicals renders the oils and fats unfit for consumption.",
        "Next in importance is margarine, the British production of which does not suffice for the consumption, so that large quantities must be imported from Holland, edible olive oil from Italy, the south of France, Spain and the Mediterranean ports generally.",
        "Spermaceti is a comparatively unimportant article of commerce; and of Chinese wax small quantities only are imported, as the home consumption takes up the bulk of the wax for the manufacture of candles, polishes and sizes.",
        "Tobacco, which was first grown here between 1640 and 1660, because of a law restricting the use of tobacco to that grown in the colony, was in the decade 1890-1900 the only crop raised for consumption.",
        "It is well known that the habitual consumption of certain drugs, such as tobacco, Indian hemp, opium, arsenic, alcohol and many others, gradually induces a condition of tolerance to their effects, so that large doses can be taken without causing symptoms of poisoning.",
        "Dean's day was calming down, mellowed by his minimal consumption of ale and the coziness of Bird Song's kitchen.",
        "Between drinking and driving, public drunkenness, wife-beating and under age imbibing, the whole subject of alcohol consumption has been considerably skewed.",
        "There was conspicuous consumption under the early emperors.",
        "A change in the marginal propensity to consume causes a pivotal change in the consumption function.",
        "With extremely fast access times and low power consumption flash harddrives are a very interesting choice, especially to the portable market.",
        "Hence consumption of food rich in saturated fatty acids would raise cholesterol levels concurrently.",
        "aerated taps should help to reduce water consumption significantly.",
        "The designer fashion section matters as it is meeting the needs of increasing consumer affluence and global consumption of fashion products and services.",
        "alcohol consumption.",
        "alcoholic beverage for your own consumption.",
        "Sit forward and sit back models of media consumption are now outdated and everything is becoming more amorphous.",
        "analgesic consumption was recorded.",
        "animal feed - cereals to drive the predicted increase in meat consumption.",
        "However, it should not be thought that propylene glycol based antifreeze is safe for consumption.",
        "antinomye, Consumption, Food and Taste: culinary antinomies and commodity culture, (London, Sage, 1997 ).",
        "belied claims that food derived from biotech plants are not safe for human consumption.",
        "One brewery saved the cost of its MES installation within one month Ã¢ through the revelation of incorrect billing for consumption of materials.",
        "bovine offal for human consumption would not affect these uses, I assume.",
        "Animals on fur factory farms are fed meat byproducts considered unfit for human consumption.",
        "The open-air cafes with their emphasis on consumption attempt to meet the needs of a very different audience.",
        "caffeine consumption and incidence of colon and rectal cancer.",
        "carcasses of cattle intended for human consumption.",
        "CONCLUSIONS: Consumption of fruits and vegetables high in specific carotenoids and vitamins may reduce premenopausal breast cancer risk.",
        "carry-over stocks are likely to fall to 22% of annual consumption, the lowest level in 20 years.",
        "casein consumption.",
        "catecholamine levels or oxygen consumption.",
        "Modified deep V hull with reverse chines to give soft dry ride, maximum speed, with minimum fuel consumption.",
        "consumption of alcohol can reduce the risk of heart disease in people over the age of 40.",
        "consumption of an alcoholic beverage) was common.",
        "consumption of such foodstuffs.",
        "consumption of meat and meat products involves a cooking process which would not give any deactivation at all.",
        "For example, careful repair an reuse of wooden pallets reduced consumption from 5000 to 2000 pallets per year.",
        "The high quality design which this site deserves should include ambitious strategies to minimize resource consumption.",
        "Dietary changes that may be helpful excessive caffeine consumption has been associated with arrhythmia in human studies.",
        "High culture is for them a form of conspicuous consumption.",
        "There are plans to develop services for: supervised consumption of prescribed medicines needle exchange services advice to care homes minor ailment schemes.",
        "Burning buried sunshine: human consumption of ancient solar energy.",
        "Driving forces of and barriers to sustainable consumption (international workshop ).",
        "This reflects reduced energy consumption by the Environment Business.",
        "consumption per capita in Scotland is 140 liters per person per day.",
        "The purpose of the course is to teach you about the effects of alcohol consumption.",
        "fuel consumption is amazing, 4 hour flights become a true reality.",
        "Second, we can reduce inputs of carbon dioxide by reducing wasteful energy consumption.",
        "Indicator 1: Water consumption The average household per capita consumption of water in Hertfordshire for 1997/98 was 170 liters per head per day.",
        "Moreover, there is a rise in metabolic rate and oxygen consumption.",
        "Owing to the high electricity consumption per customer in Texas, overall average consumption rose by 56% .",
        "WARNING: The consumption of alcohol may cause a disturbance in the time-space continuum, whereby gaps of time may seem to literally disappear.",
        "cultivation of cannabis is legalized for consumption and supply.",
        "It allows America to fund its wars and consumption with a depreciating currency.",
        "dairyse modern dairies provide milk to southeast states for fluid consumption and locally for the production of high-quality cheese.",
        "dampen down aggregate demand by reducing consumption and investment by people and firms.",
        "The consequent decrease in the cost of producing electricity, reduced specific fuel consumption and reduced environmental pollution promises great benefit to the community.",
        "dematerialized cathedrals of consumption.",
        "Fluoridation does not address the real causes of tooth decay - poor dental hygiene and excessive refined sugar consumption.",
        "dietary exposure to dioxins, the report finds, is to reduce consumption of animal fat.",
        "dying of consumption and lecturing at the Royal Institution.",
        "Also informed by his appearence on at the ICA on the panel debate dying of Consumption and lecturing at the Royal Institution.",
        "Nocturnal intake rates were higher than diurnal intake rates owing to the consumption of more large earthworms at night.",
        "Service sector energy consumption by fuel, in primary energy consumption by fuel, in primary energy equivalents, 1970 to 2003.",
        "enormous quantity of beer to be provided at these ceremonies for consumption by the workers.",
        "erases all distinction between the essential economic character of so-called productive and consumption goods.",
        "Any number of control loops can be imposed on the simulation allowing control system evaluation and realistic energy consumption estimates.",
        "In Canada, the government aims for 45 percent of the country's gasoline consumption to contain 10 percent ethanol by 2010.",
        "excessive consumption of meat right up there in that category.",
        "excruciate, inexorable advance of the consumption that wasted her body had been excruciating to watch.",
        "The most direct way for humans to reduce dietary exposure to dioxins, the report finds, is to reduce consumption of animal fat.",
        "The loud music produced by the young person is a negative consumption externality to the older person.",
        "externalitye there are externalities in consumption the decision to consume is essentially dynamic in nature.",
        "fast-food consumption is the gradual loss of a 'food culture ' .",
        "fast timetremely fast access times and low power consumption flash harddrives are a very interesting choice, especially to the portable market.",
        "What there is not enough of is animal feed - cereals to drive the predicted increase in meat consumption.",
        "fishery are all predominantly for human consumption, although a proportion of the pelagic fisheries are used for fishmeal and fish oil production.",
        "The F4F research focus is on the interaction of agriculture and consumption: eating habits, food poverty and sustainable food chains.",
        "foodstuffs for local consumption were particularly badly affected by Hurricane Mitch.",
        "At the moment fop ' s memory consumption forbids compiling cookbooks with more than a couple of hundred recipes even on recent computers.",
        "On the one hand, it was simply a system to regulate consumption in the \" besieged fortress \" .",
        "The captured vapors are burned to generate enough electrical energy for the Shell grid to compensate for the new loading gantry 's consumption.",
        "gasoline consumption to contain 10 percent ethanol by 2010.",
        "SiGe chips are similar to standard silicon chips, but they also contain germanium for better performance and lower power consumption.",
        "Carbon neutral Our way of life, transport, production and consumption all need to change if we want to halt global warming.",
        "With man-made global warming out of the equation, mankind's ' consumption ' in biosphere terms is entirely sustainable.",
        "Convenience goods: A term used in retailing to indicate goods purchased for regular consumption.",
        "Welcome to the world of conspicuous consumption, preening celebrities, snowbound indie film hopefuls and arrogant distributor moguls.",
        "human consumption of ancient solar energy.",
        "Effects of walnut consumption on plasma fatty acids and lipoproteins in combined hyperlipidemia.",
        "immoderate consumption of tea is due in a great measure the large increase of those complaints which are usually termed nervous.",
        "trimming the impeller reduces power consumption by 2.5 kW (14% ), saving £ 2190 a year.",
        "inconspicuous consumption to highlight many neglected aspects of behavior.",
        "The consumption of coffee is fairly inelastic, in that a change in price translates into a relatively small change in the quantity consumed.",
        "Food premises are governed by numerous regulations to ensure that all food intended for human consumption is not rendered injurious to health.",
        "intended for human consumption.",
        "isoflavone consumption on bone mineral loss in humans have been published.",
        "khat consumption, the stimulant has found new markets, both within the region of production and internationally.",
        "It reduces the price of meat for human consumption and reduces the demands on the human food larder.",
        "linseed oil from home grown crops for human consumption.",
        "It produces cold pressed linseed oil from home grown crops for human consumption.",
        "The Poor spin lint and wool principally for household consumption.",
        "They all recognize the importance of consumption, but most seem loath to discuss the details.",
        "Consumption of raw and processed tomatoes in British people aged 65 years and over was significantly related to plasma lycopene concentration.",
        "Measuring for compost maturity: A test for oxygen consumption.",
        "The maximal volume of oxygen consumed per unit time, also maximal oxygen consumption.",
        "miserly electrical consumption.",
        "But the doctor says missis must go: he says she's been in a consumption these many months.",
        "Nor am I advocating global monoculture or an increase in consumption.",
        "moralistic, rigid attitude to the consumption of drink.",
        "The environment debate has become increasingly moralistic: restraint is good, production and consumption are bad.",
        "The other 2, who presented 10 days after consumption of the mushrooms, developed severe interstitial nephritis and did not recover renal function.",
        "Our proposed ban on bovine offal for human consumption would not affect these uses, I assume.",
        "offal for human consumption would not affect these uses, I assume.",
        "Even without any increase in this consumption the present known reserves, of what is mainly low-grade ore, will last around 50 years.",
        "orgy of consumption and its religious significance largely forgotten.",
        "Table 1. Relative risk of heart disease at the 90th percentile of consumption compared to the 10th percentile.",
        "The 97.5th percentile level of consumption is generally taken to be representative of the upper limit of normal dietary behavior.",
        "In fact, regular consumption of bee pollen can provide significant relief from allergies.",
        "power consumption of Anglesey Aluminum is 250 MW.",
        "At the same time, there is an equally pressing demand for lower power consumption, especially for circuits in portable equipment.",
        "They want to be part of the creative process and get involved beyond the mere consumption of music.",
        "putrefying material or food stored for human consumption.",
        "They are increasing in consumption and whilst widely used raw in salads, are not necessarily mild.",
        "reduction in consumption of benzodiazepines, mainly by elderly patients.",
        "reifyitalist consumption reifies not only the structures of the economic base but also the constructs of abstraction.",
        "reify disadvantage of this approach is that reified structures are created which do not structure things in any natural way for human consumption.",
        "The royal families have rubbed salt in their middle classes resentment by engaging in excesses of conspicuous consumption.",
        "All the exotic ruminants appear to be linked to the BSE epidemic via the consumption of contaminated feed.",
        "Similarly in rough conditions consumption of alcohol can cause seasickness.",
        "shellfish for consumption.",
        "shunting duties, the fuel consumption should equal the diesel one.",
        "slaughtered for human consumption.",
        "stem the tide of energy consumption.",
        "When supplying table wine for consumption with other food ensure you are showing the prices of at least five bottles of such wine.",
        "table wine for consumption with other food ensure you are showing the prices of at least five bottles of such wine.",
        "tilapia consumption has moved beyond these niche markets into the mainstream.",
        "Tax revenue Part of the adjustment to major declines in tobacco consumption will be some fall in tobacco consumption will be some fall in tobacco tax revenue.",
        "A trial begins in Hull of men accused of conspiring to sell poultry meat unfit for human consumption to a supermarket chain.",
        "unfit for human consumption, should not enter the food chain at all.",
        "Consumption of cherries lowers plasma urate in healthy women.",
        "vane type air motors with piston type air motors, an automotive paint plant has cut air consumption by 85% .",
        "wasteful energy consumption.",
        "I then built a 20 foot high water tower near to the house, intended for my personal consumption.",
        "well-taken care of consumption (Association of responsible consumption ), Cultural Association [canada] alberta hamilton maritimes Montreal Ontario PEOPLE.",
        "Sometimes cases of poisoning follow the consumption of what have really appeared to gardeners to be true bed-mushrooms, and to country folks as small horse mushrooms. The case is made more complicated by the fact that these highly poisonous forms now and then appear upon mushroom-beds to the exclusion of the mushrooms. This dangerous counterfeit is A.",
        "The salt-pans at Cagliari and of Carloforte are of considerable importance; they are let by the government to contractors, who have the sole right of manufacture, but are bound to sell the salt necessary for Sardinian consumption at 35 centesimi (3d.) per cwt.; the government does not exercise the salt monopoly in Sardinia any more than in Sicily, but in the latter island the right of manufacture is unrestricted.",
        "Maize is the favourite grain for home consumption, but considerable quantities of this cereal, as well as, barley, rye and oats are exported.",
        "==Agriculture== In 1878 the production of wheat was insufficient for home consumption, the amount of Indian corn grown barely Live stoc covered local necessities, and the only market for live stock k, &c. was in the slaughtering establishments, where the meat &c was cut into strips and cured, making the so-called \" jerked beef \" for the Brazilian and Cuban markets.",
        "The production of coal and lignite averaging 33,465,000 metric tons in the years 1901-1905 represents about 73% of the total consumption of the country; the surplus is supplied from Great Britain, Belgium and Germany.",
        "The production of wine in the vintage of 1907, which was extraordinarily abundant all over the country, was estimated at 1232 million gallons (56 million hectolitres), the average for 1901f 903 being some 352 million gallons less; of this the probable home consumption was estimated at rather over half, while a considerable amount remained over from 1906.",
        "As affecting agricultural practice there were three noteworthy improvements in respect of the making of which, without the consent of or notice to his landlord, a tenant might claim compensation - (1) the consumption on the holding \" by horses, other than those regularly employed on the holding,\" of corn, cake or other feeding-stuff not produced on the holding; (2) the \"consumption on the holding by cattle, sheep, or pigs, or by horses other than those regularly employed on the holding, of corn proved by satisfactory evidence to have been produced and consumed on the holding \"; (3) \" laying down temporary pasture with clover, grass, lucerne, sainfoin or other seeds sown more than two years prior to the determination of the tenancy.\"",
        "Maceio, The total production in 1906 was estimated at about 275,000 bales, but only a portion was available for export, there being an increasing consumption in Brazil itself.",
        "Consumption is very prevalent.",
        "The ceremony may be the spiritualized descent of the primitive oriental practice of drinking or being baptized in the blood of an animal, based upon a belief that the strength of brute creation could be acquired by consumption of its substance or contact with its blood.",
        "Street, is a fine example of modern Gothic. Among the principal buildings and institutions are the town-hall, museum of the natural history society, theatre and opera-house (1880), market, schools of art and science, the Torbay infirmary and dispensary, the Western hospital for consumption, Crypt House institution for invalid ladies and the Mildmay home for incurable consumptives.",
        "Even in his boyhood he had shown symptoms of consumption, the disease that was working such havoc in his family; and now under the strain of work he broke down altogether, and had to retire to the Harz with his friends Ritter and R.",
        "Other sources of revenue are stamp taxes on business transactions, domestic consumption taxes (usually payable in stamps) on manufactured tobaccos, beverages, boots and shoes, textiles, matches, salt, preserved foods, hats, pharmaceutical preparations, perfumeries, candles, vinegar, walking sticks and playing cards, and taxes on lotteries, passenger tickets, salaries and dividends of joint-stock companies.",
        "The air-bladder of this fish furnishes isinglass, little, if at all, inferior to that obtained from the sturgeon, while from the liver is obtained cod-liver oil, largely used in medicine as a remedy in scrofulous complaints and pulmonary consumption (see CODLIVER OIL).",
        "How important the consumption of frankincense in the worship of the gods became in Egypt is shown by two of its monuments, both of the greatest interest and value for the light they throw on the early history of the commerce of the Indian Ocean.",
        "But the consumption of all manner of odoriferous resins, gum resins, roots, woods, dried leaves, flowers, fruits and seeds in India, in social as well as religious observances, is enormous.",
        "The oxygen contained in that fluid, and destined for consumption by the tissues, is retained by the influence of alcohol in its combination with the haemoglobin or colouring matter of the red blood corpuscles.",
        "Cod-liver oil may be given in all wasting diseases, and is occasionally valuable in cases of chronic rheumatoid arthritis; but its great therapeutic value is in cases of tuberculosis of whatever kind, and notably in pulmonary tuberculosis or consumption.",
        "Since, then, the destruction of the hardy germs is so difficult, the greater care should be taken, by washing the udder, hands and milk vessels, to secure extreme cleanliness in the preparation of milk intended for infant consumption.",
        "to 35Ã‚° N.) and about 73Ã‚° of longitude (67Ã‚° to 140Ã‚° E.), while the consumption shows itself to a large extent to have strictly geographical limitations.",
        "In the northern hemisphere (excluding the races who consume their own produce) the material consumption of tea is in regions lying 40Ã‚° N.",
        "The Chinese government having issued an edict that the growth and consumption of opium in China should be entirely suppressed within ten years, the government Ã¿f India accordingly agreed in 1908 that the export of opum from India should be reduced year by year, so that the opium revenue would henceforth rapidly decline and might be expected to cease altogether.",
        "The rice crop covers a very great proportion of the cultivated land, but it is used for local consumption, and the Brahmaputra valley does not produce enough for its own consumption, large quantities being imported for the coolies.",
        "Consumption had been making its insidious inroads upon Spinoza for many years, and early in 1677 he must have been conscious that he was seriously ill.",
        "The resulting liquid, which has a muddy or cafÃ©-au-lait appearance, or is of a greenish hue if made from leaves, is now ready for consumption.",
        "Nominally, the import duties are moderate, so much so that Bolivia is sometimes called a \" free-trade country,\" but this is a misnomer, for in addition to the schedule rates of io to 40% ad valorem on imports, there are a consular fee of i-% for the registration of invoices exceeding 200 bolivianos, a consumption tax of 10 centavos per quintal (46 kilogrammes), fees for viseing certificates to accompany merchandise in transit, special \" octroi \" taxes on certain kinds of merchandise controlled by monopolies (spirits, tobacco, &c.), and the import and consumption taxes levied by the departments and municipalities.",
        "Calculations, for instance, as to what people at the lower levels of the income tax must pay because they happen to be struck by every sort of tax as no other class is, and calculations as to the freedom from taxation of large numbers of other classes whose habits of consumption and living enable them to escape the tax-gatherer as the class to which they belong cannot generally do, may help a finance minister in the selection of taxes to be repealed or reduced or to be newly imposed.",
        "Since this form does not inflame until heated to above 350Ã‚°, it is manufactured in large quantities for consumption in the match industry.",
        "A considerable part of the sugarcane produced is likewise devoted to the manufacture of chicha (rum), the consumption of which is common among the Indians and half-breeds of the Andean regions.",
        "The springs, the Arminius Quelle and the Liborius Quelle, for which it is famous, are saline waters of a temperature of 70Ã‚° F., and are utilized both for bathing and drinking in cases of pulmonary consumption and chronic diseases of the respiratory organs.",
        "In 1875 the London Argand, giving a duty of 3.2 candles illuminating power per cubic foot of ordinary 16 candle gas, was looked upon as the most perfect burner of the day, and little hope was entertained that any burner capable of universal adoption would surpass it in its power of developing light from the combustion of coal gas; but the close of the century found the incandescent mantle and the atmospheric burner yielding six times the light that was given by the Argand for the consumption of an equal volume of gas, and to-day, by supplying gas at an increased pressure, a light of ten times the power may be obtained.",
        "A problem arises because of the strong correlation between standard of living and energy consumption.",
        "An ongoing debate is whether a high amount of energy raises a nation or region's gross national product (GNP) or whether rising GNP increases the consumption of energy.",
        "It is not presently available for human consumption.",
        "This means that milk containing 400 million pus cells per liter can be sold legally for human consumption.",
        "Houseflies can transmit diseases when feeding on liquefiable solid food, which may be moist, putrefying material or food stored for human consumption.",
        "A: Reduction in consumption of benzodiazepines, mainly by elderly patients.",
        "The disadvantage of this approach is that reified structures are created which do not structure things in any natural way for human consumption.",
        "Capitalist consumption reifies not only the structures of the economic base but also the constructs of abstraction.",
        "However, alcohol consumption and oral contraceptives may cause a riboflavin deficiency.",
        "It is not intended, by itself, to protect the quality of shellfish for consumption.",
        "In shunting duties, the fuel consumption should equal the diesel one.",
        "It is possible to estimate personal material consumption for an average South West resident by SIC category.",
        "No animal appearing to suffer from such a disease could be slaughtered for human consumption.",
        "The process can also have a high energy consumption due to the use of sorbent slurry pumps and fans.",
        "In response to the research, the EST called for policy measures to stem the tide of energy consumption.",
        "However, domestic consumption and investment remained subdued due to near record unemployment and uncertainty about the future.",
        "Recent developments in the USA are also of interest, where tilapia consumption has moved beyond these niche markets into the mainstream.",
        "Tax revenue Part of the adjustment to major declines in tobacco consumption will be some fall in tobacco tax revenue.",
        "The tragedy of Chopin 's short life was consumption (tuberculosis of the lungs).",
        "Dead animals unfit for human consumption, should not enter the food chain at all.",
        "By replacing 68 vane type air motors with piston type air motors, an automotive paint plant has cut air consumption by 85 %.",
        "Well-taken care of consumption (Association of responsible consumption), Cultural Association [canada] alberta hamilton maritimes Montreal Ontario PEOPLE.",
        "In this case, some mothers pump their milk to ensure their babies get the health benefits of breast milk consumption, even if they won't drink it straight from the breast.",
        "Always check on the rated power consumption of the unit.",
        "Buy a model that sleeps or reduces power consumption in the sleep mode.",
        "Fast system scanning and low consumption of system resources, making it idea for slower computers.",
        "Things you may want to keep in mind are gas consumption, safety equipment, options, and vehicle mileage.",
        "Foods that deserve a glowing review when it comes to cat food ratings should be made using high-quality animal proteins formed from cuts of meat that would be considered safe for human consumption."
    ],
    "definition": [
        "The act or process of consuming.\nThe state of being consumed.\nAn amount consumed.",
        "The act or process of consuming.",
        "The state of being consumed.",
        "An amount consumed.",
        "A progressive wasting of body tissue.\nPulmonary tuberculosis. No longer in scientific use.",
        "A progressive wasting of body tissue.",
        "Pulmonary tuberculosis. No longer in scientific use.",
        "Link/Cite"
    ]
}