{
    "translation": "קונסיסטנטי, עקבי",
    "uses": [
        "Her speed was consistent, her destination clear.",
        "This viewpoint seems reasonable because it is largely consistent with our everyday experience of life.",
        "Darian took them to an area where he'd felt a consistent, high level of Other activity.",
        "But guilt of that sort would hardly be consistent with his character as it appears in those early days.",
        "In Mexico the national government is carrying out a consistent policy of developing its railway lines.",
        "If you want to show expertise, consistent practice is vital.",
        "It is consistent with all we know of the past, which is progress and prosperity.",
        "What remains to be done is, not to explain how such a world manages to be what it is, nor how we came to form these notions, but merely this - to expel from the circle and totality of our conceptions those abstract notions which are inconsistent and jarring, or to remodel and define them so that they may constitute a consistent and harmonious view.",
        "It is a consistent policy of harbouring inconsistencies in the same mind.",
        "54) If we conceive God as personal, and His will as related to the course of nature analogously to the relation of the human will to the human body, then the laws of nature may be regarded as habits of the divine activity, and miracles as unusual acts which, while consistent with the divine character, mark a new stage in the fulfilment of the purpose of God.",
        "The compactness of the series of rational numbers is consistent with quasi-gaps in it - that is, with the possible absence of limits to classes in it.",
        "89), is not consistent with history.",
        "In accordance with the consistent policy of inclusion and toleration by which the whole of his official life was characterized, he induced the council to call the assembly of notables, which met at Fontainebleau in August 1560 and agreed that the States General should be summoned, all proceedings against heretics being meanwhile suppressed, pending the reformation of the church by a general or national council.",
        "But as you are a philosopher, be a consistent one, look at the other side of the question and you will see that your duty, on the contrary, is to take care of yourself.",
        "In fact, he was only consistent in his inconsistency (semper in omnibus varies).",
        "Experimental conditions were thoroughly worked out; the necessity of working with hot or cold solutions was clearly emphasized; and the employment of small quantities of substances instead of the large amounts recommended by Klaproth was shown by him to give more consistent results.",
        "There is some reason to hope that the day of these misconceptions is passed; although there is also some reason to fear that on other grounds the present era may be known to posterity as an era of instrumentation comparable, in its gorgeous chaos of experiment and its lack of consistent ideas of harmony and form, only to the monodic period at the beginning of the 17th century, in which no one had ears for anything but experiments in harmonic colour.",
        "The Guelph party was held together with a less tight hand even in cities so consistent as Florence.",
        "Although his making religion the sole factor of this evolution was a perversion of the historical facts, the book was so consistent throughout, so full of ingenious ideas, and written in so striking a style, that it ranks as one of the masterpieces of the French language in the 19th century.",
        "Please continue to knead the dough by hand until it is mixed to a consistent texture.",
        "The relation between the b.h.p. and the torque on the driving-axle is 55 o B.H.P. =Tu., (9) It is usual with steam locomotives to regard the resistance R as including the frictional resistances between the cylinders and the driving-axle, so that the rate at which energy is expended in moving the train is expressed either by the product RV, or by the value of the indicated horse-power, the relation between them being 55 0 I.H.P. =RV (Io) or in terms of the torque 55 0 I.H.P.X€=RVe=TW (II) The individual factors of the product RV may have any value consistent with equation (to) and with certain practical conditions, so that for a given value of the I.H.P. R must decrease if V increases.",
        "He inherited his father's hatred of Marius, and was a consistent though moderate supporter of the aristocracy.",
        "Cranmer's conduct was certainly consistent with his profession that he did not desire, as he had not expected, the dangerous promotion.",
        "Some writers place it north of the Temple on the site afterwards occupied by the fortress of Antonia, but such a position is not in accord with the descriptions either in Josephus or in the books of the Maccabees, which are quite consistent with each other.",
        "As a ruler he showed legislative capacity, and a very commendable wish to provide his kingdoms with a code of laws and a consistent judicial system.",
        "With the government of Italy his general policy was to be as conciliatory as was consistent with his oath as pope never to surrender the \"patrimony of St Peter\"; but a moderate attitude was rendered difficult by partisans on either side in the press, each of whom claimed to represent his views.",
        "He had a special protest recorded, in which he formally declared that he swore allegiance to the pope only in so far as that was consistent with his supreme duty to the king.",
        "A consistent advocate of the protective tariff, he was one of the organizers, and for many years president, of the American Protective Tariff League.",
        "In Congress he was a consistent defender of sound money and civil service reform; in municipal politics he was in favour of business administrations and opposed to partisan nominations.",
        "The issue of this conflict was determined less by any intrinsic superiority on the part of her enemies than by the blunders committed by a people unable to carry out a consistent foreign policy on its own initiative, and served since Pericles by none but selfish or short-sighted advisers.",
        "But, from the national distrust of system, it has not been elaborated into a consistent metaphysic, but is rather traceable as a tendency harmonizing with the spirit of natural science.",
        "- 4 with one another because all shall be parts of a consistent whole.",
        "It is true that several of the Neoplatonists professed to accept all the teaching both of Plato and of Aristotle, whereas, in fact, they arbitrarily interpreted Aristotle so as to make him agree with Plato, and Plato so as to make his teachings consistent with the Oriental doctrines which they had adopted, in the same manner as the schoolmen attempted to reconcile Aristotle with the doctrines of the church.",
        "the excellent bearing and consistent successes of the Turkish troops during the first months of the campaign on land excited the admiration of all Europe.",
        "- is consistent with his generous treatment of his late adversary in his outlaw life, and with this agrees his embassy of thanks to the men of Jabesh-Gilead for their chivalrous rescue of the bodies of the fallen heroes (2 Sam.",
        "The consistent firmness with which he adhered to the cause of constitutional liberalism during the many changes of his times gained him the highest respect of his countrymen, by whom he was styled the Aristides of the French tribune.",
        "It supports the government as the power alone capable of promoting legislation, but its support is given only so long as the measures of the government are consistent with the Labour policy.",
        "In the east, where, as a rule, charters had been uniform and consistent, the change to general incorporation law was due to a desire to render incorporations speedier and less expensive.",
        "The historians of culture are quite consistent in regard to their progenitors, the writers of universal histories, for if historical events may be explained by the fact that certain persons treated one another in such and such ways, why not explain them by the fact that such and such people wrote such and such books?",
        "Random as are some of his statements, he was consistent in two objects: (1) in the interest of solifidian doctrine, to place the rejection of the Catholic doctrine of good works on a sure ground; (2) in the interest of the New Testament, to find all needful guidance for Christian duty in its principles, if not in its precepts.",
        "Table Xxi It is instructive to inquire into the limiting efficiency of an engine consistent with the conditions under which it is working, because in no case can the efficiency of a steam-engine exceed a certain value which depends upon the temperatures at which it receives and rejects heat.",
        "The problem has been how to accomplish this work with the minimum of labour consistent with the desired accuracy.",
        "The system of Holbach seeks to provide a consistent materialistic view of the world and its processes.",
        "Its powers have been exercised with the greatest caution, yet with consistent firmness; and the publicity which has been given to the true and detailed causes of scores and scores of railway accidents by the admirable reports of the Board of Trade inspectors has been a powerful lever in improving the railway service.",
        "It is quite consistent with the evidence to suppose that a seven-day week was in use in Babylonia, but each item may be explained differently, and a definite proof does not exist.",
        "His reputation as a consistent moderating influence in European policy and one of the chief guarantors of European peace was indeed rudely shaken in October 1908, the year in which he celebrated his ixty years jubilee as emperor, by the issue of the imperial Iscript annexing Bosnia and Herzegovina to the Habsburg ominions, in violation of the terms of the treaty of Berlin.",
        "This conception of will, though consistent and convenient to the main thesis, must be rigidly distinguished from the ordinary significance of will, i.e.",
        "It was not long, however, before the party itself became divided on the fiscal question; and a Protectionist government coming into power, about half the Labour members gave it consistent support and enabled it to maintain office for about three years, the party as a political unit being thus destroyed.",
        "It is consistent with this view to argue the absolute parity of ministers and elders, conceding to all presbyters\" equal right to teach, to rule, to administer the sacraments, to take part in the ordination of ministers, and to preside in church courts.\"The practice of the Presbyterian churches of the present day is in accord with the first-named theory.",
        "To be consistent with the terminology adopted in Britain, it is necessary to regard the pole which is geographically north as being the south pole of the terrestrial magnet, and that which is geographically south as the north pole; in practice however the names assigned to the terrestrial magnetic poles correspond with their geographical situations.",
        "is then an expression of the form a p b e c r d s, where p, q, r, s have the greatest possible values consistent with the condition that each of the given expressions shall be divisible by a p b e c r d s .",
        "Very few authors of so high a class have been so consistent, or have made their conduct so close a reflection of their philosophy.",
        "What both Ritschl and Schleiermacher insist on is that the belief in miracles is inseparable from the belief in God, and in God as immanent in nature, not only directing and controlling its existent forces, but also as initiating new stages consistent with the old in its progressive development.",
        "Their schedule seems pretty consistent.",
        "Diners return to this restaurant because of consistent quality and a hospitable staff.",
        "The radiation was isotropic and it corresponded to a temperature that was consistent with red-shifted radiation from the Big Bang.",
        "admits of a perfectly consistent interpretation from first to last.",
        "It is also consistent with Onsager 's reciprocity relationship or symmetrical coupling between all energy modes.",
        "A network of external links with industry supports the course which has a strong reputation for consistent innovation.",
        "Our consistent involvement in the anti-imperialist movement over the years is proof of our resolute opposition to the role of the US.",
        "Consider claddings for a bespoke or consistent appearance Modular office building is NOT restrictive in terms of design or layout.",
        "Even if information is sketchy at that stage, it 's important to get a consistent and regular message across.",
        "Consistent underspending or slippage on capital schemes may result in the intervention of a nominated Director.",
        "Also, the method used must be consistent with the unit 's mission and must strictly adhere to the appropriate SOPs and regulations.",
        "This had a hyaline mycelium bearing lemon-shaped sporangia which released motile zoospores after chilling in water, consistent with P. infestans.",
        "The symptoms of death were regarded as being consistent with strychnine poisoning.",
        "This upper bound is consistent with the residual oceanic topography anomalies above subduction systems.",
        "Despite this, the levels of caffeine, theobromine and theophylline found in this survey are generally consistent with previous results.",
        "It is first shown that this conception is consistent with time-honored principle of unity in diversity.",
        "Menus The top-level menu is consistent throughout the site.",
        "Furniture was upholstered in the same fabric to create a consistent look.",
        "Obedience comes from consistent training, using the vaulting whip in a very meaningful way.",
        "It is not consistent with the federal wiretap statute, Title III.",
        "Sleep stretches will begin to become more consistent at three to four hours, at which time your baby will wake to eat.",
        "Once you really get into potty training more extensively you have to be consistent with your child.",
        "Consistent body temperature in an open crib.",
        "It is also a good idea to measure more than once to see how consistent these measurements are.",
        "From Alberta, Canada, we discover for the last three years their two top names have remained consistent.",
        "Doctors were effective and consistent in assessing their peers, they were highly consistent when assessing the 4th quartile of performance.",
        "The North American reappraisers are at least consistent in repudiating the whole notion of provincial accountability to any outside agency.",
        "The US government insists that subcritical testing is consistent with the zero yield CTBT.",
        "Third, you'll need to be consistent and patient, and, fourth, you should help your child be proud of her accomplishments.",
        "To be successful at training your child in anything, you have to be patient and consistent.",
        "Just be sure that your child is ready to begin the training process, be patient and consistent, and use lots of praise.",
        "It is consistent with this circle of ideas that initiation into the profound mysteries of the liturgy was regarded, together with the preservation of dogma, as the most exalted function of theology.",
        "Towards Russia the policy of Czechoslovakia was logically consistent.",
        "Under Louis Philippe (1830-1848), amid all varieties of administration there was a consistent desire to hold the balance fairly between all the conflicting subjects of study.",
        "These first two books contain Smith's general economic scheme; and we have stated it as fully as was consistent with the brevity here necessary, because from this formulation of doctrine the English classical school set out, and round it the discussions of more modern times in different countries have in a great measure revolved.",
        "He is perhaps scarcely consistent in ap proving the concession of temporary monopolies to joint-stock companies undertaking risky enterprises \"of which the public is afterwards to reap the benefit.\"",
        "Dr Chalmers' action throughout the Free Church controversy was so consistent in its application of Christian principle and so free from personal or party animus, that his writings are a valuable source for argument and illustration on the question of Establishment.",
        "James Hutton (1726-1797) had set forth (1788) the principle that during all geological time there has been no essential change in the character of events, and that uniformity of law is perfectly consistent with mutability in the results.",
        "All these principles are consistent with Francis Galton's law of particulate inheritance in heredity, and with the modern doctrine of \" unity of characters \" held by students of Mendelian phenomena.",
        "Too distrustful to delegate his responsibility to his ministers, he was too infirm of will to strike out and follow a consistent course for himself.",
        "On theoretical grounds it is probable that animatism preceded animism; but savage thought is no more consistent than that of civilized man; and it may well be that animistic and panthelistic doctrines are held simultaneously by the same person.",
        "The Manichaean system is one of consistent, uncompromising dualism, in the form of a fantastic philosophy of nature.",
        "5) is more consistent than that of the Eudemian Ethics.",
        "Some successes were gained, but a consistent policy was impossible with a rebellious aristocracy and a king of indolent character.",
        "The view that visible radiation must be excited by the impact of such an electron is therefore quite consistent with the view that there is no essential difference between the excitement due to chemical or electrical action and that resulting from a sufficient increase of temperature.",
        "This is consistent with Kirchhoff's law and shows that the sodium in a flame possesses the same relative radiation and absorption as sodium vapour heated thermally to the temperature of the flames.",
        "The one endeavours to determine the conditions, which are consistent with our knowledge of atomic constitution derived from other sources, and lead to systems of vibration similar to those of the actual atom.",
        "It may be urged in reply that the synthetic philosophy could be made consistent by transferring the knowable resistance and persistence of the unknowable noumenon to knowable phenomena on the one hand, and on the other hand by maintaining that all phenomena from the original nebula to the rise of consciousness are only ` 0 impressions produced on consciousness through any of the senses,\" after all.",
        "His psychological starting-point was the unproved assumption that the only force of which we are immediately aware is will; his metaphysical goal was the consistent conclusion that in that case the only force we can know, as the noumenal essence of which all else is phenomenal appearance, is will.",
        "But at the end of his Metaphysik, from the conclusion that everything beyond phenomena is divine interaction, he drew the consistent corollary that individual souls are simply actions of the one genuine being.",
        "Having, however, made a deduction, which is at all events consistent, that on Kantian assumptions all we know is mental phenomena, Lange proceeded to reduce the rest of Kantism to consistency.",
        "Lange thus transmuted inconsistent Kantism into a consistent Neo-Kantism, consisting of these reformed positions: (1) we start with sensations in a priori forms; (2) all things known from these data are mental phenomena of experience; (3) everything beyond is idea, without any corresponding reality being knowable.",
        "Wundt, starting from a psychology of unitary experience, deduces a consistent metaphysics of no inference of things transcending experience throughout - or rather until he came to the very last sentence of his System der Philosophie (1889), where he suddenly passes from a necessity of \" ideals \" (Ideen), to a necessity of \" faith \" (Glauben), without \" knowledge \" (Wissen).",
        "But notwithstanding its illogicality, its tendency to underrate Nature as inferred from such idealistic premises, and its certain transition into a consistent idealism, hypothetical realism has, with little excuse, revived among us in the writings of Shadworth Hodgson, James Martineau and A.",
        "Here you would expect him to stop, as the German Neo-Kantism of Lange stops, with the consistent conclusion that all we know of Nature from such data is these complexes of sensation-elements, or phenomena in the Kantian meaning.",
        "In Part II., ch i., he makes three assumptions about the senses, and, without stopping to prove them, or even to make them consistent, deduces from them his thesis that the evidence of the senses is not a foundation of belief in Nature.",
        "Bignon did not re-enter public life until 1817, when he was elected to the chamber of deputies, in which he sat until 1830, consistent in his opposition to the reactionary policy of successive governments.",
        "While their principles were consistent with the neighbourhood of men, they were better adapted to a state of seclusion.",
        "As to the nature of these organizations the evidence is not altogether consistent.",
        "These utterances are eminently characteristic. They show how far Bismarck was (even at the close of 1870) from comprehending the traditional policy of the papacy towards Germany and German interests, and how little he conceived it possible to employ the relations between the future empire and the Vatican as a point of departure for a successful and consistent ecclesiastical policy.",
        "Perhaps the greatest service he rendered to his party was his consistent advocacy of the freedom of the press.",
        "It is found that this gives a consistent result; that is to say, if by an experiment with two particles A and B we get the ratio of their masses, and by an experiment with B and a third particle C we get the ratio of the masses of B and C, and thus the ratio of the masses of A and C, we should get the same ratio by a direct experiment with A and C. For the numerical measure of mass that of some standard body is chosen as a unit, and the masses of other bodies are obtained by comparison with this.",
        "But for any theory of solution to be tenable, it must at least be consistent with the known thermodynamic relations, verified as those relations are by experiment.",
        "Her foreign policy was as consistent as it could be considering the forces she had to contend against.",
        "It is evident that he carried rationalism in religion to an extent that seems hardly consistent with his position as a priest of the English Church.",
        "It was held that these admissions were not consistent with the views of inspiration professed by the Free Church.",
        "In proportioning the quantities of matrix to aggregate the ideal to be aimed at is to get a concrete in which the voids or air-spaces shall be as small as possible; and as the lime or cement is usually by far the most expensive item, it is desir able to use as little of it as is consistent with strength.",
        "Unfortunately, with all his gifts, Christian was no statesman, and was incapable of a consistent policy.",
        "That she was at length taken in her own toils even such a dullard as her admirers depict her could not have failed to understand; that €he was no such dastard as to desire or deserve such defenders the whole brief course of her remaining life bore consistent and irrefragable witness.",
        "They should be so erected as to present the smallest extent of opaque surface consistent with stability.",
        "No agreement has ever been arrived at regarding the consistent use of the term spore.",
        "The same laws apply to the individual hyphae and their branches as to simple sporophores, and as long as the conidia, sporangia, gametes, &c., are borne on their external surfaces, it is quite consistent to speak of these as compound sporophores, &c., in the sense described, however complex they may become.",
        "Boiler plates undergo in sharing and assembling an intermediate degree of distort' and therefore they must be given an intermediate carbon-content, following the general rule that the carbon-content and hence the strength should be as great as is consistent with retaining the degree of ductility and the shock-resisting power which the object will need in actual use.",
        "by making the \" bosh \" or lower part of his furnace an inverted cone as obtuse as is consistent with the free descent of the solid charge.",
        "In order to economize power in these operations, the metal should in general be as soft and hence as hot as is consistent with its reachingalow temperature before the rolling or forging is finished, because, as explained in § 32, undisturbed cooling from a high temperature injures the metal.",
        "In the first instance, then, Hume's philosophical work is to be regarded as the attempt to supply for empiricism in psychology a consistent, that is, a logically developed theory of knowledge.",
        "180.) It is impossible to give any consistent account of his doctrine regarding number.",
        "\" In short, there are two principles which I cannot render consistent, nor is it in my power to renounce either of them; viz.",
        "He was an eloquent speaker, and master of many subjects; and his proved royalism made it impossible for the ultra-Royalists to discredit him, much as they resented his consistent opposition to their short-sighted violence.",
        "Even in these purely secular affairs, moreover, his timidity and indecision prevented him from pursuing a consistent policy; and his ill fortune, or his lack of judgment, placed him, as long as he had the power of choice, ever on the losing side.",
        "Some of these results have been widely quoted, but they are far from consistent, and it may be doubted whether the difficulties of observing rapidly varying temperatures have been duly appreciated in many cases.",
        "The results are consistent with theory within the limits of experimental error, but the experimental methods certainly appear to admit of improvement.",
        "Of course the phenomenon might be due to actual change in the arc, but it is at least consistent with the view that arcs are of two kinds, one form constituting a layer of no great vertical depth but considerable real horizontal width, the other form having little horizontal width but considerable vertical depth, and resembling to some extent an auroral curtain.",
        "Much the most consistent results were those obtained at Godthaab by Paulsen (15).",
        "Colonel Denison was one of the founders of the \"Canada First\" party, which did much to shape the national aspirations from 1870 to 1878, and was a consistent supporter of imperial federation and of preferential trade between Great Britain and her colonies.",
        "The earl of Argyll, son of the marquis, added a qualifying clause; he would take the test, \" as far as it was consistent with itself.\"",
        "The truth is, there is not a single divine or statesman of that day whose course throughout was so thoroughly consistent.",
        "O'Connell, nevertheless, was sincere and even consistent in his conduct: he had denounced the union in early manhood as an obstacle to the Catholic cause; he had spoken against the measure in parliament; he believed that the claims of Ireland were set aside or slighted in what he deemed an alien assembly; and, though he had ceased for some years to demand repeal, and regarded it as rather a means than an end, he was throughout life an avowed repealer.",
        "Hence much ingenuity is exercised in order to obtain the strongest joint which is consistent with security of union.",
        "Athough under ecclesiastical censures, he had never swerved from a consistent profession of faith as a Catholic; and on his death-bed he duly received the last rites of his communion.",
        "The former, the old city, lying close to the harbour front, has streets as narrow as is consistent with wheel traffic. Obispo (Pi y Margall in the new republican nomenclature), O'Reilly and San Rafael are the finest retail business streets, and the Prado and the Cerro the handsomest residential streets in the city proper.",
        "Jefferson's distrust of governments was nothing exceptional for a consistent individualist.",
        "Thus, though, in so far as he asserted his fundamental doctrine without doubt or qualification, he was a dogmatist, in all else he was a sceptic. Again, the Eleatic Parmenides, deriving from the theologian Xenophanes the distinction between E 71'caT77 /, 07 and (W a, conceived that, whilst the One exists and is the object of knowledge, the Multiplicity of things becomes and is the object of opinion; but, when his successor Zeno provided the system with a logic, the consistent application of that logic resolved the fundamental doctrine into the single proposition \" One is One,\" or, more exactly, into the single identity \" One One.\"",
        "From the days of Protagoras, when this hostility was triumphant and contemptuous, to the days of Isocrates, when it was jealous and bitter, the sophists were declared and consistent sceptics.",
        "The consistent aim of the British authorities has been to establish private property in the soil, so far as is consistent with the punctual payment of the revenue.",
        "Repeated annexations, the spread of education, the appearance of the steam engine and the telegraph wire, all alike revealed a consistent determination to substitute an English for an Indian civilization.",
        "This framework is provided with guides on which the platform, whilst preserving its horizontality, is V the observer has to follow the eye-end in a comparatively small circle; another good point is the flattening of the cast-iron centrepiece of the tube so that the flange of the declination axis is attached as near to the axis of the telescope tube as is consistent with free passage of the cone of rays from the object-glass.",
        "Trans., 18 93, P. 361), Whose Work Threw A Great Deal Of Light On The Failure Of Previous Observers To Secure Consistent Results, Corresponded To The Last Expression E 2 T/R, And Consisted In Regulating The Current By A Special Rheostat, So As To Keep The Potential Difference E On The Terminals Of The Resistance R Balanced Against A Given Number Of Standard Clark Cells Of The Board Of Trade Pattern.",
        "In Spite Of The Large Corrections The Results Were Extremely Consistent, And The Value Of The Temperature Coefficient Of The Diminution Of The Specific Heat Of Water, Deduced From The Observed Variation In The Rate Of Rise At Different Points Of The Range 15° To 25°, Agreed With The Value Subsequently Deduced From Rowland'S Experiments Over The Same Range, When His Thermometers Were Reduced To The Same Scale.",
        "The optimates finally decided to support him for the consulship in order to keep out Catiline, and he eagerly embraced the \" good cause,\" his affection for which from this time onward never varied, though his actions were not always consistent.",
        "But at length many of them became formal logicians, who held that logic is the investigation of formal thinking, or consistent conception, judgment and reasoning; that it shows how we infer formal truths of consistency without material truth of signifying things; that, as the science of the form or process, it must entirely abstract from the matter, or objects, of thought; and that it does not tell us how we infer from experience.",
        "But as all truth, real as well as formal, is consistent, formal rules .of consistency become real rules of truth, when the premises are true and the consistent conclusion is therefore true.",
        "The real point is their interdependence, which is so intimate that one sign of great philosophy is a consistent metaphysics, psychology and logic. If the world of things is known to be partly material and partly mental, then the mind must have powers of sense and inference enabling it to know these things, and there must be processes of inference carrying us from and beyond the sensible to the insensible world of matter and mind.",
        "The aim of logic in general is to find the laws of all inference, which, so far as it obeys those laws, is always consistent, but is true or false according to its data as well as its consistency; and the aim of the special logic of knowledge is to find the laws of direct and indirect inferences from sense, because as sense produces sensory judgments which are always true of the sensible things actually perceived, inference from sense produces inferential judgments which, so far as they are consequent on sensory judgments, are always true of things similar to sensible things, by the very consistency of inference, or, as we say, by parity of reasoning.",
        "A premise that has the utmost universality consistent with this view can clearly be of no service for the establishment of a proposition that has gone to the making of it.",
        "1908) that, if the accurate formulae for the vapour-pressure given below are employed, the results for strong solutions are consistent with a very slight, but important, modification of Raoult's law.",
        "This method is logically consistent, and gives values ranging from 0.305 at o° to 0.345 at Ioo° C. and 0.464 at 210° C., but the difference from Regnault's S = 0.475 cannot easily be explained.",
        "By assuming suitable forms of the characteristic equation to represent the variations of the specific volume within certain limits of pressure and temperature, we may therefore with propriety deduce equations to represent the saturation-pressure, which will certainly be thermodynamically consistent, and will probably give correct numerical results within the assigned limits.",
        "It is easy, however, to correct the formula for these deviations, and to make it thermodynamically consistent with the characteristic equation (13) by substituting the appropriate values of (v-w) and L =H -h from equations (13) and (is) in formula (21) before integrating.",
        "He is \"to continue in this ministry\" of proclaiming the Shepherd's 1 More than one interpretation, typical or otherwise, of this \" Clement \" is possible; but none justifies us in assigning even to this Vision a date consistent with that usually given to the traditional bishop of this name (see Clement I.).",
        "Cats can be trained not to scratch the furniture, but you have to start immediately and be consistent in your training.",
        "Start training right away and be consistent in the training.",
        "The vast myth of the Ring is related in full several times in each of the three main dramas, with ruthless disregard for the otherwise magnificent dramatic effect of the whole; hosts of original dramatic and ethical ideas, with which Wagner's brain was even more fertile than his voluminous prose works would indicate, assert themselves at all points, only to be thwarted by repeated attempts to allegorize the philosophy of Schopenhauer; all efforts to read a consistent scheme, ethical or philosophical, into the result are doomed to failure; but all this matters little, so long as we have Wagner's unfailing later resources in those higher dramatic verities which present to us emotions and actions, human and divine, as things essentially complex and conflicting, inevitable as natural laws, incalculable as natural phenomena.",
        "is of the form a p b e c r d s, where p, q, r, s have the least possible values consistent with the condition that a P PC'd s shall be divisible by each of the given expressions.",
        "This is consistent with (7), which gives I!= i.o!.",
        "It is convenient to retain x, to denote x r /r!, so that we have the consistent notation xr =x r /r!, n (r) =n(r)/r!, n[r] =n[r]/r!.",
        "From a measurement of the maximum distance the least angle between consecutive lines consistent with resolution may be deduced, and a comparison made with the rule stated above.",
        "Whilst it can hardly be allowed that Xenophanes, so far from denying, actually affirms a plurality of gods, it must be conceded to Freudenthal that Xenophanes's polemic was directed against the anthropomorphic tendencies and the mythological details of the contemporary polytheism rather than against the polytheistic principle, and that, apart from the treatise De Melisso Xenophane et Gorgia, now generally discredited, there is no direct evidence to prove him a consistent monotheist.",
        "He was more honest and sincere than Charles II., more genuinely patriotic in his foreign policy, and more consistent in his religious attitude.",
        "If an instalment of representative.control was offered to Ireland, or any administrative improvement, he would advise the Nationalists to accept it, provided it was consistent and led up to their larger policy.\"",
        "Although our conception of the poet's life is necessarily vague and meagre, yet his personal force is so remarkable and so vividly impressed on his poem, that we seem able to form a consistent idea of his qualities and characteristics.",
        "While the risk of loss of capital is not to be avoided, it is of the utmost importance to limit the amount of money expended while the extent and value of the deposit are still uncertain and to do the necessary work by the cheapest methods consistent with thoroughness.",
        "How, then, it may well be asked, can this be consistent with reality of visionary experience ?",
        "This statement is quite consistent with the continuous production of new segments at the neck of the scolex, for such a process is analogous to the development of the segments in a Chaetopod, which is a perfectly distinct phenomenon from the regeneration of new segments to supply the place of a head or tail-end or some other portion that has been lesioned.",
        "We have the king's word for the fact that Arnold was a consistent royalist; but this is apparent from the whole tenor of the chronicle.",
        "In the greater politics of Germany, Baden, between 1850 and 1866, was a consistent supporter of Austria; and in the war of 1866 her contingents, under Prince William, had two sharp engagements with the Prussian army of the Main.",
        "On the fundamental question, however, of the psychophysical connexion and the derivation of mind from matter, his utterances are neither clear nor consistent.",
        "In refusing to serve under Shelburne he was undoubtedly consistent, but his next step was ruinous to himself and his party.",
        "He was not quite consistent in carrying out his principle (see Luthard's Geschichte der christlichen Ethik, ii.",
        "It was maintained at the bar that the denial of the most fundamental doctrines of Christianity would not be a lawful cause for such rejection, but the judgment only queries whether a denial of the personality of the devil or eternal punishment is consistent with membership of the church.",
        "Clausius (1850), applying the same assumption, deduced the same value of F'(t), and showed that it was consistent with the mechanical theory and Joule's experiments, but required that a vapour like steam should deviate more considerably from the gaseous laws than was at that time generally admitted.",
        "The entropy tends to a maximum, and the state is one of stable equilibrium when the value of the entropy is the maximum value consistent with the conditions of the problem.",
        "We find then two prominent notes of the state influence, firstly, the adaptation of the old ideas of the household and agricultural cults to the broader needs of the community, especially to the new necessities of internal justice between citizens and war against external enemies, and secondly the organization of more or less casual worship into something like a consistent system.",
        "Most unfortunately our English version of the romances, Malory's Morte Arthur, being derived from these later forms (though his treatment of Gawain is by no means uniformly consistent), this unfavourable aspect is that under which the hero has become known to the modern reader.",
        "The latest edition is Berliner's reprint (1884) of the Editio Sabbioneta (1557) Of all the extant Targums that of Onkelos affords perhaps the most characteristic and consistent example of the exeget i cal methods employed in these works.",
        "The consistent opposition of the retail traders in large urban centres other than the large stores, and of the country shopkeeper generally, has been sufficient to secure the refusal of the postmaster-general to the proposed scheme, but a commencement was made in 1908 for orders not exceeding X20 between the United Kingdom and Egypt, Cyprus and Malta, and certain British post offices in Turkey and Tangier.",
        "22, 1781) of a dauphin, Louis Joseph Xavier Francois, and on the death of Maurepas, which left the king without a chief minister, she might have exerted a considerable influence in public affairs had she taken a consistent interest in them; but her repugnance to serious matters triumphed, and she preferred to occupy herself with the education of her children, to whom she was a wise and devoted mother, 2 and with her friends and amusements at Trianon.",
        "Whether this heterogeneity of structure is or is not consistent with homogeneity and continuity of substance is another question.",
        "When he was sixteen he became a vegetarian for a time, rather to save money for books than for any other reason, and he always preached moderation in eating, though he was less consistent in his practice in this particular than as regards moderate drinking.",
        "Under all the inconsistencies of Talleyrand's career there lies an aim as steadily consistent as that which inspired his contemporary, Lafayette.",
        "no strong evangelical movement, and that Henry's pretty consistent adherence to the fundamental doctrines of the medieval Church was agreeable to the great mass of his subjects.",
        "In reality it stands for a more thoroughgoing and consistent application of the test of experience.",
        "19, 24) Goliath's iron spear-head must be judged together with the whole narrative in the light of a consistent historical criticism.5 The inhabitants of Ascalon besieged by Rameses II.",
        "When the Arians, however, finding the second form more consistent with their views, adopted it persistently and exclusively, its use was naturally discountenanced by the Catholics, and the other form became the symbol of orthodoxy.",
        "We shall treat only of the diatonic scale, which is the basis of European music, and is approximated to as closely as is consistent with convenience of construction in key-board instruments, such as the piano, where the eight white notes beginning with C and ending with C an octave higher may be taken as representing the scale with C as the key-note.",
        "His position in the Blaine campaign, his attitude in tariff discussions and legislation, his relations with United States senators, congressional representatives, and other party leaders, his methods in making official appointments, were entirely consistent with his constantly reiterated conviction that in politics permanent good is achieved not by guerilla warfare, but by working through and within the party.",
        "The minor variations of Chronicles from the books of Samuel and Kings are analogous in principle to the larger additions and omissions, so that the whole work has a consistent and well-marked character, presenting the history in quite a different perspective from that of the old narrative.",
        "As an exponent of universal evolution Haeckel is more consistent than Spencer.",
        "From these and other considerations it is obvious that (I) the electrolyte must be such as will freely dissolve the metal to be refined; (2) the electrolyte must be able to dissolve the major portion of the anode, otherwise the mass of insoluble matter on the outer layer will prevent access of electrolyte to the core, which will thus escape refining; (3) the electrolyte should, if possible, be incapable of dissolving metals more electro-negative than that to be refined; (4) the proportion of soluble electro-positive impurities must not be excessive, or these substances will accumulate too rapidly in the solution and necessitate its frequent purification; (5) the current density must be so adjusted to the strength of the solution and to other conditions that no relatively electro-positive metal is deposited, and that the cathode deposit is physically suitable for subsequent treatment; (6) the current density should be as high as is consistent with the production of a pure and sound deposit, without undue expense of voltage, so that the operation may be rapid and the \"turnover\" large; (7) the electrolyte should be as good a conductor of electricity as possible, and should not, ordinarily, be altered chemically by exposure to air; and (8) the use of porous partitions should be avoided, as they increase the resistance and usually require frequent renewal.",
        "It is not the business of the court to pronounce upon the absolute truth or falsehood of any given opinion, but simply to say whether it is formally consistent with the legal doctrines of the Church of England.",
        "The Tsarist policy was henceforth perfectly consistent in that it strove to make Lithuania a genuine part of Russia and sought to extirpate Polish culture beyond the frontiers of the kingdom.",
        "de l'apocalypse, 1888) regards the book as a unity into which its author had introduced older Jewish materials not always consistent with their new contexts, such as xi.",
        "The above law of gradual evolution is perfectly consistent with a second principle, namely, that at certain times evolution is much more rapid than at others, and that organisms are accelerated or retarded in development in a manner broadly analogous to the acceleration or retardation of separate organs.",
        "\"population has a tendency to increase faster than food,\" a sentence in which both are treated as if they were spontaneous growths, and which, on account of the ambiguity of the word \"tendency,\" is admittedly consistent with the fact asserted by Senior, that food tends to increase faster than population.",
        "And when, in 1867, a coadjutor was chosen for the bishop of Toronto, an application for a royal mandate produced the reply from the colonial secretary that \"it was not the part of the crown to interfere in the creation of a new bishop or bishopric, and not consistent with the dignity of the crown that he should advise Her Majesty to issue a mandate which would not be worth the paper on which it was written, and which, having been sent out to Canada, might be disregarded in the most complete manner.\"",
        "In Spite Of The Large Corrections The Results Were Extremely Consistent, And The Value Of The Temperature Coefficient Of The Diminution Of The Specific Heat Of Water, Deduced From The Observed Variation In The Rate Of Rise At Different Points Of The Range 15Ã‚° To 25Ã‚°, Agreed With The Value Subsequently Deduced From Rowland'S Experiments Over The Same Range, When His Thermometers Were Reduced To The Same Scale.",
        "On the 9th of January 1776 Paine published a pamphlet entitled Common Sense, a telling array of arguments for separation and for the establishment of a republic. His argument was that independence was the only consistent line to pursue, that \"it must come to that some time or other\"; that it would only be more difficult the more it was delayed, and that independence was the surest road to union.",
        "This method is logically consistent, and gives values ranging from 0.305 at oÃ‚° to 0.345 at IooÃ‚° C. and 0.464 at 210Ã‚° C., but the difference from Regnault's S = 0.475 cannot easily be explained.",
        "The agreement of the values of H with those of Griffiths and Dieterici at low temperatures, and of the values of p with those of Regnault over the whole range, are a confirmation of the accuracy of the foregoing theory, and show that the behaviour of a vapour like steam may be represented by a series of thermodynamically consistent formulae, on the assumption that the limiting value of the specific heat is constant, and that the isothermals are generally similar in form to those of other gases and vapours at moderate pressures.",
        "For the next fifteen years Washington's life at Mount Vernon, where he made his home after his marriage, was that of a typical Virginia planter of the more prosperous sort, a consistent member and vestryman of the Established (Episcopal) Church, a large slave-holder, a strict but considerate master, and.",
        "(principally directed by the astute Andrei Osterman), if purely pacific and extremely cautious, it was, nevertheless, dignified, consistent and independent.",
        "The end of action is, therefore, a harmonious consistent life \" according to nature \" and (cf.",
        "The duke of Wellington, Sir Robert Peel and several other members of the ministry, moved perhaps by personal animosity, and certainly by dislike of his known and consistent advocacy of the claims of the Roman Catholics, refused to serve with him.",
        "The advantage of the first arrangement is that the weights on the steelyard are always the same, and inconsistencies of indication are avoided, while in the second arrangement the loose weights are lighter and handier, though they must be very accurate and consistent among themselves, or the error will be considerable, by reason of the great leverage they exert.",
        "to prance, consistent, if not immoral; in 1411, under the princes influence, an English contingent joined the Burgundians and helped them to raise the siege of Paris.",
        "The only attempt since the publication of this great work to develop the various theories involved on a uniform plan and mould them into a consistent whole is that of de Pontecoulant in Theorie analytique du systeme du monde (1829-46, Paris).",
        "PulSAR signal data files have a consistent naming convention to aid identification.",
        "Secondary Schools There has been consistent improvement in secondary school pupils attainment, particularly at GCSE level.",
        "The results of these experiments show consistent effects of all the contextual variables on quantifier judgements.",
        "But it was decided by the High Court, after prolonged argument, that, though the creed of Zoroaster theoretically admitted proselytes, their admission was not consistent with the practice of the Parsees in India.",
        "His apparently inconsistent record on the coinage question becomes consistent if considered in the same way, as the expression of the gradually changing views of his constituency.",
        "In the 18th century there was a considerable Chinese population settled in Brunei, engaged for the most part in planting and exporting pepper, but the consistent oppression of the native rajas destroyed their industry and led eventually to the practical extirpation of the Chinese.",
        "Of the twelve Poemes symphoniques, Orphee is the most consistent from a musical point of view, and is exquisitely scored.",
        "In a critical form we _____________________ have Os = o, and the equation is satisfied FIG C2 by an arbitrary value of S; a consistent system of stresses in the remaining bars can then be found by preceding rules.",
        "The question remains, of course, as to how far the measurement of force here implied is practically consistent with the gravitational method usually adopted in statics; this will be referred to presently.",
        "The condition of stiffness is that the strain or disfigurement shall not be greater than is consistent with the purposes of the structure; and the condition of strength is that the stress shall be within the limits of that which the material can bear with safety against breaking.",
        "They there fore study that the numbers of teeth in each pair of wheels whici work together shall either be prime to each other, or shall hav their greatest common divisor as small as is consistent with velocity ratio suited for the purposes of the machine.",
        "There is no restriction on the shape of these rolling axodes; they may have any shape consistent with i,olling (that is, no slipping is permitted), and the relative velocity of a point P is still found by considering it with regard to the instantaneous centre.",
        "In the same spirit he looked upon the ideas and beliefs of Homer as a consistent whole, which might be determined from the evidence of the poems. He noticed especially the difference between the stories known to Homer and those given by later poets, and made many comparisons between Homeric and later manners, arts and institutions.",
        "It is soon discovered that the principle cannot be applied in any settled or consistent manner unless by the aid of rules of a technical and sometimes of a seemingly arbitrary character.",
        "From the midst of the Franciscans who had persecuted Roger Bacon because he presumed to know more than was consistent with human humility arose John of Parma, adopting and popularizing the mystic prophecy of Joachim of Flora.",
        "He lived the modest, unassuming life of a country planter when at his home, and at Washington lived as unostentatiously as possible, consistent with his public duties and position.",
        "Thomson), by the use of his then newly-invented electrometer, was able to confirm Volta's observations on contact electricity by irrefutable evidence, but the contact theory of the voltaic pile was then placed on a basis consistent with the principle of the conservation of energy.",
        "What the other judges thought is not definitely known, but Bacon appears to have been unable to put in operation the plan he had devised for swaying Coke's judgment,' or if he did attempt it, he was unsuccessful, for Coke finally gave an opinion consistent with what he seems to have held at first, that the book was not treasonable, as it did not disable the king's title.",
        "But Diodorus is not consistent with himself; he attributes (xi.",
        "To make the department pay, the machines must be kept fully employed with the many classes of work that a large concern has to deal with; the wheels must be kept running as much as possible, and the time for making-ready curtailed as far as is consistent with the proper preparation of the forme.",
        "In 1871 he proceeded to America and Europe at the head of an imposing embassy of some fifty persons, the object being to explain to foreign governments the actual conditions existing in Japan, and to pave the way for negotiating new treaties consistent with her sovereign rights.",
        "Yet its approval became the basis for three acts passed a week later; the first of which, abolishing the pope's authority and jurisdiction in Scotland, may perhaps have been consistent with toleration, as the second,.",
        "The peasant proprietors, who, under the name of the \" Landtmanna\" party,' formed a compact majority in the Second Chamber, pursued a consistent policy of class interests in the matter of the taxes and burdens that had, as they urged, so long oppressed the Swedish peasantry; and consequently when a bill was introduced for superseding the old system of army organization by general compulsory service, they demanded as a condition of its acceptance that the military burdens should be more evenly distributed in the country, and that the taxes, which they regarded as a burden under which they had wrongfully groaned for centuries, should be abolished.",
        "Side by side, however, with these wars, we can read, even in the scanty tradition at our disposal, a consistent effort to further the great civilizing mission imposed on the empire.",
        "He was one of the early and consistent defenders of Captain Alfred Dreyfus.",
        "He was, indeed, too receptive of thought impressions of all kinds to be a consistent systematizer.",
        "In the Church of England the practice has been less consistent.",
        "What that work has done is to prove to the consistent deist that no objections can be drawn from reason or experience against natural or revealed religion, and, consequently, that the things objected to are not incredible and may be proved by external evidence.",
        "He may have done so as an exile or in a military command; but it seems hardly consistent with the importance which the emperors attached to the security of Egypt, or with the concern which they took in the interests of the army, that these conditions were combined at an age so unfit for military employment.",
        "Accordingly Aristo, holding to Cynicism when Zeno himself had got beyond it, rejected two of these parts of philosophy as useless and out of reach - a divergence which excluded him from the school, but strictly consistent with his view that ethics alone is scientific knowledge.",
        "For reason is consistent in the general conceptions wherein all men agree, because in all alike they are of spontaneous growth.",
        "However, the younger Stoics endeavoured to meet the assaults of their persistent critic Carneades by suggesting various modes of testing a single presentation, to see whether it were consistent with others, especially such as occurred in groups, &c.; indeed, some went so far as to add to the definition \" coming from a real object and exactly corresponding with it \" the clause \" provided it encounter no obstacle.\"",
        "He also pointed out more distinctly the nature of the assumptions which we must make with respect to the law of action of the particles in order to be consistent with observed phenomena.",
        "measure, or other consistent system.",
        "The zoogloea is formed by active division of single or of several mother-cells, and the progeny appear to go on secreting the cell-wall substance, which then absorbs many times its volume of water, and remains as a consistent matrix, in which the cells come to rest.",
        "The fact that every bacterial cell in a species in most cases appears equally capable of performing all the physiological functions of the species has led most authorities, however, to regard it as the individual - a view which cannot be consistent in those cases where a simple or branched filamentous series exhibits differences between free apex and fixed base and so forth.",
        "Turkey's opponents, on the contrary, had in recent years not only rearmed themselves and secured their financial and political position, but also made those minute and careful preparations of detail which when the time comes translate themselves into smooth concentration, and regular, consistent operations.",
        "Toland, writing at first professedly without hostility to any of the received elements of the Christian faith, insisted that Christianity was not mysterious, and that the value of religion could not lie in any unintelligible or self-contradictory elements; though we cannot know the real essence of God or of any of his creatures, yet our beliefs about God must be thoroughly consistent with reason.",
        "Lastly, though Sallust's vivid narrative is consistent throughout, it is obvious that he cherished very bitter feelings against the democratic party.",
        "Those who, as it has been happily put, identify Rabelais with Pantagruel, strive in vain, on any view intellectually consistent or morally respectable, to account for the vast ocean of pure or impure laughter and foolery which surrounds the few solid islets of sense and reason and devotion.",
        "The immense popularity of the first two parts induced him to continue them, and by degrees (the genuineness of the fifth book, at any rate in substance, is here assumed) the possibility of giving the whole something like a consistent form and a regular conclusion presented itself to him.",
        "Now it is recognized that God's sovereignty must be conceived as consistent with man's liberty.",
        "Almost all the learned doctors, he says, declare that the confessor may reveal it, but he adds, \" the contrary opinion is the safer and better doctrine, and more consistent with religion and with the reverence due to the holy rite of confession.\"",
        "The three existing genera, usually spoken of as members of the Gnetales, differ from one another more than is consistent with their inclusion in a single family; we may therefore better express their diverse characters by regarding them as types of three separate families-0) Ephedroideae, genus Ephedra; (2) Welwitschioideae, genus Welwitschia; (3) Gnetoideae, genus Gnetum.",
        "Entering politics as a Jacksonian Democrat, Mason was throughout his career a consistent strict constructionist, opposing protective tariffs, internal improvements by the national government, and all attempts to restrict or control the spread of slavery, which he sincerely believed to be essential to the social and political welfare of the South.",
        "Maunder and Mrs Maunder found that different spots in the same zone differ more than do the means for different zones, while a long-lived spot settles down to give more consistent results than are furnished by spots of one apparition.",
        "It is quite consistent with his whole career that it was love and pity for others - otherwise, as it seemed to him, helplessly doomed and lost - which at last overcame every other consideration, and made Gotama resolve to announce his doctrine to the world.",
        "There is every reason to suppose that this charge was true, and it is consistent with the intrigues which the Boers from time to time practised among the natives.",
        "is shown by the dotted lines measured upwards from the datum to have been remarkably consistent in the three years; and its cause - the path necessarily taken in a vertical plane by the prevailing winds blowing from A towards N - after passing the steep bank at C D - may be readily understood.",
        "When a platform machine is in true adjustment, and the loose weights which are intended to be hung at the end of the steelyard are correct and consistent among themselves, a good and new machine, whose capacity is 4 cwt., should not show a greater error than 4 oz.",
        "This Convention declared that a General Synod of the archbishops and bishops, with representatives of the clergy and laity, should have chief legislative power in the Irish Church, with such administrative power as might be necessary and consistent with the church's episcopal constitution.",
        "and 163 B seq.), it becomes consistent and fruitful as soon as a \" definite plurality \" is interpolated between them (142 B seq., 157 B seq., 160 B seq.).",
        "With the accession of)Ethelred, the Redeless, as he was afterwards called from his inability to discern good counsel from evil, and the consistent incapacity of his policy, an evil time began.",
        "Moreover it was a great hindrance to him that he was a consistent friend and supporter of the papacy.",
        "who had long since dethroned and slain his brother Peter the Cruel, remained a consistent foe of England.",
        "This did not prevent Bertrand du Guesclin from expelling from his dominions John of Brittany, the one ally whom King Edward possessed in France, or from pursuing a consistent career of petty conquest in the heart of Aquitaine.",
        "Northumberland was a greedy and unscrupulous Border chief, who regarded himself as entitled to exact whatever he chose from his master, because he had been the first to join him at his landing in 1399, and had lent him a consistent support ever since.",
        "A consistent policy may be detected in all his acts that of gathering all the machinery of government into his own hands.",
        "It has often been alleged that Henry, under the guidance of Wolsey, followed a consistent scheme for aggrandizing England, by making her the state which kept the balance of power of Europe in her hands.",
        "The alliance with the Liberal Unionists was, in fact, compelling the Conservative government to promote measures which were not wholly consistent with the stricter Conservative traditions, or wishes.",
        "His Epitome et Collectorium ex Occamo super libros quatuor Sententiarum (1508, 1512, and various dates) is a clear and consistent account of the nominalist doctrine, and presents the complete system of scholastic thought from that point of view.",
        "Burke's view of French affairs, however consistent with all his former political conceptions, put an end to more than one of his old political friendships.",
        "The canines are in consequence greatly developed, of a cutting and piercing type, and from their wide separation in the mouth give a firm hold; the jaws being as short as is consistent with the free action of the canines, or tusks, so that no power is lost.",
        "The letters allude to toleration in the state and comprehension in the church, while they show an indifference to theological dogma hardly consistent with an exclusive connexion with any sect.",
        "At Otes he enjoyed for fourteen years as much domestic peace and literary leisure as was consistent with broken health, and sometimes anxious visits to London on public affairs, in which he was still an active adviser.",
        "These difficulties arise quite naturally from the obligation, which metaphysicians, theologians, moral philosophers, men of science, and psychologists alike recognize, to give an account, consistent with their theories, of the relation of man's power of deliberate and purposive activity to the rest of the universe.",
        "Descartes advocates a kind of freedom which is apparently consistent with forms both of determinism and indeterminism.",
        "It is true that a consistent advocate of indeterminism must deny that the will is determined by motives, and must admit that no reason can finally be given for the individual's choice beyond the act of choice itself.",
        "For many years past there has been but little business in the Arches court, mainly owing to the unwillingness of a large number of the clergy to recognize the jurisdiction of what they deny to be any longer a spiritual court, and the consistent use by the bishops of their right of veto in the case of prosecutions under the Public Worship Regulation Act.",
        "He could give no satisfactory account of Good in the abstract, and evaded all questions on this point by saying that he knew \" no good that was not good for something in particular,\" but that good is consistent with itself.",
        "The historically important characteristics of his moral philosophy, if we take (as we must) his teaching and character together, may be summarized as follows: - (i) an ardent inquiry for knowledge nowhere to be found, but which, if found, would perfect human conduct; (2) a demand meanwhile that men should act as far as possible on some consistent theory; (3) a provisional adhesion to the commonly received view of good, in all its incoherent complexity, and a perpetual readiness to maintain the harmony of its different elements, and demonstrate the superiority of virtue by an appeal to the standard of selfinterest; (4) personal firmness, as apparently easy as it was actually invincible, in carrying out consistently such practical convictions as he had attained.",
        "In man, as in every other animal, from the moment of birth natural impulse prompts to the maintenance of his physical frame; then, when reason has been developed and has recognized itself as its own sole good, these \" primary ends of nature \" and whatever promotes these still constitute the outward objects at which reason is to aim; there is a certain value (a La) in them, in proportion to which they are \" preferred \" (7rponyµtva) and their opposites \" rejected \" (ci roirpony,ubm); indeed it is only in the due and consistent exercise of such choice that wisdom can find its practical manifestation.",
        "So again, in the stress that he lays on the misery which the most secret wrong-doing must necessarily cause from the perpetual fear of discovery, and in his exuberant exaltation of the value of disinterested friendship, he shows a sincere, though not completely successful, effort to avoid the offence that consistent egoistic hedonism is apt to give to ordinary human feeling.",
        "\" An action,\" he says, \" is materially good when in fact it tends to the interest of the system, so far as we can judge of its tendency, or to the good of some part consistent with that of the system, whatever were the affections of the agent.",
        "It is difficult to make these views quite consistent; but at any rate Hume emphatically maintains that \" reason is no motive to action,\" except so far as it \" directs the impulse received from appetite or inclination \"; 2 Hume's ethical view was finally stated in his Inquiry into the Principles of Morals (1751), which is at once more popular and more purely utilitarian than his earlier work.",
        "Burnet made a weighty speech against the bill (1702-1703) directed against the practice of occasional conformity, and was a consistent exponent of Broad Church principles.",
        "His only great predecessor, Scotus Erigena, had more of the speculative and mystical element than is consistent with a schoolman; but in Anselm are found that recognition of the relation of reason to revealed truth, and that attempt to elaborate a rational system of faith, which form the special characteristics of scholastic thought.",
        "The continual agitations of the Fronde prevented him from persevering in any consistent application during those years which are the most valuable for study, and only instilled in him a horror of revolution, parliamentary remonstrance, and disorder of all kinds; so that this recollection determined the direction of his government.",
        "But al-Farabi was not always consistent in his views; a certain sobriety checked his speculative flights, and although holding that the true perfection of man is reached in this life by the elevation of the intellectual nature, he came towards the close to think the separate existence of intellect no better than a delusion.",
        "Eisenlohr and others, with the view of determining the direction of the vibrations in polarized light (vide infra), but the results have not been consistent, and H.",
        "But the explanation of this phenomenon is equally consistent with the geocentric as with the heliocentric theory of the solar system.",
        "This would necessitate chemical action at the junction when a current passed through it, as in an electrolytic cell, whereas the action appears to be purely thermal, and leads to a consistent theory on that hypothesis.",
        "But in this land, where nothing was consistent, there was in reality no sharp division except in the smaller and feudal portioncalled Aragon for convenmenceand save as between Christian and non-Christian, noble and non-noble.",
        "Gordon's instructions, based largely on his own suggestions, were not wholly consistent; they contemplated vaguely the establishment of some form of stable government on the surrender of Egyptian authority, and among the documents with which he was furnished was a firman creating him governorgeneral of the Sudan.",
        "But as colonial secretary, except in so far as his consistent support of Lord Milner and his enthusiastic encouragement of colonial assistance were concerned, he naturally played only a subordinate part during the carrying out of the military operations.",
        "But if the progress of physical science has not prevented the rehabilitation of much of ancient alchemy by the later researches into chemical change, and if psychology now finds a place for explanations of spiritualism and witchcraft which involve the admission of the empirical facts under a new theory (as in the case of the diviningrod, &c.), it is at least conceivable that some new synthesis might once more justify part at all events of ancient and medieval astromancy, to the extent of admitting the empirical facts where provable, and substituting for the supposed influence of the stars as such, some deeper theory which would be consistent with an application to other forms of prophecy, and thus might reconcile the possibility of dipping into futurity with certain interrelations of the universe, different indeed from those assumed by astrological theory, but underlying and explaining it.",
        "The most common and consistent tradition connects Homer with the valley of Smyrna and the banks of the Meles; his figure was one of the stock types on Smyrnaean coins, one class of which was called Homerian; the epithet \"Melesigenes\" was applied to him; the cave where he was wont to compose his poems was shown near the source of the river; his temple, the Homereum, stood on its banks.",
        "In fact the yield of this section relatively to cultivated acreage is normally fully equal to that of the eastern section; a result quite consistent with the scientifically proven fertility of semi-arid lands.",
        "He was elected to Congress in 1852, where, first as a Whig and afterwards as a Republican, he represented his district continuously until 1869, taking a prominent part in debate, and earning the name \"watch-dog of the Treasury\" by his consistent and vigorous opposition to extravagant and unwise appropriations.",
        "It had never been Hellenized, as the provinces of Asia Minor had been; the Roman provincial system was never applied to it; and the policy of Rome towards it was never consistent.",
        "He had been an affectionate husband and father, though his devotion to his wife had been consistent with occasional lapses from strict marital fidelity.",
        "If we inquire into the economic ideas which induced the granting of charters to these earlier companies and animated their promoters, we shall find that they were entirely consistent with the general principles of government at the time and what were then held to be sound commercial views.",
        "\"In short,\" says Hume, \"there are two principles which I cannot render consistent, nor is it in my power to renounce either of them, viz.",
        "The metaphysical conception of the monads, each of which is the universe in nuce, presents insuperable difficulties when the connexion or interdependence of the monads is in question, and these difficulties obtrude themselves when the attempt is made to work out a consistent doctrine of cognition.",
        "The empirical details of nature, which are not determined by the categories of understanding, are judged as being arranged or ordered by intelligence, for in no other fashion could nature, in its particular, contingent aspect, be thought as forming a complete, consistent, intelligible whole.",
        "It's difficult to watch a child suffer, but she needs to be under the tent, and the tent needs to be closed around her so that it maintains a consistent level of oxygen.",
        "It is not feasible to collect on a regular and consistent basis.",
        "It was consistent with the innate conservatism of farmers.",
        "The respondents' negative perceptions toward the company were consistent with the findings from previous studies.",
        "accusation of opportunism, but it will allow the Conservatives to claim they have taken a consistent position.",
        "adenocarcinoma cells consistent with a colonic primary tumor.",
        "Consistent with the in national advisory whether the company to practice in.",
        "Investment opportunity We model various combinations of funds to determine the best blend that will generate consistent alpha in the MultiManager Portfolios.",
        "Consistent with neuropsychological findings, both types of fearful stimuli activated the amygdala.",
        "This attention to detail and concern for excellent animal husbandry produces tender meat consistent in quality and flavor throughout the year.",
        "The results of DAS-ELISA tests using polyclonal antiserum against BCMV were consistent with the observations of symptoms.",
        "Although sports arbitrage can be profitable, it takes capital, time, organization and energy to make consistent profits.",
        "arbitral alternative consistent with Article 6 of the European Convention on Human Rights?",
        "Our aim is to provide a consistent theoretical foundation which allows for model error in variational assimilation.",
        "assumptions of consistent rationality is not difficult to cut through.",
        "The symptom of difficulty awakening is consistent with the phase delay hypothesis of SAD.",
        "birth defects described among Zovirax exposed subjects have not shown any uniqueness or consistent pattern to suggest a common cause.",
        "Longer training distances also dampened systolic and diastolic blood pressure in a pretty consistent manner.",
        "Finally, the MSSM parameters must also be consistent with a minimum in the Higgs potential which leads to the observed electroweak boson masses.",
        "Attribut, particularly the split dose recommendation, has proved in trials to be more consistent in controlling bromes compared to Atlantis.",
        "The history of illness during the weekend before the death was consistent with developing bronchopneumonia.",
        "calorimeter trigger expert wishes to get immediate feedback that the clusters which are being reconstructed are consistent with expectations.",
        "Reported use of fluoride toothpaste has a consistent effect in reducing dental caries across Europe using national data.",
        "casework related to mergers are consistent with those identified by charities in our consultation process.",
        "Won't that be the most consistent democratic centralism and, moreover, proletarian centralism?",
        "Produce a sufficiently cogent, well-illustrated dissertation, which indicate originality of consistent thinking and application of ideas, concepts and theories.",
        "I remain concerned that we are not being consistent in our attempts to contain the risks of BSE.",
        "consistent with the hypothesis that telomerase activity may be a feature of carcinogenesis in mesotheliomas and possibly in many other cancers.",
        "consistent with the best scientific findings.",
        "consistent with the principles of Investors In People.",
        "consistent with the predictions of global warming.",
        "consistent with overall Government objectives?",
        "consistent with expectations but also much.",
        "It is by no means a cohesive internally consistent theory which can predict best strategies for every scenario.",
        "The remarkably consistent motorsport journalist Nick Phillips moves into sixth overall.",
        "Serious study of the work of these economists is essential if a coherent, logically consistent ' new economics ' is to emerge.",
        "The number of calls to Crimestoppers nationally was broadly consistent Monday to Friday, while fewer calls were made at the weekend.",
        "These results are entirely consistent with other polling data.",
        "consistent manner.",
        "consistent approach to all recruitment matters.",
        "consistent performers, if not major stars.",
        "consistent pattern.",
        "consistent basis for listing decisions.",
        "consistent interface for adding resources of different kinds to a workspace.",
        "The number of competitions remained consistent over these five years.",
        "Also, ratings do not always seem consistent with the reviewer's comments.",
        "Yes No Do the colors stay consistent on your screen?",
        "A cost-effective Consulting Solution Our candidates can be a particularly cost-effective solution when employed in assignments having consistent duration and on-site presence.",
        "The file must contain columns of values, using a consistent delimiter.",
        "denominator approach which compile the cheapest work-force consistent with minimum standards.",
        "You need to show how you have calculated depreciation for each item, remember you must be consistent with the method you use.",
        "The most consistent clinical feature of porphyria cutanea tarda is bullous dermatosis on exposure to sunlight.",
        "Computing Services then aims to provide a reliable and consistent pc desktop for every student using any lab PC.",
        "We urge such states to exercise much more consistent, top-level diplomacy in support of CTBT entry into force.",
        "Conclusions The MDAS is a highly consistent and reliable measure which has good discriminant and concurrent validity.",
        "setting the discriminator to a value that is consistent with the currently active union member does not affect the currently active member.",
        "discriminator value is set to a value consistent with the first named member of the union.",
        "disengagement plan is consistent with the process at all.",
        "Consistent with the model, however, a sensitive psycholinguistic test, a lexical decision task, revealed a double dissociation between word groups.",
        "This consistent approach aims to reveal the divergence in their processes.",
        "The basis of your on-list interpretations of the texts should be consistent with mainstream Egyptology.",
        "A consistent line on such matters is essential to protect employees.",
        "The Feer measure aims to compute the exchange rate consistent with macroeconomic equilibrium.",
        "On the one hand, it has to intervene in order to achieve intergenerational equity, compatibly with a time consistent social welfare criterion.",
        "This is consistent with an early photograph of the facade which shows fenestration of Gothic influence.",
        "fettled off and the loops are all consistent in size.",
        "Labeling The welcome emphasis on consistent labeling should extend to electronic program finders (including Teletext ).",
        "A few shots do flirt with realistic monitor images but it's not consistent enough to work.",
        "This is expressed especially clearly in the ambiguity problems of the consistent histories formalism.",
        "Duncan, J. Owen, A. M. (2000) Consistent response of the human frontal lobe to diverse cognitive demands.",
        "They are also consistent, but systematically higher than, the H1 data obtained using the large rapidity gap method.",
        "Consistent pressure from the residents has finally won the go-ahead for a 20mph zone.",
        "granule sizes mean that the beverage is dispensed to a consistent quality.",
        "It was also \" consistent with what we know of his earlier distribution of the badges of the white hart \" .",
        "Biopsy of the mass was consistent with Wilms tumor with favorable histology.",
        "postmortem histopathology from nearly fifty years ago demonstrated the consistent presence of poliovirus lesions in specific brain areas.",
        "Despite consistent claims to the contrary, never before or since has Hollywood held the mirror up to itself with such unflinching honesty.",
        "horsepower treadmill motor provides a smooth, consistent pace for an intense or light workout.",
        "Using fluid inclusion and vitrinite reflectance data, heat flows will be modeled which are consistent with structures inferred from seismic sections.",
        "Each rationalization is consistent with itself, but they are hopelessly inconsistent with each other.",
        "physical indeterminism is thus fully consistent with present science, it is accepted by most quantum physicists, and it cannot be scientifically disproved.",
        "The workflow construction process itself is driven by task ontology so as to guarantee that the resulting workflow instances are enriched with consistent semantics.",
        "He had few answers to consistent Phillips who had strong intensions of keeping a strong number of Canadians in the draw.",
        "The string saddles / bridge are best reversed if possible for consistent wear of grooves and accurate intonation.",
        "Is the text consistent in its use of bold, italics, font face, font size, etc.",
        "Tillamook Oregon Fishing Vaccation - Tillamook Bay has been a consistent producers of big king salmon on the west coast.",
        "So deciding whether a complex causal chain is consistent with background knowledge would require a process akin to parsing.",
        "Our approach and company culture ensures consistent quality of service and expert knowledge.",
        "Postmortem histopathology from nearly fifty years ago demonstrated the consistent presence of poliovirus lesions in specific brain areas.",
        "level navigation will always remain consistent.",
        "His godly living was regular and consistent even when he was in a minority of one and even when he was being plotted against.",
        "long distanceof the paper, Dr. Jean-Francois Arnaud, says \" our findings are consistent with the hypothesis of human-mediated long-distance dispersal.",
        "low frequency of microsatellite length mutations as the association was consistent across several breeds.",
        "The results indicated a low frequency of microsatellite length mutations as the association was consistent across several breeds.",
        "This includes extensive considerations for deleting mail, detecting shared files on a filesystem, and ` common peculiarities ' like consistent misspellings.",
        "moderation procedure ensures a consistent standard of marking.",
        "Chamber of Secrets can be seen as the first of Rowling's attempts to create a consistent, coherent mythos for Harry Potter.",
        "Patton's childhood nickname is consistent with his sanguine temperament.",
        "Principle XI: consistent nomenclature is required \" The nomenclature of postgraduate qualifications should be consistent across the UK.",
        "Evidently his voice, language and mannerism were consistent with his looks; even the apparent non sequitur.",
        "And that is his consistent attitude to the whole Old Testament.",
        "The Service is centrally funded to ensure that an impartial overview consistent with statutory requirements is achieved.",
        "PCP of the p -cover obtained in this way need not be consistent.",
        "This profile is consistent with equivalent UK pre-registration podiatry programs.",
        "poetics of credibility consistent with his earlier self-representations.",
        "Evidence of remote denervation consistent with antecedent poliomyelitis was demonstrated in all patients by electromyography or muscle biopsy or both.",
        "You'll get the best results by using a model capable of rendering precise, consistent, and accurate color.",
        "A.E.: What is your thematic preoccupation in writing poetry; do you note any consistent subject in your own work?",
        "They function on the principle of constrained maximization of the Shannon entropy, which produces the most statistically probable solution consistent with the constraints.",
        "GROS has prepared sub-national projections for the administrative areas of Scotland that are consistent with the Scotland projection.",
        "protamine suspension are consistent with those of an intermediate-acting insulin, such as NPH.",
        "The pharmacokinetics of insulin lispro protamine suspension are consistent with those of an intermediate-acting insulin, such as NPH.",
        "The hybridization data are consistent with partial sequence analysis of the AC1 gene and the capsid protein gene.",
        "pulsar signal data files have a consistent naming convention to aid identification.",
        "Our findings are consistent with a large-scale neural network centered in frontal and parietal cortex that supports comprehension of generalized quantifiers.",
        "This hypothesis is consistent with the strongly recurved spits that provide the present day definition of the harbor mouth.",
        "repudiateth American reappraisers are at least consistent in repudiating the whole notion of provincial accountability to any outside agency.",
        "reputation for consistent innovation.",
        "respondents ' negative perceptions toward PBL were consistent with the findings from previous studies.",
        "Northern blot analysis was consistent with accurate cleavage of the minigenome transcript by the hepatitis { delta } virus ribozyme.",
        "These results also are consistent with the results from the assessment of deep-water sharks.",
        "Note also the blood in the sphenoid sinuses, consistent with a basal skull fracture.",
        "sketchy at that stage, it's important to get a consistent and regular message across.",
        "At least, something consistent with the Biblical message.",
        "Also, the method used must be consistent with the unit's mission and must strictly adhere to the appropriate sops and regulations.",
        "Layout grids provide the best solution for applying consistent vertical spacing between elements.",
        "sphenoid sinuses, consistent with a basal skull fracture.",
        "sporangium a hyaline mycelium bearing lemon-shaped sporangia which released motile zoospores after chilling in water, consistent with P. infestans.",
        "subcritical testing is consistent with the zero yield CTBT.",
        "When extended the body tapers markedly toward the front end consistent with the mainly subterranean habits of these animals.",
        "Access to abundant sea water, local marine organisms and fish breeding expertise provides a self sufficiency that ensures a reliable and consistent service.",
        "Hopkin was consistent - consistently unable to find a teammate with his passing.",
        "Pre-designed templates ensure that the look and feel of your site remains consistent no matter what content changes you make.",
        "theophylline found in this survey are generally consistent with previous results.",
        "top-level menu is consistent throughout the site.",
        "The amplitude of dynamic topography predicted by a layered mantle viscosity model is consistent with the observed upper bound of ~ 600m.",
        "Channels quot bottom line politics race traitor consistent with his.",
        "upholstered in the same fabric to create a consistent look.",
        "Such reasoning supports, I then argue, conclusions about value that support an account of the concept broadly consistent with classical utilitarianism.",
        "The date and west coast location are consistent with natural vagrancy from North America.",
        "Consistent performance, chaps The breathy vocals of bassist Hamilton on How will I ever find my way home?",
        "He was a straightforward, consistent and reliable witness.",
        "In each department we shall have to aim first of all at views clear and consistent within themselves, but, secondly, we shall in the end wish to form some general idea or to risk an opinion how laws, facts and standards of value may be combined in one comprehensive view.",
        "The object of his metaphysics is so to remodel the current notions regarding the existence of things and their connexions with which the usage of language supplies us as to make them consistent and thinkable.",
        "During this anxious period he appears to have borne himself with characteristic dignity, such as is consistent with no other hypothesis than the consciousness of innocence.",
        "Clausius and Lord Kelvin on the basis of \"Carnot's principle\" (1824), modified in expression so as to be consistent with the conservation of energy (see Energetics).",
        "Weisse; but, whereas Weisse thought that the Hegelian structure was sound in the main, and that its imperfections might be mended, Fichte held it to be incurably defective, and spoke of it as a \"masterpiece of erroneous consistency or consistent error.\"",
        "Mansel charged Kant with inconsistency in this preferential treatment of the moral consciousness; all our knowledge, even in moral things, was \" relative \" and was \" regulative.\"' But, whether consistent or inconsistent, Kant was deliberate in differentiating between the ethical and the theoretic knowledge of man.",
        "Entirely consistent with this is the information given by the Acta Archelai that Basilides, before he came to Alexandria, had appeared publicly among the Persians (fuit praedicator aped Persas); and the allusion to his have appealed to prophets with oriental names, Barkabbas and Barkoph (Agrippa in Eusebius Hist.",
        "The general characters of a soap are a certain greasiness to the touch, ready solubility in water, with formation of viscid solutions which on agitation yield a tenacious froth or \" lather,\" an indisposition to crystallize, readiness to amalgamate with small proportions of hot water into homogeneous slimes, which on cooling set into jellies or more or less consistent pastes.",
        "Gallatin had always been a consistent opponent of slavery; he felt keenly, therefore, the attempts of the South to extend the slave power and confirm its existence, and the remnant of his strength was devoted in his last days to writing and distributing two able pamphlets against the war with Mexico.",
        "But the formation of the A2.5 acid as the first reduction product is not fully consistent with Kekule's symbol, for we should then expect the or the acid to be first formed (see also Polymethylenes).",
        "When the original area had been mined in this way as far as was consistent with stability, a second storey of galleries was begun at a lower level, reached by a new staircase.",
        "But not only has it explained satisfactorily the electrical properties of solutions, but it seems to be the only known hypothesis which is consistent with the experimental relation between the concentration of a solution and its electrical conductivity (see Electric conduction, Brit.",
        "His course in the Senate was not altogether consistent, though in this respect he is not to be judged more harshly than some of his associates.",
        "+Bnr -1)ur +1, Here we have introduced a number o (0) given by o (o) = 1 (16), which is consistent with the relations in (i.).",
        "But the insistence with which Lucretius returns to the subject, and the horror with which he recalls the effects of such abnormal phenomena, suggest that he himself may have been liable to such hallucinations, which are said to be consistent with perfect sanity, though they may be the precursors either of madness or of a state of despair and melancholy.",
        "Be as consistent as possible in setting naptimes and bedtimes.",
        "After several visits, the doctor can get a sense of what the baby's growth pattern is and where the baby falls on the chart; the doctor is looking for a consistent and steady growth rate.",
        "Cushions provide a consistent rebound to ball strikes.",
        "This will help protect the flatware from accidental nicks, scratches, and dents, as well as keep it in a consistent location.",
        "If you find a fund that's shown stable and consistent progress each year, consider buying it.",
        "It will need to be reconverged and recalibrated on a consistent basis, which can add up to hefty maintenance costs.",
        "Remember that a steady flow of Archway cookies won't be consistent until the third or fourth week of October.",
        "The price is consistent across the board.",
        "The biggest disadvantage is that consistent in-stocks are rare.",
        "They aren't as consistent with in-stocks as Amazon, but it's a Web retailer you should keep checking.",
        "The next tip requires you, as the consumer, to do consistent research.",
        "Gold continues to be the most consistent investment that anyone can make and having the knowledge of buying gold bullion is the first step to making an informed purchase and avoiding gold scams.",
        "If you stick with an 8- to 10-week basis and see a consistent uptrend, then you are probably onto a good penny stock.",
        "Always be consistent with your expectations, and your kitten will grow up to be a well-behaved and civilized housepet.",
        "Cat flea control can be challenging, but you can overcome and eradicate the fleas if you are consistent.",
        "Flame Lynx - The body is cream color with flame-colored points that have the tabby stripes that are consistent with the Lynx point markings.",
        "What is especially great is that they characters are consistent throughout the series, making them a fun read for kids that really get into Geronimo Stilton and his character.",
        "If you have debt, demonstrate consistent progress in eliminating the debt.",
        "This card has a $25 annual fee but boasts lots of money-saving perks for the consistent traveler.",
        "Optimize your cash flow and your business will experience consistent growth and a steady influx of new clients.",
        "Be consistent and be patience and your score will increase."
    ],
    "definition": [
        "In agreement; compatible: The testimony was consistent with the known facts.",
        "Being in agreement with itself; coherent and uniform: a consistent pattern of behavior.",
        "Reliable; steady: demonstrated a consistent ability to impress the critics.",
        "Mathematics Having at least one common solution, as of two or more equations or inequalities.",
        "Holding true as a group; not contradictory: a consistent set of statements.",
        "con·sis′tent·ly\nadverb",
        "Link/Cite",
        "Of a regularly occurring, dependable nature.\nThe consistent use of Chinglish in China can be very annoying, apart from some initial amusement.\nHe is very consistent in his political choices: economy good or bad, he always votes Labour!",
        "Compatible, accordant.",
        "(logic) Of a set of statements, such that no contradiction logically follows from them.",
        "consist",
        "consistence",
        "consistency",
        "inconsistent",
        "(in the plural, rare) Objects or facts that are coexistent, or in agreement with one another.",
        "In the history of the Eastern Orthodox Church, a kind of penitent who was allowed to assist at prayers, but could not be admitted to receive the holy sacrament.",
        "Link/Cite"
    ]
}