{
    "translation": ".1 לשתות, לאכול\n.2 לצרוך",
    "uses": [
        "Their chief food is grass and seeds, but they also consume roots.",
        "They sat that way for a long time, silently watching the evening shadows grow long and then consume the sky.",
        "If you are able to consume more energy, you can do more work and therefore create more.",
        "She was his only relief, and the visions threatened to consume her.",
        "The cordage works are among the largest in the world, and consume immense quantities of sisal fibre imported from Mexico and manila from the Philippine Islands; binder-twine for binding wheat is one of the principal products.",
        "In addition to fruits of various kinds, they consume tender shoots and buds, insects, eggs and young birds.",
        "\" Many anxious and solitary days,\" says Gibbon, \" did she consume with patient trial of every mode of relief and amusement.",
        "She'd never experienced yearning like this, so strong it threatened to consume her.",
        "It was one thing to offer her body, but her heart, her soul … he would take all of her, consume her completely, irrevocably.",
        "Grief threatened to consume them, and there would be no reprieve from their anguish.",
        "Well, that tells us something new about ourselves—in fact, a lot of things: the kinds of information we want to share, the kinds of information we want to consume, and the immediacy with which we want it all to occur.",
        "It was this, that the souls of men transmigrated into animals, so that if you ate these, you might consume your own kind, cannibal-wise.",
        "The increased demand for manufactured articles will stimulate industrial production, while wider home markets and the trade of Asia will consume the larger food supplies and effectually prevent Western competition with Eastern agriculture.",
        "It is nowhere said that these various imports all came from one place; and the voyages must have been somewhat analogous to those of modern \" coasting tramps,\" which would necessarily consume a considerable time over comparatively short journeys.",
        "Cotton seed meal, in the absence of sufficient stock to consume it, is also used extensively as a fertilizer, and for this purpose it is worth, determining the price on the same basis as used above for the seed, from $19 to $20 per ton.",
        "In the northern hemisphere (excluding the races who consume their own produce) the material consumption of tea is in regions lying 40° N.",
        "The bulk of the cotton is of very short staple, about three-quarters of an inch, and is not well suited to the requirements of the English spinner, but very large mills specially fitted to deal with short-stapled cottons have been erected in India and consume about one-half the total crop, the remainder being exported to Germany and other European countries, Japan and China.",
        "Efforts have been made by the planters of the Duars to prepare Indian brick-tea for the Tibetan market, which is calculated to consume some 11,000,000 lb yearly.",
        "- Vespasian left the rivals to consume one another and occupied his army with the subjugation of the country.",
        "They would have more real wages, it is said, if the price of the articles they consume was not raised by taxation.",
        "England takes by far the greatest share of Burma's rice, though large quantities are also consumed in Germany, while France, Italy, Belgium and Holland also consume a considerable amount.",
        "gunun; magnan, mad) \" of heart; Thou wilt curseand consume them!",
        "The remedy for the evils of the time was not so much the reduction as the equalization of the imposts, which would allow the poor to consume more, raise the production and add to the general wealth.",
        "In the winter the cattle consume the hay mown on these Voralpen (which, to a certain extent, are grazed in late spring and early autumn, that is, before and after the summer sojourn on the alps), either living in the huts on the Voralpen while they consume it, or in the stable attached to the dwelling-houses in the village; in the barn is stored the hay mown on the homestead and on the meadows near the village, which may belong to the owner of the cattle.",
        "It is estimated that for domestic purposes nearly 150,000,000 tons of wood are consumed every year, while the steamships, railways and factories consume another 20 or 25 million tons.",
        "The air of a mine is vitiated by the presence of large numbers of men and animals and of numerous lights, each of which may consume as much air as a number of men.",
        "The main product is the refined oil, which is used for a great number of purposes, such as a substitute for olive oil, mixed with beef products for preparation of compound lard, which is estimated to consume one-third of cotton seed oil produced in the States.",
        "He adopted the economic principles of List, and founded a society, the \"Vedegylet,\" the members of which were to consume none but home produce.",
        "A further difficulty is furnished by a question as to whether the employer of domestic servants who gives them their board does or does not bear the burden of the duties on the articles which they consume, and which he buys for their use.",
        "6), which refuses to consume the sons of Jacob.",
        "They can take food, though the crudest form of this belief soon passes into the more refined notion that they consume the impalpable essence of the meals provided for them.",
        "At this point the armistice suspended operations, but Shukri Pasha was not authorized by its terms to revictual his garrison and the defenders continued therefore to consume their resources.",
        "The metropolitan water board - of whose expenditures Boston bears only a share - expended from 1895 to 1900 $20,693,870; and the system was planned to consume finally probably 40 millions at least.",
        "Similarly throughout the Moslem world, all who can afford it sacrifice at this time a legal animal, and either consume the flesh themselves or give it to the poor.",
        "Among other things he said, \"It is, almost certain that within a generation the ever-increasing population of the United States will consume all the wheat grown within its borders, and will be driven to import like ourselves.\"",
        "The general sense is clear, that those who consume the holy food without a clear conscience, like those who handle sacred objects with impure hands, will suffer physical harm from its contact, as if they were undergoing the ordeal of touching a holy thing.",
        "These were hard-headed men of affairs - men who would not lightly embark on joyous ventures, or seek for an ideal San Grail; nor were the popes, doomed to the Babylonian captivity for seventy long years at Avignon, able to call down the spark from on high which should consume all earthly ambitions in one great act of sacrifice.",
        "consume 1,540 calories per day to lose weight.",
        "consume extra carbohydrate.",
        "consume less than half the Omega 3 we need.",
        "If the egg yolk is not convex and firm, don't consume the egg.",
        "It is essential to consume enough fats every day.",
        "He will consume the cup to the bitter dregs.",
        "Do not consume large amounts of fat, which can delay digestion.",
        "Sportsmen and women therefore consume more branched-chain amino acids than anyone else, whether they engage in sports involving strength or endurance.",
        "outlay of money to update items which currently consume too much water.",
        "sensibilityclass=\"ex\">artistic sensibilities would soon move into the foreground to consume my mind.",
        "Consume lots of garlic - at least two fat cloves of garlic for lunch and two for supper.",
        "It is a recommendation that you consume a small amount of saffron on a daily basis to see significant results in your blood pressure.",
        "Reduce the amount of fat you consume overall.",
        "It is important to consume evening primrose oil in conjunction with vitamin E so the fatty acids don't oxidize.",
        "The most common way to consume Essiac herbs is by brewing them into a tea.",
        "Burdock roots closely resemble the roots of a highly poisonous plant known as Atropa belladonna, or deadly nightshade, do not consume the roots unless you are sure you can identify the herb and it is from the burdock plant.",
        "Simply pick several packages up and dry what you don't consume immediately.",
        "Drink a tall glass of water right before you sit down to eat; it will help you consume less food.",
        "Football training will most likely consume a minimum of twenty hours per week, a comparison likened to a part time job.",
        "This is why one of the two most common things that you can do to lose weight is consume less calories.",
        "You may feel like you are always eating, but the total amount of calories you consume will be less than what you would have consumed if you ate junk food instead or binged on food later because you hadn't eaten all day.",
        "The key to safe dieting for teenagers is burning calories that you consume.",
        "A health-conscious man will consume more water than diet cola, \" he said.",
        "There, poor families consume rice as a staple; babies are often weaned on rice gruel.",
        "Humans are clearly not adapted to consume refined sugars.",
        "Many countries are increasing the proportion of solar energy that they consume and this will continue to grow.",
        "Consume acai as a frozen pulp, freeze-dried into a powder, Acai_Berry_Supplements or as a juice.",
        "Consume a diet rich in all fruits and vegetables to add variety and ensure you are eating the optimal mixture of antioxidants, vitamins, minerals, and fiber for good health.",
        "Many doctors, including Dr. Nicholas Perricone, list acai as one of the top ten super foods to consume for overall good health and its anti-aging properties.",
        "Do not consume tea tree oil or products containing tea tree oil.",
        "If you choose to fast and consume only acai, you could be at risk for malnutrition, fatigue, headaches or more serious consequences if you have some sort of medical condition.",
        "Reduces LDL (\"bad\") cholesterol: A study in the journal Clinical Nutrition demonstrates that over a period of three years, patients who consume pomegranate juice reduced their ratio of bad LDL cholesterol.",
        "It was a common additive for those who struggled to consume dairy products.",
        "The amount of calories you should consume varies, depending on your height, weight and age.",
        "If you really want to lose weight, you must consume fewer calories than you take in each day.",
        "So how much of the insoluble kind of fiber should an individual consume daily?",
        "However, it's easy to consume two or more servings at one sitting if you aren't aware of the serving size.",
        "According to the guidelines, you should consume two cups of fruit and 2 ½ cups of vegetables per day.",
        "The simplest way to do this is to count the carbohydrates you consume every day.",
        "Many nutrition experts recommend diabetics limit the amount of red meat they consume.",
        "Rather, you should try to consume more reasonable amounts of protein.",
        "It is recommended that healthy adults consume one and one half to two cups of fruit per day.",
        "It is recommended healthy adults consume at least two to three cups of vegetables each day.",
        "It is recommended healthy adults consume three to four one-ounce equivalents of grains every day.",
        "Most Americans consume plenty of fats in the foods they eat every day such as fish, salad dressings, and nuts.",
        "You consume basilisk sirloin and feel it nourish your body.",
        "The problem for most people is that they don't realize how much sodium they consume in a day.",
        "giant anteaters consume up to 30,000 ants per day.",
        "I must never appease his wants; If I succumb, he will consume my existence with relish.",
        "It is virtually impossible to provide absolute assurance that food will be safe to consume over a whole lifetime of 80 or more years.",
        "They were put into a fire, which would not consume them; they were then beheaded.",
        "Additionally, drink at least 8-10 glasses of water each day. * Do consume extra carbohydrate.",
        "In the wild, fish obtain carotenoids from animal and vegetable matter that they consume when browsing on natural flora and fauna.",
        "What happens to natural creatine synthesis if you consume a large amount of supplemental creatine?",
        "Larvae which consume high levels of the pollen do grow poorly and have a higher death rate.",
        "Will children aged under 16 be allowed to buy and consume soft drinks in any premises?",
        "Network users, such as generation companies, large industrial customers and suppliers, actually generate and consume the electricity carried by the network.",
        "externalitye there are externalities in consumption the decision to consume is essentially dynamic in nature.",
        "To help prevent heart disease, you should consume approximately 7 grams of soluble fiber per day.",
        "fuel-efficient engines mean they consume 33% less fuel.",
        "In Virgil's Aeneid, Allecto unleashes furor, an evil and uncontrolled quality which can dominate and consume a human personality.",
        "gratification of desire that would quickly consume the self and its surroundings.",
        "Try not to consume more than 1 cup of coffee each day and beware of additional caffeine intake from sodas and colas.",
        "koi pellets that the other pond inhabitants consume.",
        "Once the parasitoid larva hatches from the egg it will kill and consume the larva of the gall wasp.",
        "Birds become infected when they consume the host containing the infective larvae.",
        "litreical experts have recommended that adults consume two liters (eight glasses) of water each day and children approximately half that amount.",
        "Food Unfortunately the schools lunchroom is currently unavailable and groups are not allowed to consume food in the Clocktower court.",
        "Most people don't consume enough magnesium in their diets.",
        "In strict medical terms marijuana is far safer than many foods we commonly consume.",
        "Just like the rainforests, seagrass meadows are threatened by mans ' insatiable need to expand, build and consume.",
        "The idea behind protected mealtimes is that patients are allowed to consume their meals interruption free.",
        "The alternative is a humane policy framework that recognizes the incentives to produce, traffic and consume narcotics.",
        "Critique of smokers of low yield cigarettes do not consume less nicotine.",
        "Over a period of hours, the hand-warmer will consume the oxygen in the bag.",
        "These patients will consume significant amounts of health service resources - even more if near-total pancreatectomy is carried out.",
        "However, it is important to note that infants suffering from the rare genetic disease phenylketonuria (PKU) should not consume aspartame.",
        "A single pipistrelle may consume up to 3000 insects in a night.",
        "I knew I would have to consume platefuls of it.",
        "You will always have to consume a cumulative poison every time you drink a glass of water or a cup of tea.",
        "Adding symbols for profiling and debugging Profiling is a method of identifying sections of code that consume large portions of execution time.",
        "quench the burning fires, The fires consume the falling snow.",
        "Some spiders may consume it, for the protein in spider silk is not to be wasted.",
        "starveas taken food from his starving babies to give to an idol that does not consume it.",
        "sweetened placebo drink to consume during the session.",
        "Worms consume huge amounts of decomposed organic material deposited on the soil, helping convert it into rich, fertile topsoil.",
        "If women consume these products their breast milk will also contain trans fats.",
        "Everyday life - because of its increasing triviality (work / sleep / consume / repeat / commute) is in need of supersession.",
        "A typical CRT monitor will consume 80 watts on average.",
        "wealthy of the world, who consume 80 per cent of the available resources.",
        "whitefly scales and their larvae consume them from the inside out.",
        "The circumstance which has given popular interest to the lemming is that certain districts of the cultivated lands of Norway and Sweden, where in ordinary circumstances they are unknown, are, at uncertain intervals varying from five to twenty or more years, overrun by an army of these little creatures, which steadily and slowly advance, always in the same direction, and regardless of all obstacles, swimming streams and even lakes of several miles in breadth, and committing considerable devastation on their line of march by the quantity of food they consume.",
        "In the northern hemisphere (excluding the races who consume their own produce) the material consumption of tea is in regions lying 40Ã‚° N.",
        "Jack-fruit or durian, the tough spiny hide of which is torn open with their strong fingers, forms the chief food of orang-utans, which also consume the luscious mangustin and other fruits.",
        "are thus enumerated: (1) any premises in such a state as to be a nuisance or injurious to health; (2) any pool, ditch, gutter, watercourse, privy, urinal, cesspool, drain or ashpit so foul or in such a state as to be injurious to health; (3) any animal so kept as to be a nuisance or injurious to health; (4) any accumulation or deposit which is a nuisance or injurious to health; (5) any house or part of a house so overcrowded as to be dangerous or injurious to the health of the inmates, whether or not members of the same family; (6) any factory, workshop or workplace not already under the operation of any general act for the regulation of factories or bakehouses not kept in a cleanly state or not ventilated in such a manner as to render harmless as far as practicable any gases, vapours, dust or other impurities generated in the course of the work carried on therein that are a nuisance or injurious to health, or so overcrowded while work is carried on as to be dangerous or injurious to the health of those employed therein; (7) any fireplace or furnace which does not as far as practicable consume the smoke arising from the combustible used therein, and which is used for working engines by steam or in any mill, factory, dye-house, brewery, bakehouse or gas work, or in any manufacturing or trade process whatsoever; and (8) any chimney not being the chimney of a private dwelling-house sending forth black smoke in such quantity as to be a nuisance.",
        "We have to work at jobs to create wealth because as we live our lives, we consume wealth.",
        "As civilization and technology advance, people begin to create more than they consume.",
        "The snows quench the burning fires, The fires consume the falling snow.",
        "My artistic sensibilities would soon move into the foreground to consume my mind.",
        "He has taken food from his starving babies to give to an idol that does not consume it.",
        "In the first exercise trial, both groups were given a sweetened placebo drink to consume during the session.",
        "Singers who see, in tranced interludes, My splendor set with all superb design, Consume their days in toilful ecstasy.",
        "These 200 people on my left would be the wealthy of the world, who consume 80 per cent of the available resources.",
        "These insects lay eggs inside the whitefly scales and their larvae consume them from the inside out.",
        "Choose yours depending on how much coffee you make and consume each day.",
        "The lower the energy efficiency rating of a specific model, the less energy it will consume.",
        "Generally the lower-end faxes all consume about the same low power amounts.",
        "The Shield Pro, like McAfee, includes a firewall, and is reputed to consume little computer resources, its foremost praise.",
        "If your yard is sprayed with chemicals, then it's not truly safe for him to consume.",
        "Ideally, there should only be as much wet food in the bowl as one cat can consume per meal.",
        "Orijen foods are high in protein, low in carbohydrates and grain-free to allow your pet the opportunity to consume a more a natural diet.",
        "Taste is important to the extent that a cat must want to consume a particular food.",
        "These nutrients are normally present in meat cats would consume from hunting.",
        "Romantic gestures don't have to involve events that consume hours of planning or hundreds of dollars.",
        "Compiling a list of renewable resources is a useful way to understand more about the products that we buy and consume every day.",
        "The report found that LEED buildings consume approximately 25% less on average than comparable commercial buildings and that LEED certified projects represent approximately 30% of the market.",
        "It is imperative that we strive to consume less, as well as more wisely.",
        "It also takes into account the amount of carbon and emissions that we generate through secondary activities, for instance the carbon that is produced by items we consume.",
        "Warmer water also directly affects algae growth in the oceans, and as algae growth diminishes, small fish and other sea life who consume the algae die or relocate.",
        "By limiting the amount of meat you consume, and purchasing only meat from local sources, you can do your part to reduce the amount of carbon released into the atmosphere.",
        "It is also useful for schools, companies, large organizations and any place where people consume materials.",
        "Water heaters consume an enormous amount of energy when compared to other appliances of a similar size.",
        "Some of this energy is stored and passed on to animals and humans that consume the plants.",
        "Eco Canteen ran television and online ads asserting that some plastic water bottles are unsafe, alleging that they contain carcinogenic chemicals that leach into the water they contain and transfer to those who consume it.",
        "Currently, there is a great deal of debate of what the environmental impact of genetically engineered organisms could be if people consume genetically engineered plants and animals.",
        "Continue sipping the mixture at 15-minute intervals until you consume approximately one cup of water and essence mixture.",
        "When you consume acai pulp, berries or juice, you are consuming as much Vitamin C as if you ate a cup of blueberries and over 1,000 IU of Vitamin A for every 100 grams of acai.",
        "Furthermore, pregnant women should not consume turmeric as a dietary supplement because the herb may act as a uterine stimulant.",
        "Patients consume SciatiGon orally, usually in the form of a few drops diluted in juice or water.",
        "If you choose to buy the plants, research exactly how much you should consume at one time.",
        "Overeating/Not eating enough: The need to consume food is hardwired into our brains, so when there is a change in the way you are consuming food, it can indicate a problem.",
        "Calories you consume from healthy foods are used much more efficiently, which are easier to burn off when you exercise.",
        "The whole rennet issue is more of a problem for lacto ovo vegetarians, who don't eat meat but consume eggs and dairy, than it is for vegans.",
        "Depending on which type of vegetarian you are, you may or may not consume milk and milk products.",
        "However, the high fat diet that people on a low carb diet consume is not ideal for heart health either.",
        "Soy protein powder supplements makes a great protein source for vegans who choose not to consume whey protein shakes because whey derives from cow's milk.",
        "That way it's less likely that the seeds have been strained out and there is more pulp to consume.",
        "They are foods the probiotics consume, mostly sugars of some sort.",
        "If you currently consume cooked meat, try swapping out a serving of meat per day in favor of legumes, nuts, and seeds.",
        "Because the body doesn't absorb non-heme iron as well, vegetarians must consume a greater amount in order to meet their recommended daily allowance.",
        "The most common foods containing vitamin K are green vegetables and this means that vegetarians and vegans have plenty of opportunity to consume this important vitamin.",
        "Five portions of fruit and vegetables may sound like a lot, however many vegans and vegetarians will consume this easily.",
        "There are many vitamins in fruits and this can be a tasty and satisfying way to consume a well balanced diet.",
        "Vegans, who do not consume any animal products, can be at risk for a lack of vitamin B12 even if they don't suffer from pernicious anemia.",
        "The diet can be vegan, but some raw food enthusiasts are vegetarian and consume unpasteurized or otherwise untreated dairy products and raw eggs.",
        "These are a quick way to consume many important nutrients.",
        "The vegan strives to not consume any animal products whether it is in foods we eat or the clothes we wear.",
        "Soy milk is a dairy-free, lactose-free alternative to dairy milk and is the milk of choice for many vegans and vegetarians who do not want to consume dairy.",
        "It is also advisable to consume unflavored and unsweetened yogurt and kefir products, although many people have an initially difficult time appreciating the sour taste of these foods.",
        "Within the spectrum of people who refrain from eating meat, some follow the diet only occasionally, others eat almost entirely processed foods, and still others live a vegan lifestyle and do not use or consume any animal products.",
        "The current recommendation is for adults to consume two to three cups of vegetables each day.",
        "Those who consume a mostly plant-based diet, like vegans and vegetarians, should look to foods like soy and beans for protein.",
        "Renting a climate controlled reception tent with generators is another way to ensure that the food stays safe for guests to consume.",
        "Many Americans can consume one or two drinks a day without putting their health at risk.",
        "Men who are problem drinkers typically consume more than 14 drinks a week, or often have more than four drinks at one occasion.",
        "Don't consume any alcohol if you plan to drive.",
        "Did you know that 87 percent of adults and 76 percent of children regularly consume caffeine in their diets?",
        "People who consume excessive amounts of caffeine on a regular basis suffer from an increase in tolerance, physical cravings, and withdrawal symptoms.",
        "Then, they must consume even more caffeine the following day to compensate for their lack of rest.",
        "Most women who reduce the number of cigarettes smoked on a daily basis simply inhale more deeply to consume the same amount of nicotine.",
        "A person who suffers from bulimia will consume large amounts of food, but vomit or use laxatives to avoid gaining weight.",
        "An alcoholic can also experience all these symptoms, even though they may have to consume more alcohol before they become apparent.",
        "Many binge drinkers may consume three or four alcoholic drinks an hour.",
        "Due to this carefree use of alcohol, some people don't realize that when you consume alcohol it alters your physiology as well as mental health.",
        "If you can't stop your sugar consumption all at once, decrease the amount you consume gradually until you only consume a minimal amount or none at all.",
        "Under no circumstances should anyone consume alcohol while driving.",
        "It could be difficult to imagine that Jennifer Aniston is a smoker, but she is rumored to consume up to two packs of cigarettes a day.",
        "With every media outlet racing to get details out to readers, there will always be a steady stream of celeb scandals and rumors available for fans to consume.",
        "Students over the age of 21 may plan to consume alcohol at these parties.",
        "The most popular culinary event on Norwegian ships, however, is the Chocoholic Extravaganza Buffet, which features more cocoa than anyone could consume, from brownies and tortes to elaborate masterpiece cakes and chocolate-covered treats.",
        "Only allow your pet to consume no more than one dental chew per day.",
        "They also express a concern over allowing dogs to consume bones because of the potential for choking or bone splintering.",
        "Choose fresh foods of a quality that you would also consume.",
        "However, raw meat is more natural for the dog to consume and provides more nutrients than cooked meat.",
        "Most often, the foods humans consume are too rich for dogs.",
        "Caterpillars have voracious appetites and have been known to consume entire plants almost overnight.",
        "Fungi, bacteria and insects such as worms consume plant material and turn it into rich, nutrient-filled soil.",
        "Made of molded plastic, Gossamer blades are energy efficient, and they tend to consume almost one-half of the energy used by a standard ceiling fan.",
        "Americans consume more than 11 pounds of chocolate a year each, on average.",
        "Also, on a pound-for-pound basis, babies consume more food, water, and air than adults do.",
        "For this reason, many consumers routinely purchase and consume items that result from genetic modification but aren't aware of it at all.",
        "While some advocates would like to see GMOs banished altogether, there are some people who do not necessarily mind the existence of GMOs as long as they don't personally have to consume them.",
        "This means that many people consume GMOs on a regular basis, but have no idea that they are doing so.",
        "Pet food can be even more risky to consume than typical non-organic meat since meat that is considered 'not suitable for human consumption' is often considered by the Food and Drug Administration to be safe for animals to eat.",
        "According to the Centers for Disease Control and Prevention, less than one-third of Americans consume two or more servings of fruit a day.",
        "With most people not getting enough, the nutritional value of the produce they do consume becomes more important.",
        "With the lack of concrete evidence, it comes down to a personal choice whether or not to consume products produced by genetic engineering.",
        "Currently, the Food and Drug Administration recommends that people who consume more than three alcoholic drinks per day refrain from using drugs that contain acetaminophen.",
        "According to the 2010 Dietary Guidelines for Americans, people aged 50 and over should be especially careful to consume foods rich in vitamin B12 as well as reducing sodium intake to 1500 mg per day.",
        "Some older adults find it difficult to consume food during the day, so you can view your vitamin and calcium supplements as your \"insurance plan\" toward a healthy, nutrient-rich diet.",
        "Those who consume caffeine regularly, from coffee, tea, soda or other forms are stimulating their bodies, making it difficult for sleep to occur.",
        "Not to mention, individuals who stay up usually consume large quantities of caffeine, which causes anxiety that can inhibit focus and concentration.",
        "Consume less caffeine and alcohol: Both caffeine and alcohol can have a stimulating effect.",
        "Also, for power gems, because you generally consume all the nearby gems of that type when building them, they're usually easier to string up and use in the next level anyhow.",
        "Further, magic potions have been replaced with special moves that consume a portion of a character's new, regenerating mana gauge and are triggered by using the R1 button.",
        "Each thing you consume gives you a different amount of stamina, as well as an often hilarious remark from Snake.",
        "He is the epitome of decadence, and needs to consume souls to maintain his vitality (but he gains his victims' knowledge simultaneously).",
        "Shao Kahn also has the ability to consume souls and is overwhelmingly powerful, overcoming many enemies with brute strength.",
        "Therefore, it was the custom of the host to raise his glass and drink first to assure his guests that the beverage they were about to consume was safe--a sign of friendship.",
        "Just as with simple carbohydrates, if you consume an excess amount of complex carbs, unless you burn them off through activity, your body stores the unused carbs as fat.",
        "In fact, according to a study printed in the American Journal of Clinical Nutrition, less than five percent of the alcohol you consume is converted into fat.",
        "The same study reported that when you consume alcohol, it slows your metabolism by nearly 73 percent.",
        "If you consume in moderation, there are many benefits of drinking red wine.",
        "Children who are overnourished are visibly overweight or obese, and consume more food than their bodies need (or expend too little energy through physical activity).",
        "Fluids are replenished by having the child consume clear liquids.",
        "Families or individuals who regularly consume a high-fat diet consisting of animal products, fast foods, and refined foods may also benefit from being tested for abnormal cholesterol levels.",
        "The most common reason for poor growth among children with congenital cardiovascular defects is that they do not consume enough calories or nutrients.",
        "Iodine toxicity occurs fairly frequently in Japan, where people consume large amounts of seaweed.",
        "Junior, middle, and senior high school students consume 35 percent of all wine coolers sold in the United States as well as 1.1 billion cans of beer.",
        "Persons who consume diets that are rich in calcium are less likely to experience a fracture than those who have diets that are deficient in calcium.",
        "Often, children and adolescents consume \"super-size\" sodas that may contain up to 1,000 calories.",
        "Some studies have shown that some vegetarians consume large amounts of cholesterol and saturated fat.",
        "PKU patients who do not consume enough tyrosine in their diets cannot produce sufficient amounts of dopamine.",
        "Vitamin B12 deficiency occurs with the failure to consume meat, milk, or other dairy products.",
        "Oral vitamin supplements are especially useful for persons who otherwise cannot or will not consume food that is a good vitamin source, such as meat, milk, or other dairy products.",
        "For example, a vegetarian who will not consume meat may be encouraged to consume oral supplements of vitamin B12.",
        "The vitamin D added to foods serves the purpose of preventing the deficiency from occurring in persons who may not be exposed much to sunlight and who fail to consume foods that are fortified with vitamin D, such as milk.",
        "Children who consume caffeine throughout the day, in soda or iced tea beverages, also lose the sleep required for optimal health and cognitive functioning.",
        "Consume only pasteurized dairy products and fruit juices.",
        "They should consume adequate amounts of electrolytes such as sodium, chloride, potassium, phosphate and bicarbonate during hot weather.",
        "Because dairy products are an important source of calcium, people who reduce or severely limit their intake of these foods and beverages may need to consider other ways to consume an adequate amount of calcium.",
        "The formula for determining the recommended fiber intake for children, as advised by the American Dietetic Association, is to take the child's age plus five to equal the grams of dietary fiber the child should consume daily.",
        "The Centers for Disease Control and Prevention recommends that all women of childbearing age consume 0.4 mg of folic acid daily to prevent neural tube defects.",
        "Difficulty chewing, swallowing, and digesting food, pain, nausea, and lack of appetite are among the most common reasons that many hospital patients do not consume enough nutrients.",
        "Food may not seem very appetizing, but an effort should be made to consume nourishing food.",
        "People with bulimia, known as bulimics, consume large amounts of food (binge) and then try to rid themselves of the food and calories (purge) by fasting, excessive exercise, vomiting, or using laxatives.",
        "Affected persons should consume lots of fruits, vegetables, and whole grains.",
        "After people consume food contaminated with this bacteria, they may see symptoms of infection 11 to 70 days later.",
        "Do not consume homemade liquor that has been distilled.",
        "In order to improve the condition of her own hair, Jennifer Aniston has also been known to consume Phyto's Phytophanere, a dietary supplement for both hair and nails.",
        "Vegetarians often suffer a deficiency because they can't adequately consume foods that contain this important vitamin.",
        "After all, large groups consume a lot of supplies.",
        "Before conception, it's very important to quit smoking, stop drinking, and talk to your doctor about any prescription drugs you consume.",
        "Women who consume more than five alcoholic beverages each week can find it more difficult to conceive.",
        "They will not consume items that have been augmented with or have even come in contact with animal matter.",
        "Many American women do not consume enough calcium; aim for lowfat yogurt, milk, and cheese in order to pack on the calcium without gaining weight.",
        "Vegan women, since they do not consume any form of dairy products, have a 13 percent lower concentration of IGF in their blood.",
        "Find out how much caffeine is safe to consume and whether Diet Coke is suitable for your pregnancy diet.",
        "For example, if you have preeclampsia, you may not want to consume more than 150 milligrams per day, which translates into about three Diet Cokes if you consume no other caffeine during the day.",
        "The former \"piggy backs\" on fat when entering the body, making it a requirement to consume proper amounts of fat for complete absorption, and it also makes it hard to get rid of in case you accidentally ingest too much.",
        "Note: Vitamin D helps to absorb and properly consume calcium.",
        "If you don't consume enough dairy products, adding a calcium supplement to your regimen is one solution.",
        "Whey protein is also a highly concentrated form of protein, which increases the overall amount you can consume.",
        "A diet rich in fruits and vegetables in real terms means that you consume at least nine servings daily.",
        "If you consume multiple amino acids at once, your body will always assimilate them starting with the most common.",
        "It should be possible for most people to consume the recommended daily amount of vitamin C by simply eating a well-balanced diet.",
        "The best way to consume fruit and vegetables to maximize the benefit of vitamin C is to eat them raw.",
        "It is possible to consume too much vitamin C.",
        "People who enjoy a balanced diet with plenty of fresh fruit and vegetables will find that they consume the recommended amount of vitamin C.",
        "This is an ideal situation for vegans and vegetarians who may otherwise not consume the foods that are high in vitamin D.",
        "Most people who eat a well rounded diet will consume as much vitamin D as is needed for a healthy body.",
        "Fortunately it is relatively easy to consume and most people who have a well balanced diet and lifestyle will maintain good levels of this vitamin.",
        "Garden of Life: These supplements are made from real food ingredients and a single serving contains more fiber than most people consume in a single meal.",
        "You will need to consume adequate amounts on a daily basis for a couple of months before you see results.",
        "Many of the Superfoods Supreme blends are made from fruits and vegetables without additives, and these should be generally safe to consume unless you're allergic to any of the ingredients.",
        "Whether you choose to purchase this or any other superfood supplement, it is important to remember that you need to consume a healthy and balanced diet that includes fruits, vegetables, beans and legumes, whole grains, nuts, and seeds.",
        "If you consume a junk food diet, there are no nutritional products available that will replace all of the benefits of consuming healthy foods on a daily basis.",
        "However, juicing allows most people to maximize their nutrient intake because it allows you to consume larger amounts of vegetables you may not normally get enough of such as beets and dark leafy greens.",
        "However, people who consume a lot of processed foods such as boxed meals, fast food, refined flours, and soda pop are at an increased risk for developing a magnesium deficiency.",
        "Individuals who consume raw egg whites on a regular basis are at high risk for developing a biotin deficiency.",
        "Most Americans do not consume enough omega-3 fats.",
        "Without them, the body could not optimize its use of the protein you consume from meats, beans, nuts, seeds, vegetables, and grains.",
        "The key to keeping your body in good shape is to exercise regularly and to consume a well-balanced diet that includes fruits, vegetables, whole grains, healthy fats, and lean proteins.",
        "It is recommended children up to age eight consume three to five one-ounce equivalents of grains each day.",
        "Recommended daily intakes for vitamin C vary based on country and health factors, but generally adults should consume between 60 and 90 milligrams of the vitamin per day.",
        "Vitamin C is well known for its immunity-boosting properties, which leads many people to wonder just how much of the stuff they can consume to stay healthy.",
        "The World Health Organization recommends that adults consume a minimum of 45 milligrams of vitamin C daily.",
        "As with most vitamins and minerals, it's possible to take too many and to not consume enough.",
        "Staying informed about your options and how to consume the vitamins will ensure you get the maximum nutritional value.",
        "Many children are able to consume enough calcium to meet their daily needs through foods high in calcium.",
        "Some believe resveratrol can partially help explain what is referred to as \"the French paradox,\" in which French individuals consume a diet higher in fat, but experience less cardiovascular problems.",
        "In addition, it is not recommended for children and expectant mothers to consume these supplements.",
        "After a few hours in the refrigerator, it is ready to consume.",
        "Standard microwave ovens range from 800 to 900 watts, whereas luxury and larger models can consume up to 1200 watts.",
        "There is a reason why people don't purchase chewing gum that hints of new-car-smell, or consume ice cream in flavors like curried mint and braised duck.",
        "Allow yourself time to grieve the loss, but do not let it consume you.",
        "A bookstore tour can be very expensive, consume a lot of your time, take you away from your family and job and there's no guarantee it will be successful.",
        "If the person continues to consume gluten, without any type of treatment, he or she could face serious complications, including iron deficiency anemia, osteoporosis and even some forms of lymphoma.",
        "Gluten is in a variety of foods most people consume on a daily basis.",
        "Most Americans do consume gluten if they consume anything that has wheat, rye or barley in it.",
        "When they consume it, the immune system reacts by attacking the prolamins in the gluten.",
        "If you are able to safely consume corn products, you should be able to use corn gluten meal for your landscaping with no adverse effects.",
        "This is why most people with gluten sensitivity are able to consume corn with no ill effects.",
        "In a gluten free diet, which is what those who have celiac disease will need to consume, all foods that contain gluten are removed from your meals.",
        "When it comes to what contains gluten, numerous foods most people consume every day do contain this element.",
        "For those with celiac disease, on the other hand, it can be painful and life threatening to consume.",
        "On the other side, no one with a gluten allergy should consume certain foods.",
        "In fact, if a product includes wheat, barley or rye in any form, people with celiac disease should not consume it because it results in damage to the villi.",
        "If a person with celiac disease continues to consume products that contain gluten, the condition can become life threatening.",
        "There is no question that a celiac's ability to consume oats can unveil a world of cooking and baking options.",
        "There is still mixed information regarding the question of whether or not a celiac can safely consume oats.",
        "Do not attempt to consume oats until your gluten-related symptoms have stopped.",
        "The Centers for Disease Control and Prevention warn that Americans typically consume more than twice the recommended adequate intake of sodium.",
        "Fire can consume earth signs, and water often dampens and destroys fire's passion.",
        "Fire loves to advance rapidly, and it loves to consume.",
        "Many of them can be quite large and consume a significant amount of space in a room.",
        "Feelings of sadness or melancholy may come out of nowhere and consume her.",
        "Use coupons for what you really consume, not what the marketing department wants you to try.",
        "Medifast allows you to eat small meals every two-to-three hours, but you are not allowed to drink alcohol or consume more than three caffeinated beverages a day.",
        "It can also cut down on the amount of sweets and treats you consume, as many are an impulse buy.",
        "Another benefit of LCD monitors is that they don't consume as much power as traditional CRT monitors.",
        "Power Strips: Computers, DVD players, and other electronics consume large amounts of energy even if they aren't turned on.",
        "The effect on taste is minimal and it will help your children consume less sugar.",
        "Eric's courtship of Sookie is unique, because he is not above manipulating Sookie to serve his own needs including having her consume some of his blood when she sucks a bullet from his wound.",
        "It's imperative that practitioners drink at least 16 oz. of water before a Bikram yoga session, stay hydrated throughout the routine with the same amount, and consume another 16 oz. or more afterward.",
        "Sometimes these impulses are so severe that they interfere drastically with a person's ability to function in all life areas due to the amount of time behaviors consume or the fear and anxiety they cause.",
        "Protect Personal Time: Many new entrepreneurs fall into the trap of letting work consume every aspect of their lives.",
        "You'll be surprised the difference it makes to break the work into smaller doable tasks rather than to let cleaning the house consume your weekends.",
        "Just make sure that you do not store more food than you can consume within its shelf life.",
        "The goal of a low glycemic diet is to consume foods that minimally impact blood glucose in order to stabilize it.",
        "Vitamin D is primarily a concern for those who do not consume dairy products.",
        "Most vegetarians consume egg and milk products, and some may even eat fish or chicken occasionally.",
        "Although calcium is available in other foods, such as broccoli and tofu, one needs to consume copious amounts of these foods in order to meet the recommended daily allowance for this mineral.",
        "They tend to feel deprived of real food and may consume larger portions at their next meal.",
        "Pros: Anything that encourages people to consume more fresh fruits, fresh vegetables and water is a good thing.",
        "For the lacto-vegetarian who does not consume eggs and the strict vegan who does not consume any animal products, cookies can still be included in the diet.",
        "Since many vegetarian foods are rich in fiber, it is common for people to consume fewer calories on this type of eating plan and feel more satisfied after each meal.",
        "A general outline of servings per day to consume from each food group is given.",
        "While it's possible to consume a nutritionally-balanced vegetarian or vegan diet, doing so involves a fair amount of preparation.",
        "For example, those who wish to lose weight on a vegetarian or vegan diet must take care to consume adequate amounts of protein, calcium, iron, vitamin B, and riboflavin.",
        "Weight Watchers Points provide dieters with a simple method of calculating the amount of food to consume each day.",
        "Fruit contains fibre, which is crucial to healthy digestion, and it is easy to consume too many calories because a serving of fruit juice is far smaller than most people think.",
        "Too many people have misunderstood the low-fat idea, thinking the less fat they can consume, the better.",
        "You're now able to consume 1,500 calories on a daily basis.",
        "After the initial two weeks are over, dieters can plan their own menus using the recipes in the book, as long as they don't consume more than 1,500 calories each day.",
        "Studies have shown that people actually consume more calories if they think a food is healthy, even when it isn't.",
        "Fiber makes you feel fuller, longer, and therefore you eat less and consume fewer calories.",
        "Used in conjunction with sensible diet and exercise, however, they may help you consume fewer calories to keep the weight off.",
        "Consume lean proteins, such as fish, poultry, and plant proteins over beef for fewer calories and fat.",
        "On any given day, there seems to be a hot new food or nutrient we are told to consume in moundfuls.",
        "Thus, the first key to the AHA diet is knowing how many calories you should consume daily.",
        "Once you know how many calories you require to meet your body's needs, calculate how many calories you currently consume.",
        "Read the labels on prepared foods to ensure you do not consume too much fat or excessive calories without a payoff in nutrients.",
        "Rule number one: If you want to burn calories, you need to consume calories.",
        "The average adult needs to consume between 1500 and 2000 calories per day, but factors such as age and current health also figure into this number.",
        "For the purpose of this article, metabolism has to do with the process of converting food into energy and how efficiently your body burns calories as you consume them.",
        "Consume protein from lean sources whenever possible.",
        "Low- or no-calorie sweeteners are fine for everyone to use as a substitute for sugar, except for those with a condition known as phenylketonuria, who should not consume aspartame.",
        "Diabetics can consume alcohol in moderation, unless they are on medications that require avoiding it.",
        "People who get regular aerobic exercise consume more oxygen and pump more blood with each beat.",
        "The diet works on the simple premise that to lose weight you must consume less calories a day than your body burns up.",
        "When you consume the appropriate amount of calories to lose weight, it means you take in less calories but still burn the same amount as you did before your lowered your intake.",
        "Studies have shown that dieters who consume quantities of water throughout their day have a better chance at dieting success.",
        "Available in both pill and powder form, protein can reduce your hunger, which in turn helps you consume less calories.",
        "Some consumers mistakenly believe that if a dietary supplement is on the market, that it is considered safe to consume.",
        "Individuals who utilize this pyramid to guide their food choices will consume approximately 1,600 to 2,800 calories each day, depending on the number of servings consumed.",
        "It's also better to consume lower fat white meat rather than dark.",
        "Eating potatoes doesn't eliminate the need to consume fiber-rich, non-starchy vegetables.",
        "While it's important for diabetics to develop and understanding of the proportions of different types of foods that diabetics should consume, it's also necessary to learn how to prepare foods that meet the recommended guidelines.",
        "Each person should consume calories needed based on personal body size combined with personal energy expenditure.",
        "A sample low carb diet typically suggests that you consume no more than 20 to 45 grams of carbohydrates per day.",
        "Women under 50 years of age should consume 25 grams of fiber per day, while those 51 and older should have 21 grams of daily fiber.",
        "Research shows that people consume many unhealthy chemicals and toxins, like pesticides from the foods they eat.",
        "Any Subject: Here, you can calculate your ideal weight and then calculate the number of calories you should consume each day based on your goals and lifestyle.",
        "If you are tired of keeping track of each calorie you consume and strict diets, Weight Watchers may be a nice change of pace that yields results!",
        "Binge drinking is particularly worrying when the age of those who consume alcohol appears to be at an all time low.",
        "When you consume food your body breaks it down to its base nutrients.",
        "Simple carbohydrates are vastly made from simple sugars which means when you consume them you gain a small bit of energy but a slot of it will be broken down and stored in your body as fat.",
        "Many athletes consume a vast amount of carbohydrates in order to maintain their weight and energy level because they burn off sugars and fats quite rapidly.",
        "People with a normal activity level should consume pasta in small amounts and if possible replace the white-flour pasta with wholegrain.",
        "Once you know how much you weigh, you can figure out how many calories on average you consume during the day in order to stay at that weight.",
        "To follow this diet successfully, you need to consume nothing but raw vegetables and water.",
        "If you've heard of metabolism but aren't quite sure how it works, it refers to how quickly your body uses energy, or burns the calories you consume.",
        "Increase the amount of dietary fiber you consume.",
        "The site will then calculate your daily calorie goal, including the maximum amount of fat you can consume.",
        "Consume Sufficient Water - Drink between eight and ten glasses of water daily.",
        "At least half of the grain foods you consume should be whole grains.",
        "Those who are not able to eat products that contain lactose are encouraged to consume lactose free versions of these types of products to ensure sufficient calcium consumption.",
        "If this is indeed the cause, then the remedy is simple; limit your carbohydrate intake substantially and then slowly raise the amount of carbohydrate-rich foods you consume.",
        "Scientists agree that trans-fats are one of the worst kinds of fat that you can consume; they drastically increase your cholesterol levels and open the door to heart attack and stroke.",
        "The American Heart Association recommends that you consume as little trans-fat as possible in order to promote optimal health.",
        "Studies have found that folks who consume two or more fast food meals a week dramatically increase their risk of developing serious health problems.",
        "In addition, because it shortens the amount of time food stays in your digestive tract, the items you consume have less time to be absorbed by your body and stored as fat.",
        "The only thing you consume during this cleanse is the lemonade mixture.",
        "Know how many calories you burn each day, how many you consume, and consume less than you burn.",
        "These may also be obtained from plant-based sources, such as green leafy vegetables for those who choose not to consume dairy.",
        "Consume oatmeal with a source of protein to give you optimal energy and keep you feeling fuller all morning.",
        "Aim to consume at least ten grams of soluble fiber a day.",
        "To keep your calories down and reap the ultimate benefits, aim to consume two tablespoons a day.",
        "The reason that green tea is believed to be helpful for dieting is that green tea appears to cause a metabolic boost to those who consume it.",
        "Visit MyPyramid.gov for more detailed information on dietary needs based on gender and age group.The best way to ensure you consume a balanced diet to lose weight and reduce bodily fat, is to speak to a registered dietitian in your area.",
        "Kabler and Turner recommend replacing both breakfast and lunch with cookies and to consume a mid-morning cookie and mid-afternoon cookie.",
        "Since the HCG diet only allows for participants to consume 500 calories per day, many of them will experience weight gain once they go off of the diet.",
        "If you burn more calories than you consume, you will lose weight.",
        "Consume 25 to 35 grams of fiber each day.",
        "If you prefer not to add cinnamon sticks or spice into your diet, there are other ways to consume it.",
        "Note: Those allergic to milk, soy, eggs, or wheat should not consume these cookies.",
        "It is recommended that those following the cookie diet consume six cookies daily to control hunger and reduce calories in order to lose weight.",
        "Many people believe those who eat meals at home are better able to stick to a healthy diet than those who eat out or consume fast food often.",
        "At this age, boys of average weight and height should consume approximately 2200 calories.",
        "A 12-year-old boy should consume about seven ounces of grains, six ounces of protein, five cups of fruits and vegetables, and three cups of milk.",
        "There are many factors that can affect your digestive health, and not all of them have to do with what you consume.",
        "There are many fiber supplements on the market today if you prefer not to consume higher-fiber foods.",
        "Consume a balanced diet of all food groups and limit your intake of fatty and sugary foods.",
        "Individuals with certain health conditions, such as heart disease, should not consume these supplements.",
        "Do not consume these herbal supplements if you are, or suspect you might be, pregnant.",
        "Follow all labeled instructions when following this diet to ensure you do not consume too much, too often.",
        "A number of experts believe that by reducing the number of calories you consume and increasing the number of calories you burn through exercise, you can lose excess weight.",
        "A lower salt diet involves reducing the amount of salt you consume by altering how you season your foods and reducing the amount of processed foods you purchase and eat.",
        "While the body needs a certain amount of sodium, many people consume dangerously high levels of the mineral.",
        "The only other substances that you may consume during this diet include a salt and water mixture each morning, a laxative tea before bedtime, and plain water.",
        "Instead, consume lean proteins, especially fish high in omega-3 fatty acids.",
        "By eating less fatty meats and processed foods, you can easily reduce the amount of sodium and cholesterol you consume.",
        "When put into action, that means you should consume two to three cups of fruit or their equivalent each day.",
        "Serving sizes vary depending on the particular type of nut or nut butter you consume.",
        "Diet cranberry juice is a delicious beverage to enjoy when you are trying to consume a healthier diet.",
        "It is also a good alternative for those needing to consume cranberry juice for other health reasons, but prefer a lower sugar option.",
        "Many people who drink the juice would prefer not to consume so many calories and so much sugar just to get the positive health benefits of the juice.",
        "They often consume diets that are high in fresh produce and low in processed foods and unnecessary carbohydrates.",
        "Consume a balanced diet of healthy foods.",
        "Do not consume hCG for long periods of time.",
        "According to the calorie hypothesis, when you consume any food, it provides your body with energy.",
        "This means that while you're burning weight as quickly as possible, it's not going to be effective unless you burn more calories than you consume.",
        "The key to losing weight is to burn more calories than you consume, and while many people count calories to lose weight, they don't know how to figure the calories burned during exercise and other daily activities.",
        "Determining your activity level will better help you to understand how many calories you should consume, or how much to increase exercise in your daily life if you want to eat more.",
        "As a result, we may begin to gain weight, even if we do not increase the number of calories that we consume.",
        "This can be important when trying to lose weight and keep track of how many calories you consume and burn in one day.",
        "Nutritionists recommend that people who exercise consume at least one liter of water per hour.",
        "To prepare for activity, consume easily-digestible carbohydrates, like breads, pasta, fruit, and pre-fuel drinks.",
        "If you are working out first thing in the morning and cannot get up early enough to consume and digest a regular meal, eat or drink something small and digestible a minimum of 20 to 30 minutes before physical activity.",
        "If you plan to run long distance or do another high-exertion activity, it's a good idea to consume only food and drinks you've previously eaten before a workout.",
        "Consume a food or beverage high in carbohydrates directly after exercise, preferably within 30 minutes.",
        "She allowed her magic to consume her and hunted down those who killed Tara, skinning Warren alive.",
        "Make sure you consume the bare minimum of one ounce of water per every pound of your body weight throughout the day.",
        "For example, if you weigh 140 pounds, you'll want to consume at least 140 ounces of fresh water.",
        "Oily diets: Cut down on the amount of oil you consume.",
        "He entered her at the same time he bit her, and her world exploded into hot desire and need so intense, she thought his passion would consume her.",
        "FruitFruit-growing is general all over France, which, apart from bananas and pine-apples, produces in the open air all the ordinary species of fruit which its inhabitants consume.",
        "It was one thing to offer her body, but her heart, her soul â€¦ he would take all of her, consume her completely, irrevocably.",
        "Thousands of years of Czerno's depravity threatened to consume him.",
        "Darkyn played keep away, until she was drowning in heat, desire and the hot hunger that felt like it was going to consume her.",
        "He'd pursue her like a predator its prey, and he'd consume her.",
        "He had a prodigious appetite, being able to consume nine pounds of steak at a meal.",
        "A change in the marginal propensity to consume causes a pivotal change in the consumption function.",
        "A higher propensity to consume of video is a distinguishing feature of 3G networks.",
        "altered the balance of key nutrients people consume.",
        "He commented it was beautifully presented, a truly excellent combination of flavors and textures a sheer joy to consume.",
        "Therefore, if you are using green tea to boost your metabolism, it is important to understand that the boost you get from green tea isn't a blank check to consume more calories because the green tea will burn them.",
        "This guideline helps the dieter meet calorie and nutrient needs without having to consume large quantities of food.",
        "There are a number of variations on the soup diet, but the main idea is that you consume low calorie soup for the bulk of your meals to lose weight.",
        "The Mayo clinic suggests women should try to consume at least 21-25 grams and men should aim for a target of 30-38 grams of fiber each day.",
        "This allows you to consume the nutritional content of a large amount of fruit without feeling as full as you would if you ate six oranges.",
        "Plant foods, when unprocessed, contain the proper ratio, and when you consume a wide variety of foods, you will be getting enough of both types of fiber.",
        "There is more flexibility with food, allowing the dieter to consume three Cambridge diet meals with a choice of one protein food, vegetables and skimmed milk.",
        "To keep from over-taxing your gall bladder, consume small meals and consider a diet that consists of mostly plant-based foods.",
        "An average meal served at a restaurant is two times the amount an adult male should consume in one sitting, and three times what an adult woman should.",
        "On the two following days, instead of protein shakes, you consume whole, fresh, raw fruit every two hours.",
        "You will also need to consume three to six ounces of lean protein: chicken, fish, turkey, lean beef or egg whites.",
        "When added to the incidental amounts of protein you consume in milk, bread and other foods, this should be enough to sustain most athletic training programs.",
        "The [www.eatright.org American Dietetic Association] recommends that healthy adults consume 25-35 grams of fiber each day.",
        "She touched him everywhere, hungry to consume him.",
        "You should consume between 20 and 35 grams of fiber a day, according to recommendations of the American Dietetic Association."
    ],
    "definition": [
        "To take in as food; eat or drink up. See Synonyms at eat.",
        "a. To expend; use up: engines that consume less fuel; a project that consumed most of my time and energy.\nb. To purchase (goods or services) for direct use or ownership.",
        "To waste; squander.",
        "To destroy totally; ravage: flames that consumed the house; a body consumed by cancer.",
        "To absorb; engross: consumed with jealousy. See Synonyms at engross.",
        "Link/Cite",
        "To use.\nThe power plant consumes 30 tons of coal per hour.",
        "To eat.\nBaby birds consume their own weight in food each day.",
        "To completely occupy the thoughts or attention of.\nDesire consumed him.",
        "To destroy completely.\nThe building was consumed by fire.",
        "1899, Kate Chopin, The Awakening:\nHe assured her the child was consuming at that moment in the next room.",
        "Link/Cite"
    ]
}