{
    "translation": "תוצאות, השלכות",
    "uses": [
        "The consequences of war are the reasons people went on the march.",
        "One of the consequences of global warming in mountain regions is increasing risk of infectious diseases.",
        "Obviously he did realize the consequences of his actions.",
        "The consequences of such failure affect how we think about our moral action.",
        "I am not willing to risk the consequences if you're wrong.",
        "It is possible to foresee other consequences of the Soviet-Finnish war.",
        "The consequences of security breaches can be disastrous in terms of the public profile and the operation of your business.",
        "Benefit cuts have already had dire consequences for large numbers of people with HIV.",
        "\"Remember that you will answer for the consequences,\" said Prince Vasili severely.",
        "This has far-reaching consequences for the traditional attitude to Israelite history and religion.",
        "A train of events is set in motion that requires Farr to \"come out\" or face the consequences.",
        "It didn't seem possible for her to succeed at Xander's latest trial, and the consequences were far greater than anything she imagined dealing with.",
        "\"I guess it boils down to a case of doing what's right in spite of the consequences,\" Fred said, sounding like the old philosopher.",
        "After the Armistice the unsatisfactory consequences of the peace negotiations, the heavy burden of suffering and loss caused by the war, and, above all, the intolerable internal policy of the Nitti Cabinet, brought about the return of Giolitti to the sphere of practical politics once more.",
        "The consequences of this blow were momentous; it may be said to inaugurate the ghetto period.",
        "I don't know what the consequences will be, Darkyn explained.",
        "The economic development of Uruguay was retarded by the corruption of successive governments, by revolutionary outbreaks, by the seizure of farm stock without adequate compensation for the support of military forces, by the consequences of reckless borrowing and over-trading in 1889 and 1890, and also by the transference of commercial undertakings from Montevideo to Buenos Aires between 1890 and 1897.",
        "The marriage contract, without which the Code ruled that the woman was no wife, usually stated the consequences to which each party was liable for repudiating the other.",
        "It is the reason why the life and activity of people who lived centuries ago and are connected with me in time cannot seem to me as free as the life of a contemporary, the consequences of which are still unknown to me.",
        "That's one of the consequences of being someplace where you're not supposed to be.",
        "Much more important in its consequences was Nikon's activity as an ecclesiastical reformer.",
        "Although Servia was protected from the consequences of defeat by the intervention of Austria, Prince Alexander's success sealed the union with Eastern Rumelia, and after long negotiations he was nominated governor-general of that province for five years by the sultan (April 5, 1886).",
        "Besides, Howie knows the consequences of discovery as well as we do.",
        "More serious consequences followed his attachment to the Royalist cause.",
        "The various grades of life on our planet are the natural consequences of certain physical processes involved in the gradual transformations of the earth.",
        "The consequences of this marriage were to alienate many of the most powerful of the nobility, especially the earls of Arran and Home, and to make Margaret entirely dependent on the house of Douglas.",
        "She didn't doubt it and felt somewhat satisfied her brother at least knew there would be consequences to any stupidity.",
        "Eden told me my mother's love for me was greater than her fear of the consequences of living in the streets, Xander said.",
        "What bothered him: by making the choice he did, he was faced with a new set of consequences, ones he didn't quite know how to handle and definitely couldn't control.",
        "The consequences of this catastrophe were felt far and wide, and in the spring of 1891 both the Banco Nacional and the Banco de la provincia de Buenos Aires were unable to meet their obligations.",
        "In the winter similar consequences ensue, in a negative direction, from the prolonged loss of heat by radiation in the long and clear nights - an effect which is intensified wherever the surface is covered with snow, or the air little charged with vapour.",
        "Many people don't understand the consequences of filing fraudulent tax returns.",
        "I wouldn't deny one's right to fulfill love, but doing so will have serious consequences on an untold number of lives, even those you're saving.",
        "Cromwell's policy in this instance was not overturned at the Restoration, and the great Jewish immigration into England with all its important consequences may be held to date practically from these first concessions made by Cromwell.",
        "The strikes of the years 1890 and 1892 are just as important on account of their political consequences as from the direct gains or losses involved.",
        "Yet the idea of the \"Northern Accord,\" though never quite realized, had important political consequences and influenced the policy of Russia for many years.",
        "One of the consequences of the persecutions of which he was the object was to oblige him to spend three years, from 1896 to 1899, in England, where his participation in the management of the Suez Canal had won for him some strong friendships, and where he was able to see the great respect in which the memory and name of his father were held by Englishmen.",
        "This upheaval - the consequences of which have been felt even within the historic period, by the drainage of the formerly impracticable marshes of Novgorod and at the head of the Gulf of Finland - together with the destruction of forests, contributes towards a decrease of precipitation over Russia and towards increased shallowness of her rivers.",
        "It shows me you have some inkling of the importance of this gift you possess and the dire consequences of it falling into the wrong hands.",
        "And I'd accept whatever the consequences were and never be the same for the rest of my life, but I'm not sure knowing all that would still stop me from going ahead and doing it.",
        "You can challenge me and pay the consequences.",
        "Prepare for the consequences.",
        "The consequences were the reverse of those anticipated.",
        "In national affairs Maryland early took a stand of perhaps farreaching consequences in refusing to sign the Articles of Confederation (which required the assent of all the states before coming into effect), after all the other states had done so (in 1779), until those states claiming territory between the Alleghany Mountains and the Mississippi and north of the Ohio - Virginia, New York, Massachusetts and Connecticut - should have surrendered such claims. As those states finally yielded, the Union was strengthened by reason of a greater equality and consequently less jealousy among the original states, and the United States came into possession of the first territory in which all the states had a common interest and out of which new states were to be created.",
        "He is appointed watchman to warn men when they sin, and is to be held responsible for the consequences if he fails in this duty.",
        "If George Eliot is guilty of a platitude when she says that \" consequences are unpitying,\" then Butler's argument is empty: but not otherwise.",
        "Reckless of consequences, he swept away the venerated ceremonial formalities which his ancestors had scrupulously observed, openly scoffed at ancient usage, habitually dressed in foreign costume, and generally chose foreign heretics as his boon companions.",
        "Pierre Poiret (1646-1719) exhibits a violent reaction against the mechanical philosophy of Descartes, and especially against its consequences in Spinoza.",
        "Driving without insurance coverage in place can lead to serious consequences.",
        "c. 160), which permits Christians to deny any of the persons in the Trinity without penal consequences.",
        "The consequences of becoming ill in remote areas are more serious than at home.",
        "However, the consequences of an aging population make such cuts implausible.",
        "incalculable consequences for human survival.",
        "A deal left incomplete, with deadly consequences... Martin Breach is not a man who likes unfinished business.",
        "This project investigates the interplay between these two effects, which has important consequences for current experiments.",
        "These consequences perhaps justify urgent intervention, however, there are four strong arguments against any action that need consideration.",
        "It also concentrates heat in one area with possibly lethal consequences for the pulp.",
        "likely practical consequences of the proposed changes.",
        "To study meiosis, it is necessary to investigate the consequences to chromosome segregation of altering particular proteins.",
        "However, blaming globalization for the consequences diverts attention from such criminal misdeeds and also misdirects analysis of their underlying causes.",
        "This paper examines the socio-economic consequences of teenage motherhood for a cohort of British women born in 1970.",
        "The consequences of this policy became particularly evident in those areas which have a predominantly nationalist population.",
        "The proposed reorganization of the news bulletins has potentially negative consequences for regional output.",
        "But his wife, in cahoots with her lover and her servant, cleverly outwits his befuddled attempts to expose her with hilarious consequences.",
        "Shops warned about drug equipment bbc 13/5/05 Police are warning shopkeepers of the consequences of selling drug paraphernalia.",
        "Evolutionary consequences of Wolbachia -induced parthenogenesis in the parasitoid Leptopilina clavipes.",
        "And all this has perpetual, eternal consequences for us; Christ is always there for us to call upon.",
        "And I need hardly remind the politicians present of the consequences of failing to listen to those whom they serve.",
        "I chose to live, no matter what the consequences.",
        "\"I'm sure you noticed that my domain in overrun with demons,\" Death said casually.  \"My … interference put the underworld – and all the little humans' souls – at risk, weakened the barriers between here and Hell.  You were right, Gabe.  Even my actions have consequences.\"",
        "Jessi gazed at him, realizing she'd made a choice, whether or not she was ready for the consequences.",
        "The Finance Act of 1894, with its great changes in the death duties, overshadowed all other acts of that year both in its immediate effects and in its far-reaching consequences.",
        "At the same time a class of men arose interested in these forms for their own sake, professional lawyers Bence, but also \"poisons, nay destroys, the divinest feeling in man, the sense of truth,\" and the belief in sacraments such as the Lord's Supper, a piece of religious materialism of which \"the necessary consequences are superstition and immorality.\"",
        "Its consequences are described Aesch.",
        "It is the option of last resort with consequences too hideous to contemplate.",
        "horrifying consequences of the irresponsible use of nuclear technology by terrorists were well known.",
        "Unwelcome visits from the landlord only increase the nervous hysteria already developing in the small flat fueling dreadful consequences.",
        "Lessons Learned A moment's inattention at sea can have serious consequences.",
        "This concession involved important consequences.",
        "In the ardour of his passion Fox took his losses and their consequences with an attractive gaiety.",
        "We have next to notice three important facts in electrostatics and some consequences flowing therefrom.",
        "His apprenticeship to politics was served in the Colonial Assembly of Bourbon, where he fought successfully to preserve the colony from the consequences of perpetual interference from the authorities in Paris, and on the other hand to prevent local discontent from appealing to the English for protection.",
        "The consequences were of course momentous.",
        "The mere fact of the effort being made would have given the battle of Gravelotte the moral effect of a victory, and the reaction in the German ranks from the feeling of over-confidence, which had mastered them after the early successes of Spicheren and Woerth, must have had most far-reaching consequences.",
        "The census unwillingly carried out by Joab at the behest of David related exclusively to the fighting men of the community, and the dire consequences ascribed to it were quoted in reprobation of such inquiries as late as the middle of the 18th century.",
        "But in working out the consequences of this view Say is not free from obscurities and inconsistencies; and by his comprehension of these immaterial products within the domain of economics he is confirmed in the error of regarding that science as filling the whole sphere which really belongs to sociology.",
        "The development of the diamond mines and of the gold and coal industries - of which Brand saw the beginning - had far-reaching consequences, bringing the Boer republics into vital contact with the new industrial era.",
        "The first ended with the Flood, so that any consequences of Adam's sin were, strictly speaking, of limited duration.",
        "In addition to this there was another quite exceptional source of difficulties which had the most serious consequences for Austria, namely her relation with Hungary, due to the peculiar constitutional structure of the Austro-Hungarian Monarchy.",
        "The sleeping potion and the love potion get mixed up, with predictable consequences.",
        "Teenage pregnancy Teenage pregnancies can have profound social consequences for the parents, their child and the community.",
        "The consequences have been twofold: Baltika has enjoyed far greater quality control over its products while Sun has developed greater regional penetration.",
        "It is clear to a would-be rapist that if they try the command again they will suffer the same consequences.",
        "Each of the target countries has experienced unusually severe climatic conditions in recent years, often with life-changing consequences.",
        "The people are already extremely vulnerable and any military action could exacerbate this, with potentially severe and lasting humanitarian consequences.",
        "Early identification is a priority if the debilitating, disabling, life shortening and expensive consequences of severe COPD are to be avoided.",
        "sins forgiven while they suffer the just consequences of their crimes.",
        "Some studies have suggested that long-term usage of the drug can have negative consequences on your health.",
        "No rule of doctrine is to be ascribed to the church which is not distinctly and expressly stated or plainly involved in the written law of the Church, and where there is no rule, a clergyman may express his opinion without fear of penal consequences.",
        "Drink Too Much and Face the Consequences A new operation is being launched to tackle alcohol related anti-social behavior.",
        "In the diocese of Rome, exercised discipline of a penitential kind over their lay members; but in later times their censures have generally ceased to carry temporal consequences.",
        "In 105, Caepio suffered a crushing defeat from the Cimbri at Arausio (Orange) on the Rhone, which was looked upon as a punishment for his sacrilege; hence the proverb Aurum Tolosanum habet, of an act involving disastrous consequences.",
        "When, however, he had succeeded in extracting from the sources a general idea that seemed to him clear and simple, he attached himself to it as if to the truth itself, employing dialectic of the most penetrating, subtle and even paradoxical character in his deduction of the logical consequences.",
        "This temple was cared for, and the cult attended, by women only, and the same was the case at a second celebration at the beginning of December in the house of a magistrate with imperium, which became famous owing to the profanation of these mysteries by P. Clodius in 62 B.C., and the political consequences of his act.",
        "Following on this came the Black Death with its terrible consequences in Germany; even in Poland, where the Jews had previously enjoyed considerable rights, extensive massacres took place.",
        "The last exilarch of importance was David, son of Zakkai, whose contest with Seadiah had momentous consequences.",
        "Laurent, to protect himself from the consequences of the substitution, replaced the wooden figure by a deaf mute, who was presently exchanged for the scrofulous child of the death certificate.",
        "Though Mill appears here purely as the disciple of Ricardo, striving after more precise statement, and reaching forward to further consequences, we can well understand in reading these essays how about the time when he first sketched them he began to be conscious of power as an original and independent thinker.",
        "These conditions are of course not independent of each other, and they have brought in their train many consequences, some good and some bad.",
        "More important in the history of scholasticism are the theological consequences to which Gilbert's realism led him.",
        "Venice was soon made to feel the consequences of having become a mainland power, the difficulties entailed by holding possessions which others coveted, and the weakness of a land frontier.",
        "A breach of condition may, however, be waived by the landlord, and the legislature has made provision for the relief of the tenant from the consequences of such breaches in certain cases.",
        "As to the consequences of breach of the latter, see Rent.",
        "Also it is purely arbitrary to erect the consequences of these six principles into a separate science.",
        "But on the assumption that \"mathematics\" is to denote a science well marked out by its subject matter and its methods from other topics of thought, and that at least it is to include all topics habitually assigned to it, there is now no option but to employ \"mathematics\" in the general sense' of the \"science concerned with the logical deduction of consequences from the general premisses of all reasoning.\"",
        "Under such a system, and the legal protection enjoyed through it by Ottoman functionaries against evil consequences of their own misdeeds, corruption was rife throughout the empire.",
        "In view of the multiple dangers to which the Ottoman Empire was exposed, both from without and °e from within, and of the serious consequences to the world's peace which would result from its break-up, there was a strong feeling among the powers in favour of such a guarantee, and even the emperor Alexander was willing to agree to it in principle.",
        "From these reveries he was at length awakened by news which indicated that the consequences of Macdonald's defeat had been far more serious to the moral of that command than he had imagined.",
        "At such moments of crisis it almost excelled human comprehension; the mind seems to have gathered to itself and summed up the balance of all human passions arranged for and against him, and to have calculated with unerring exactitude the consequences of each decision.",
        "But the ions of an electrolytic solution can move independently through the liquid, even when no current flows, as the consequences of Ohm's law indicate.",
        "von Wrangel); the various coloration of many animals according to the composition of the forests they inhabit (the sable and the squirrel are well-known instances); the intermingling northern and southern faunas in the Amur region and the remarkable consequences of that intermixture in the struggle for existence; - all these render the study of the Siberian fauna most interesting.",
        "He was an accomplished writer and scholar, contributed largely to William Hutchinson's History of the County of Cumberland (2 vols., 1794 seq.), and published A View of the Causes and Consequences of the American Revolution (1797), dedicated to George Washington, and consisting of thirteen discourses delivered in America between 1763 and 1775.",
        "Indirectly, however, the fate of this isolated country was decided by the consequences of the French Revolution.",
        "But their impatience of control, reflected in the form of government adopted, led to disastrous consequences.",
        "But in 1860 and for many years afterwards these consequences were not foreseen, and alone among the South Africa states Natal offered a welcome to Asiatics.",
        "The governor expressed his views to the prime minister that the Natal government ought to give the British government every support, and Colonel Hime replied that their support would be given, but at the same time he feared the consequences to Natal if, after all, the British govern m ent should draw back.",
        "As Cousin says, \" Realism and Nominalism were undoubtedly there in germ, but their true principles with their necessary consequences remained profoundly unknown; their connexion with all the great questions of religion and politics was not even suspected.",
        "In other words, he merely sought to avoid the awkward consequences of his own doctrine by substituting \" individualiter \" for \" essentialiter \" in his definition.",
        "By these distinctions Abelard hoped to escape the consequences of extreme Nominalism, from which, as a matter of history, his doctrine has been distinguished under the name of Conceptualism, seeing that it lays stress not on the word as such but on the thought which the word is intended to convey.",
        "One of the first of these was the Reprehensorium seu correctorium fratris Thomae, published in 1285 by William Lamarre, in which the Averroistic consequences of the Thomist doctrine of individuation are already pressed home.",
        "The intervention of the Greek emperors had important consequences for Hungary.",
        "More important in its ulterior consequences to Hungary was the law of 1351 which, while confirming the Golden Bull in general, abrogated the clause (iv.) by which the nobles had the right to alienate their lands.",
        "But it must not be forgotten that the problems presented by human communities are extremely complex, and that the absence of any selection of healthy or desirable stock in the breeding of human communities leads to undesirable consequences.",
        "The consequences must depend upon the amount of the retardation.",
        "ignorantia, from ignorare, not to know), want of knowledge, a state of mind which in law has important consequences.",
        "Therefore, in English, as in Roman law, ignorance of the law is no ground for avoiding the consequences of an act.",
        "Religious dress (whether of priests or worshippers) was regulated by certain fundamental ideas concerning access to the deity and its consequences.",
        "Had the Austrians attacked on both flanks forthwith, the Prussian central (I.) army could have reached neither wing in time to avert defeat, and the political consequences of the Austrian victory might have been held to justify the risks involved, for even if unsuccessful the Austrians and Saxons could always retreat into Bavaria and there form a backbone of solid troops for the 95,000 South Germans.",
        "For the history of the discovery, and its consequences in anatomy and physiology, we must refer to the article Harvey.",
        "It led, among other consequences, to an enormous misuse of bleeding.",
        "One of the consequences of the act was the abolition of tolls, statutelabour, causeway mail and other exactions for the maintenance of bridges and highways, and all turnpike roads became highways, and all highways became open to the public free of tolls and other exactions.",
        "Moreover, he was from the first aware of the probable developments of the Revolution and of the consequences to Prussia of the weakness and vacillations of her policy.",
        "In vain the powers, now united in their views, warned him of the probable consequences of any aggressive action on his part.",
        "The most important consequences of the expedient, however, were not intended or perceived at the time.",
        "This solved the difficulty of military service apparently, but with decisive consequences.",
        "The other powers followed suit, except Italy, which did not recognize the full consequences of the French protectorate until 1896.",
        "He will be veracious only so long as the consequences are not seriously injurious.",
        "Neither work can be said to possess signal literary merit, but both had memorable consequences.",
        "Politically, Spencer is an individualist of an extreme laissez faire type, and it is in his political attitude that the consequences of his pre-Darwinian conception of Evolution are most manifest.",
        "In the Principles of Ethics Spencer, though relying mainly on the objective order of nature and the intrinsic consequences of actions for the guidance of conduct, conceives the ethical end in a manner intermediate between the hedonist and the evolutionist.",
        "Despite the risks of failure and the probable consequences of such a failure, from the political and moral as well as the military point of view, it was considered essential both by Marshal Foch and Lord Haig that the attack on it should be carried out and that as soon as possible.",
        "Among other uses and consequences of his treatise, Collier thinks it furnishes an easy refutation of the Romish doctrine of transubstantiation.",
        "20 (\"Hymenaeus and Alexander whom I delivered unto Satan that they might be taught not to blaspheme\") seems to refer to an excommunication, but it does not appear whether the apostle had acted as representing a church, nor is there anything to explain the exact consequences or limits of the deliverance to Satan.",
        "In the Anglican Church the bishops (subject to appeal to the sovereign) have the right of excommunicating, and their sentence, if sustained, may in certain cases carry with it civil consequences.",
        "of the century; its latest word seemed to involve consequences that brought it into conflict with the vital interest the human mind has in freedom and the possibility of real initiation.",
        "His feat produced a diplomatic controversy with Portugal which was destined to have important political consequences.",
        "In practice the selling of a seat in the town councils, or cabildos, did not have the bad consequences which might have appeared inevitable.",
        "Though the vast ultimate consequences of this sudden appearance of the great western republic in the arena of international politics were not realized even by those in sympathy with Monroe's action, the weight of the United States thrown into the scale on the side of Great Britain made any effective protest by the European powers impossible; Russia, Austria and Prussia contented themselves with joining in a mild expression of regret that the action of Great Britain \"tended to encourage that revolutionary spirit it had been found so difficult to control in Europe.\"",
        "Among the consequences of the panic was a reduction of wages in many employments, accompanied by labour troubles more or less serious.",
        "Again, the army was morally weakened by a haunting dread of treason, and some of the chiefs, Ney for example, took the field with disturbing visions of the consequences of their late betrayal of the Bourbon cause, in case of Napoleon's defeat.",
        "His personal courage and extreme affability made him highly popular among the lower orders, but he showed himself quite incapable of taking advantage permanently of the revival of the national energy, and the extraordinary overflow of native middle-class talent, which were the immediate consequences of the revolution of 1660.",
        "6, i 1); or it was sold for 120 talents of gold (nearly £750,000 sterling), presumably to assist Solomon in continuing his varied enterprises - but the true nature of the transaction has been obscured, although the consequences involved in the loss of the territory are unmistakable.",
        "As to the provisions of this natural law, and the consequences they entail in individual cases, these can be decided only by the Church, i.e.",
        "against the emperor William I., of Germany, in a letter which has since become famous - every Christian, whether he will or no, belongs to that Church by baptism, and is consequently pledged to obey her, and, on the other hand, since the state lies under the obligation to place the \" secular arm \" at her disposal whenever one of her members wishes to secede, the most far-reaching consequences result.",
        "The queen must say that she cannot view without alarm possible consequences of another year of agitation on the Irish Church, and she would ask the archbishop seriously to consider, in case the concessions to which the government may agree should not go so far as he may himself wish, whether the postponement of the settlement for another year may not be likely to result in worse rather than in better terms for the Church.",
        "It is difficult to say to what we are to ascribe his immunity from painful consequences.",
        "It was, then, a fact pregnant with the most momentous consequences that Leo IX.",
        "It is difficult to believe that this doctrine was ever put forward sincerely; in the most of those who professed it, it was certainly no more than a veil by which they sought to cover their heterodoxy and evade its consequences.",
        "But such incidental lapses are found to correct themselves by the consequences in which they involve us, and they have no power to shake our trust in the general validity of reason.",
        "This fatal parsimony had the most serious political consequences, for it crippled the king at every step. Strive and scheme as he might, his needs were so urgent, his enemies so numerous, that, though generally successful in the end, he had always to be content with compromises, adjustments and semi-victories.",
        "Holbach exposed the logical consequences of the theories of the Encyclopaedists.",
        "Among his pamphlets are A Candid Examination of the Mutual Claims of Great Britain and the Colonies (1775); Historical and Political Reflections on the Rise and Progress of the American Rebellion (1780); Cool Thoughts on the Consequences to Great Britain of American Independence (1780); and The Claim of the American Loyalists Reviewed and Maintained upon Incontrovertible Principles of Law and Justice (1788).",
        "The political history of the war, its antecedents and its consequences, are dealt with in the articles United States (History) and Confederate States.",
        "This writer, who is characterized by a singularly bright and picturesque style, and also by deep religious feeling and insight, begins his narrative with the account of the creation of man from the dust, and tells of the first sin and its consequences (Gen.",
        "The Wisdomliterature of the Hebrews concerned itself with what we should call the philosophy of human nature, and sometimes also of physical nature as well; its writers observed human character, studied action in its consequences, laid down maxims for education and conduct, and reflected on the moral problems which human society presents.",
        "The change in the former period with regard to a single point, which is however typical of many, is briefly summed up by Dr Cheyne: \" In 1880 it was still a heresy to accept with all its consequences the plurality of authorship of the Book of Isaiah; in 1890 to a growing school of churchstudents this has become an indubitable fact \" (Origin of the Psalter, xv.).",
        "xiii.; of the Resurrection and its consequences in ch.",
        "The invention of logarithms and the calculation of the earlier tables form a very striking episode in the history of exact science, and, with the exception of the Principia of Newton, there is no mathematical work published in the country which has produced such important consequences, or to which so much interest attaches as to Napier's Descriptio.",
        "This is not merely in the vague sense that on the whole good will be rewarded and evil punished, but that every single act must work out to the uttermost its inevitable consequences, and receive its retribution, however many ages the process may require.",
        "The consequences of this principle when applied to the adaptations of animals bring us to the very antithesis of Cuvier's supposed \"law of correlation,\" for we find that, while the end results of adaptation are such that all parts of an animal conspire to make the whole adaptive, there is no fixed correlation either in the form or rate of development of parts, and that it is therefore impossible for the palaeontologist to predict the anatomy of an unknown animal from one of its parts only, unless the animal happens to belong to a type generally familiar.",
        "St Paul's ideas were here developed to their extremest consequences, and in an entirely one-sided fashion such as was far from being in his intention.",
        "It was impossible for Schelling, the animating principle of whose thought was ever the reconciliation of differences, not to take and to take speedily the step towards the conception of the uniting basis of which nature and spirit are manifestations, forms, or consequences.",
        "Since (following Protagoras) knowledge is solely of momentary sensations, it is useless to try, as Socrates recommended, to make calculations as to future pleasures, and to balance present enjoyment with disagreeable consequences.",
        "It is very rapidly absorbed from raw surfaces and may thereby cause fatal consequences.",
        "Much interest attaches to estimates of time based on data afforded by the consequences of glaciation.",
        "But owing to the constitution of the human mind it has consequences which possibly they have not contemplated.",
        "number in arithmetic, magnitude in geometry, stars in astronomy, a man's good in ethics; concentrates itself on the causes and appropriate principles of its subject, especially the definition of the subject and its species by their essences or formal causes; and after an inductive intelligence of those principles proceeds by a deductive demonstration from definitions to consequences: philosophy is simply a desire of this definite knowledge of causes and effects.",
        "1, Ioo b 21-23); and in that it is not like science a deduction from true and primary principles of a definite subject to true consequences, but a deduction from opinion to opinion, which may be true or false.",
        "But it is by a different process of sense, memory, experience, induction, intelligence, syllogism, that science becomes knowledge of real causes, of real effects, and especially of real essences from which follow real consequences, not beyond, but belonging to real substances.",
        "It was at once resolved to proceed against him in convocation, but this was prevented by the king proroguing the assembly, a step which had consequences of vital bearing on the history of the Church of England, since from that period the great Anglican council ceased to transact business of a more than formal nature.",
        "The court has also the power to relieve from the consequences of certain innocent contraventions of the law caused by inadvertence or miscalculation.",
        "But, while it differs from both in denying the reality of body, it differs from the former in extending conscious soul not only to plants, as Stahl did, but to all Nature; and it differs from the latter in the different consequences drawn by materialism and idealism from this universal animism.",
        "He uses this psychical causality to carry out his voluntarism into detail, regarding it as an agency of will directed to ends, causing association and understanding, and further acting on a principle which he calls the heterogony of ends; remarking very truly that each particular will is directed to particular ends, but that beyond these ends effects follow as unexpected consequences, and that this heterogony produces social effects which we call custom.",
        "Wundt, indeed, is aware of the consequences.",
        "vi), but rather that it is unaffected by consequences, and that it is more or less invariable for intelligent beings.",
        "It was Captain Hood who conducted the negotiations which relieved the squadron from the consequences of its failure.",
        "He also had to submit to the consequences of his origin on the occasion of a double election not foreseen by the Concordat of Worms, when he was forced to admit the necessity of appeal to Rome and to acknowledge the supremacy of the papal decision.",
        "The disinclination of sovereigns and peoples to a division, of the disastrous consequences of which the West had only lately had plentiful experiences, was so pronounced that 1 May 23, 1423: vide the Chronicle of Martin de Alpartil, edited by Ehrle (1906).",
        "The inevitable consequences ensued.",
        "There are also certain differences between the two sorts of documents with regard to their penal consequences.",
        "At Sidon the successor of Ethbaal was Abd-milkath; in alliance with a Cilician chief he rebelled against Esarhaddon about the year 678, with disastrous consequences.",
        "and afterwards bannerets appear as the commanders of a military force raised by themselves and marshalled under their banners: their status and their relations both to the crown and to their followers were mainly the consequences of voluntary contract not of feudal tenure.",
        "Denying the continuance of the soul, Buddhism affirmed a continuity of moral consequences (Karma), each successive life being determined by the total moral result of the preceding life.",
        "For the internal constitution of Bavaria also the French alliance had noteworthy consequences.",
        "A new feature in diking was the construction of dams or sluices across the mouths of rivers, sometimes with important consequences for the villages situated on the spot.",
        "\" the Armed Neutrality,\" but the consequences of the war, in which this act had involved them, was largely visited upon the prince of Orange.",
        "The consequences were the Belgian Revolution of 1830, The which ended in the intervention of the great powers, Belgian and the setting up, in 1831, of Belgium as an indepen- Revolu- dent kingdom.",
        "Its consequences were the total ruin of Dutch commerce, and the seizure of all the Dutch colonies by the English.",
        "It was left for Hume to approach the theory of knowledge with full consciousness from the psychological point of view, and to work out the final consequences of that view so far as cognition is concerned.",
        "107.) The course of Hume's work follows immediately from his fundamental principle, and the several divisions of the treatise, so far as the theoretical portions are concerned, are but its logical consequences.",
        "Such a fashion of disguising difficulties points, not only to an inconsistency in Hume's theory as stated by himself, but to the initial error upon which it proceeds; for these perplexities are but the consequences of the doctrine that cognition is to be explained on the basis of particular perceptions.",
        "Philo, however, pushing his principles to their full consequences, shows that unless we assumed (or knew) beforehand that the system of nature was the work of a benevolent but limited deity, we certainly could not, from the facts of nature, infer the benevolence of its creator.",
        "In Hume's theory of knowledge we have the final expression of what may be called psychological individualism or atomism, while his ethics and doctrine of religion are but the logical consequences of this theory.",
        "A certain consequence of its use is to cause or increase cardiac hypertrophy - a condition which has its own dangers and ultimately disastrous consequences, and must never be provoked beyond the positive needs of the case.",
        "Even women were used as beasts of burden to carry ammunition and stores, and when no longer capable of work were left to die by the roadside or murdered to avoid any ill consequences occurring from their capture.",
        "Nor could it ever have been doubted that war, disease, poverty the last two often the consequences of vice - are causes which keep population down.",
        "To save himself from the consequences of his double marriage, which had provided him with powerful enemies, Philip in June 1541 came to terms with the emperor, who thus managed to spike the guns of the league of Schmalkalden, although the strength of this confederation did not fail until after the campaign against Henry of Brunswick.",
        "By this time however, there were signs of substantial progress on the part of the great Catholic reaction, which was to have important consequences for Germany.",
        "The old diet, without being formally dissolved, (an omission that was to have notable consequences) broke up, and the national representatives had before them a clear field.",
        "Adams's Review of Mr Ames's Works (1809), New England Patriot, being a Candid Comparison of the Principles and Conduct of the Washington and Jefferson Administrations (1810), Appeals to the People on the Causes and Consequences of War with Great Britain (1811) and Mr Madison's War (1812).",
        "Meanwhile the ambition of Catherine of Russia, and the war with Turkey by which the empire of the tsars was advanced to the Black Sea and threatened to establish itself south of the Danube, were productive of consequences of Austria enormous importance to Austria in the East.",
        "Although in theory he was an upholder of verbal inspiration, he did not push the doctrine to its extreme consequences; his practical good sense did not take these things so strictly as the theologians of later centuries.",
        "The consequences had been most disastrous.",
        "Superadded to these troubles was a prolonged struggle for supremacy between the popes and the crown, and, still more serious, the beginning of a breach between the kings and nobles, which had important constitutional consequences.",
        "Politically its consequences were disastrous.",
        "But the war just terminated had important political consequences, which were to culminate in one of the most curious and interesting revolutions of modern history.",
        "The Kongelov has the highly dubious honour of being the one written law in the civilized world which fearlessly carries out absolutism to the last consequences.",
        "This division of national sentiment within the monarchy, complicated by the approaching extinction of the Oldenburg line of the house of Denmark, by which, in the normal course under the Salic law, the succession to Holstein would have passed away from the Danish crown, opened up the whole complicated SchleswigHolstein Question with all its momentous consequences.",
        "\"All is lost save the royal family,\" he wrote to his minister Friesenstein; \"the consequences of this battle will be worse than the battle itself.",
        "The real difference between two conceptions lies in their application, in the different consequences for the purposes of life which their acceptance carries.",
        "Hence the \"principle of Peirce\" may be formulated as being that \"every truth has practical consequences, and these are the test of its truth.\"",
        "Now such testing, though it varies greatly in different departments of knowledge, is always effected by the consequences to which the claim leads when acted on.",
        "The validity of the argument from consequences and the connexion of truth with what \"works\" was asserted a propos of A.",
        "The well-known institution of the Prosbol (irpov(30Xrl), introduced by Hillel, was intended to avert the evil consequences of the scriptural law of release in the seventh year (Deut.",
        "The renewal of the war and the loss of all Normandy were its direct consequences.",
        "Such were the consequences, in the sequel, of what seemed a disastrous event, the absorption, by a Celtic kingdom, of a large and fertile region of northern England.",
        "The surrender of Charles to the Scots, the surrender by the Scots of Charles to the English, for £ 200,000 of arrears of pay, with hopes of another f200,000 (February 1647), were among the consequences of Montrose's defeat.",
        "Far more important consequences, however, resulted from the fact that the medieval mind associated the pilgrimage with the forgiveness of sins.",
        "And, from an absolution from the consequences of guilt, it became, in the 14th and 15th centuries, a negation or the guilt itself; while simultaneously the opportunity was offered of acquiring an indulgence for the souls of those already in purgatory.",
        "The post had, in fact, subsided to the bottom of the river, but the consequences of its disappearance had been both far-reaching and expensive.",
        "3), \"no new body, no new property, no natural phenomenon previously unknown; but all the facts established by him were the necessary consequences of the labours of those who preceded him.",
        "The year 1846, however, brought a change which had sad consequences.",
        "From this position further consequences followed.",
        "A visit to Switzerland in the summer of 1775 may not have weakened his interest in her, but it at least allowed him to regard her objectively; and, without tragic consequences on either side, the passion was ultimately allowed to yield to the dictates of common-sense.",
        "The notable change which now took place in Sweden's foreign policy and its fatal consequences to the country are elsewhere set forth (see Sweden, History).",
        "In winter they are occasionally visited by a hot south-east wind from Africa, which is called the Levante, and produces various disagreeable consequences on the exposed parts of the person, besides injuring the vegetation, especially on the higher grounds.",
        "Onias, fearful of the consequences, offered a sacrifice for his restoration, and the two youths appeared to him with the message that he was restored for the sake of Onias.",
        "19-23, 36), and similar to a store discovered, with less disastrous consequences, in another part of the city early in the 19th century.'",
        "Noah was the first to cultivate the vine and to experience the consequences of over-indulgence in its products, an occasion which called forth the filial respect of two of his sons and the irreverence of the third.",
        "For the moment the consequences seemed likely to be serious; but the affair was arranged diplomatically, and the demarcation proceeded up to a point near the Oxus river, beyond which the commission were unable to settle an agreement.",
        "While he emphasizes in the later sophists the consequences of the fundamental error of sophistry - its indifference to truth - he does honour to the genius and the originality of the leaders of the movement.",
        "Among William Jay's other writings, the most important are The Life of John Jay (2 vols., 1833) and a Review of the Causes and Consequences of the Mexican War (1849).",
        "The soil is suitable for the cultivation of almost all kinds of tropical produce, and it is to be regretted that the prosperity of the colony depends almost entirely on one article of production, for the consequences are serious when there is a failure, more or less, of the sugar crop. Guano is extensively imported as a manure, and by its use the natural fertility of the soil has been increased to a wonderful extent.",
        "In relation to human society, and the rules it imposes on its members, action that ought not to be done is crime; a habit which is injurious to a man's own moral nature, especially if it involves evil physical consequences, is described as vice.",
        "His fiend Caelestius was in 412 charged with and excommunicated for heresy because he regarded Adam as well as all his descendants as naturally mortal, denied the racial consequences of Adam's fall, asserted the entire innocence of the new-born, recognized sinless men before the coming of Christ.",
        "It is obvious that wrongful admission into the \"star\" class might be fraught with mischievous consequences, and it is well known that a first sentence does not necessarily mean absolute unacquaintance with crime.",
        "For about ten years the Syrian and Mesopotamian deserts were the scene of a series of raids, often marked by great cruelty, and which have been the subject of a great many poems. Abdalmalik had need of all his tact and energy to pacify ultimately the zealous sectaries, but the antagonism between Yemenites (Kalb and Azd) and Madarites (Qais and Tamim) had been increased by these struggles, and even in the far east and the far west had fatal consequences.",
        "He also issued a proclamation warning the people of South Carolina against the consequences of their conduct.",
        "These inevitable consequences came to be perceived in course of time and occasioned a backward tendency towards services in kind which could not prevail against the general movement from natural economy to money dealings, but was strong enough to produce social friction and grave disturbances.",
        "As again the synthesis contains or involves the conclusion, syllogism has the advantage of compelling assent to the consequences of the premises.",
        "- Alexander the Commentator defined synthesis as a progress from principles to consequences, analysis as a regress from consequences to principles; and Latin logicians preserved the same distinction between the progressus a principiis ad principiata, and the regressus a principiatis ad principia.",
        "Phaenomena, 4-5; prop. 2.) What Newton did, in short, was to prove by analysis that the planets, revolving by Kepler's astronomical laws round the sun, have motions such as by mechanical laws are consequences of a centripetal force to the sun.",
        "This done, as the major is convertible, the analytic order - P-M, S-P, S-M - was easily inverted into the synthetic order - M-P, S-M, S-P; and in this progressive order the deduction as now taught begins with the centripetal force of the sun as real ground, and deduces the facts of planetary motion as consequences.",
        "But his account of the first is imperfect, because in ancient analysis the more general propositions, with which it concludes, are not mere consequences, but the real grounds of the given proposition; while his addition of the second reduces the nature of analysis to the utmost confusion, because hypothetical deduction is progressive from hypothesis to consequent facts whereas analysis is regressive from consequent facts to real ground.",
        "The result is that both Sigwart and Wundt transform the inductive process of adducing particular examples to induce a universal law into a deductive process of presupposing a universal law as a ground to deduce particular consequences.",
        "In the course of inquiry into the formal consequences from probable premises, the principle of mediation or linking was so laid bare that the advance to the analytic determination of the species and varieties of syllogism was natural.",
        "Kant's theory of knowledge, then, needed to be pressed to other consequences for logic which were more consonant with the spirit of the Critique.",
        "Historically the question of the extent to which writers adopted the dualistic interpretation or one that had the like consequences is of greater importance.",
        "It was in the pressing to its extreme consequences of the conception of uncompromising identity which is to be found in Leibnitz, that the contradictions took their rise which Herbart aimed at solving, by the method of relations and his doctrine of the ultimate plurality of \" reals,\" The logic of relations between conceptual units, themselves unaltered by the relation, seems a kind of reflection of his metaphysical method.",
        "With this coheres his dictum, with its far-reaching consequences for the philosophy of induction, that \" the logical justification of the inductive process rests upon the fact that it is an inevitable postulate of our effort after knowledge.that the given is necessary, and can be known as proceeding from its grounds according to universal laws.\"",
        "It is well that the view should be developed into all its consequences.",
        "He pictured the consequences of that temper of vengeance which animated the Parisian mob and was fatally controlling the policy of the Convention, and the prostration which would ensue to France after even a successful struggle with a European coalition, which would spring up after the murder of the king.",
        "The tendency towards the concentration of capital in great industrial corporations had been active to an extent previously undreamt of, with incidental consequences that had aroused much apprehension; and the Democrats accused President McKinley and the Republican party of having fostered the \"trusts.\"",
        "Macpherson's Original Papers (1775); Swift's Some Considerations upon the Consequences from the Death of the Queen, An Inquiry into the Behaviour of the Queen's last Ministry, Hist.",
        "It is a purely empirical orn Guided by experience, we are able to frame rules which enable us to say with more or less accuracy what will be the consequences, or what were the antecedents, of a given state of things.",
        "The consequences of this principle are developed in a paper, On the Stability of Loose Earth, already cited in 2.",
        "The direction of motion of a point in a turning piece being perpendicular to a plane passing through its axis, the condition that each pair of points in contact with each other must move in the same direction leads to the following consequences:",
        "The condition that the velocityof each pair of points of contact must be equal leads to the following consequences:",
        "When a machine undergoes alternate acceleration and retardation, so that at certain instants of time, occurring at the end of intervals called periods or cycles, it returns to its original speed, then in each of those periods or cycles the alternate excesses of energy and of work neutralize each other; and at the end of each cycle the principle of the equality of energy and work stated in 87, with all, its consequences, is verified exactly as in the case of machines of uniform speed.",
        "The external action of cantharides or cantharidin is extremely characteristic. When it is applied to the skin there are no obvious consequences for some hours.",
        "In New Zealand the consequences of the cessation of special encouragement to emigration were still more marked, the foreign-born declining in proportion from 63 to 33%.",
        "damage, and the incidental expenses of unloading, storing and reloading the cargo are, in such a case, treated as consequences of the original sacrifice, and therefore subjects for contribution.",
        "Nero was horrorstruck at the enormity of the crime and terrified at its possible consequences.",
        "The Renaissance ran its course in Italy with strange indifference to consequences.",
        "It was the emancipation of the reason on a line neglected by the Italians, more important indeed in its political consequences, more weighty in its bearing -on rationalistic developments than the Italian Renaissance, but none the less an outcome of the same ground-influences.",
        "The Ten Years' Conflict, which began in 1833 with the passing by the assembly of the Veto and the Chapel Acts, is treated in the articles Free Church Of Scotland, and it is not necessary to dwell further in this place on the consequences of those acts.",
        "In 1831 Faraday began the investigations on electromagnetic induction which proved more fertile in far-reaching practical consequences than any of those which even his genius gave to the world.",
        "He well remarked that the debility and sickening of Europeans in many tropical countries are wrongly ascribed to the climate, but are rather the consequences of indolence, sensual gratification and an irregular mode of life.",
        "One of the consequences of this indirect method of reforming the law was that in some cases the evil was much exaggerated.",
        "The obligatio of Roman law arose either from voluntary acts or from circumstances to which legal consequences were annexed.",
        "Here we can only dwell upon its political importance and consequences.",
        "A man of great talent, he was a violent reactionary, and suffered from the consequences of an attitude so unpopular.",
        "the relative position and magnitude of the images, are not special properties of optical systems, but necessary consequences of the supposition (in Abbe) of the reproduction of all points of a space in image points (Maxwell assumes a less general hypothesis), and are independent of the manner in which the reproduction is effected.",
        "He was before everything an ascetic, who denied to the church the right of holding property, and who occupied himself only as an accessory with the political and social consequences of his religious principles.",
        "The consequences of this development were that orthodoxy and literal obedience to all priestly injunctions now assumed an impor.",
        "The first movement was unsuccessful, and indirectly attended with disastrous consequences.",
        "Fath Ali sent to warn him of the consequences, but without the desired effect.",
        "To repair the evil consequences of this act a conciliatory embassy, consisting of a young son of the crown prince and some high officers of the state, was despatched to St Petersburg.",
        "Although the anti-toxins which are used in the cure of infective diseases are not dangerous to life, yet they sometimes cause unpleasant consequences, more especially an urticarial eruption almost exactly like that which follows eating mussels or other shell-fish.",
        "Few things are so sad to read as the letters in which he details the consequences of his transgression.",
        "In view of the vast consequences ensuing from this exodus of Dutch families from the Cape a somewhat detailed consideration and in some cases lax sexual morality.",
        "The effect of the Raid has been to give the policy of leaving things alone a new lease of life, and with the old consequences.",
        "typified in the declaration of \" equal rights to all civilized men \" - or that of the opposite system (as warmly advocated by the Natal delegates as by those from the exBoer republics), which would keep the native races in permanent inferiority, cannot here be discussed; it may be stated, however, that the admittance of Kaffirs to the franchise in the Cape had not been attended with the evil consequences feared.",
        "He takes refuge in the temple at Delphi; but, though Apollo had ordered him to do the deed, he is powerless to protect his suppliant from the consequences.",
        "The ethical consequences of this position will be seen at a later stage.",
        "He sought to undo the worst consequences of the Methuen treaty by the creation of national industries, establishing a gunpowder factory and a sugar refinery in 1751, a silk industry in 1752, wool, paper and glass factories after 1759.",
        "Of his other compositions, the most individual are those in which, deeply impressed by the problems of his day, he has sought to reconcile science and religion, especially the fine dialogue between Milton and Galileo, where the former, impressed by Galileo's predictions of the intellectual consequences of scientific progress, resolves \"to justify the ways of God to man.\"",
        "Under this president Bolivia entered upon a secret agreement with Peru which was destined to have grave consequences for both countries.",
        "It is probable that important consequences of these actions result from the presence of nitrifying bacteria in rotten stone, FIG.",
        "Further, Rumania was on the point of intervening in order to secure herself against the consequences of Bulgarian aggrandisement, and the internal politics of Turkey became more confused than ever.",
        "The natural consequences followed - a repudiation of what had been done; and the Eastern bishops on their way home took care to make emphatic their ritualistic differences from Rome.",
        "Fleury, Rabelais is a sober reformer, an apostle of earnest work, of sound education, of rational if not dogmatic religion, who wraps up his morals in a farcical envelope partly to make them go down with the vulgar and partly to shield himself from the consequences of his reforming zeal.",
        "For these passages are not, like many to be found from the Renaissance to the end of the 18th century, obvious flags of truce to cover attacks - mere bowings in the house of Rimmon to prevent evil consequences.",
        "In 1869 appeared his Hereditary Genius, its Laws and Consequences, a work which excited much interest in scientific and medical circles.",
        "In Brahminic thought Karma, the consequences of action, necessitates rebirth in a lower or higher mode of existence, according to guilt or merit.",
        "He denied that foreknowledge or predestination as temporal relations could be properly predicated of God as eternal; he described sin and its consequences as negations, neither caused by nor known to God; he maintained that as evil is only a stage in the development of good, there will ultimately be a universal return to God.",
        "The council, which had the support of Admiral Russell, afterwards earl of Orford, considered that a retreat to the Gunfleet would have fatal consequences, by which they no doubt meant that it would leave the French free to land troops for the support of the Jacobites.",
        "The reason is, that in order to depose them with some show of legality, it was necessary, as a preliminary, to convict them of heresy, and it began to be seen that their tenacity of power, and the ruses by which they evaded the necessity of abdicating, however harmful might be their consequences, did not in themselves constitute a clearly-defined heresy.",
        "The failure of the attempt and its disastrous consequences for Denmark are described elsewhere.",
        "What this is in a given case depends on a multitude of circumstances, external and internal, all contributing to form the \" cause \" of which the voluntary act and its consequences are the \" effect.\"",
        "Great artists were usually exempt from the consequences of political revolutions, and Trivulzio, now or later, commissioned Leonardo to design an equestrian monument to himself.",
        "More jurist than theologian, John defended the rights of the papacy with rigorous zeal and as rigorous logic. For the restoration of the papacy to its old independence, which had been so gravely compromised under his immediate predecessors, and for the execution of the vast enterprises which the papacy deemed useful for its prestige and for Christendom, considerable sums were required; and to raise the necessary money John burdened Christian Europe with new taxes and a complicated fiscal system, which was fraught with serious consequences.",
        "When, moreover, a state receives a revenue from property, some of the economic consequences may be the same as if it received the money by means of a tax.",
        "It is contended by some that the tax becomes in the nature of a rent-charge upon the property affected, and that the state really acts as landowner in levying the charge just as it does in receiving the rent of crown lands, and with similar economic incidents and consequences.",
        "Choshu refused to give way, and suffered the consequences of his obstinacy in the destruction of his batteries and in the infliction of a heavy fine.",
        "One ancient man of high repute for piety, whom the sufferer consulted, gave an opinion which might well have produced fatal consequences.",
        "Hansky believes these motions may be the consequences of matter rising from below and thrusting the surface groups aside.",
        "Stahl, and in the posthumous work, Lettre sur les causes premieres (1824), the consequences of this opinion became clear.",
        "The war of 1817-19 led to the first introduction of English settlers on a considerable scale, an event fraught with far-reaching consequences.",
        "On our action now depends the question whether our children shall curse or bless us; whether we shall live in their memory as promoters of civil strife, with all its miserable consequences, or as joint architects of a happy, prosperous and united state.",
        "Then, again, it must be remembered that although the full consequences of the facts described might arise in a section of the dam I ft.",
        "It is characteristic of most of Hamilton's, as of nearly all great discoveries, that even their indirect consequences are of high value.",
        "In these relations a man will have pleasure, even though it may result in painful and even fatal consequences.",
        "Loving liberty, he hated its consequences; a democrat, he had and always expressed a profound contempt for the mob.",
        "Sir Isaac seems to have been then anxious for its publication; but, as the effect of his argument was to deprive the Trinitarians of two passages in favour of the Trinity, he became alarmed at the probable consequences of such a step. He therefore requested Locke, who was then going to Holland, to get it translated into French, and published on the continent.",
        "A final mission to Persia, probably in 367, was a failure, and Antalcidas, deeply chagrined and fearful of the consequences, is said to have starved himself to death.",
        "Some were born in this condition, some clansmen were depressed into it by crime, consequences of war or other misfortune; and strangers of a low class coming into the territory found their level in it.",
        "Such an ambition was almost forced upon him by the consequences of his descent and his marriage.",
        "Reform Bill and its consequences were frankly accepted; further reforms were promi;ed, especially in the matter of the municipal corporations and of the disabilities of the dissenters.",
        "No member of the cabinet foresaw the consequences of this reform.",
        "But a grave commercial crisis of this character is often attended with other than financial consequences.",
        "The rejection of Prince Menshikovs ultimatum was followed by momentous consequences,.",
        "The full consequences of this struggle were not visible at the time.",
        "At home, a terrible murrain had fallen on the cattle, inflicting ruin on the agricultural interest; a grave commercial crisis was creating alarm in the city of London, and, in its consequences, injuring the interests of labor; while the working classes, at last roused from their long indifference, and angry at the rejection of Lord Russells bill, were assembling in their tens of thousands to demand reform.",
        "were attended with greater consequences.",
        "His omission to do so gave the country time to meditate on the consequences of his policy.",
        "Differences with Russia produced their inevitable consequences in fresh complications on the Indian frontier.",
        "His policy entailed far more serious consequences than the mission to Afghanistan.",
        "It is important to note the consequences which these new ideas produced in Africa.",
        "history that Protestantism is more than a removal of abuses, or even than a removal carried out with reckless disregard of consequences.",
        "Here again he failed, but with enhanced reputation as a fighting politician and with other consequences good for notoriety.",
        "Although he knew and acted on the principle that \"a statesman is a practical character,\" whose business is to \"serve the country according to its present necessities,\" he was unable to confine his vision to the nearer consequences of whatever policy, or course of action, or group of conditions it rested on.",
        "Without effort, and even without intention probably, it looked beyond first consequences to the farther or the final outcome; and to complete the operation, the faculty which detected the remoter consequences did not allow them to remain in obscurity, but brought them out as actualities no less than the first and perhaps far more important than the first.",
        "Moreover, it did not allow him to keep silence where the remoter consequences were of that character, and ought to be provided for betimes.",
        "These speeches appeal more to admiration than to sympathy, even where the limitations of Disraeli's protectionist beliefs are understood and where his perception of the later consequences of free trade is most cordially acknowledged.",
        "But just as he maintained at the time of the conflict, and after, that there would have been no Crimean War had not the British government convinced the tsar that it was in the hands of the peace party, so now he believed that a bold policy would prevent or limit war, and at the worst put off grave consequences which otherwise would make a rapid advance.",
        "In 1691 currency and finance were much in his thoughts, and in the following year he addressed an important letter to Sir John Somers on the Consequences of the Lowering of Interest and Raising the Value of Mono).",
        "The capture of the Bastille was hailed throughout Europe as' symbolizing the fall of absolute monarchy, and the victory of the insurgents had momentous consequences.",
        "The fall of Robespierre had consequences unforeseen by his destroyers.",
        "Moreover, the belief that the justice of punishment depends upon the responsibility of the criminal for his past offences and the admission of the moral consciousness that his previous wrong-doing was freely chosen carries with it, so it is argued, consequences which the libertarian moralist might be willing to accept with reluctance.",
        "The unsophisticated moral consciousness will still consider it unjust to punish a man for deeds of which he could not avoid the performance, and regard the alleged desire to produce in his future life consequences favourable to himself or society as beside the mark and irrelevant to the question at issue.",
        "He did not shrink from any of the consequences of thin theory, for he would give the same remuneration to the worst mason as to a Phidias; but he looks forward also to a period in human development when the present inequality in the talent and capacity of men would be reduced to an inappreciable minimum.",
        "And experiments in morality (apart from the inconvenient practical consequences likely to ensue) are useless for purposes of ethics, because the moral consciousness would itself at one and the same time be required to make the experiment and to provide the subject upon which the experiment is performed.",
        "\" It tries to attain a knowledge as complete as possible of the circumstances under which the act contemplated must be performed, the personalities of the persons whom it may affect, and the consequences (so far as they can be foreseen) which it will produce, and then by virtue of its own power of moral discrimination pronounces judgment.",
        "is the sole ultimate good, and pain the sole evil; that no pleasure is to be rejected except for its painful consequences, and no pain to be chosen except as a means to greater pleasure; that the stringency of all laws and customs depends solely on the legal and social penalties attached to their violation; that, in short, all virtuous conduct and all speculative activity are empty and useless, except as contributing to the pleasantness of the agent's life.",
        "\" The idea,\" he says, \" of a Supreme Being, infinite in power, goodness, and wisdom, whose workmanship we are, and upon whom we depend, and the idea of ourselves, as understanding rati as are clear in us, would, I suppose, i pursued, afford such foundations of our d as might place morality among the sciences capable of demonstration; wherein, I doubt not, but from self-evident propositions, by necessary consequences as incontestable as those in mathematics, the measure of right and wrong might be made out.\"",
        "ordinate; they are all \" artificial \" virtues, due to civilization, and not belonging to man in his \" ruder and more natural \" condition; our approbation of all alike is founded on our perception of their useful consequences.",
        "To meet the obvious objections to this method, based on the immediate happiness caused by admitted crimes (such as \" knocking a rich villain on the head \"), he lays stress on the necessity of general rules in any kind of legislation;' while, by urging the importance of forming and maintaining good habits, he partly evades the difficulty of calculating the consequences of particular actions.",
        "He considers actions solely in respect of their pleasurable a nd painful consequences ex ected or actual; and he P q, P actual; school.",
        "recognizes the need of making a systematic register of these consequences, free from the influences of common moral opinion, as expressed in the \"eulogistic \" and \"dyslogistic \" terms in ordinary use.",
        "In the utilitarianism of Paley and Bentham the proper rules of conduct, moral and legal, are determined by comparing the imaginary consequences of different modes of regulation on men and women, conceived as specimens of a substantially uniform and unchanging type.",
        "Consequently the facts of moral development imply with the emergence of human consciousness the appearance of something qualitatively different from the facts with which physiology for instance deals, imply a stratum as it were in development which no examination of animal tissues, no calculation of consequences with regard to the preservation of the species can ever satisfactorily explain.",
        "It is impossible, e.g., to accept his ordered hierarchy of \" springs of action \" without perceiving that the real principle upon which they can be arranged in order at all must depend upon considerations of circumstances and consequences, of stations and duties, with which a strict intuitionalism such as that of Martineau would have no dealing.'",
        "One of the important consequences of this new vassalship to the Byzantine empire was that the entire Servian people embraced Christianity, between 871 and 875.",
        "To Shanghai the successful operations of Gordon brought temporarily disastrous consequences.",
        "In the other class of problems, the relative motion of the different parts of the separate bodies is considered; for example, the rotation of the earth on its axis, and the consequences of the fact that those parts of a body which are nearer to another body are more strongly attracted by it.",
        "It consisted, first, in the identification, by strict numerical comparisons, of terrestrial gravity with the mutual attraction of the heavenly bodies; secondly, in the following out of its mechanical consequences throughout the solar system.",
        "would involve penal consequences.",
        "He was unable to foresee and unwilling to accept the consequences of his political agitation in 1830 and 1848, and in spite of his talents and acknowledged influence he thus failed to secure the honours won by more uncompromising politicians.",
        "The momentous consequences of this step belong to the next section, and it now remains for us to state the condition of the church and society in the century preceding the Anglo-Norman invasion.",
        "He was still full of plans and new ideas, always with the same end in view; and for this reason, in spite of his various enterprises, which were sometimes ridiculous, sometimes unpleasant in their consequences, and his unscrupulousness as to the men and means he employed, he always had a kind of greatness.",
        "The distinction is of greater importance than would appear when one realizes how obvious the facts really are, and in practice it happens frequently that speakers claim with success to disprove a proposition by disproving the fact alleged in support of it, or to establish a hypothesis by showing that facts agree with its consequences.",
        "This first national victory had not only a profound effect on the whole kingdom, but produced consequences of far-reaching importance:",
        "had found a new leader, who, by developing the consequences of the Revolutions acts to their logical conclusion, gave first expression to the levelling principle of communism.",
        "The passage of this KansasNebraska Bill, one of the most momentous in its consequences ever passed by the Federal Congress, was largely a personal triumph for Douglas, who showed marvellous energy, adroitness and resourcefulness, and a genius for leadership. There was great indignation throughout the free states; and even in Chicago Douglas was unable to win for himself a hearing before a public meeting.",
        "Averroes maintains that a return must be made to the words and teaching of the prophet; that science must not expend itself in dogmatizing on the metaphysical consequences of fragments of doctrine for popular acceptance, but must proceed to reflect upon and examine the existing things of the world.",
        "Thus, in the full anticipation of added renown, and without any misgiving as to ulterior consequences, Galileo set himself, on his return to Florence, to complete his famous but ill-starred work, the Dialogo dei due massimi sistemi del mondo.",
        "The voyage of Columbus had unforeseen consequences which led to diplomatic difficulties with Portugal, and the treaty of Tordesillas in 1494, which defined the respective spheres of influence of the two powers in the New World and in Asia.",
        "She became regent when Spain had felt the consequences of the expulsion of the Jesuits and other religious orders from France after the famous Jules Ferry laws, which aimed at placing these orders more under state control, to which they declined to submit.",
        "The statesmen of both dynastic parties, from the beginning of the regency, agreed to observe strict neutrality in European affairs, in order to avoid complications fraught with evil consequences for the monarchy and the dynasty in.",
        "The consequences of the war and of the loss of the colonies were very serious for Spanish finance.",
        "In its consequences this proved one of the most important events in the history of Africa.",
        "Man, however, has fallen from his high estate, and matter is one of the consequences of his fall.",
        "His publications include After the War (1867), in which he gives his observations during a journey through the Southern States in 1866; Ohio in the War (2 vols., 1868); Some Consequences of the Last Treaty of Paris (1899); Our New Duties (1899); Later Aspects of Our New Duties (1899); Problems of Expansion (1900); The Greatest Fact in Modern History (1906), and How America faced its Educational Problem (1906).",
        "The year following Newman supported and secured the election of Hawkins as provost of Oriel in preference to Keble, a choice which he later defended or apologized for as having in effect produced the Oxford Movement with all its consequences.",
        "All the influence he possessed was freely spent in endeavouring to shield his countrymen from the worst consequences of their rashness.",
        "The consequences of the abstract separation which Kant so draws between the ego and the world of experience are apparent throughout his whole system.",
        "For the analysis of the teleological judgment and of the consequences flowing from it leads to the final statement of the nature of experience as conceived by Kant.",
        "We each came to realize we were pawns in something far larger and, screw the consequences; as long as this horse was saddled, we'd ride the race, wherever it took us and do our utmost to maximize its success.",
        "All you want to do is screw like rabbits and to hell with the consequences!",
        "Deidre needed to see Darkyn's mate herself, to face what horror she'd committed before she was able to understand the consequences of her actions.",
        "Or was this another Immortal Code he dared break, for the sake of another, and take whatever consequences came his way?",
        "My time of the month has passed without its usual affliction and I am dire fearful of the consequences of why this might be so.",
        "\"I'm sure you noticed that my domain in overrun with demons,\" Death said casually.  \"My â€¦ interference put the underworld â€“ and all the little humans' souls â€“ at risk, weakened the barriers between here and Hell.  You were right, Gabe.  Even my actions have consequences.\"",
        "The police wanted to ameliorate the consequences of crime and disorder and the fear of crime within local communities.",
        "Nothing has changed in that underlying condition even tho its consequences have substantially ameliorated.",
        "Those were the consequences of interruptions or delays.",
        "The detrimental consequences of a ban could be offset by other forms of hunting, which do not involve live quarry.",
        "The mind/body dichotomy has many consequences for healing practices.",
        "This pedagogical imperative includes the obligation to inquire into the consequences of one's work with students.",
        "The center has also supported a PhD thesis on the legal consequences of having the directives implemented.",
        "There will be inevitable consequences, which mold the future.",
        "Perhaps you would have few qualms about these consequences.",
        "abetted by the intellectual convulsions on the academic and political left about the causes and consequences of crime.",
        "Many of the characteristics portrayed are the consequences of untreated acromegaly.",
        "If you perform negative actions, then you will suffer negative consequences and positive consequences will result from positive actions.",
        "adverse consequences, either from acute or chronic exposure.",
        "Mrs A sought to control the children, with seriously adverse consequences for the family.",
        "Longer term costs and consequences will be explored using decision analytic modeling.",
        "answerable for the consequences.",
        "apprehensions of ill consequences.",
        "Two announcements in 1935 were to have far-reaching consequences for the former GER's suburban catchment area.",
        "Dawkins points to the really atrocious consequences of faith.",
        "It deals with political avarice in the royal family and the consequences thereof on the personal lives of those involved.",
        "baleful consequences of this philosophy.",
        "befuddled attempts to expose her with hilarious consequences.",
        "That has already happened in databases that contain biometrics, with devastating consequences for some of the people whose data have been mixed up.",
        "calamitous consequences.",
        "There is growing evidence that ecstasy use can alter the chemistry of a user's brain, with potentially serious consequences in later life.",
        "Both unintended and unwanted childbearing can have negative health, social, and psychological consequences.",
        "To make informed choices, learners need to understand the potential consequences of these choices.",
        "Research in the Group is focussed on molecular and human chronobiology investigating the causes, consequences and treatment of circadian rhythm disorders.",
        "In some cases a single gene mutation has quite clear-cut consequences.",
        "Thus the reported tactics of the British commandos had tragic consequences for many others who fell into German hands.",
        "The Labor leadership perhaps more than any other social democratic leadership is acutely conscious of the consequences of their economic strategy.",
        "The question you must ask is - are you prepared to suffer the consequences of your system failing or malfunctioning?",
        "The Revenue has also taken steps to mitigate the consequences for customers.",
        "Children as young as four or five can usually generate alternatives and predict consequences, but advanced decision making skills come later.",
        "Given the disastrous consequences of warfare today, any reduction in conflict between states is positive.",
        "Sometimes failures in these areas can have damaging, or even devastating, consequences for patients.",
        "We also draft and advise on consultancy agreements, including the tax consequences of proposed and existing consultancy arrangements.",
        "convulsermoil now convulsing human affairs is unprecedented, and many of its consequences may well prove enormously destructive.",
        "counterintuitive consequences.",
        "This procedure has no severe consequences since the details of low-energy theories are largely decoupled from higher energy processes.",
        "We've shown that for regimes that choose defiance, there are serious consequences.",
        "deleterious consequences for children.",
        "denial of this doctrine has huge practical consequences, not least in education.",
        "desperation force people into this business with often the inevitable consequences.",
        "Be able to explain the consequences of habitat destruction.",
        "dire consequences for large numbers of people with HIV.",
        "disastrous consequences for some people with epilepsy.",
        "entail grave consequences for our own country and for the world.",
        "What would the consequences be of imitating the process employed in the comparator, and what risks would this entail?",
        "There is already much anecdotal evidence that RAE 2008 is having negative consequences for tourism studies.",
        "excitatory transmission in the brain, then drugs acting at these receptors are likely to have physiological consequences.",
        "This SNP is located in a splicing region, just before the last exon, and might originate a splicing variant with functional consequences.",
        "The company sought to implement IT systems that would be immune to the potentially devastating consequences of hardware failure.",
        "fallback of reliance on the ' explanations ' to mitigate the consequences of the Charter is similarly unlikely to have the effect desired.",
        "Serious consequences including false imprisonment and the carrying out of the death penalty have resulted from poor transcription in the past.",
        "fanciful to speculate on the consequences of those ' fifty women ' in Belfast City Council.",
        "far-reaching consequences of becoming a teenage father?",
        "fearful of the consequences of being recognized.",
        "If you happen to be the person whose temper flared, then prepare to face the consequences the next day at work.",
        "We will make businesses which flagrantly flout the rules criminally liable for the consequences.",
        "He has a full foreknowledge of all the consequences of the word he is now to speak.",
        "foresee future consequences of our actions.",
        "Benjamin Friedman is disarmingly frank about some of the further consequences.",
        "He repeated, \" I do not believe genetic engineering is dangerous but in some cases the effects may have harmful consequences.",
        "gravity waves are among the consequences of Einstein's General Theory of Relativity.",
        "hack that shuts down an e-commerce site can have disastrous consequences for a business.",
        "eating healthy is also going to be much easier on your pocket book then eating unhealthy when it comes to its health consequences.",
        "hetero men has inevitably destructive consequences.",
        "horrendous consequences of nuclear weapons.",
        "We will develop and maintain the capability to reduce to the extent possible the potentially horrific consequences of WMD attacks at home and abroad.",
        "And when the telephone repairman arrives to mend the broken line, his innocent yet irresistible male beauty has explosive consequences.",
        "revengeful spirit haunts each of the vigilantes with bizarre consequences.",
        "Similar patterns of development sometimes exacerbate the consequences of collapse of the unconsolidated sediments forming sandbars.",
        "To escape from the consequences of their actions it suits them fine to shift blame onto the victim - and to create the scapegoat.",
        "There was a high level of concern about the possible consequences of segregated schooling.",
        "Just as the Protocols say, Gentile society does not scrutinize the origin or the consequences of the theories it adopts.",
        "It concluded in February 2003 that failure to tackle racial segregation had potentially disastrous consequences.",
        "The consequences of such sentimentality are beginning to make themselves known, notably in the problem of migration.",
        "serious consequences for the club.",
        "The response of the HF radar spectral width boundary to a switch in the IMF By direction: Ionospheric consequences of transient dayside reconnection?",
        "suffragette action increased, while divisions in Ireland hardened, leading to the Easter Uprising and its bitter consequences.",
        "Then Pascal the elder was confined to the house by the consequences of an accident on the ice, and was visited by certain gentlemen of the neighbourhood who had come under the influence of Saint-Cyran and the Jansenists.",
        "His coronation as Roman emperor in 800, although it did not produce at the time so powerful an impression in Germany as in France, wa1 fraught with consequences not always favorable for the former country.",
        "It has been asserted that his mother hated him, and was only restrained from putting him to death while he was still a boy by the fear of what the consequences of another palace crime might be to herself.",
        "Any breach of this action could have serious consequences for the club.",
        "Thus Cicero frequently speaks as if his client were to be put to death, though a criminal could always evade capital consequences by going into exile.",
        "The consequences of these constant internal struggles were twofold; the German influence became stronger, and the power of the sovereign declined, as the nobility on whose support the competitors for the crown were obliged to rely constantly obtained new privileges.",
        "But the immediate consequences were not all that might have been expected.",
        "250, evaded the consequences of their Christian belief by procuring documents (libelli) which certified that they had satisfied the authorities of their submission to the edict requiring them to offer incense or sacrifice to the imperial gods.",
        "In this struggle the elector fought first on one side and then on the other; but the important consequences of his conduct belong rather to the history of the duchy of Prussia (q.v.)."
    ],
    "definition": [
        "plural form of consequence",
        "Link/Cite"
    ]
}