{
    "translation": "כתוצאה מ...",
    "uses": [
        "Consequently, I need more time to prepare my lessons than other girls.",
        "It consequently has four vertices and six edges.",
        "Consequently all parts of the plant, except the stem, are modified leaves.",
        "Consequently, it made more sense to submit to Alex than argue with him.",
        "He did not concern himself with the interests of his own class, and consequently some thought him proud and others thought him stupid.",
        "Consequently, during the hot season in Upper India, and at all times except during the rains in the more southern districts, elephants keep much to the denser parts of the forests.",
        "She is not conscious of any reason why she should be awkward; consequently, her movements are free and graceful.",
        "It is easy to realize how such a rhythm can be modified by the reception of stimuli, and can consequently serve as the basis for the movement of the stimulated organ.",
        "Jesus is but a man in whom this reminiscence is unusually strong, and who has consequently attained to unusual spiritual excellence and power.",
        "With increase of number, however, and consequently enlargement of bulk in the colony, differentiation becomes compulsory.",
        "The Ascent of Water in Trees.The supply of water to the peripheral protoplasts of a tree is consequently of the first importance.",
        "I was familiar with the story of Troy before I read it in the original, and consequently I had little difficulty in making the Greek words surrender their treasures after I had passed the borderland of grammar.",
        "No one found more opportunities for attacking, no one captured or killed more Frenchmen, and consequently he was made the buffoon of all the Cossacks and hussars and willingly accepted that role.",
        "Consequently, I did not do so well as I should have done, if Teacher had been allowed to read the Algebra and Geometry to me.",
        "Owing to the experience gained with many thousands of miles of cable in all depths and under varying conditions of weather and climate, the risk, and consequently the cost, of laying has been greatly reduced.",
        "Consequently corporal and even capital punishment occupy a far less prominent position, and tend everywhere to disappear.",
        "If the member is one which shows a difference of structure on two sides, such as a leaf, the two sides frequently show a difference of degree of turgidity, and consequently of rate of growth.",
        "On hearing this indifferent voice, Rostov grew frightened at what he was doing; the thought of meeting the Emperor at any moment was so fascinating and consequently so alarming that he was ready to run away, but the official who had questioned him opened the door, and Rostov entered.",
        "Princess Mary had two passions and consequently two joys--her nephew, little Nicholas, and religion--and these were the favorite subjects of the prince's attacks and ridicule.",
        "All physiology, consequently, must be based upon the identity of the protoplasm of all living beings.",
        "Unlike the African species, the Indian elephant charges with its trunk curled up, and consequently in silence.",
        "The reason for the distribution of the chloroplaits described above is consequently seen.",
        "There is consequently a transmission of the stimulus from the sensitive organ to a kind of motor mechanism situated some little way off.",
        "The assimilation of complex foods consequently may be regarded as supplying the protoplasm with a potential store of energy, as well as building tip its substance.",
        "The proclamations, however, designated him Stephen Frewen, and he was consequently able to escape into France.",
        "It is now agreed that the molecule of water contains two atoms of hydrogen and one of oxygen, so that the atomic weight of oxygen becomes 16, and similarly that the molecule of ammonia contains three atoms of hydrogen and one of nitrogen, and that consequently the atomic weight of nitrogen is 14.",
        "Consequently central and especially S.",
        "Consequently the references to \" Egypt \" (Heb.",
        "Caucasia, having been connected with the Rostov-Vladikavkaz line, has consequently also been brought into touch with the Russian railways.",
        "Dubos, but singularly transforming it, he maintained that those invasions were not marked by the violent and destructive character usually attributed to them; that the penetration of the German barbarians into Gaul was a slow process; that the Germans submitted to the imperial administration; that the political institutions of theMerovingians had their origins in the Roman laws at least as much as, if not more than, in German usages; and, consequently, that there was no conquest of Gaul by the Germans.",
        "The boulder clay or \" hard pan \" of which most of the surface lands are composed, forms a very indifferent support for vegetation, and consequently the state is not well adapted for the growing of crops.",
        "There are, consequently, two distinct eras of Alexandria, the one being used before and the other after the accession of Diocletian.",
        "The problem of finding a square equal in area to a given circle, like all problems, may be increased in difficulty by the imposition of restrictions; consequently under the designation there may be embraced quite a variety of geometrical problems. It has to be noted, however, that, when the \" squaring \" of the circle is especially spoken of, it is almost always tacitly assumed that the restrictions are those of the Euclidean geometry.",
        "Oxygen is a member of the sixth group in the periodic classification, and consequently possesses a maximum valency of six.",
        "Consequently only a few of the original extensor muscles have been preserved, but these are much modified into very independent organs, notably the extensor metacarpi radialis longus, the ext.",
        "The Mongol invasion, in the latter part of that century, wrought their ruin, however, and from that time to the present there has been a steady decline in the commercial importance of the Euphrates route, and consequently also of the towns along its course, until at the present time it is only an avenue of ruins.",
        "In middle Russia the winters are both longer and harder, and agriculture is consequently carried on under greater difficulties.",
        "The new dynasty had consequently a constitutional basis.",
        "the contraction along a given straight line will in general have different values in any two neighbouring crystals, and the crystals consequently become slightly detached from one another.",
        "It consequently rests upon a distinct basis of fact, the saga (in the older and wider sense of any story said or sung) being indeed the oldest form of historical tradition; though this of course does not exclude the probability of the accretion of mythical elements round persons and episodes from the very first.",
        "Consequently tliey exclude once for all from political supremacy all the different servants of God - Catholic, Protestant or Deist - as being at once behindhand and a cause of disturbance.\"",
        "Consequently the whole field of vision of these birds possesses three points where vision is most acute.",
        "Crude sulphur, as obtained from kilns, contains about 3% of earthy impurities, and consequently needs refining.",
        "Sulphur chloride dissolves sulphur with great readiness and is consequently used largely for vulcanizing rubber; it also dissolves chlorine.",
        "Consequently there were only 87.4 and 89.8 women to every 100 men in the governments of St Petersburg and Taurida respectively, but as many as 133.8 in Yaroslavl, 119 in Tver and 117 in Kostroma.",
        "The very basis of Orthodoxy is that the Church is by Christ's ordinance unalterable, that its traditional forms, every one of which is a vehicle of saving grace, were established in the beginning by Christ and his apostles, and that consequently nothing may be added or altered.",
        "Consequently a company was formed by the Russian government in 1896 to construct, with the consent of the Chinese government, a railway from Vladivostok across Manchuria to Karymskaya near Chita in Transbaikalia.",
        "At the same time the military and financial requirements dislocated the local and central administration, and consequently a series of radical administrative reforms had to be undertaken.",
        "Locomotives have to start with the full load on the engine, consequently an outstanding feature of every compound locomotive is the apparatus or mechanism added to enable the engine to start readily.",
        "What may broadly be called \"conjuring\" is a much more probable explanation of most of the recorded phenomena; and in the vast majority of cases the witnesses do not seem to have duly appreciated the possibilities of conjuring, and have consequently neither taken sufficient precautions to exclude it nor allowed for the accidental circumstances which may on any particular occasion favour special tricks or illusions.",
        "Marillier further argues that if, on the other hand, there was no bond between god and people but that of the common meal, it does not appear that the god is a totem god; there is no reason why the animal should have been a totem; and in any case this idea of sacrifice can hardly have been anything but a slow growth and consequently not the origin of the practice.",
        "In the most developed forms, such as the offering of soma, they assumed a great importance; (r) the sacrificer had to pass from the world of man into a world of the gods; consequently he was separated from the common herd of mankind and purified; he underwent ceremonies emblematic of rebirth and was then subject to numberless taboos imposed for the purpose of maintaining his ceremonial purity.",
        "(a) In Burma, as in many other countries, those who die a violent death are held to haunt the place where they met their fate; consequently when a town is built living men are interred beneath the ramparts and the pillars of the gates.",
        "It has been held that animal sacrifice is the primitive form and that the decay of totemism or lack of domestic animals has brought about the substitution of a human victim; but it has also been urged that in many cases animal victims are treated like human beings and must consequently have replaced them, that human beings are smeared with the blood of sacrifice, and must therefore have themselves been sacrificed before a milder regime allowed an animal to replace them.",
        "The one form, which probably arose from the conception of Yahweh as in an especial sense the protector of the poor, was that gifts to God may properly be bestowed on the needy, and that consequently alms have the virtue of a sacrifice.",
        "The lower the grade the more elaborate and expensive is the machinery required to clean it, and consequently a spinner is willing to pay a certain amount extra for high grade cotton in order to save expenditure on preparatory machinery.",
        "Consequently in 395, after a successful campaign against the Germans on the Rhine, Stilicho marched to the east, nominally to expel the Goths and Huns from Thrace, but really with the design of displacing Rufinus, and by connivance with these same barbarians he procured the assassination of Rufinus at the close of the year, and thereby became virtual master of the empire.",
        "For the First Crusade William had followed Albert of Aix; and he had consequently depicted Peter the Hermit as the prime mover in the Crusade.",
        "But about 5840 Ranke suggested, and von Sybel in his Geschichte des ersten Kreuzzuges proved, that Albert of Aix was not a good authority, and that consequently William of Tyre must be set aside for the history of the First Crusade, and other and more contemporary authorities used.",
        "Consequently south Palestine has been continuously \" Arabized \"; and indeed the whole of Syria has been characterized by racial and religious fusions, and by civilization of a singularly syncretic and derived kind, of which the ancient Phoenician is a sufficient example.",
        "Consequently, in 1884, Basutoland ceased to be a portion of the Cape Colony and became a British crown colony.",
        "Consequently, the people of Florida were for the most part loyal to Great Britain during the War of American Independence.",
        "The westward expansion of the United States made necessary American ports on the Gulf of Mexico; consequently the acquisition of West Florida as well as of New Orleans was one of the aims of the negotiations which resulted in the Louisiana Purchase of 1803.",
        "Nagykanizsa once ranked as the second fortress of Hungary, and consequently played an important part during the wars with the Turks, who, having gained possession of it in 1600, held it until, in 1690, after a siege of two years, it was recovered by the Austrian and Hungarian forces.",
        "There is no separation of underlyes in potash soap, consequently the product contains the whole constituents of the oils used, as the operation of salting out is quite impracticable owing to the double decomposition which results from the action of salt, producing thereby a hard principally soda soap with formation of potassium chloride.",
        "Consequently, the Baal could be identified with some supreme power of nature, e.g.",
        "The aristocratic council of the Areopagus constituted the chief criminal court, and nominated the magistrates, among whom the chief archon passed judgment in family suits, controlled admission to the genos or clan, and consequently the acquisition of the franchise.",
        "They are broken up into almost countless tribes and clans, many of which number only a few hundred individuals, and their language consequently presents a variety of dialects, of which no classification has yet been effected: in the district of Posia alone a member of the Presbyterian mission distinguished eight different mutually unintelligible dialects.",
        "Consequently the present city is a product of the post-bellum development of Georgia.",
        "Consequently we are justified in retaining \"Ratitae\" in our classification, although they are a heterogeneous, not strictly monophyletic, assembly.",
        "which consequently adapts itself to all the explanations for which it may be required.",
        "Com pounds .-A chemical compound contains two or more elements; consequently it should be possible to analyse it, i.e.",
        "The action of these acids on many metals was also studied; Glauber obtained zinc, stannic, arsenious and cuprous chlorides by dissolving the metals in hydrochloric acid, compounds hitherto obtained by heating the metals with corrosive sublimate, and consequently supposed to contain mercury.",
        "It will be seen, however, that the absolute disposition of the fourth valency may be ignored in a great many cases, and consequently the complex may be adequately represented as a hexagon.",
        "- We have previously alluded to the relative stability of the benzene complex; consequently reactions which lead to its disruption are all the more interesting, and have engaged the attention of many chemists.",
        "Then, on account of the relatively slight - because divided - influence which would be exercised upon the two rings by the two affinities common to both, the remaining four centric affinities of each ring would presumably be less attracted into the ring than in the case of benzene; consequently they would be more active outwards, and combination would set in more readily.",
        "The second method possesses greater advantages, for rings of approximate stability come in one group, and, consequently, their derivatives may be expected to exhibit considerable analogies.",
        "At the critical point liquid and vapour become identical, and, consequently, as was pointed out by Frankenheim in 1841, the surface tension is zero at the critical temperature.",
        "It is remarkable that a great many polymorphous substances assume more symmetrical forms at higher temperatures, and a possible explanation of the increase in density of such compounds as silver iodide, &c., may be sought for in the theory that the formation of a more symmetrical configuration would involve a drawing together of the molecules, and consequently an increase in density.",
        "It has been shown that certain elements and groups exercise morphotropic effects when substituted in a compound; it may happen that the effects due to two or more groups are nearly equivalent, and consequently the resulting crystal forms are nearly identical.",
        "(6 in.), and consequently Our little map (fig.",
        "The king of Navarre, who defended this deed, had, however, many friends in France and was in communication with Edward III.; and consequently John was forced to make a treaty at Mantes and to compensate him for the loss of Angouleme by a large grant of lands, chiefly in Normandy.",
        "After the Montanistic controversy chiliastic views were more and more discredited in the Greek Church; they were, in fact, stigmatized as \"Jewish\" and consequently \"heretical.\"",
        "For many centuries the Greek Church kept Revelation out of its canon, and consequently chiliasm remained in its grave.",
        "As the excavation of the valley proceeded, the level of the stream was lowered and its course diverted; the cave consequently became drier and was far more frequently inhabited by predatory animals.",
        "But he was too little of a partisan, too widely sympathetic and candid, as well as too elaborate, to be a telling speaker in parliament, and was consequently surpassed by more practical men whose powers were incomparably inferior.",
        "situated in the direction of Atropatene, and consequently Airyanem Vaejo is for the most part identified with the district of Arran on the river Aras (Araxes), close by the north-western frontier of Media.",
        "Those assignats which were returned to the state as purchase-money were to be cancelled, and the whole issue, it was argued, would consequently disappear as the national lands were distributed.",
        "Beckmann, Ber., 1886, 1 9, p. 9 8 9; 188 7, 20, p. 2580), yielding as final products an acid-amide or anilide, thus: RC(:N OH)R'-RC(OH) :NR' ---> As regards the constitution of the oximes, two possibilities exist, namely >C: NOH, or > C' ?, and the first of these is presumably correct, since on alkylation and subsequent hydrolysis an alkyl hydroxylamine of the type NH 2 OR is obtained, and consequently it is to be presumed that in the alkylated oxime, the alkyl group is attached to oxygen, and the oxime itself therefore contains the hydroxyl group. It is to be noted that the oximes of aromatic aldehydes and of unsymmetrical aromatic ketones frequently exist in isomeric forms. This isomerism is explained by the HantzschWerner hypothesis (Ber., 1890, 23, p. II) in which the assumption is made that the three valencies of the nitrogen atom do not lie in the same plane.",
        "In aqueous solution the free acid acts as an oxidizing agent, bleaching indigo and liberating iodine from potassium iodide, or it may act as a reducing agent since it readily tends to pass into nitric acid: consequently it discharges the colour of acid solutions of permanganates and chromates.",
        "It was subject to the direct personal control of the sultan, who was himself a temporal autocrat, which he now is not, and the most generally recognized caliph, that is, \" successor,\" of the Prophet, and consequently the spiritual head of by far the greater portion of the Moslem world - as he still is.",
        "Venice was in alliance with Charles, and her possessions were consequently attacked by Turkey by land and by sea, many islands, including Syra and Tinos, falling before Barbarossa's assaults.",
        "wide and very deep. Its banks are of mud, with no other retaining walls than those formed by the foundations of the houses, which are consequently always liable to be undermined by the action of the water.",
        "Consequently he accepted the portfolio of public instruction and worship in the Sarrien ministry (1906).",
        "Thus the botanical evidence seems to indicate that the wild almond is the source of cultivated almonds, peaches and nectarines, and consequently that the peach was introduced from Asia Minor or Persia, whence the name Persica given to the peach; and Aitchison's discovery in Afghanistan of a form which reminded him of a wild peach lends additional force to this view.",
        "died in April 1483 the archbishop remained true to his widow Elizabeth, and consequently lost the chancellorship and was put into prison by Richard III.",
        "In his youth and early manhood there was no prospect of his ascending the Danish throne, and he consequently became the instrument of his father's schemes of aggrandizement in Germany.",
        "His philosophy, consequently, is neither systematic in itself nor expounded in systematic form.",
        "The rubber is of good quality, though, owing to the method of preparation adopted, the product is often impure and discoloured, and consequently usually brings a lower price than the best rubbers of commerce.",
        "The valves are, consequently, essentially symmetrical, which is not the case with the Lamellibranchiata, - so much so, that certain Brachiopod shells were named Lampades, or lamp shells, by some early naturalists; but while such may bear a kind of resemblance to an antique Etruscan lamp, by far the larger number in no way resemble one.",
        "Those who have not seen the animal in life, or who did not believe in the possibility of the valves crossing each other with a slight obliquity, would not consent to appropriating any of its muscles to that purpose, and consequently attributed to all the lateral muscles the simple function of keeping the valves in an opposite position, or holding them adjusted.",
        "In the Testicardines, where no such sliding action of the valves was necessary or possible, no muscles for such an object were required, consequently none took rise from the lateral portions of the valves as in Lingula; but in an extinct group, the Trimerellidae, which seems to be somewhat intermediate in character between the Ecardines and Testicardines, have been found certain scars, which appear to have been produced by rudimentary lateral muscles, but it is doubtful (considering the shells are furnished with teeth, though but rudely developed) whether such muscles enabled the valves, as in Lingula, to move forward and backward upon each other.",
        "The whole theory of these forms is consequently contained implicitly in the operation S.",
        "of f=0, :and notices that they become identical on substituting 0 for k, and -f for X; hence, if k1, k2, k 3 be the roots of the resolvent -21 2 = (o + k if) (A + k 2f)(o + k 3f); and now, if all the roots of f be different, so also are those of the resolvent, since the latter, and f, have practically the same discriminant; consequently each of the three factors, of -21 2, must be perfect squares and taking the square root 1 t = -' (1)ï¿½x4; and it can be shown that 0, x, 1P are the three conjugate quadratic factors of t above mentioned.",
        "- zn +9 1 -z2.1 -z3....1-z8; and since this expression is unaltered by the interchange of n and B we prove Hermite's Law of Reciprocity, which states that the asyzygetic forms of degree 0 for the /t ie are equinumerous with those of degree n for the The degree of the covariant in the variables is e=nO-2w; consequently we are only concerned with positive terms in the developments and (w, 0, n) - (w - r; 0, n) will be negative unless nO It is convenient to enumerate the seminvariants of degree 0 and order e=n0-2w by a generating function; so, in the first written generating function for seminvariants, write z2 for z and az n for a;.",
        "In certain cases, as, for instance, in an iron ring wrapped uniformly round with a coil of wire through which a current is passing, the induction is entirely within the metal; there are, consequently, no free poles, and the ring, though magnetized, constitutes a poleless magnet.",
        "1888, p. 274), and that the values which he assigned to H are consequently somewhat too high.",
        "The wire is subject to two superposed magnetizations, the one longitudinal, the other circular, due to the current traversing the wire; the resultant magnetization is consequently in the direction of a screw or spiral round the wire, which will be right-handed or left-handed according as the relation between the two magnetizations is right-handed or left-handed; the magnetic expansion or contraction of the metal along the spiral lines of magnetization produces the Wiedemann twist.",
        "When the field is removed, many of the newly formed combinations are but slightly disturbed, and the group may consequently retain a considerable resultant moment.",
        "For those orbits whose projection upon a plane perpendicular to the field is righthanded, the period of revolution will be accelerated by the field (since the electron current is negative), and the magnetic moment consequently increased; for those which are left-handed, the period will be retarded and the moment diminished.",
        "But some were in the island long before the arrival of the whites, and must consequently have been brought by native vessels or on rafts.",
        "The former as a consequence won large numbers of supporters who were drawn by the possibility it afforded of adopting an attractive faith which did not involve a rupture with the religion of Roman society, and consequently with the state.",
        "The great majority of the people are unused to wheaten bread, using the coarse flour of the mandioca root instead, consequently the demand for wheat and flour is confined to the large cities, which can obtain them from Argentina more cheaply than they can be produced in the country.",
        "Horses are used to some extent for riding, but very little for carriage and draught purposes, consequently there has been no great incentive for their breeding.",
        "But if homo is wholly and essentially present in Socrates, then it is, as it were, absorbed in Socrates; where Socrates is not, it cannot be, consequently not in Plato and the other individua hominis.",
        "Moreover, to promote their own convenience, they readily allowed the king to assess as well as to collect the taxes, which consequently tended to become regular and permanent, while Matthias' reform of the treasury, which was now administered by specialists with separate functions, was economically of great benefit to the state.",
        "and that consequently the \" anonymous notary \" belongs: rather to the I Ith than to the 12th century.",
        "For instance, if n= 4, E r = e l e 3, Es= e 2 e 3 e 4, we have IErIE8 = (-e2e4) (- e 1) = ele2e4 = l e3, consequently, by the rule of regressive multiplication, eie3ï¿½e2e3e4 = e3.",
        "As to the divine origin of Episcopacy and, consequently, of its universal obligation in the Christian Church, Anglican opinion has been, and still is, considerably divided.'",
        "In consequence of this excess of births there is a struggle for existence and a survival of the fittest, and consequently an ever-present necessarily acting selection, which either maintains accurately the form of the species from generation to generation or leads to its modification in correspondence with changes in the surrounding circumstances which have relation to its fitness for success in the struggle for life.",
        "But, as applied to lower and more obscure forms of life, teleology presented alfnost insurmountable difficulties; and consequently, in place of exact experiment and demonstration, the most reckless though ingenious assumptions were made as to the utility of the parts and organs of lower animals.",
        "Consequently there was a tinge of theological dogmatism about the whole matter.",
        "The definition of a fine vertical line, and consequently the resolving power for contiguous vertical lines, is thus independent of the vertical aperture of the instrument, a law of great importance in the theory of the spectroscope.",
        "The sine of an angle can never be greater than unity; and consequently under the most favourable circumstances only 1/m 2 ir 2 of the original light can be obtained in the m u ' spectrum.",
        "If it exceed the double of the value necessary for black bands, there is again no overlapping and consequently no interference.",
        "For example, when u = o, M = o, N =o, and consequently G =H = 2.",
        "They consequently forfeited many of the advantages of the initiative.",
        "The total deviation of the ray is consequently given by D =2(i - r) +7r - 2r.",
        "The drop will consequently be more intensely illuminated when viewed along these directions of minimum deviation, and since it is these rays with which we are primarily concerned, we shall proceed to the determination of these directions.",
        "The new matter taken in to make good this constant loss is either a ready-formed protoplasmic material, supplied by some other living being, or it consists of the elements of protoplasm, united together in simpler combinations, which consequently have to be built up into protoplasm by the agency of the living matter itself.",
        "Piperine consequently is (2).",
        "He consequently was admitted a member both of the Academy of Inscriptions and of the Academy of Sciences; and in 1697 he became perpetual secretary to the latter body.",
        "His maiden speech was youthfully fluent and dogmatic; but on its conclusion the orator was reminded with many compliments, by an honourable member, that he wanted six weeks of his majority, and consequently that he was amenable to a fine of £50o for speaking in the House.",
        "The French king's brother, Philip, duke of Orleans, had married Charlotte Elizabeth, a sister of the late elector Charles, and consequently the French king claimed a part of Charles's lands in 1680.",
        "He urged that history is not to be treated as an exact science, and that the effects of individual character and the operations of the human will necessarily render generalizations vague and consequently useless.",
        "The retention by women in Europe of the tropical garb can be explained by the fact that her sphere has been mainly confined to the house, and her life has been less active than that of man; consequently the adoption of the arctic dress has been in her case less necessary.",
        "Goujon has always been claimed as a Reformer; it is consequently possible that he was one of the victims of this attack.",
        "The duke was consequently obliged to consent to a condemnation of the teaching of Osiander, and the climax came in 1566 when the estates appealed to Sigismund II., king of Poland, who sent a commission to Konigsberg.",
        "The discoveries of the separate paths of sensory and motor impulses in the spinal cord, and consequently of the laws of reflex action, by Charles Bell and Marshall Hall respectively, in their illumination of the phenomena of nervous function, may be compared with the discovery in the region of the vascular system of the circulation of the blood; for therein a key to large classes of normal and aberrant functions and a fertile principle of interpretation were obtained.",
        "Gradually the Semliki eroded its bed, and consequently the level of Albert Edward Nyanza continued to fall.",
        "Albert Nyanza was consequently entered on his map as a vast lake extending about 380 m.",
        "The company's management did not give satisfaction, and the use of the telephone was consequently restricted in the metropolis, when in 1898 a Select Committee on Telephones reported that \" general immediate and effective \" competition by either the government or local authority was necessary to ensure efficient working.",
        "Consequently there was still on the 8th a great opening left for the attacking side to complete the first part of its programme, i.e.",
        "Consequently it is very difficult to reconcile the accounts of this district, as transmitted by ancient authors, with its present aspect and the distribution of the streams which water it.",
        "Remonstrance was consequently made by the British government, and its envoys were supported by a small naval force.",
        "The temperature required in the fusion of sheet-glass and of other glasses produced in tank furnaces is much lower than that attained in steel furnaces, and it is consequently pos Since the discovery of the Rntgen rays, experiments have been made to ascertain the effects of the different constituents of glass on the transparency of glass to X-rays.",
        "Mirror plates previous to the invention had been made from blown \" sheet \" glass, and were consequently very limited in size.",
        "In this way the medium velocity of the current may be diminished, and consequently the quantity of water discharged in a given time must, from the effects of friction, be considerably less than that which is computed from theory.",
        "(5) (8) (I) The components of acceleration of a particle of fluid are consequently Du dudu du du dt = dt +u dx +v dy + wdz' Dr dv dv dv dv dt -dt+udx+vdy+wdz' dt v = dtJ+udx+vdy +w dx' leading to the equations of motion above.",
        "Consequently the inertia to overcome in moving the cylinder r=b, solid or liquid, is its own inertia, increased by the inertia of liquid (a2+b2)/(a2,..b2) times the volume of the cylinder r=b; this total inertia is called the effective inertia of the cylinder r =b, at the instant the two cylinders are concentric.",
        "Hence in any infinitesimal part of the fluid the circulation is zero round every small plane curve passing through the vortex line; and consequently the circulation round any curve drawn on the surface of a vortex filament is zero.",
        "After narrating the pardon obtained by Adam, it is said that the Son ascending from Olivet prays the Father on behalf of His apostles; who consequently receive consecration from the Father, together with the Son and Holy Spirit - Peter being made archbishop of the universe.",
        "It was now intended to re-establish the government on the basis of the old republican institutions, but it was found that sixty years of Medici rule had reduced them to mere shadows, and the condition of the government, largely controlled by a balia of 20 accoppiatori and frequently disturbed by the summoning of the parlamento, was utterly chaotic. Consequently men talked of nothing save of changing the constitution, but unfortunately there was no longer an upper class accustomed to public affairs, while the lower class was thoroughly demoralized.",
        "The war against Pisa was renewed, and in 1499 the city might have been taken but for the dilatory tactics of the Florentine commander Paolo Vitelli, who was consequently arrested on a charge of treason and put to death.",
        "Consequently Great Britain, and still more Austria, were Russia's natural allies, while the aggressive and energetic king of Prussia was a danger to be guarded against.",
        "It is seen that aldoses and ketoses which differ stereochemically in only the two final carbon atoms must yield the same osazone; and since d-mannose, d-glucose, and d-fructose do form the same osazone (d-glucosazone) differences either structural or stereochemical must be placed in the two final carbon atoms.3 It may here be noticed that in the sugars there are asymmetric carbon atoms, and consequently optical isomers are to be expected.",
        "Hence it follows that the \" optical \" formulae of the acids derived from two pentoses having the configuration given above will be C02H - 0 - C02H CO 2 H + 0 - C02H, and that consequently only one of the acids will be optically active.",
        "As a matter of fact, only arabinose gives an active product on oxidation; it is therefore to be supposed that arabinose is the - - - compound, and consequently CH 2 (OH) - - - + COH = /-glucose CH 2 (OH) + - - - COH = l-gulose.",
        "Consequently, after the last crushing the mixture retained by the residual megass was not juice, as was the case when crushing was employed without maceration, but juice mixed with water; and it was found that the loss in juice was reduced by one-half.",
        "It holds water well and is consequently cold, needing the application of much heat to raise its temperature.",
        "The highest class of Cuban-made cigars, called \" vegueras,\" are prepared from the very finest Vuelta Abajo leaf, rolled when it is just half dry, and consequently never damped with water at all.",
        "Consequently even the more sober histories contain a mass of fables about early days.",
        "This Neolithic race has consequently been nicknamed \" Iberians,\" and it is now common to speak of the \" Iberian \" ancestry of the people of Britain, recognizing the racial characteristics of \" Iberians \" in the\" small swarthy Welshman,\" the \" small dark Highlander,\" and the \" Black Celts to the west of the Shannon,\" as well as in the typical inhabitants of Aquitania and Brittany.",
        "Consequently for a long time there was a continual stream of emigration from Pisa.",
        "The average length is about 300 m., and the average breadth 150 m.; consequently the area may be estimated at 50,000 sq.",
        "Almost all the towns of Tunisia were originally Roman or romanized Berber settlements; consequently the remains of Roman buildings form a large part of the material of which their existing structures are composed.",
        "The Nepena, Casma, Huarmey, Fortaleza and Supe rivers rise on the slope of an outer range called the Cordillera Negra, and are consequently dry during the great part of the year.",
        "Consequently the insurrections in the more distant provinces, such as Chile and Buenos Aires, were the first to declare Peru Inpende themselves independent, in 18x6 and 1817.",
        "Generally the components of a mixture will be vaporized in the order of their boiling-points; consequently if the condensates or \"fractions\" corresponding to definite ranges of temperature be separately collected, it is obvious that a more or less partial separation of the components will be effected.",
        "It generally happens that much of the mercury column is outside the flask and consequently at a lower temperature than the bulb, hence a correction of the observed temperature is necessary.",
        "A liquid boils when its vapor pressure equals the superincumbent pressure; consequently any process which diminishes the external pressure must also lower the boiling-point.",
        "The mixture consequently distils at the temperature at which the sum of the partial pressures equals that of the atmosphere.",
        "On distilling such a mixture pure A will come over first, followed by mixtures in which the quantity of B continually increases; consequently by a sufficient number of distillations A and B can be completely separated.",
        "The first portion of the distillate brings over the gases dissolved in the water, ammonia and other volatile impurities, and is consequently rejected; scarcely two-fifths of the entire quantity of water can be safely used as pure distilled water.",
        "It is consequently expensive and requires careful attention for its working.",
        "Tradition asserts that her father, Don Pedro Fernandez de Castro, and her mother, Dona Aldonca Soares de Villadares, a noble Portuguese lady, were unmarried, and that Inez and her two brothers were consequently of bastard birth.",
        "But neither in Homer nor in Hesiod is there any trace of the idea that the heroes after death had any power for good or evil over the lives of those who survived them; and consequently, no cult.",
        "The most important fact in his history is his confession, recorded by Orosius, that he saw the inability of his countrymen to rear a civilized or abiding kingdom, and that consequently his aim should be to build on Roman foundations and blend the two nations into one.",
        "In the contest which Louis the Bavarian maintained with the papacy Frankfort sided with the emperor, and it was consequently placed under an interdict for 20 years from 1329 to 1349.",
        "In 1871 the treaty which concluded the Franco-German War was signed in the Swan Hotel by Prince Bismarck and Jules Favre, and it is consequently known as the peace of Frankfort.",
        "Unfortunately, the best experts confined themselves to working for the tea clubs, and consequently produced only insignificant pieces, as tea-jars, cups and little ewers.",
        "When war broke out between France and Austria in 1792 the Badenese fought for Austria; consequently their country was devastated and in 1796 the margrave was compelled to pay an indemnity, and to cede his territories on the left bank of the Rhine to France.",
        "Now in order to [do] this, it appeared that in all the series the first term was x; that the second terms R- x 3 3x 3, 3x 3, &c., were in arithmetical progression; and consequently that the first two terms of all the series to be interpolated would be x-- 3, x- `3, x-- 3, &c.",
        "There is hardly in Robinson Crusoe a scene equal, and there is consequently not in English literature a scene superior, to that where the youthful pickpocket first exercises his trade, and then for a time loses his ill-gotten gains.",
        "With all the Puritan eagerness to push a clear, uncompromising, Scripture-based distinction of right and wrong into the affairs of every-day life, he has a thoroughly English horror of casuistry, and his clumsy canons consequently make wild work with the infinite intricacies of human nature.",
        "For most of these, however, we have no authority but Lee's own impressions of style, &c.; and consequently, though the best qualified judges will in most cases agree that Defoe may very likely have written them, it cannot positively be stated that he did.",
        "But carbolic acid and caustic potash destroy it only after a day or two, consequently they are not a remedy.",
        "Many of the so-called genera, or groups of genera, are consequently not to be used either as witnesses of blood-relationship or of geographical distribution.",
        "Consequently the temperature does not change and there is another well-marked halt in the cooling, and this halt lasts until the mixture has become wholly solid.",
        "Consequently, as the final solid is uniform, the crystals formed at first must change in composition at a later stage.",
        "On his return to France he came into touch with the Calvinists whose tenets he probably embraced, and consequently lost his place in the privy council and part of his fortune.",
        "There is consequently much emigration, the Christian surplus going mainly to Egypt, and to America, the Druses to the latter country and to the Hauran.",
        "The German regulations are apparently based on a keen appreciation of the fact that while one particular denaturizing agent may have little or no effect on one industry, yet it would be quite fatal to the success of another; there is consequently a great choice of denaturizing agents, and in certain cases it is sufficient to mix the alcohol with a reagent necessary for the purpose in hand, or even with a certain amount of the final product, it being only necessary to satisfy the state that the spirit is not available as a beverage.",
        "There had consequently grown up within the state a large artisan class, excluded from the old patrician gentes and therefore from the state cult: at the same time the beginnings of commerce had opened relations with neighbouring peoples.",
        "Consequently the separation of these two metals is one of the most important metallurgical processes.",
        "Over 10% of copper makes the parting difficult; consequently in such alloys the percentage of copper is diminished by the addition of silver free from copper, or else the copper is removed by a chemical process.",
        "The other was written by a certain Apollonius forty years after the appearance of Montanus, consequently about 196.",
        "Migrants enumerated in a certain centre of absorption will consequently grow less with the distance, proportionately to the native population which furnishes them.",
        "No lines of march were assigned to the several units, consequently the confusion became so great that though the distance to be traversed in no case exceeded six miles, only the right wing and centre reached their destinations as night was falling.",
        "They are frequently, however, of very great use in fixing dates that have been otherwise imperfectly expressed, and consequently form important elements of chronology.",
        "Subtract 413 from 777, the remainder is 364; and 364 divided by four gives 91 without a remainder; consequently the eclipse happened in the fourth year of the ninety-first Olympiad, which is the date to which it is referred by Thucydides.",
        "In the second case the year has been supposed to begin with the 25th of March, or perhaps with Easter; consequently the first three months of the year 814, reckoning from the ist of January, would be referred to the end of the year 813.",
        "The month before, the citizens of Utrecht had refused to raze their suburban villas, and defence of the fortifications had consequently been impossible.",
        "Consequently when the insect dives, an air-bubble forms around it, a supply of oxygen is thus secured for breathing and the water is kept away from the spiracles.",
        "Consequently the levy court of New Castle county was indicted in the United States circuit court in 1872, and one of its members was convicted.",
        "It permits complete rotation of the tube and measurement of all angles in reversed positions of the circle; the handles that move the slides can be brought down to the eye-end, inside the tube, and consequently made to rotate with it; and the position circle may be placed at the end of the cradle next the eyeend where it is convenient of access.",
        "In the last the field is full of false light, and it is not possible to give sufficiently minute and steady separation to the images; and there are of necessity a collimator, two prisms of total reflection, and a small telescope through which the rays must pass; consequently there is great loss of light.",
        "The maximum separation is consequently at 45° from zero.",
        "Consequently the date of the composition of the book is placed before A.D.",
        "But since the energetic development of Peiraeus, Syra has ceased to be the chief commercial entrepOt and distributing centre of this part of the Levant, and consequently its trade has seriously declined.",
        "The continental shelves are parts of the great continental blocks which have been covered by the sea in comparatively recent times, and their surface consequently presents many similarities to that of the land, modified of course by the destructive and constructive work of the waters.",
        "The borders of the Malay Sea are everywhere shallower on the side of the Indian Ocean than on that of the Pacific, and consequently water from the Pacific preponderates in the depths.",
        "Various devices have consequently been attached to leads intended to catch and hold the material when soft enough to be penetrated.",
        "The tropical maxima of salinity on the poleward side of the trade-winds coincide with the regions of minimum rainfall, high temperature, strong winds and consequently of maximum evaporation.",
        "per minute under such conditions, and the number of working places would thus be restricted, and consequently the output reduced to about 500 tons per shift of Io hours, which could be raised by a single engine at the surface without requiring any very different appliances from those in current use.",
        "Massinissa, according to the story, married Sophonisba immediately after his victory, but was required by Scipio to dismiss her as a Carthaginian, and consequently an enemy to Rome.",
        "This fact having been fully demonstrated, acetylene dissolved in this way was exempted from the Explosives Act, and consequently upon this exemption a large business has grown up in the preparation and use of dissolved acetylene for lighting motor omnibuses, motor cars, railway carriages, lighthouses, buoys, yachts, &c., for which it is particularly adapted.",
        "In that year appeared Waddington's Mdmoire sur la chronologie de la vie du rheteur Aelius Aristide, in which it was shown from a most acute combination of circumstances that the Quadratus whose name is mentioned in the Martyrium was proconsul of Asia in 155-156, and that consequently Polycarp was martyred on the 23rd of February 155.",
        "Consequently the whole of Luxemburg remained in the possession of the Belgians until 1838, when the treaty of the 19th of April, concluded at the conference of London, enforced the partition of 1831.",
        "Both these forces usually act at the same radius R, the distance from the axis to the centre line of the rope, in which case the torque T is (W-p)R, and consequently the brake horse-power is (W - p)RX21rN, When µ 33,000 changes the weight W rises or falls against the action of the spring balance until a stable condition of running is obtained.",
        "This budget concerned only the Asiatic possessions of Holland, not the Polynesian ones, and Dutch New Guinea must, consequently, have its own budget.",
        "John, Lord Mount Stuart (1767-1794), the son and heir of the 1st marquess, died before his father, and consequently in 1814 the Bute titles and estates came to his son John (1793-1848) as 2nd marquess.",
        "Formerly, writers accounted for the Lutheran movement by so magnifying the horrors of the pre-existing regime ity of the that it appeared intolerable, and its abolition consequently inevitable.",
        "He stated that that of the archbishop of Mainz had been raised from ten to twenty-five thousand gulden, and that there had been seven vacancies within a generation, and consequently the subjects of the elector had been forced to pay that amount seven times.",
        "Consequently, at the diet of Nuremberg (1532) a recess was drafted indefinitely extending the religious truce and quashing such cases in the Reichskammergericht as involved Protestant ' In 1527 the pope's capital was sacked by Charles's army.",
        "also in air for very low velocities, but, where the velocities are high, the retardation is great, the projectile takes longer to traverse each succeeding space, and consequently the time of flight for any range is longer; the axis must therefore be directed still higher above the point to be struck.",
        "This was of wood; the third sight, also of wood, was for guns without a dispart patch, which consequently could not be layed at elevations below the dispart.",
        "In coast defence artillery, owing to the fact that the guns are on fixed mountings at a constant height (except for rise and fall of tide) above the horizontal plane on which their targets move, and that consequently the angle of sight and quadrant elevation for every range can be calculated, developments in sights, in a measure, gave way to improved means of giving quadrant elevation.",
        "Consequently he determined to advance swiftly and secretly against Wellington and Blucher, whose forces, as Napoleon knew, were dispersed over the country of their unenthusiastic ally.",
        "Consequently, as Ney's wing advanced northward from Gosselies along the Brussels road, it came upon an advanced detachment 6f this force at Frasnes.",
        "Consequently the IV.",
        "Napoleon was unwell, and consequently was not in the saddle on the 17th as early as he would otherwise have been.",
        "He was consequently imprisoned, on the pretext of having fought a duel, and only released when selected to accompany Prince Henry of Prussia in a visit to Vauban's fortifications.",
        "Waldenses merely set forward a new criterion of the orderly arrangement of the church, according to which each member was to sit in judgment on the works of the ministers, and consequently on the validity of their ministerial acts.",
        "Consequently he was called Nardulus, a diminutive form of Einhardus, and his great industry and activity caused him to be likened to an ant.",
        "Each slot leads into a separate compartment and the coins are consequently sorted into three classes, light, correct weight and heavy.",
        "The \" Challenger \" and other oceanographic expeditions have shown that on the bottom of the deep sea concretions of phosphate are now gathering around the dead bodies of fishes lying in the oozes; consequently the formation of the concretions may have been carried on simultaneously with the deposition of the strata in which they occur.",
        "The constitution of 1846 prohibited the legislature from granting any special charters for banking purposes, and consequently no more safety-fund banks were established.",
        "On rich soils the crop is liable to grow too rapidly and yield a\"coarse, uneven sample, consequently the best barley is grown on light, open and preferably calcareous soils, while if the condition of the soil is too high it is often reduced by growing wheat before the barley.",
        "Consequently a wave front such as b 1 tends to turn upwards, as shown in the successive positions b 2, 3 and 4.",
        "Now, it is evident that each coincidence of the perforations in the two plates is followed by a non-coincidence, during which the air-current is shut off, and that consequently, during each revolution of the upper plate, there occur n alternate passages and interceptions of the current.",
        "The law that, caeteris paribus, n varies inversely as the thickness may be tested by forming a string of four lengths of the single thread used before, and consequently of double the thickness of the latter, when, for the same length and tension, the compound thread will exhibit double the number of ventral segments presented by the single thread.",
        "39, middle and rubbing it lengthwise FIG with a bit of cloth powdered with resin, till the rod gives a distinct note; the vibrations are communicated to the plate, which consequently vibrates transversely, and causes the sand to heap itself into one or more concentric rings.",
        "If the two interfering waves, being still of same length X, be in opposite phases, or sõ that one is in advance of the other by 2X, and consequently one produces in the air the opposite state of motion to the other, then the resultant wave is one of the same length X, but the excursions of the particles are decreased, being the difference between those due to the component waves as in fig.",
        "But when the pasteboard is removed, then there is at the ear opposition of phase between the first and the second pair of waves, and consequently a minimum of sound.",
        "Suppose the two notes to correspond to 200 and 203 vibrations per second; at some instant of time, the air particles, through which the waves are passing, will be similarly displaced by both, and consequently the joint effect will be a sound of some intensity.",
        "As the interval between two tones, and consequently the number of beats, increases the effect on the ear becomes more and more unpleasant.",
        "Russia, on the other hand, was divided in policy and consequently in military intentions and preparations.",
        "The rainfall is sufficient for good grazing, but except in the Flathead valley cultivation was long considered to be dependent on irrigation; and consequently farming was only incidental to stock raising and mining until after 1870, and as late as 1900 the ratio of improved farm land to the total land area was less than in any other state or territory except New Mexico, Wyoming, Arizona and Hawaii.",
        "9, 24); consequently little importance can be attached to details which appear to be exaggerated (I Chron.",
        "If the centre be (a, a, y), the Cartesian equation becomes (x - a) 2 l3)2 + (z - y)2 = a2; consequently the general equation is x2+y2 -}- z 2 + 2Ax+ 2By+2Cz+D =o, and it is readily shown that the co-ordinates of the centre are (-A, -B, -C), and the radius A2+B2+C2-D.",
        "By an act of 1886 the powers of the home office over salmon and other fisheries were transferred to the board of trade, and a small department was consequently created charged with the care of those industries.",
        "(Barefoot), who had visited Ireland just before his death in 1103, and consequently a half-brother of the reigning king, Sigurd.",
        "The normal processes of criminal jurisdiction were consequently restored.",
        "On his return he took strong parliamentary measures against Presbyterians, and consequently, at a provincial synod held at St Andrews in April 1586, he was accused of heresy and excommunicated, but at the next General Assembly the sentence was remitted as illegal.",
        "against the emperor William I., of Germany, in a letter which has since become famous - every Christian, whether he will or no, belongs to that Church by baptism, and is consequently pledged to obey her, and, on the other hand, since the state lies under the obligation to place the \" secular arm \" at her disposal whenever one of her members wishes to secede, the most far-reaching consequences result.",
        "For in no other country had hostility to religion attained such a pitch or assumed such grotesque forms; and consequently in no other country did the yearning for religion manifest itself so unequivocally, when bitter experience had demonstrated the necessity of a return to law and order.",
        "The queen consequently never felt safe with him.",
        "He was not present at the congress, and consequently escaped the popular odium for the concessions which Russia had to make to Great Britain and Austria.",
        "Eighteen Chinese determinants were included in the Arab asterisms, and of these five or six were not nakshatra stars; consequently, they must have been taken directly from the Chinese series.",
        "A large portion of the work of the foreign consuls, especially the British, was consequently judicial, and in 1901 the office of judge.",
        "A complication is caused by the fact that the consonants are grouped into three classes, to each of which a special tone applies, and consequently the application of a tonal sign to a letter has a different effect, according to the class to which such letter belongs.",
        "His presentations of character and motives, whether truthful or not, are undeniably fine; but his doctrine that there should be \"no theorizing\" about history tended to narrow his survey, and consequently he sometimes, as in his remarks on the foreign policy of Elizabeth, seems to misapprehend the tendencies of a period on which he is writing.",
        "Ammonia gas has the power of combining with many substances, particularly with metallic halides; thus with calcium chloride it forms the compound CaCl 2.8NH 3, and consequently calcium chloride cannot be used for drying the gas.",
        "they spread out to a breadth of some 600 m., the ranges being in that quarter less folded, and consequently both flatter and lower.",
        "The floor of the valley consequently slopes away in both directions, like the Chimen valley between the Akato-tagh and the Chimen-tagh; and in so far as it slopes westwards towards the Kum kol lakes it differs from nearly all the other great latitudinal valleys that run parallel with it, because they slope generally towards the east.",
        "lower, than the valley to the north of it, and consequently the climb up out of it to the first (on north) of the Arka-tagh valleys amounts to no less than 2900 ft.",
        "The inland slope is gradual, but on the northern shore the range terminates in abrupt and almost perpendicular declivities, and here, consequently, some of the finest coast scenery in the island is found, widely differing, with its unbroken lines of cliffs, from the indented coast-line of the west.",
        "Its most important property is that it rapidly attacks glass, reacting with the silica of the glass to form gaseous silicon fluoride, and consequently it is used for etching.",
        "Now the electric force (P,Q,R) is the force acting on the electrons of the medium moving with velocity v; consequently by Faraday's electrodynamic law (P,Q,R) = (P',Q' - vc, R'+vb) where (P',Q',R') is the force that would act on electrons at rest, and (a,b,c) is the magnetic induction.",
        "Consequently the position of the Christian Church was never seriously affected.",
        "Consequently it was the interest and duty of the inhabitants to maintain the cultus of the patrondeity of their city who dwelt in their midst.",
        "The decade from 1880 to 1890 was one of great prosperity, consequently of rising imports, consequently of swelling customs revenue.",
        "His education at the Spanish court and an hereditary tendency to insanity, however, made him haughty, suspicious and consequently very unpopular, while even in his best days the temper of his mind was that of a recluse rather than of a ruler.",
        "1 All the chief offices of state were consequently duplicated, e.g.",
        "The position of Poland was, consequently, much more advantageous than it had been on every other similar occasion, and if only the contending factions had been able to agree and unite, the final catastrophe might, perhaps, even now, have been averted.",
        "The remaining three years of his life were consequently spent in exile at Taif in Arabia, where he died, probably by violence, on the 8th of May 1884.",
        "The more powerful creatures in a state of nature are accustomed to kill a prey too large to be devoured at once, and to return to it again and again, long after it has become putrid; the smaller forms, for the most part, devour nothing but small creatures immediately after they have been captured and killed, and consequently in an absolutely fresh condition.",
        "During the 18th century Hartford enjoyed a large and lucrative commerce, but the railway development of the 19th century centralized commerce in New York and Boston, and consequently the principal source of the city's wealth has come to be manufacturing and insurance.",
        "(2) There had been no scientific study of phonetics, and consequently the changes and combinations of languages are treated in a mechanical way: e.g.",
        "above the plain; the water consequently forsook the old channel entirely and poured over the level country, finally seizing on the bed of a small river called the Tsing, and thereby finding an exit to the sea.",
        "In national affairs Maryland early took a stand of perhaps farreaching consequences in refusing to sign the Articles of Confederation (which required the assent of all the states before coming into effect), after all the other states had done so (in 1779), until those states claiming territory between the Alleghany Mountains and the Mississippi and north of the Ohio - Virginia, New York, Massachusetts and Connecticut - should have surrendered such claims. As those states finally yielded, the Union was strengthened by reason of a greater equality and consequently less jealousy among the original states, and the United States came into possession of the first territory in which all the states had a common interest and out of which new states were to be created.",
        "The simple olefines containing one doublylinked pair of carbon atoms have the general formula (CnH2n; the di-olefines, containing two doubly-linked pairs, have the general formula C0H2n_2 and are consequently isomeric with the simple acetylenes.",
        "They combine with hypochlorous acid to form chlorhydrins; and are easily soluble in concentrated sulphuric acid, giving rise to sulphuric acid esters; consequently if the solution be boiled with water, the alcohol from which the olefine was in the first place derived is regenerated.",
        "The Mahommedans, who number nearly eight-ninths of the population, are not, however, \" citizens \" but \" subjects,\" and consequently have not the vote.",
        "The date at which it was written is uncertain; there are features in it which point to its having been the work of a poet living in north Israel, and writing at an early date; but most recent scholars, on account chiefly of certain late expressions occurring in it, think that it cannot have been written earlier than the 4th or 3rd century B.C. In the graceful and tender idyll of Ruth, it is told how Ruth, the Moabitess, and a native consequently of a country hostile theocratically to Israel, adopted Israel's faith (i.",
        "Ilgen, the discoverer (1798) that there were two distinct documents in Genesis using the divine name Elohim, and consequently that there were three main sources in the books, not two, as Astruc and Eichhorn had conjectured; and J.",
        "It has contributed nothing whatsoever to our knowledge of any Hebrew individual of this period,' and consequently what elements of history underlie the stories in Genesis, in so far as they relate to the Hebrew patriarchs, must still be determined, if at all, by a critical study of the Old Testament.",
        "Now one of the kings, who corresponds with Amenhotep IV., is Burnaburiash (Burna-buryas), king of Babylon, and Egyptologists and Assyriologists are agreed that the date of these monarchs was c. 1400 B.C. The conquest of Canaan, consequently, could not have taken place till after 1400 B.C. (ii.) It is stated in Ex.",
        "Consequently A.D.",
        "Both contain Halaka and Haggada, although the Mishna itself is essentially Halaka, and the Midrashim are more especially Haggadic; and consequently further information bearing upon Midrash must be sought in the art.",
        "Consequently an exaggerated emphasis is often laid upon single words; as, for example, in the school of Rabbi `Agiba, where even individual letters were forced to reveal their meaning.",
        "The state fund has not been supplemented locally for the payment of teachers, who have consequently been underpaid.",
        "It was now taught that prophecy in general was a peculiarity of the Old Testament (\"lex et prophetae usque ad Johannem\"); that in the new covenant God had spoken only through apostles; that the whole word of God so far as binding on the Church was contained in the apostolic record - the New Testament; 2 and that, consequently, the Church neither required nor could acknowledge new revelations, or even instructions, through prophets.",
        "de Ruolz of Paris started in business on those lines, and the slower and consequently more costly manufacture at Sheffield and Birmingham rapidly died out.",
        "Neoplatonism perceived that neither sense perception nor rational cognition is a sufficient basis or justification for religious ethics; consequently it broke away from rationalistic ethics as decidedly as from utilitarian morality.",
        "Magic, astrology and alchemy - all the outgrowth of Neoplatonism - gave the first effectual stimulus to the observation of nature, and consequently to natural science, and in this way finally extinguished barren rationalism.",
        "All are contained in the broad generalization that every part of an animal, however minute, has its separate and independent basis in the hereditary substance of the germ cells from which it is derived and may enjoy consequently a separate and independent history.",
        "In Great Britain, whither they began to straggle over during the revolutionary troubles at the close of the 18th century, and where, practically unaffected by the clause directed against them in the Emancipation Act of 1829, their chief settlement has been at Stonyhurst in Lancashire, an estate conferred on them by Thomas Weld in 1795, they have been unmolested; but there has been little affinity to the order in the British temperament, and the English province has consequently never risen to numerical or intellectual importance in the Society.",
        "In the wet season the rain is quickly absorbed by the dry, porous soil; consequently there are no rivers and no lakes except near the forested region of the south-east.",
        "In 1128 his brother-in-law, Henry II., margrave of the Saxon north mark, died, and Albert, disappointed at not receiving this fief, attacked Udo, the succeeding margrave, and was consequently deprived of Lusatia by Lothair.",
        "There is consequently but little doubt that Nicholas de Herford took part in the translation of the Old Testament, though it is uncertain to what extent.",
        "Tabiya or rammed concrete of red earth and stone is the almost universal building material, and the houses are consequently seldom more than two storeys in height.",
        "The sign of summation X is used in cases where there are several absorption bands, and consequently several similar terms on the right-hand side, each with a different value of A m.",
        "It blackens easily under the influence of smoke, and the town has consequently a somewhat gloomy appearance.",
        "The point of insertion of the attached (posterior) flagellum into the body, and, consequently, the commencement of the undulating membrane may be almost anywhere in the anterior half of the body, but is usually near the extremity.",
        "It rarely substitutes directly, because the hydriodic acid produced reverses the reaction; this can be avoided by the presence of precipitated mercuric oxide or iodic acid, which react with the hydriodic acid as fast as it is formed, and consequently remove it from the reacting system.",
        "It is a powerful reducing agent, and is frequently employed for this purpose in organic chemistry; thus hydroxy acids are readily reduced on heating with the concentrated acid, and nitro compounds are reduced to amino compounds, &c. It is preferable to use the acid in the presence of amorphous phosphorus, for the iodine liberated during the reduction is then utilized in forming more hydriodic acid, and consequently the original amount of acid goes much further.",
        "The importance of Amphipolis in ancient times was due to the fact that it commanded the bridge over the Strymon, and consequently the route from northern Greece to the Hellespont; it was important also as a depot for the gold and silver mines of the district, and for timber, which was largely used in shipbuilding.",
        "The view has been held that in the Eucharist the elements are only consecrated as regards the particular purpose of reception in the service itself, and that consequently what remains unconsumed may be put to common uses.",
        "But it must be remembered that the Scottish Episcopal Church has an additional order of its own for the Holy Communion, and that consequently its clergy are not restricted to the services in the Book of Common Prayer.",
        "Its aqueous solution is not an electrolyte, and consequently does not give the reactions of the mercury and cyanogen ions.",
        "Such a reaction can only take place if the addition of the alkyl group takes place on the nitrogen atom of the isonitrile, from which it follows that the nitrogen atom must be trivalent and consequently the carbon atom divalent.",
        "On the western side of the sierras the versant is short, and the streams, while very numerous, are consequently small and rapid; but on the eastern side a number of the rivers attain a very considerable development.",
        "Flying fences consist of a hedge with or without a post and rail, and with or without a ditch on one or both sides; consequently a horse has to jump both high and wide to clear them.",
        "His temper was what the French happily call a difficult one, and his life was consequently enlivened or disturbed by various literary quarrels.",
        "In the intermediate section of the plains, between latitudes 44 and 42, including southern South Dakota and northern Nebraska, the erosion of certain large districts is peculiarly elaborate, giving rise to a minutely dissected form, known as bad lands, with a relief of a few hundred feet, This is due to several causes: first, the dry climate, which prevents the growth of a grassy turf; next, the fine texture of the Tertiary strata in the had land districts; and consequently the success with which every little nIl, at times of rain, carves its own little valley.",
        "In astronomy, the \"celestial equator\" is the name given to the great circle in which the plane of the terrestrial equator intersects the celestial sphere; it is consequently equidistant from the celestial poles.",
        "They, however, block up the river channel to the extent of their height, and consequently raise the flood-level above them.",
        "An objection has occasionally been urged against frames lowered on to the bed of a river that they are liable to be covered over by detritus or drift brought down by floods, and consequently are subject to injury or impediments in being raised.",
        "In various systems of triangular co-ordinates the equations to circles specially related to the triangle of reference assume comparatively simple forms; consequently they provide elegant algebraical demonstrations of properties concerning a triangle and the circles intimately associated with its geometry.",
        "He therefore endeavours to give a general sketch of the character, physical peculiarities and natural productions of each country, and consequently gives us much valuable information respecting ethnology, trade and metallurgy.",
        "Consequently the United States claimed a right to restrain such practices, both as proprietors of the seals and as proprietors and trustees of the legitimate industry.",
        "Bacon with an excess of fat is not wanted, except in the lumber camps; consequently the farmers of Canada have cultivated a class of swine for bacon having plenty of lean and firm flesh.",
        "American fishermen, however, showed so little inclination to give up what they had enjoyed so long, that it was found necessary to take vigorous steps to protect Canadian fishing rights, and frequent causes of friction consequently arose.",
        "farther from the eastern seaboard than was the case in 1870, and consequently, notwithstanding the fall in the mileage rate 'of 50 to 75%, it still costs the United Kingdom nearly as much to have its quota of foreign wheat fetched from abroad as it did then.",
        "Aristotle, when speaking of the aristocratic character of the horse, as requiring fertile soil for its support, and consequently being associated with wealth, instances its use among the Chalcidians and Eretrians, and in the former of those two states we find a class of nobles called Hippobotae.",
        "Consequently, each primitive filament has a descending and an ascending ramus, and instead of each row forming a simple plate, the plate is double, consisting of a descending and an ascending lamella.",
        "Consequently, it would appear that these extremely elevated and richly developed narratives of Jacob-Israel embody, among a number of other features, a recollection of two distinct traditions of migration which became fused among the Israelites.",
        "He was consequently placed in a position in which he could check the doctrine and practice of the Roman church.",
        "Moreover, the arrangement sometimes breaks down: for example, though on the whole the logical books are quoted without quoting the rest, the De Interpretatione (chap. 1) quotes the De Anima, and therefore is falsely taken by Zeller against its own internal evidence to be subsequent to it and consequently to the other logical books.",
        "Consequently, a species or genus is not a substance, as Aristotle says it is in the Categories (inconsistently with his own doctrine of substances), but a whole number of substances, e.g.",
        "Consequently, the universal essence of a species of substances is not one and the same eternal essence in all the individuals of a species but only similar, and is not substance as Aristotle calls it in the Metaphysics, inconsistently with his own doctrine of substance, but is a whole number of similar substances, e.g.",
        "They made use of no intercalation, and by losing a fourth of a day every year, the commencement of the year went back one day in every period of four years, and consequently made a revolution of the seasons in 1461 years.",
        "In the months of March, May, July and October, the Ides fell on the 5th day, and the Nones consequently on the 7th; so that each of these months had six days named from the Nones.",
        "In all the other months the Ides were on the 13th and the Nones on the 5th; consequently there were only four days named from the Nones.",
        "This Differed From The Solar Year By Ten Whole Days And A Fraction; But, To Restore The Coincidence, Numa Ordered An Additional Or Intercalary Month To Be Inserted Every Second Year Between The 23Rd And 24Th Of February, Consisting Of Twenty Two And Twenty Three Days Alternately, So That Four Years Contained 1465 Days, And The Mean Length Of The Year Was Consequently 3664 Days.",
        "This Power Was Quickly Abused To Serve Political Objects, And The Calendar Consequently Thrown Into Confusion.",
        "46 Sec. Now The Gregorian Rule Gives 97 Intercalations In 400 Years; 400 Years Therefore Contain 365 X400 97, That Is, 146,097 Days; And Consequently One Year Contains 365.2425 Days, Or 365 Days 5 Hours 49 Min.",
        "The Fourth Fraction,I 7 Combines Three 128 ?99293 X33 29 Periods Of Thirty Three Years With One Of Twenty Nine, And Would Consequently Be Very Convenient In Application.",
        "The Lunar Year, Consisting Of Twelve Lunar Months, Contains Only 354 Days; Its Commencement Consequently Anticipates That Of The Solar Year By Eleven Days, And Passes Through The Whole Circle Of The Seasons In About Thirty Four Lunar Years.",
        "The Period Of Calippus, Therefore, Consisted Of Three Metonic Cycles Of 6940 Days Each, And A Period Of 6939 Days; And Its Error In Respect Of The Moon, Consequently, Amounted Only To Six Hours, Or To One Day In 304 Years.",
        "The Dominical Letter Of That Year, Which Was The Tenth Of The Cycle, Was Consequently B.",
        "The cycle of the sun brings back the days of the month to the same day of the week; the lunar cycle restores the new moons to the same day of the month; therefore 28 X 19 = 53 2 years, includes all the variations in respect of the new moons and the dominical letters, and is consequently a period after which the new moons again occur on the same day of the month and the same day of the week.",
        "As the cycle restores these phenomena to the same days of the civil month, they will fall on the same days in any two years which occupy the same place in the cycle; consequently a table of the moon's phases for 19 years will serve for any year whatever when we know its number in the cycle.",
        "The Julian period, proposed by the celebrated Joseph Scaliger as an universal measure of chronology, is formed by taking the continued product of the three cycles of the sun, of the moon, and of the indiction,and is consequently 28 X 19X I 5= 7980 years.",
        "5 Let 2 Then N' =2 N'; Consequently X=14 N' 3=N'=15 N' 3 (2).",
        "Assuming Therefore P'= 4, We Have M' =60 52 =8; And Consequently, Since X=19 M' 16, X=19X8 16=168.",
        "The Number Required Is Consequently 28X168 10=4714.",
        "The Year I 800 Was Also Common In The New Calendar, And, Consequently, The Difference In The 19Th Century Was Twelve Days.",
        "Thus The Epacts I 1, 22, 3, 14, &C., Become 10, 21, 2, 13, &C. On The Other Hand, When The Time By Which The New Moons Anticipate The Lunar Cycle Amounts To A Whole Day, Which, As We Have Seen, It Does In 308 Years, The New Moons Will Arrive One Day Earlier, And The Epacts Must Consequently Be Increased By Unity.",
        "There Was, Consequently, No Alteration; The Two Equations Destroyed Each Other.",
        "The Use Of The Epacts Is To Show The Days Of The New Moons, And Consequently The Moon'S Age On Any Day Of The Year.",
        "This Epact Occurs At The 3Rd Of January, The 2Nd Of February, The 3Rd Of March, The Znd Of April, The 1St Of May, &C., And These Days Are Consequently The Days Of The Ecclesiastical New Moons In 1832.",
        "The 2Nd Of April Is Therefore The First Day Of The Moon, And The Loth Is Consequently The Ninth Day Of The Moon.",
        "The 26Th Of November Is Consequently The First Day Of The Moon, And The 2Nd Of December Is Therefore The Seventh Day.",
        "In The Year Preceding The First Of The Era, The Dominical Letter Was C; For That Year, Therefore, We Have L =3; Consequently For Any Succeeding Year X, L =7M 3 X, The Years Being All Supposed To Consist Of 365 Days.",
        "When P =I The Full Moon Is On The 21St Of March, And The New Moon On The 8Th (21 13 =8), Therefore The Moon'S Age On The 1St Of March (Which Is The Same As On The 1St Of January) Is Twentythree Days; The Epact Of The Year Is Consequently Twenty Three.",
        "When P=2 The New Moon Falls On The Ninth, And The Epact Is Consequently Twenty Two; And, In General, When P Becomes I X, E Becomes 23 X, Therefore P E = I X 23 X =24, And P =24 E.",
        "E) R (57726) R (7)R3, Consequently, Since P =P (L L), P =28 (43) =29; That Is To Say, Easter Happens Twenty Nine Days After The 21St Of March, Or On The 19Th April, The Same Result As Was Before Found From The Tables.",
        "The Times Of All Future New Moons May Consequently Be Deduced By Successively Adding 29 Days 12 Hours 44 Min.",
        "In 1755 he submitted to the English government an amended body of MS. tables, which James Bradley compared with the Greenwich observations, and found to be sufficiently accurate to determine the moon's place to 75\", and consequently the longitude at sea to about half a degree.",
        "After the death of Malik Shah the head of the family was not strong enough to enforce obedience, and consequently the central government broke up into several independent dynasties.",
        "In 1895 it was demonstrated that Alabama pig-iron could be sent to Liverpool and sold cheaper than the English product, and Birmingham (Alabama) came consequently to rank next to Middlesborough and Glasgow among the world centres of the pig-iron trade.",
        "89, Citizen Eusebe Salverte calls attention to the poem \"De Ponderibus et Mensuris\" generally ascribed to Rhemnius Fannius Palaemon, and consequently 300 years older than Hypatia, in which the hydrometer is described and attributed to Archimedes.",
        "But, the length of the stem being settled, the lower scale may be made lighter, and, consequently, the globe less, the greater its distance is taken from the surface of the globe; and the contrary.\"",
        "In his double role of cavalry leader and intelligence officer, Hodson played a large part in the reduction of Delhi and consequently in saving India for the British empire.",
        "Consequently there were large tracts of untilled \" waste \" land; but these rapidly responded to fertilization and rotation of crops, often yielding Boo to 1200 lb of cotton per acre, and Georgia in 1899 used more fertilizers than any other state in the Union.",
        "The barons were consequently able to exact, in Magna Carta (June 1215), much more than the redress of legitimate grievances; and the people allowed the crown to be placed under the control of an oligarchical committee.",
        "After ignition it becomes almost insoluble in acids, and on fusion with silicates it colours them green; consequently it is used as a pigment for colouring glass and china.",
        "On pouring a solution of chromous chloride into a saturated solution of sodium acetate, a red crystalline precipitate of chromous acetate is produced; this is much more permanent in air than the other chromous salts and consequently can be used for their preparation.",
        "and of Marie Josephe of Saxony, and consequently brother of Louis XVI.",
        "His last work, Chronicon Paschale a mundo condito ad Heraclii imperatoris annum vigesimum (Paris, 1689), was passing through the press when Du Cange died, and consequently it was edited by Etienne Baluze, and published with an eloge of the author prefixed.",
        "Hewitt has also attacked the problem by brominating the oxyazobenzenes, and has shown that when the hydrobromic acid produced in the reaction is allowed to remain in the system, a brombenzene-azo-phenol is formed, whilst if it be removed (by the addition of sodium acetate) bromination takes place in the phenolic nucleus; consequently the presence of the mineral acid gives the azo compound a pseudo-quinonoid character, which it does not possess if the mineral acid be removed from the sphere of the reaction.",
        "On the return of the Bourbons in 1815 he was consequently suspended from the House of Peers, but was recalled in 1819.",
        "The whole of Hanover dips from the Harz Mountains to the north, and the rivers consequently flow in that direction.",
        "The silk takes up colour with difficulty from a strong vat, and is consequently costly to dye.",
        "In the same way the federation of Swiss cantons, of the states of the North American Union and of the present German Empire have served as means of reducing the number of possible parties to war, and consequently that of its possible occasions.",
        "It consequently seems evident that if this situation be prolonged it will inevitably result in the very disaster it is sought to avoid, and the thought of the horrors of which makes every humane mind shudder.",
        "Aberration Of Light This astronomical phenomenon may be defined as an apparent motion of the heavenly bodies; the stars describing annually orbits more or less elliptical, according to the latitude of the star; consequently at any moment the star appears to be displaced from its true position.",
        "As early as 1573, Thomas Digges had suggested that this theory should necessitate a parallactic shifting of the stars, and, consequently, if such stellar parallaxes existed, then the Copernican theory would receive additional confirmation.",
        "When James Bradley and Samuel Molyneux entered this sphere of astronomical research in 1725, there consequently prevailed much uncertainty as to whether stellar parallaxes had been observed or not; and it was with the intention of definitely answering this question that these astronomers erected a large telescope at the house of the latter at Kew.",
        "The efforts which were consequently made in the early days of spectroscopy to discover some numerical relationship between the different wave lengths of the lines belonging to the same spectrum rather disregard the fact that even in acoustics the relationship of integer numbers holds only in special and very simple cases.",
        "Consequently, it is not strange that citations of sayings of Christ - and these are the only express citations in writings of the Subapostolic Age - should be made without the source whence they were derived being named, and (with a single exception) without any clear indication that the source was a document.",
        "On the death of Anne in 1714, George, elector of Hanover, eldest son of Sophia (youngest child of the princess Elizabeth), and Ernest, elector of Brunswick-Luneburg, or Hanover, consequently became sovereign of Great Britain and Ireland, and, notwithstanding somewhat formidable attempts in behalf of the elder Stuart line in 1715 and 1745, the Hanoverian succession has remained uninterrupted and has ultimately won universal assent.",
        "There is consequently spasm of accommodation, so that clear vision of distant objects becomes impossible.",
        "Consequently the percentage of illiteracy is extremely low.",
        "The light is rich in the violet and ultra-violet rays, and consequently is employed in photography.",
        "Moreover, he contends that we can neither have idea without feeling and will, nor will without idea and feeling; that idea alone wants activity, and will alone wants content; that will is ideating and activity (vorstellende Thatigkeit), which always includes motives and ends and consequently ideas.",
        "Consequently, Kant's explanation of the unity of a thing is that there is always one thing in itself causing in us many phenomena, which as understood by us are objectively valid for all our consciousnesses.",
        "Aristotle could not know enough, physically, about Nature to understand its matter, or its motions, or its forces; and consequently he fell into the error of supposing a primary matter with four contrary primary qualities, hot and cold, dry and moist, forming by their combinations four simple bodies, earth, water, air and fire, with natural rectilineal motions to or from the centre of the earth; to which he added a quintessence of ether composing the stars, with a natural circular motion round the earth.",
        "5), and consequently its salts are appreciably hydrolysed in aqueous solution.",
        "That orthoboric acid is a tribasic acid is shown by the formation of ethyl orthoborate on esterification, the vapour density of which corresponds to the molecular formula B(0C2H5)3; the molecular formula of the acid must consequently be B(OH) 3 or H 3 B0 3.",
        "It is not unlikely that they were in use during the Roman occupation of Britain, and consequently that they became known to the invaders almost from the first.",
        "The means, however, which Price proposed for the extinction of the debt are described by Lord Overstone 1 as \" a sort of hocus-pocus machinery,\" supposed to work \" without loss to any one,\" and consequently unsound.",
        "Smith, writing in the Philosophical Transactions for 1683-1684, says of the Turks (p. 439), \"They have no genius for Seavoyages, and consequently are very raw and unexperienced in the art of Navigation, scarce venturing to sail out of sight of land.",
        "She did so, but complained that this heathen writer said nothing about ecclesiastical affairs and stopped with the accession of the emperor Valens in 364; consequently Paulus interwove extracts from the Scriptures, from the ecclesiastical historians and from other sources with Eutropius, and added six books, thus bringing the history down to 553.",
        "HYRACOIDEA, a suborder of ungulate mammals represented at the present day only by the Syrian hyrax (Procavia syriaca), the \"coney\" of the Bible, and its numerous African relatives, all of which may be included in the single genus Procavia (or Hyrax), and consequently in the family Procaviidae.",
        "The upper incisors have persistent pulps, and are curved longitudinally, forming a semicircle as in rodents; they are, however, not flattened from before backwards as in that order, but prismatic, with an antero-external, an anterointernal and a posterior surface, the first two only being covered with enamel; their tips are consequently not chisel-shaped, but sharp-pointed.",
        "The true centre of this world was the capital of the Empire; the transference was consequently accepted as natural at an early ' This article is a general history in outline of the papacy itself.",
        "The essential reason of Urban II.'s action, and consequently the true cause of the crusade, was the ambition of the pope to unite with Rome and the Roman Church the Churches of Jerusalem, Antioch, Alexandria and even Constantinople, which the Greek schism had rendered independent.",
        "All eyes were consequently turned to the energetic German king, Sigismund, who was inspired by the best motives, and who succeeded in surmounting the formidable obstacles which barred the way to an ecumenical council.",
        "The limitation was to be effected by the general council: consequently, the pope must be brought under the jurisdiction of that council, and - in the opinion of many - remain under its jurisdiction for all time.",
        "feudal anarchy, felt he could rely truly only on those utterly dependent on himself; consequently he raised his own relations to wealth and influence.",
        "During the whole tenure of office the Marquis di San Giuliano was an ardent believer in the Triple Affiance, on which he thought that Italy's foreign policy should be based, and attached the greatest importance to a good understanding with Austria, an attitude not calculated to win him popularity in many circles; under his guidance consequently Italy opposed Serbia's desire for a port on the Adriatic and Greece's aspirations in Epirus, and supported the policy of creating an independent Albanian State.",
        "In this case it is found that the body falls relatively to the ship as if the latter were at rest, and alights at the foot of the mast, having consequently pursued a parabolic path relatively to the earth.",
        "He consequently withdrew all judicial affairs from the Congregations, and handed them over to the two tribunals, now revived, of the Rota and the papal Signatura; all affairs concerning the discipline of the sacraments were entrusted to a new Congregation of that name; the competency of the remaining Congregations was modified, according to the nature of the affairs with which they deal, and certain of them were amalgamated with others; general rules were laid down for the expedition of business and regarding personnel; in short, the work of Sixtus V.",
        "on account of its bearing on the history of the mono syllabic languages of eastern Asia, with their so-called \" isolation \" or absence of form-words and consequently of grammatical forms. Is the Tibetan a monosyllabic language passing to agglutination, or the reverse?",
        "The osmotic pressure (defined as the difference in the hydrostatic pressures of the solution and solvent when their vapour pressures are equal and they are consequently in equilibrium through a perfect semi-permeable membrane) may also depend on the absolute values of the hydrostatic pressures, as may the vapour pressure of the liquids.",
        "In his memoir of 1785 he writes: \"As far as the experiments hitherto published extend, we scarcely know more of the phlogisticated part of our atmosphere than that it is not diminished by lime-water, caustic alkalies, or nitrous air; that it is unfit to support fire or maintain life in animals; and that its specific gravity is not much less than that of common air; so that, though the nitrous acid, by being united to phlogiston, is converted into air possessed of these properties, and consequently, though it was reasonable to suppose, that part at least of the phlogisticated air of the atmosphere consists of this acid united to phlogiston, yet it may fairly be doubted whether the whole is of this kind, or whether there are not in reality many different substances confounded together by us under the name of phlogisticated air.",
        "In practice the theoretical quantity of acid and Chile saltpetre is not used, but the charge is so regulated that the mixture of acid and neutral sodium sulphate formed in the retort remains liquid at the temperature employed, and consequently can be readily removed.",
        "The development of a more accurate anatomy in the 17th century seems to have diminished the interest in physiognomy, by substituting fact for fiction; and consequently the literature, though as great in quantity, became less valuable in quality.",
        "The entire problem is not without its difficulties still, after all the research lavished upon it, but the probabilities seem to converge upon the conclusion that Paul was never released from his imprisonment, and consequently that he never revisited the East.",
        "When the sun is near the horizon the rays fall upon the principal section of the prisms; the minimum deviation for such rays is 22 °, and consequently the parhelia are not only on the inner halo, but also on the parhelic circle.",
        "The axes will take up any position, and consequently give rise to a continuous series of parhelia which touch externally the inner halo, both above and below, and under certain conditions (such as the requisite altitude of the sun) form two closed elliptical curves; generally, however, only the upper and lower portions are seen.",
        "he consequently lost his seat in the council and his deanery in the Chapel Royal; and for his firmness in refusing to suspend John Sharp,.",
        "MIMICRY, in zoology, the deceptive and advantageous resemblance presented by defenceless and edible species of animals to other species of animals living in the same locality, which are harmful or distasteful and are consequently avoided by all or by a majority of the enemies of the class to which the mimetic and usually the mimicked species belong.",
        "Insect-eating birds soon learn to associate distastefulness with the size, form and colour of the bees, and consequently leave them alone after one or more trials.",
        "I£ consequently the former were called cnihtas under the Anglo-Saxon regime, it seems sufficiently probable that the appellation should have been continued to the latter - practically their successors - under the Anglo-Norman regime.",
        "..It is given as \" the order and manner of creating Knights of the Bath in time of peace according to the custom of Eng l and,\" and consequently dates from a period when the full ceremony of creating knights bachelors generally had gone out of fashion.",
        "it will appear that this king [[[Henry Iv|Henry IV]].] did not institute but rather restore the ancient manner of making knights, and consequently that the Knights of the Bath are in truth no other than knights bachelors, that is to say, such as are created with those ceremonies wherewith knights bachelors were formerly created.\"",
        "All the original records of the order until after 1416 have perished, and consequently the question depends for its settlement not on direct testimony but on inference from circumstances.",
        "Although nearly half the male missionaries (Protestant) are unmarried, these are exceeded in number by the unmarried women; and consequently, the husbands and wives being equal, the aggregate of women in the Missions is greater than the aggregate of men.",
        "In their interior fittings plant stoves require more care than greenhouses, which are much drier, and in which consequently the staging does not so soon decay.",
        "The effect of root-pruning in the first case is to reduce the supply of crude sap to the branches, and consequently to cause a check in their development.",
        "Marching into Bohemia the Saxons occupied Prague, but John George soon began to negotiate for peace and consequently his soldiers offered little resistance to Wallenstein, who drove them back into Saxony.",
        "No assemblage of stratified rocks has received such careful and detailed examination as the Carboniferous system; consequently our knowledge of the stratigraphical sequence in isolated local areas, where the coals have been exploited, is very full.",
        "The third is also in the para position; for if benzaldehyde be condensed with aniline, condensation occurs in the para position, for the compound formed may be converted into para-dioxybenzophenone, C6H5CHO -)C6H5CH(C6H4NH2)2 - >C6H5CH(C6H40H)2 -->CO(C6H40H)2 but if para-nitrobenzaldehyde be used in the above reaction and the resulting nitro compound N02 C6H4 CH(C6H4NH2)2 be reduced, then pararosaniline is the final product, and consequently the third amino group occupies the para position.",
        "Although far from uncommon, chiru are very wary, and consequently difficult to approach.",
        "The Levels, as this district is generally named, are of remarkable fertility, and Thorne, having water communication with Goole and the Humber, is consequently an agricultural centre of importance; while some barge-building and a trade in peat fibre are also carried on.",
        "Consequently, when we deoxidize calcium in the iron blastfurnace, it greedily absorbs the sulphur which has been dissolved in the iron as iron sulphide, and the sulphide of calcium thus formed separates from the iron.",
        "those rich in silicic acid, such as quartz and clay, and because the slag is consequently acid, i.e.",
        "The removal of the greater part of the phosphorus takes place after the carbon has been oxidized and the flame has consequently \" dropped,\" probably because the lime, which is charged in solid lumps, is taken up by the slag so slowly that not until late in the operation does the slag become so basic as to be retentive of phosphoric acid.",
        "with successively cooler and cooler billets, A-F, and finally with quite cold ones, of consequently great heat-absorbing capacity.",
        "The diazonium salts are characterized by their great reactivity and consequently are important reagents in synthetical processes, since by their agency the amino group in a primary amine may be exchanged for other elements or radicals.",
        "It is found that in densely wooded districts furs are darker in colour than in exposed regions, and that the quality of wool and hair is softer and more silky than those from bare tracts of country, where nature exacts from its creatures greater efforts to secure food, thereby developing stronger limbs and a consequently coarser body covering.",
        "These are scarce and consequently dear.",
        "The pelt after the German dressing is dry, soft and white, which is due to a finishing process where meal is used, thus they compare favourably with the moister and consequently heavier English finish.",
        "All our knowledge is but the sum of our conscious experience, and is consequently material for imagination.",
        "The theoretical question is consequently that of the nature of the supposed relation, and of the certainty of judgments and inferences resting on it.",
        "The ideas of the quantitative aspects of phenomena are exact representations of these aspects or quantitative impressions; consequently, whatever is found true by consideration of the ideas may be asserted regarding the real impressions.",
        "For in the latter case we possess, according to Hume, no standard of equivalence other than that supplied by immediate observation, and consequently transition from one premise to another by way of reasoning must be, in geometrical matters, a purely verbal process.",
        "19 seq.); consequently a great detour was made from Kadesh round by the south of Edom (Num.",
        "Consequently where the right of patronage (the right of the patron to present to the bishop the person whom he has nominated to become rector or vicar of the parish to the benefice of which he claims the right of advowson) remains attached to the manor, it is called an advowson appendant, and passes with the estate by inheritance The distinction between nomination to a living and presentation is to be noted.",
        "Consequently, of each pair of isomers we may establish beforehand which is the more stable; either in particular circumstances, a direct change taking place, as, for instance, with maleic acid, which when exposed to sunlight in presence of a trace of bromine, yields the isomeric fumaric acid almost at once, or, indirectly, one may conclude that the isomer which forms under greater heat-development is the more stable, at least at lower temperatures.",
        "Nevertheless, the theoretical possibility, and its realization in many cases, has brought considerations to the front which have recently become of predominant interest; consequently the possible transformations of isomers and polymers will be considered later under the denomination of reversible or dynamical isomerisms.",
        "The phenomenon absolutely corresponds to that of fusion and solidification, only that it generally takes place less quickly; consequently we may have prismatic sulphur at ordinary temperature for some time, as well as rhombic sulphur at loo°.",
        "In general form, so far as can be judged from the disarticulated skeleton, the okapi was more like an antelope than a giraffe, the fore and hind cannon-bones, and consequently the entire limbs, being of approximately equal length.",
        "The tributaries that flow westward to the Paraguay are consequently to some extent navigable, while those that run eastward to the Parana are interrupted by rapids and falls, often of a formidable description.",
        "The specialized use of the word as implying not only age, but consequently wisdom and authority, is analogous to that of \"senate\" (from senior), of \"gerousia\" (from yEpcov), and of \"elder.\"",
        "When the attack came, Guy of Lusignan was made regent by Baldwin IV., but he declined battle and he was consequently deposed both from his regency and from his right of succession, while Sibylla's son by her first husband was crowned king as Baldwin V.",
        "The independent evidence for the present post-exilic form of the book has consequently led many scholars to the conclusion that it was directed against the drastic steps associated with the reforms of Ezra and Nehemiah, which, as is known, were not everywhere acceptable.",
        "\" he fell to thinking often on the subject, till it suddenly occurred to him that if bodies and their internal parts were at rest, or were always in the same state of motion, there could be no distinction of anything, and consequently no sense; the cause of all things must therefore be sought in diversity of movements.",
        "Agricola in 1546, and is from the German blenden, to blind, or deceive, because the mineral resembles lead-ore in appearance but contains no lead, and was consequently often rejected as worthless.",
        "Consequently, their export trade has been for many years a China diminishing one.",
        "Consequently, direct shipments are made now from the countries of production to those of consumption.",
        "Consequently his commentary on the epistle to the Romans, mentioned by the historian Socrates, and his epistles, mentioned by Philostorgius and Photius, are no longer extant.",
        "VALERIC ACID, or [[Valerianic Acid, C4h9 C02h]], an organic acid belonging to the fatty acid series, which exists in four isomeric forms, one of which contains an asymmetric carbon atom and consequently occurs in two optically active modifications and one optically inactive modification.",
        "Consequently, I go for admitting all whites to the right of suffrage, who pay taxes or bear arms (by no means excluding females)\" - a sentiment frequently quoted to prove Lincoln a believer in woman's suffrage.",
        "Ridgeway, who maintains that the Iron age originated in central Europe, and that iron must consequently have been worked in those regions as far back as C. 2000 BC.",
        "By becoming Pfahlburger men were able of escape from the tyranny of the large landholders, and consequently the princes strongly opposed the right of the towns to receive them.",
        "Consequently, in 1499, Maximilian sent such troops as he could collect against them, but his forces were beaten, and by the peace of Basel he was forced to concede all the demands made by the Swiss, who became virtually independent of the Empire.",
        "But the policy he pursued in turning the crusaders against Constantinople, in order to promote the interests of the republic, while serving to break up the Greek empire, created in its place a Latin state that was far too feeble to withstand the onslaught of Greek national feeling and Orthodox fanaticism; at the same time the Greeks were greatly weakened and their power of resisting the Turks consequently lessened.",
        "In high latitudes for several months in summer it is never dark, and consequently a total absence of visible aurora is practically inevitable.",
        "They claimed that the laws were inconsistent with the concordat, that the concordat still was in force, and that the laws were consequently invalid.",
        "rejected; the whole of the Polish club, followed by the Tirolese and Slovenes, left the House, which consequently consisted of Ito members - the Germans and German representatives from Bohemia and Moravia.",
        "This instrument, which has a magnification of 2200, detects the slightest tremors, and is consequently most useful in recording earthquakes of distant origin; its high sensitiveness and complications, however, militate against its common use.",
        "In any case, when Mahomet died, the separate pieces of the Koran, notwithstanding their theoretical sacredness, existed only in scattered copies; they Trans= were consequently in great danger of being partially mission of or entirely destroyed.",
        "thought, is immanent in God, and consequently eternal Eternity of and uncreated.",
        "The sacred marriage, therefore, though connected with vegetation at the Daedala, was not necessarily a vegetation-charm in its origin; consequently, it does not prove that Hera was an earthgoddess or tree-spirit.",
        "Consequently the beast can lie submerged in the water, with only the nostrils exposed, and with the mouth open, and breathe without water entering the windpipe.",
        "The Nile deposits its mud over the valley before reaching the sea, and consequently the Delta receives little additional material.",
        "Consequently, in order to meet new expenditure necessitated by the growing wants of a country in process of development, just double the amount of revenue had to be raised.",
        "There was consequently somewhat less consumption of the old stone-work.",
        "Consequently the information derived from their monuments, in spite of their great abundance, is of a fortuitous character.",
        "13d., which is divided into ioo Ore; consequently 72 ore are equal to one penny.",
        "On the other hand, the Odense Recess of the 10th of August 1527, which put both confessions on a footing of equality, remained unrepealed; and so long as it remained in force, the spiritual jurisdiction of the bishops, and, consequently, their authority over the \" free preachers \" (whose ambition convulsed all the important towns of Denmark and aimed at forcibly expelling the Catholic priests from their churches) remained valid, to the great vexation of the reformers.",
        "When the slope down which a river runs has become very slight, it is unable to carry the sediment brought from higher regions nearer its source, and consequently the lower portion of the river valley becomes filled with alluvial deposits; and since in times of flood the rush of water in the high regions tears off and carries down a greater quantity of sediment than usual, the river spreads this also over the lower valley where the plain is flooded, because the rush of water is checked, and the stream in consequence drops its extra load.",
        "These are paralysed by atropine, and intestinal peristalsis is consequently made more active, the muscles being released from nervous control.",
        "From the inscription of Adule we learn that the Cyclades, and consequently Paros, were subject to the Ptolemies of Egypt.",
        "Consequently the Pharisees, who seem to have been an order of religious teachers, were concerned to make converts (proselytes), and some of their greatest teachers were of non-Jewish parentage.",
        "By an ingenious method devised by Engelmann, it may be shown that the greatest liberation of oxygen, and consequently the greatest assimilation of carbon, occurs in that region of the spectrum represented by the absorption bands.",
        "Owing to liability to necrosis, the permanent retention of such a mass of dead bone would be dangerous; and the antlers are consequently shed annually (or every few years), to be renewed the following year, when, till the animal becomes past its prime, they are larger than their predecessors.",
        "Consequently the powers of country bishops (chorepiscopi) are curtailed, and direct recourse to the emperor is forbidden.",
        "It has a remarkable retarding effect on the hydration of the calcium aluminate, and consequently on the setting of the cement; thus it is that a little gypsum is often added to convert a naturally quick-setting cement into one which sets slowly.",
        "Consequently, although a skilful political organizer, he incurred the bitter enmity of other leaders of his time - Jackson, Adams and Calhoun.",
        "The watershed consequently keeps close to the western seaboard, and indeed in some places is not above a mile and a half from the shore.",
        "The eastern heights,on the other hand,experience a smaller rainfall and consequently a diminished rate of erosion.",
        "Each valley is consequently lengthened at the expense of the mountain from which it descends.",
        "In Scotland the rocks have been so dislocated and disturbed as to prevent the formation of continuous escarpments, and this form of rock-scenery is consequently almost entirely absent, except locally and for the most part on a comparatively small scale.",
        "The breakdown of the watershed between the Firths of Clyde and Forth exposes southern Perthshire, the counties of Clackmannan and Kinross, and nearly the whole of Fife to the clouds and rains of the west, and their climates are consequently wetter than those of any others of the eastern slopes of the country.",
        "As regards agricultural education, the county is found to be in most cases too small an area for efficient organization, and consequently several counties combine to support, for instance, the East of Scotland Agricultural College - a corporation consisting of the agricultural department in the University, the Heriot-Watt College and the Veterinary College in Edinburgh, - the West of Scotland Agricultural College, Glasgow, and the agricultural department in Aberdeen University.",
        "The power of the sovereign to create new Scottish peerages lapsed at the Union, and consequently their number is a diminishing quantity.",
        "Consequently Rome would have no jurisdiction in the affairs of the Irish church established in Scotland and the north of England.",
        "The Sepulchre and the Hill of the Crucifixion were lost to the Christian pilgrim; and, consequently, before the era of Constantine, the one holy site in the town of Jerusalem was the so-called Coenaculum, which received its name in later years.",
        "Pilgrimages were consequently undertaken with the intention of securing relics.",
        "Consequently, during the whole period of medievalism, the number of pilgrims was, perpetually on the increase.",
        "Consequently hospices arose which were designed exclusively for the pilgrim.",
        "died in November 1272 the archbishopric of Canterbury was vacant, and consequently the great seal was delivered to the archbishop of York, who was the chief of the three regents who successfully governed the kingdom until the return of Edward I."
    ],
    "definition": [
        "Link/Cite",
        "(conjunctive) As a result or consequence of something.\nHe didn't wake up early. Consequently, he was late to work.",
        "consequence",
        "consequent",
        "consequential",
        "consequentiality",
        "consequentially",
        "consequentialness",
        "consequentious",
        "consequentness",
        "Link/Cite"
    ]
}