{
    "translation": "צרכן",
    "uses": [
        "There was a rising worldwide consumption of consumer goods.",
        "The gas is distributed to the consumer from the wells in wrought-iron pipes, ranging in diameter from 20 in.",
        "Since war historically has interrupted the flow of consumer goods, and would do so even more in our present interconnected world, preserving our hard-earned possessions provides an additional disincentive to war.",
        "The United States is the gleatest lead producer and consumer in the world, its percentage of the total output and consumption averaging 30.4% and 32-5% respectively in the years 1904-1908.",
        "Moreover, the native population itself constitutes a large consumer of these oils.",
        "In Oriental systems of taxation high imposts on salt are seldom lacking and are often carried out in a very oppressive way, one result of this being that the article is apt to reach the consumer in a very impure state largely mixed with earth.",
        "On the other hand the resistance of the shunt coil absorbs energy which generally varies from i to 3 watts and is a loss either to the consumer or to the supply company, according to the manner in which the shunt coil is connected.",
        "The United Kingdom, which annually purchases wine to the value of about £900,000 and cork to the value of about £500,000, is the chief consumer of Portuguese goods, and the chief exporter to Portugal.",
        "In Russia tea costs more to the consumer than in any country where modern transit by railway and steamer exists.",
        "The conclusions at which he arrives are in the main as follows: a tax on raw produce falls on the consumer, but will also diminish profits; a tax on rents on the landlord; taxes on houses will be divided between the occupier and the ground landlord; taxes on profits will be paid by the consumer, and taxes on wages by the capitalist.",
        "[Adam Smith specially praises indirect taxes on commodities under this head, because the consumer \"pays them by little and little as he buys the goods,\" and \"it must be his own fault if he ever suffers any considerable inconveniency from such taxes.\"] 4.",
        "He was of gigantic stature, with one eye in the middle of his forehead, a consumer of human flesh, without respect for the laws of god or man.",
        "Excise duties are charges upon commodities produced at home on their way to the consumer, and customs duties in the United Kingdom are charges upon commodities brought into the country from abroad; and they are of essentially the same nature.",
        "In the modern days of machine-made black tea, produced under British supervision, both the tea-taster and the ordinary consumer have to deal with a product which, if carefully converted into a beverage and used in moderation, should be harmless to all normal human beings.",
        "There is a considerable amount of re-selling both in yarn and cloth, and, though the bulk of cotton goods finds the way through regular and normal channels to the consumer, these channels are not always direct.",
        "Currents from the ten-thousandth of an ampere to ten thousand amperes, electrical pressures from a minute fraction of a volt to 100,000 volts, come within the range of his instruments, while the private consumer of electric energy is provided with a meter recording Board of Trade units.",
        "As any bacteria present in the milk tend to multiply rapidly on the way to the consumer, it is mainly a question of the time which elapses before consumption.",
        "more primitive methods of transit, the system is still continued to meet the wants of the consumer who would not recognize his tea in any other shape.",
        "The requirements of the consumer have also to be considered: for some purposes the soft floury wheats, with their large relative proportion of starch, are the best, for others the harder wheats, with their larger quantity of gluten.",
        "In addition to these four classes, out of each are sifted all the smaller fragments of leaf broken in the process of manufacture, which are termed Broken Orange Pekoe, &c. These broken grades are frequently objected to by the consumer, under the impression that they are inferior in quality, but in the opinion of experts, the more the leaf is broken up, the better is the liquor upon infusion.",
        "Communication is now free; and it has been found that prices are absolutely lowered by thus bringing the consumer nearer to his market, even though the rate of taxation be increased.",
        "The industry is conducted upon a basis of recognized standards of quality, and testing is necessary in the interests of both refiner and consumer, as well as compulsory in connexion with the various statutory and municipal regulations.",
        "Sometimes also, when a charge upon a commodity is not of such a figure as to be easily divisible among the ordinary units of retail consumption, so that it can be passed on to a consumer of the articles in the form of an increased price, it may remain fixed upon those who first pay it, at least for a time.",
        "If carefully prepared there is no objection to these basis wines from a hygienic point of view, although they have not the delicate qualities and stimulating effects of natural wines; unfortunately, however, these wines have in the past been vended on a large scale in a manner calculated to deceive the consumer as to their real nature, but energetic measures, which have of late been taken in most countries affected by this trade, have done much to mitigate the evil.",
        "If care be exercised in the process of rendering animal oils and fats or expressing oils in the cold, the products are, as a rule, sufficiently pure to be delivered to the consumer, after a preliminary settling has allowed any mucilaginous matter, such as animal or vegetable fibres or other impurities, and also traces of moisture, to separate out.",
        "Huxley's conclusions as regards the future of the oyster industry in Great Britain are doubtless just as applicable to other countries - that the only hope for the oyster consumer lies in the encouragement of oyster-culture, and in the development of some means of breeding oysters under such conditions that the spat shall be safely deposited.",
        "The systems of filtration employed by the different companies varied in efficacy, but both the Royal Commissions decided that water as supplied to the consumer was generally of a very high standard of purity.",
        "In other words, excise duties in India are not a mere tax upon the consumer, levied for convenience through the manufacturer and retail dealer, but a species of government monopoly.",
        "consumer demand change over time for exotic species?",
        "electricity consumer watchdog.",
        "Their explanation; \" to prevent consumer confusion \" .",
        "alchemy of the consumer society.",
        "Michelle is a regular media commentator on consumer trends and an experienced platform speaker.",
        "The resistance of the meter coils causes a fall in voltage down the series coil which reduces the supply pressure to the consumer.",
        "They also have a special section devoted to consumer reviews of used cars.",
        "This does not affect your statuary rights as a consumer.",
        "The series of operations connected with the manufacture and distribution of coal gas embraces the processes of distillation, condensation, exhaustion, wet purification by washing and scrubbing, dry purification, measuring, storing and distribution to the mains whence the consumer's supply is drawn.",
        "Constitutional position There should be a Cabinet minister with a consumer affairs portfolio.",
        "We are meeting highly competitive markets with a consumer attitude which is leading to individual tastes and buying habits.",
        "Consumer culture turns many otherwise intelligent people into consumer automatons.",
        "People require more tupelo automobile museum consumer expenditure surveys make shopping for.",
        "avalanche triggered by the order placed by a consumer is shown in figure 6 below.",
        "Only a consumer backlash will prevent UK firms moving call centers to offshore locations.",
        "Traders Club - An online exchange for business and consumer transactions using barter.",
        "Many regulators have begun to act on the consumer's behalf in this way.",
        "behaviourearch focuses on whether firms can exploit consumer behavior that is commonly simplified by standard economic theory.",
        "big-ticket items, the purchase of which tends to be deferred in times of lower consumer confidence.",
        "Neither should we uncritically deal with the transnational regional flow of a highly commercialized materialistic consumer culture.",
        "consumer spending habits.",
        "Left Keynesian economists believe in strong consumer demand, but even Keynesians know you can have too much of a good thing!",
        "educaterd Tipper, managing director of ECCM, believes that the task of educating the average consumer is challenging.",
        "The consumer can write those letters themselves and save the cost of paying someone to do it for them.",
        "The system, however, does not assist in the detection of the leakage which inevitably occurs between the reservoir and the consumer's meter; thus the whole of the mains, joints and ferrules connecting the service pipes with the mains, and the greater parts of the service pipes, are still exposed to leakage without any compensating return to the water authority.",
        "OEMs had been hoping a Fall launch, with its accompanying marketing blitz, would boost retail sales of consumer PCs.",
        "commercialize genetically modified wheat in the face of food-industry and consumer opposition.",
        "The rate of exchange had become adverse (by May 1921 £i =1,850-1,900 Latvian rubles), and imported goods were getting more and more expensive to the consumer.",
        "Coal as raised from the pit is now generally subjected to some final process of classification and cleaning before being despatched to the consumer.",
        "consumer borrowing rose at an annual rate of 5.7% in June, up from a 3.3% increase in May.",
        "This makes the unit bulky for no added benefit to the consumer.",
        "CCD Chip Size CCTV cameras generally use COD chips that are designed for the consumer camcorder market.",
        "cane sugar refineries have produced some famous consumer brands.",
        "But the pressure anchor abc carl branded consumer products.",
        "top carnivore A consumer at the top of a food chain with no predators.",
        "After looking at all these serious audio solutions at seriously stupid prices I bought some cheapo 65W consumer stuff.",
        "Here, fair trade is more than a consumer choice it is becoming a way to make poverty history.",
        "HENGIST The consumer has been here; she's gone, she's lost, In glowing cinders now lie all my joys!",
        "The Fife network development plan includes work in four areas: data collation program for consumer advice queries.",
        "consumer complaints procedures are necessary even where there is a competitive market.",
        "Flagging consumer confidence is the main reason behind Yes Car's troubles.",
        "Consumer protection Measures The Stop Now Orders regime will be extended to protect consumer protection Measures The Stop Now Orders regime will be extended to protect consumers from traders who do not meet their legal obligations.",
        "Consumer Jungle \" consumer Jungle \" Consumer Jungle is a new web-based program that helps turn high school students into savvy consumers without putting them to sleep.",
        "Bio-D is a family firm based in Hull, and was recommended by the ethical consumer as the best buy for cleaning materials.",
        "consumer protection measures set out in Chapter 7?",
        "consumer confidence is the main reason behind Yes Car's troubles.",
        "consumer watchdog as Personal Assistant to the Chief Executive.",
        "RB: Once you resist consumerism, you're called four things, because you're erasing four different leftist categories of consumer.",
        "consumerist society where the only things we really rate highly are tangible consumer goods.",
        "contradictory statements about the safety of GM foods, the consumer must decide whom to believe.",
        "The radical ideas of worker coops and huge resources of the consumer coops will be a potent mixture.",
        "dissatisfied clients can turn to the Consumer Complaints Service.",
        "Income in kind from greater ownership of consumer durables implies only slightly faster income growth at the bottom.",
        "elate os for the consumer market.",
        "Last October BT selected consumer electronics giant Philips to supply set-top boxes.",
        "empowered consumer expects to be able to exercise choice.",
        "enforces legislation which governs the safety of consumer goods.",
        "enlistment in the army and navy, the consumer revolution - all suggest greater and greater ties.",
        "Record label execs are now counting sheep due to a new wrinkle in their marketing plans: Consumer Choice.",
        "fast forwardthrew cold water on the idea that neutering the fast-forward option would result in a consumer backlash.",
        "fatten for the consumer market.",
        "consumer federation of of coverage to the law doesn't.",
        "middlemanhey are denied a better living by trade barriers and exploitative middlemen in the long supply chain from producer to consumer.",
        "middling classes of eighteenth century Britain were able to buy a larger choice of consumer goods than ever before.",
        "warning the consumer of potentially sedative effects was also considered.",
        "By the Customs Act the duty was raised on imported agricultural implements, while as a safeguard to the consumer the maximum prices for the retail of the goods were fixed.",
        "The principal consumer of this iron and steel is the government, for its railways, locomotives, wagons, arsenals, artillery, &c. The output of coal in the Russian empire has increased from a total of less than 300,000 tons in 1860 to 3,280,000 in 1880, 15,878,200 in 1900, and 18,620,000 tons in 1904.",
        "The buy-in event stickers lapel pins entertainment and consumer of reality television.",
        "So we suggest the consumer better watch out and tread with caution.",
        "The less consumer debt you have, the easier it will be to get approved.",
        "Consumer rights when dealing with creditors.",
        "The designer fashion section matters as it is meeting the needs of increasing consumer affluence and global consumption of fashion products and services.",
        "Variety will issue press releases and photographs announcing the alliance between the charity and your organization to relevant trade and consumer publications.",
        "However, there is degree of consumer antipathy toward the medium.",
        "Professor Plant suggested a good case study for Chapter 1 would be the use of copper chrome arsenate in soft wood consumer products.",
        "The total cost to the consumer is estimated at $ 8.4 billion a year because producing the required corn feedstock increases corn prices.",
        "Holograms or holographic foils are standard means of overt consumer assurance of authenticity.",
        "foodstuffs etc. will also have a negative effect on the rate of consumer price inflation.",
        "Positioned in railroad stations, airports and hotels, all payphone sites have a high consumer footfall ensuring that Spectrum sees ongoing healthy traffic.",
        "generalist advisers who can help with consumer issues, family break up many other problems that people have.",
        "No-one could accuse Sony of resting on its laurels, and the range of consumer camcorders produced by the electronics giant continues to expand.",
        "More Info GE Capital Global Consumer Finance striking commercial gold with data mining.",
        "From this primary imposition it gets transferred to everything that demand and supply exchange, from capital to consumer goods.",
        "groundbreaking innovation introduced by Samsung in its effort to become a socially conscious and responsible consumer brand.",
        "CSE is now working with Ofgem to prepare the groundwork for a consumer trial.",
        "guarantor of consumer rights and to ensure that the consumer gets a fair deal.",
        "Future growth in rail freight is expected to continue by increasing services for bulk haulage, general merchandise and fast moving consumer goods.",
        "Reach up to the average consumer's clicking on a. For clients by to advance the part to cohen's quot judicial hellhole.",
        "Have you ever been approached by young people with big black holdalls full of consumer durables, trying to flog you a bargain?",
        "holographic foils are standard means of overt consumer assurance of authenticity.",
        "That means no big tax give-aways, which would only stoke consumer demand and worsen the economic imbalances presently being experienced.",
        "Comodo Personal Firewall renders malware impotent by preventing malware from making outgoing connections needed to harvest confidential consumer information.",
        "Consumer groups however expressed some concern that weighing costs and benefits might be used as a pretext to justify inaction.",
        "indebted consumer will react to multiple rate rises.",
        "The second threat arises from the boom in house prices in some countries together with the associated increase in consumer indebtedness.",
        "individualism of consumer society.",
        "ineffective enforcement of intellectual property rights, commercial piracy and counterfeiting of consumer products continue to be a global threat.",
        "inefficient monopolies pass on their price increases to the consumer.",
        "Greater uncertainty exists over indicates the intention of the consumer to cancel the contract.",
        "intersection of advertising, marketing and product design, with particular applicability to fast-moving consumer goods.",
        "invalidated by an inappropriate change to the consumer's agreement.",
        "We are a business and technically focused hosting provider, we do not offer mass market consumer ISP services.",
        "kilogram body weight of the consumer.",
        "kitsch is not necessarily a term of abuse and there is a strong consumer liking for certain kitsch items.",
        "And they should share information on consumer behavior with those who have the marketing know-how.",
        "Is that because little corporations exploit labor or the consumer less?",
        "The consumer laureate pins these interfaces skill level goes.",
        "That is influencing the legislators of some of the laws dealing with consumer information.",
        "During the consumer choice study, the AEBC will need to maintain close liaison with the Food Standards Agency.",
        "Thieves ' cash in at Tesco tills ' Tesco self-service tills suffer from an apparent \" security loophole \", consumer group Which?",
        "A consumer panel of visitors with sight loss worked with Museum staff in developing these services.",
        "lucrative niche in the Finnish consumer electronics industry.",
        "The current crop of high megapixel consumer digicams with ' super macro ' facilities should also give good imaging.",
        "Alone for consumer march madness the state where the the product spending.",
        "And consumer electronics manufacturers, such as Thomson, Hitachi, Samsung, Toshiba and Zenith support DVI.",
        "Indeed, exclusive consumer research clearly shows the popularity of soft margarine slipping away.",
        "Education is not marketable One problem for the model of consumer choice in education is that it operates maximally in urban or suburban environments.",
        "consumer materialism is the realization both of anomie and of environmental degradation.",
        "milligrams of the chemical per kilogram body weight of the consumer.",
        "More Info GE Capital Global Consumer Finance Striking commercial gold with data mining.",
        "Slightly misnamed because their objective appears to be to increase firework safety simply by banning consumer fireworks completely.",
        "misrepresenting the views of the local consumer.",
        "molecular biology of raw materials The sensory perception of product quality and the psychology of consumer choice.",
        "Customers used a moneylender in one of three main ways: A third - most commonly couples without dependants - bought consumer goods.",
        "The development of the consumer monoculture Historically, the erosion of cultural integrity was a conscious goal of colonial developers.",
        "Fitness instruments make up a lucrative niche in the Finnish consumer electronics industry.",
        "norm bishop economy improves consumer.",
        "Fathers are now obsolete, nothing more than mobile sperm donors creating new drones for the States new consumer class.",
        "In March 2005 the chief ombudsman issued his final decision on lead case E, upholding the complaint of the consumer in question.",
        "Section 12(3) throws the onus on the employer to show that the employe is not dealing as a consumer.",
        "The Consumer Protection Act has placed a greater onus on anyone dealing directly with the public.",
        "The sessions will include communications, customer service, consumer Law and many others.",
        "percentile consumer is 168 mg/day.",
        "potentialitydeconstruction of traditional hierarchies in architecture reveals the latent potentialities of consumer praxis into an event space.",
        "Closer matching of consumer preferences to production will give a decisive advantage to countries able to deliver.",
        "Costs were converted to US$ 1996 using a consumer price index for medical care.",
        "consumer protection Measures The Stop Now Orders regime will be extended to protect consumers from traders who do not meet their legal obligations.",
        "What are your views on the set of consumer protection measures set out in Chapter 7?",
        "protectionism at a cost to the European consumer.",
        "It is scandalous that once more the EU retreated into such protectionism at a cost to the European consumer.",
        "How can the consumer make choices about welfare provenance of the food they eat without it?",
        "proximate reason is that consumer spending is expected to rise much faster in Britain.",
        "Training advice staff Four training events for 30 CAB advisers per event on consumer guarantees will help to ensure a high quality of advice.",
        "quell growing consumer fears.",
        "In 1997, the Group made an acquisition in the consumer debt recovery market.",
        "reheating time for the consumer is one hour.",
        "Consumer activism has acquired a formidable respectability in Britain.",
        "Telling the customer the consumer laureate which may or and fun Rex.",
        "Dave Quinlan, the council's consumer services officer, said: \" These boots are a complete rip-off.",
        "The Independent banking Advisory Service consumer group accused the Government of failing tp protect the public against bank rip-offs.",
        "risensumer confidence is falling against a backdrop of high consumer debt and fear of rising unemployment.",
        "savvy shopper is part of being a consumer today in the 21st century.",
        "Waste (not) by Ethical Consumer Waste is a modern scourge.",
        "The guests at the single solution events are highly segmented group of people in a growing consumer segment.",
        "Two proprietary consumer cargo tank radar surveys by Zelos Group reveal promising market segmentation, pricing and packaging strategies.",
        "self-limiting nature is reinforced yet further by the phenomenon of consumer value accruing for free.",
        "We are looking for an enthusiastic self-starter to work in our consumer insight division.",
        "However, there has been a seismic shift in recent years and it is now the consumer that calls the shots.",
        "Becoming a savvy shopper is part of being a consumer today in the 21st century.",
        "Yet barring a consumer slowdown, the company now appears genuinely well placed.",
        "UK growth is still buoyant despite the first signs that a consumer spending slowdown is finally on the horizon.",
        "smokestack industries, consumer activists with trade unions, development lobbyists with rich-country farmers.",
        "In February 1998, the UK government announced a ban on the supply and sale of oral snuff under the 1987 Consumer Protection Act.",
        "Numerous consumer enquiries also led to the preparation of a leaflet on using lead-free solder for drinking water fittings.",
        "solutions providers will move from the business-to-business to the consumer sector.",
        "In neither case does the FSA regard the consumer as being given a promise about the continued solvency of the firm providing the product.",
        "sperm donors creating new drones for the States new consumer class.",
        "These reasons include distance from the consumer, bureaucratic management systems and a lack of entrepreneurial sprit.",
        "early station wagons, however, evolved from trucks and were viewed as Commercial Vehicles, not consumer automobiles.",
        "statuary rights as a consumer.",
        "A tame reading on consumer prices tomorrow may reinforce speculation the central bank will keep borrowing costs steady through the start of next year.",
        "stickers lapel pins entertainment and consumer of reality television.",
        "Consumer awareness about food safety is rising, fuelled by an almost never-ending stream of food-related TV programs.",
        "streamline consumer advocacy - 10 May 2006 The government is consulting on consumer representation and redress.",
        "The consumer success stories of the internet will be the future success stories of the internet will be the future success stories of mobile.",
        "Table 1 summarizes the results from a set of travel cost studies that have estimated visitor consumer surplus for various national parks.",
        "To celebrate the sponsorship, United is launching a multi-tiered consumer sweepstakes program.",
        "tawdry spectacle of consumer culture have no conception of his vision of what things could be.",
        "technic set Reviews - Consumer reviews, images and ratings of Lego sets from Adequate.com.",
        "Procter & Gamble / Gillette - consumer goods (including battery toothbrushes ).",
        "tupelo automobile museum consumer expenditure surveys make shopping for.",
        "turnaround time from order to delivery offered to the consumer in was 13 working days.",
        "unbalanced in favor of the supplier, the consumer not having a reciprocal right.",
        "It still appears uncertain about how the indebted consumer will react to multiple rate rises.",
        "Consumer confidence is falling against a backdrop of high consumer debt and fear of rising unemployment.",
        "Under the unfair Terms in Consumer Contracts Regulations 1999 a contract deemed unfair may be completely void and unenforceable against a consumer.",
        "unsealed by the consumer.",
        "The end user - the consumer - can also switch.",
        "This reflects government, public service, business and consumer viewpoints.",
        "vital to ensure the consumer receives the amount of fuel for which they are charged.",
        "voluble consumer groups will have the financial means to fund air fares to Italy.",
        "Ends Notes to Editor energywatch is the gas and electricity consumer watchdog.",
        "The consumer Council for Water is a national consumer watchdog agency for the water industry.",
        "There have been some changes in commercial methods since 1890, the retailer, and sometimes the consumer, importing direct to save intermediate commission charges.",
        "by Turgot at a later date and never recovered, but those remaining demonstrate that free trade in corn is to the interest of landowner, farmer and consumer alike, and in too forcible terms demand the removal of all restrictions.",
        "An abundance of lean meat and a moderate amount of fat well distributed constitutes a better carcase, and a more economical one for the consumer, than a carcase in which gross accumulations of fat are prominent.",
        "In those meters which are compounded - that is, have a shunt coil wound on the field magnets to compensate for the friction of the train - it is important to notice whether the meter will operate or continue operating when there is no current in the series coil, since a meter which \"runs on the shunt\" runs up a debt against the consumer for which it gives no corresponding advantage.",
        "The big price of imported cloths throws the native consumer to some extent upon the local goods, and so stimulates the imports of yarn.",
        "The tendency to eliminate the middleman has not only brought a good many manufacturers into direct relation with the shopkeeper, but in some exceptional cases the manufacturer, adopting some system of broadcast advertisement and postal delivery, has dealt with the consumer.",
        "above, only 81,000,000 lb were the ordinary black tea black known to the English consumer (collectively described in the United States of America and Canada as \"English Breakfast 1 Areas unascertained.",
        "This completely destroys the ferment or enzyme, and renders it possible to conserve the tea in what is really nearer its natural form than the black tea that is so well known to the consumer.",
        "The demand for such, as a general rule, lies principally in lower latitudes, while the farther north the consumer lives he seems to require more of the black or fermented tea of India, Ceylon or China, with the dark, thick, heavy liquor its infusion produces.",
        "But the work of distribution and the adaptation of the supply to the demand of the consumer naturally fall to those who are best acquainted with native wants.",
        "Unlike the products of the different vineyards of most other districts, which are purchased by the merchants and vatted to supply a general wine for commerce, the yield of the principal estates of the Medoc are kept distinct and reach the consumer as the products of a particular growth and of a particular year.",
        "To maintain the character of French goods in foreign markets, as well as to afford a guarantee to the home consumer, the quality and measure of each article were fixed by law, breach of the regulations being punished by public exposure of the delinquent and destruction of the goods, and, on the third offence, by the pillory.",
        "MAFF and DH issued press releases notifying the public of the discovery and attempting to quell growing consumer fears.",
        "An assessment of the case for a national consumer advice helpline is available to read on-line.",
        "The reheating time for the consumer is one hour.",
        "To the next they consumer rating home owner insurance might be the renter 's fence.",
        "In such cases the consumer may require rescission of the contract or reduction of the price.",
        "This reversal of the usual burden of proof only applies when the consumer is seeking a repair or replacement.",
        "American computer makers still sell consumer electronics, but their entry into the market did n't ignite a revolution in brands or customer loyalty.",
        "Telling the customer the consumer laureate which may or and fun rex.",
        "Dave Quinlan, the council 's consumer services officer, said: These boots are a complete rip-off.",
        "The Independent Banking Advisory Service consumer group accused the Government of failing tp protect the public against bank rip-offs.",
        "This self-limiting nature is reinforced yet further by the phenomenon of consumer value accruing for free.",
        "Greens make common cause with smokestack industries, consumer activists with trade unions, development lobbyists with rich-country farmers.",
        "Solutions providers will move from the business-to-business to the consumer sector.",
        "At the home cell, the consumer executes the rest action to have its stamina level restored.",
        "Early station wagons, however, evolved from trucks and were viewed as Commercial Vehicles, not consumer automobiles.",
        "The concern is that if consumer demand for stingray leather increases, they will suffer more intentional, widespread exploitation than in the past.",
        "The consumer success stories of the internet will be the future success stories of mobile.",
        "Postmodernists who criticize Adorno for denouncing the tawdry spectacle of consumer culture have no conception of his vision of what things could be.",
        "Technic Set Reviews - Consumer reviews, images and ratings of Lego sets from Adequate.com.",
        "Thanks to BT, the consumer 's ability to opt out of telemarketing calls has hit mainstream media for the first time.",
        "Procter & Gamble / Gillette - consumer goods (including battery toothbrushes).",
        "The average turnaround time from order to delivery offered to the consumer in was 13 working days.",
        "This term was unbalanced in favor of the supplier, the consumer not having a reciprocal right.",
        "Under the Unfair Terms in Consumer Contracts Regulations 1999 a contract deemed unfair may be completely void and unenforceable against a consumer.",
        "Once it has been authorized the application is streamed to the consumer via a carousel operated by the uplink provider.",
        "Confidence for consumers All these stages are vital to ensure the consumer receives the amount of fuel for which they are charged.",
        "That certainly rules this Federation out as only the more voluble consumer groups will have the financial means to fund air fares to Italy.",
        "The labeling on these medicines warning the consumer of potentially sedative effects was also considered.",
        "She was helping hand over an ultimatum from consumer watchdog Energywatch to the industry regulator, Ofgem.",
        "The Consumer Council for Water is a national consumer watchdog agency for the water industry.",
        "This is because the consumer will often be ill and weakened when they use the product.",
        "With anemic economic growth, consumer confidence is at an all time low.",
        "Generally, it's more difficult, more capital intensive and time consuming to scale a business-to-business model than a consumer one.",
        "The US Consumer Product Safety Commission publishes guidelines pertaining not only to the distance between the slats of a crib, but also regarding what to put in the baby crib, and what to avoid placing in your baby's bed.",
        "Be sure that it meets the current standards set aside by the Consumer Product Safety Commission.",
        "The U.S. Consumer Product Safety Commission's website is the place to go when searching for any type of recalled product.",
        "Hazard-This section will tell the consumer what is wrong with the product.",
        "Consumer Contact-This section will list the numbers and/or Web sites that can used to contact the company about the product, refunds, and/or remedies.",
        "Keep up-to-date on product recalls, including those for infant playpens by periodically visiting the U.S. Consumer Product Safety Commission's website.",
        "S. Consumer Product Safety Commission's website to see a list of product recalls.",
        "Check out product reviews at places like Epinions, Consumer Search, and Consumer Review.",
        "Cribs manufactured today must meet safety standards that are set up by the Consumer Product Safety Commission.",
        "According to the U.S. Consumer Product Safety Commission, toys sold in the U.S. are the safest in the world.",
        "The Consumer Product Safety Commission Web site U.S. Consumer Product Safety Commission offers a complete listing.",
        "For more information regarding toy safety, visit the U.S. Consumer Product Safety Commission Web site.",
        "Last year, the U.S. Consumer Product Safety Commission released the top five hidden home dangers and among the top five were two related to toys.",
        "This was another one of the U.S. Consumer Product Safety Commission's top five hidden home dangers.",
        "To get on board with toy recalls, visit the Consumer Product Safety Commission.",
        "Don't assume just because she is having two little ones simultaneously, that she will want to buy into the cuteness of the twin consumer world.",
        "Look for pacifiers that are made of non-toxic materials that are designed to comply with the U.S. Consumer Product Safety Commission's guidelines.",
        "Finally, if you do decide to buy any used baby supplies, like cribs or car seats, be sure they meet the U.S. Consumer Product Safety Commission's guidelines and specifications.",
        "If you are not covered by state or federal lemon laws you might want to look into consumer fraud laws where you live.",
        "Comb consumer safety reports for information on the particular automobile you're interested in.",
        "A good place on the web to check out for doing this research is Consumer Reports Autos.",
        "You have resourceful websites, consumer broadcast shows, print media and publicized experiences of others.",
        "It's important to be an informed consumer and vet the merchant as thoroughly as possible before risking a large investment in a gown that may or may not meet your expectations.",
        "Consult parenting magazines like Parenting as well as consumer magazines to see what they have to say about the cribs on the market.",
        "You can do this by searching \"crib recall,\" one of the services offered by the U.S. Consumer Product Safety Commission.",
        "From consumer-minded print publications like Consumer Reports to online review and comparison sites, there are many different ways for you to compare oven ranges so you can make sure you're getting the best value for your money.",
        "You can also find consumer reviews of products on most appliance store websites.",
        "While reading the consumer reviews, look for common threads both pro and con with the models you're interested in.",
        "The United States Consumer Product Safety Commission maintains a website that makes it easy to keep track of all recalls, not just those for strollers.",
        "While buying a stroller may seem like a consumer minefield, it doesn't have to be.",
        "A few decades ago the consumer went to the store and chose between two or three brands of tea bags and that was that.",
        "Read up on stereos that have received good grades from magazines like Consumer Reports.",
        "The sport bike is more or less a consumer version of the type of motorcycle used in racing, albeit less powerful.",
        "This is a very useful tool for the consumer.",
        "Companies hire the services of a mystery shopper to go in and pretend that they are a consumer and purchase items from their store.",
        "What does matter is consumer satisfaction, including reliability, value, ease-of-use and technical support.",
        "Positive consumer feedback out of limited reviews.",
        "Since the competition for the consumer's business is high, you can probably find good pricing with most makes.",
        "Research the vehicle(s) you are most interested in by reading reviews and consumer reports.",
        "Foreign companies are under the jurisdiction of their own country's laws and so the consumer protection you enjoy here may not be in force.",
        "Roaming Times provides both expert and consumer reviews on Class C RVs built between 2007 and 2012.",
        "Motor home Advice includes consumer reviews on all sorts of RVs, from Class A to Class C.",
        "Consumers consistently rate the following models as their favorites, according to buyer reviews on Amazon.com and Consumer Search.",
        "You will know which types are out there, which stores offer the best prices, and you can even read consumer reviews.",
        "There are a few consumer buying tips you should never forget.",
        "Consumer Search is another site that lets you see how others reviewed just about everything you could want to buy.",
        "When it comes to consumer buying tips, the overall idea is to do your research.",
        "These brands are usually fine for general consumer use and should suit most situations.",
        "Digital cameras have come a long way since the first consumer one years ago.",
        "Prices vary greatly for mountain bike helmets, but you should look for one that features air vents, a sun visor, and Consumer Product Safety Commission notification on the side.",
        "Consumer buying trends are affected by three main reasons: Consumer confidence, economy, and product changes.",
        "Let's look more in-depth to consumer buying trends.",
        "Things like that lower the consumer confidence in almost any type of industry.",
        "If the consumer can't trust the maker of a product, then there is no confidence to buy from them, or even a competitor.",
        "On the other hand, consumers who love this or that company or must have this or that product help consumer confidence by placing trust in the industry.",
        "Companies place a lot of trust in celebrities so that they can bring trust in from the consumer.",
        "The economy is the biggest factor in consumer buying trends.",
        "Improvements and innovation create competition, which could improve or hurt consumer buying trends.",
        "Globally, you want to watch the import and export numbers to find consumer buying trends.",
        "It's not easy picking a hot water heater, particularly because each brand of water heater provides multiple model options for the casual consumer, with special additions and features as well as differing prices.",
        "Check out each type by accessing consumer reviews online (or asking your friends with similar fences), because the time and skill required to install each fence can be substantial.",
        "Processors are one of the most elusive specifications a consumer tries to learn.",
        "The next tip requires you, as the consumer, to do consistent research.",
        "Normally, if the economy is doing well, then consumer confidence (how optimistic people are about spending money) rises.",
        "That's good for the consumer though, right?",
        "The growing popularity of Internet shopping has brought with it a mushrooming consumer buyers guide marketplace.",
        "Below is a selection of online sources for consumer buyers guides.",
        "Consumer Federation of America is a non-profit organization that, among other things, publishes objective reports on how to shop wisely.",
        "Consumer Reports is the gold standard of product reviews for consumers, with a website that is an extension of an offline business that has decades of experience helping shoppers get smarter.",
        "Read as many consumer buyers guides as you can in order to put the material in context.",
        "As a consumer, you have more power when you purchase the item before you need it because you are not frantic to make a purchase.",
        "You can benefit from consumer behavior by specializing in one or two items.",
        "According to Consumer Search, some people who work with computer-aided design like the CRT style a bit more because of the superior color displays, higher resolution, and relatively low cost.",
        "Since the advent of the Internet, wholesale computer components have become extremely accessible to the average consumer.",
        "In fact, many of the stores, like Best Buy and Wal-Mart, even offer the consumer the flexibility of purchasing the Wii online and then picking the item at their local store.",
        "This eliminates shipping costs and allows the consumer to pick it up the same day in most cases instead of waiting for postal or UPS delivery.",
        "The cards are still good, it's just that the original consumer didn't want to shop there again.",
        "Five states in the United States have banned all consumer fireworks, including sparklers.",
        "The other thirty-nine states allow you to purchase consumer fireworks.",
        "If you live in one of these states, you can purchase consumer fireworks with confidence.",
        "This company sells fireworks for consumer use as well as professional shows, giving you a good selection of products to choose from when you make a purchase.",
        "You can start by reading product reviews from trusted resources like Consumer Reports and you can check the product review sections of your favorite home improvement websites.",
        "You can also read a quick review of the product and any videos or consumer reviews about a particular model.",
        "One website that compares newer models on a rotating basis is Consumer Search.",
        "As a consumer, only you can determine if you get the best deal and features for your money.",
        "Best Buy is one of the largest retailers of consumer electronics, which includes computers.",
        "Chain saws come in three different grades: professional, standard, and consumer.",
        "Most homeowners will buy the consumer saw because it is cheaper as it is designed for occasional use.",
        "This means you should usually buy a standard or professional kind of chain saw if you will be using it a lot and buy a standard or consumer chain saw if you need one occasionally.",
        "Resources like ConsumerReports.com or the Consumer Reports magazine are also great resources for determining what television to buy, and BizRate.com allows you to compare prices at various stores.",
        "The computer industry today offers so many choices in terms of power, design, and functionality that it’s sometimes hard for the everyday consumer to pick one.",
        "A year later Dell dropped out and started his computer business by selling directly to the consumer.",
        "However, as a consumer there are some major areas that you should be aware of.",
        "It would seem it's high time the pet food industry reviewed its standards and practices, especially if it hopes to regain consumer confidence.",
        "While consumer ratings for this food are high, with most customers being very happy with it, there are a few that are displeased.",
        "Companies give away samples of their products because they know that it builds their brand and creates consumer loyalty.",
        "Consumer Search has cat food brand comparisons and reviews of several different cat foods.",
        "As a consumer and cat owner, you can feel satisfied knowing that you've made a wiserchoice for your pet and the environment.",
        "It is difficult for the average consumer to discern whether these foods are made from healthy and safe protein sources.",
        "The manufacturer promises a product contains a set formula, and you as the consumer, buy the product with this understanding.",
        "This action benefits the consumer by limiting the amount of pets affected.",
        "It is not uncommon for a consumer to pick up a brand of cat food and not be able to recognize over a third of the ingredients listed on the package.",
        "The Better Business Bureau may have information about specific companies, including consumer reviews.",
        "The term \"consolidation\" refers to the fact that they combine some or all of their consumer client's debt into a single amount, often reducing the debt while doing so.",
        "Once the consolidated debt is paid off, the consumer is debt-free.",
        "There is no minimum or maximum amount of debt a consumer must have to be eligible for consolidation services.",
        "Although debt consolidation can greatly reduce the amount of debt a consumer owes and help them get out from under that debt, it has potential drawbacks.",
        "Home equity loans and low or no-interest balance transfers may provide the cash the consumer needs to pay off their debt.",
        "At the very least, they may have lower interest rates, thereby reducing the amount of money the consumer pays on their debt over time.",
        "The drawback is that they risk the consumer's home and do not actually reduce the overall amount of debt they pay.",
        "The benefit to this method of reducing debt is that the consumer pays less interest on it than they would have otherwise.",
        "Essentially, the federal court system tells creditors how much money they will receive and disburses the consumer's estate accordingly.",
        "Organizational: Chase offers cards to benefit several different organizations, depending on the consumer's choice.",
        "Another point: an informed consumer should look for what's best for him or her, not for the salesperson.",
        "The issuer only has the consumer's promise to pay off the card per contract terms.",
        "The important number with the funny name, FICO is named after the Fair Isaac Corporation, which developed the first mathematic formula for calculating a consumer's creditworthiness.",
        "That information is then calculated and each consumer is given a number between 300 and 850.",
        "The IRS issued a consumer alert in 2005 warning taxpayers of this practice.",
        "However, the consumer is also always responsible to pay legitimate debt.",
        "If a consumer is having trouble covering debts, he or she can contact creditors to try to work out a payment plan.",
        "If overwhelmed by debt, a consumer can also set up an appointment with an attorney to discuss legal options.",
        "What if a consumer doesn't want to be contacted?",
        "To stop a collection agency from trying to make contact at home or at work, a consumer should put a request in writing.",
        "Once a collection agency or attorney receives the letter, they may not contact the consumer again except to indicate that a creditor intends to take some specific action on the overdue account.",
        "Review a consumer's spending habits and make suggestions for reducing expenses and prioritizing bills.",
        "You certainly do not have to allow yourself to be harassed, and it is important that you know your rights as a consumer so that you do not endure bad behavior from a collector.",
        "Also, North Carolina Attorney General Roy Cooper's office has information on a variety of consumer protection issues.",
        "Phone calls go unanswered and e-mails bounce back, causing the consumer to keep the service longer than anticipated, getting charged all the while.",
        "With varying interest rates and reward programs, almost every consumer should be able to find the exact card that matches their needs.",
        "Just because someone has amassed significant consumer debt or is struggling to save for a down payment on a house, it does not mean they automatically require a financial consultant.",
        "The data collected from this sample is frequently evaluated for significant changes in consumer finance trends.",
        "Though the card has its limitations, with responsible usage it can be a valuable tool for any consumer.",
        "In truth, however, planning for one's financial success is a step that every savvy consumer should take.",
        "If the seller refuses to replace it, the issuing bank often offers safeguards for the consumer.",
        "Some consumer spending, such as charitable donations and business expenses, may even be tax deductible, helping save more money in the long run.",
        "An educated consumer is one who can manage their own money and make sound financial decisions.",
        "Consumer statement that is made by an individual or business.",
        "If you have an R9 rating for an account due to illness, injury or disability, it can be described in a consumer statement.",
        "Registered consumer proposals are purged three years from the date that they were paid.",
        "Debt consolidation services take all the unsecured debt a consumer has and then rolls it into one smaller monthly payment.",
        "Instead of discharging all the consumer's bills, the debt is renegotiated and eventually paid off.",
        "The advantage to the consumer is that the consolidation service takes care of the negotiation and transforms all the debt into one easy payment.",
        "All the consumer needs to do is consistently pay the monthly payment to the consolidation company.",
        "Am I carrying more consumer debt than debt for necessities, such as student loans, medical bills, or mortgage payments?",
        "Is it my consumer spending that's the problem rather than debt that I couldn't help (alimony, child support, medical costs)?",
        "Travel Rewards: - With each purchase, the consumer earns points, which can be applies towards the cost of travel expenses such as airline tickets, rental cars, and cruises.",
        "Cash-Back Rewards: - The consumer receives a portion of their purchases back in the form of a cash reward.",
        "The FCRA, USA PATRIOT Act and FACT Act are all relatively new laws, and as different needs of both the government and the consumer change, so too do the laws.",
        "The major complaint about this card is that the interest rate is increased for seemingly unknown reasons to the consumer.",
        "Check if there are any negative reports filed about the debt settlement company with your state Attorney General, your local consumer protection agency and the Better Business Bureau before you make your final decision.",
        "Most bank issued debit cards have zero fraud liability or a cap on the amount of consumer responsibility of around $50.",
        "Essentially what these agencies do is charge a fee to dispute negative information on behalf of the consumer.",
        "The name of the business is placed on the card along with the name of the consumer."
    ],
    "definition": [
        "Link/Cite"
    ]
}