{
    "translation": ".1 זיהום\n.2 הידבקות",
    "uses": [
        "(2) There is a great increase in contamination in the milk at each stage before it reaches the customer.",
        "This provides for the reduction as far as possible of contamination during the milking process itself.",
        "If the contamination exceed a certain limit, the scrapings remain quite dead.",
        "The unavoidable contamination with muddy particles of vat-waste is removed by allowing the vatliquor to rest for some hours in a separate tank and settling out the mud.",
        "He would pollinate a wheat stalk, then cover it with a trash bag to prevent contamination by other plants.",
        "It would seem that the surfaces, coming into collision within a fraction of a second of their birth, would still be subject to further contamination from the interior.",
        "For most purposes the solid media are to be preferred, since bacterial growth appears as a discrete mass and accidental contamination can be readily recognized.",
        "Another method of removing grease is to immerse and remove strips of paper by which the surface available for the contamination is in effect increased.",
        "Although throughout a certain range the surface-tension varies rapidly with the degree of contamination, it is remarkable that, as was first fully indicated by Miss Pockels,the earlier stages of contamination have little or no effect upon surface-tension.",
        "(2) The Institute is of opinion that in the hands of more or less unskilled workers it is easier to ensure freedom from contamination by Haffkine's ` standard method ' of manufacturing plague vaccine than with the ` water agar process ' as employed by him.",
        "Another consequence of the tendency of a moderate contamination to distribute itself uniformly is the calming effect of oil, investigated by B.",
        "It is obvious that the effect would fail if the contamination of the surface had proceeded too far previously to the collision.",
        "The varying degrees of contamination to which a water surface is subject are the cause of many curious phenomena.",
        "Keene's cement and its congeners are made in fixed kilns so constructed that only the gaseous products of combustion come into contact with the gypsum to be burnt, in order to avoid contamination with the ash of the fuel.",
        "H.) protection against plague; (2) on the comparative liability of each fluid to contamination; and (3) on the probable origin of tetanus virus in the Malkowal cases.",
        "It has been proved, however, that the question is one of contamination, and that a water surface may be prepared so as to behave in the same manner as alcohol.",
        "Bouillon is the only town on its banks, and since it is not navigable it has escaped the contamination of manufacturing life; its valley remains an ideal specimen of sylvan scenery and medieval tranquillity.",
        "Only in a few isolated cases has any contamination been traced to fever or other zymotic germs. In this connexion it is worth noting that the infectious diseases hospital has a separate system of drainage which is carefully disinfected, and not allowed to be employed for the purposes of manure.",
        "The media from the store-flasks are placed in glass test-tubes or small flasks, protected from contamination by cotton-wool plugs, and are sterilized by heat.",
        "In the absence of dust and greasy contamination, the obliquely colliding jets may rebound from one another without coalescence for a considerable time.",
        "But whatever merits they had as clarifiers of turbid water, the advent of bacteriology, and the recognition of the fact that the bacteria of certain diseases may be water-borne, introduced a new criterion of effectiveness, and it was perceived that the removal of solid particles, or even of organic impurities (which were realized to be important not so much because they are dangerous to health per se as because their presence affords grounds for suspecting that the water in which they occur has been exposed to circumstances permitting contamination with infective disease), was not sufficient; the filter must also prevent the passage of pathogenic organisms, and so render the water sterile bacteriologically.",
        "The tension for clean water thus found is considerably lower than that (81) adopted by Quincke, but it seems to be entitled to confidence, and at any rate the deficiency is not due to contamination of the surface.",
        "In ordinary circumstances, where the artery is obstructed by an agent free from such organismal contamination, the part becomes first red.",
        "Appointed a member of the second royal commission on the pollution of rivers in 1868, he was provided by the government with a completely-equipped laboratory, in which, for a period of six years, he carried on the inquiries necessary for the purposes of that body, and was thus the means of bringing to light an enormous amount of valuable information respecting the contamination of rivers by sewage, trade-refuse, &c., and the purification of water for domestic use.",
        "If organic matter were first sterilized and then prevented from contamination from without, putrefaction did not occur, and the matter remained free from microbes.",
        "But the work is too arduous to allow of long and desultory conversation; the chance of contamination is now minimized by the careful separation of the less hardened from the old offenders.",
        "In addition to these sources of contamination the air of the mine is frequently charged with gas issuing from the rocks or from the mineral deposit.",
        "Thus in1877-1878efforts were made to minimize contamination by segregating the worst criminals and restricting conversation at exercise.",
        "Yet tons of caustic soda are fused daily in chemical works in iron pots without thereby suffering contamination, which seems to show that (clean) iron, like gold and silver, is attacked only by the joint action of fused alkali and air, the influence of the latter being of course minimized in large-scale operations.",
        "It is, therefore, further recommended (a) that the milk be rapidly cooled or chilled, as the lower the temperature the less do the bacteria multiply, (b) that contamination during railway transit be avoided by dustproof locked milk cans.",
        "The cockle is liable to the same suspicion as the oyster of conveying the contamination of typhoid fever where the shores are polluted, but as it is boiled before being eaten it is probably less dangerous.",
        "For example, we find him arguing for the legitimacy of judicial punishments and military service against an over-literal interpretation of the Sermon on the Mount; and he took an important part in giving currency to the distinction between evangelical \" counsels \" and \" commands,\" and so defending the life of marriage and temperate enjoyment of natural good against the attacks of the more extravagant advocate of celibacy and self-abnegation; although he fully admitted the superiority of the latter method of avoiding the contamination of sin.",
        "If the injury be a small incised wound through the skin and subcutaneous tissues without any septic contamination, there usually follows a minimum of reaction on the part of the tissues.",
        "It is necessary to note that von Soden is able to place D in this group because he regards it as owing many of its most remarkable readings to contamination with the Latin version.",
        "They agreed that there was strong evidence to show that \" the contamination took place when the bottle was opened at Malkowal, owing to the abolition by the plague authorities of the technique prescribed by the Bombay laboratory, and to the consequent failure to sterilize the forceps which were used in opening the bottle, and which during the process were dropped on the ground \"; and they complained of the inadequacy of the inquiries made by the Indian government, and called for Mr Haffkine's exoneration.",
        "remediation of contamination may be needed.",
        "They may not be able to guarantee zero risk of cross contamination, but they do a far better job of clarifying ingredients and responding to questions.",
        "cirrus contamination, especially at 100 microns.",
        "legacy of deadly contamination.",
        "In a later stage the taint is regarded as alive, as a demon or evil spirit alighting on and passing into the things and persons exposed to contamination.",
        "New elements no doubt came in under the Assyrian, Persian and Roman dominations, and in more recent times there has been much contamination.",
        "The change involved the omission of a small proportion of carbolic acid which had up till then been added to the original fluid as a further precaution against contamination.",
        "Such deposition of sacredness is but an aspect of the wider method that causes a ring-fence to be erected round the sacred to ward off casual trespassers at once in their own interest and to prevent contamination.",
        "adventitious contamination in non-GM supplies to a minimum.",
        "adventitious contamination cannot be totally avoided.",
        "aflatoxin contamination of nuts is probably the most widely known example of these products.",
        "This means that fractured chalk aquifers are hard to remediate once contamination has occurred.",
        "arsenic contamination cannot properly be laid at their door.",
        "The Environment Agency issued two new reports covering volatile organic compounds and new Soil Guidance Values covering contamination from toluene and ethyl benzene.",
        "caesiumodel will be initially referenced against existing experimental results for cesium contamination of steel surfaces.",
        "The skin cleanser used should be the mildest form which works to remove any contamination.",
        "strict codes are in place to prevent contamination of Martian soil with Earth bacteria.",
        "The actual or possible presence of contamination is a material planning consideration.",
        "contamination of Mexican maize landraces.",
        "contamination of groundwater on Saipan, which may contribute to disease.",
        "contamination of watercourses during the wash-down and disinfection process.",
        "contamination will occur when the insect comes into contact with food or work surfaces or through fecal contamination of foodstuffs.",
        "contamination of the carcass, indicated by perforated stomach or intestines.",
        "Strict codes are in place to prevent contamination of Martian soil with Earth bacteria.",
        "avoid contamination through drawing liquid into the main body of the instrument.",
        "Separation of recyclable materials on the doorstep to minimize contamination.",
        "Fresh contamination found New areas of radioactive contamination have been found by monitors at Dounreay.",
        "Microbial biofilm formation contamination of dental unit water systems in general dental practices.",
        "What more could the NBS do to reduce the risk of bacterial contamination of platelets?",
        "Quality assurance systems are designed to minimize the risk of microbiological contamination.",
        "One had a water birth where \" fecal contamination \" was assumed to be the cause.",
        "Steps should also be taken to keep the level of adventitious contamination in non-GM supplies to a minimum.",
        "salmonella contamination was found on eight per cent of UK holdings surveyed for a recent European Food Safety Authority report.",
        "The map shows that the areas most vulnerable to groundwater contamination lie in the east.",
        "From these, FAO conclude, \" it cannot be concluded organic farming leads to an increased risk of mycotoxin contamination \" .",
        "The gender impacts of arsenic contamination of drinking water This document is a collection of three articles addressing the arsenic crisis in Bangladesh.",
        "In fish, polluted water is the main cause of dioxin contamination while animals are mostly exposed to dioxins through the air.",
        "Scientific study and evidence clearly demonstrates the direct correlation between line speed, operator skill and contamination levels.",
        "cross contamination with MBM in feed mills.",
        "Adding a good heavy-duty detergent the contamination is reduced much more to well below the target level.",
        "dioxin contamination can lead to harmful health effects?",
        "disagreement among scientists is not whether transgenic contamination has occurred.",
        "disinfected to prevent cross contamination.",
        "Auto wash between particle size distribution measurements eliminates cross contamination.",
        "ergot contamination of the crop occur the crop would be valueless.",
        "extent of contamination and blight to housing.",
        "extremes of pH, the presence of toxic materials, excess rubble and stone or contamination from organic materials.",
        "To sum up, all cars will have some amount of industrial fallout or ferrous metal contamination.",
        "fecal contamination of water supplies is considered a very efficient way for waterfowl to transmit the virus.",
        "This will remove fluke burdens and reduce contamination of pastures with fluke eggs.",
        "Controls Food industry: Control animal foodstuffs Limit contamination possibilities during slaughtering.",
        "heavy-duty detergent the contamination is reduced much more to well below the target level.",
        "heparin contamination in the blood sample.",
        "There seemd to be contamination of some of the plots in the doubled haploid trial, as they did not appear homogeneous.",
        "hygienic coating to prevent any contamination from fruit acids.",
        "Sampling Priorities The Council will focus food sampling activity on: - The investigation of food contamination and food poisoning incidents.",
        "incinerated for fear of contamination [10,11] .",
        "The ' malignant leprosy ' is the contamination by the outside world which results from education with the Gentiles.",
        "To prevent infection, a physical barrier should be applied to ulcerated lesions to prevent contamination.",
        "Results for aflatoxin contamination of Argentinian maize were comparable to recent results obtained by UK industry.",
        "Even then, once the can is opened, the food is exposed to the air and to contamination by airborne microorganisms.",
        "spray mister head or squirt head on bottle to help conserve water & minimize contamination.",
        "moistened cotton swab to avoid any contamination.",
        "The reagents used for cleaning will be likely to penetrate the porous body and residual contamination may well be found beyond the first monolayer.",
        "mycotoxin contamination \" .",
        "The green and red offals are then processed in separate areas to avoid contamination.",
        "oilseed rape seed purity would set a maximum contamination rate of 0.3% .",
        "When removed, apply antiseptic ointment or powder but monitor daily for contamination or insect infestation.",
        "Often after a long period of lay-up or because of contamination in the fuel the needle valve can stick causing an oversupply.",
        "phthalate contamination.",
        "possibilitye safest wax system, eliminating the possibilities of cross contamination between clients.",
        "They are under pressure from a variety of sources, from intensive farming practices to physical contamination and development.",
        "radioactive contamination have been found by monitors at Dounreay.",
        "A synthetically produced recombinant clotting factor is now widely used and avoids the risk of contamination from viruses found in human blood.",
        "The six silicon rectifiers face inwards to ensure efficient cooling without risk of terminal contamination.",
        "Whatever the cause of contamination, however, archeological remains may be affected where contamination occurs.",
        "Should contamination exceed the trigger concentration then remedial work will be necessary.",
        "remediate the contamination.",
        "Results can be particularly affected by surface wetting or contamination, which greatly reduce surface resistivity.",
        "Do the same for the tricolor inkjet print cartridge, using a clean, moistened cotton swab to avoid any contamination.",
        "The impact of the current policy on levels of contamination was assessed through the Delphi survey of experts on chemical contaminants and naturally-occurring toxicants.",
        "Positive air pressure transients represent the final source of trap seal loss and contamination of building space by odors from the drainage network.",
        "ulcerated lesions to prevent contamination.",
        "zoonosisinclude zoonoses, changes in air quality from the burning of carcasses, and contamination of water supplies and the food chain.",
        "If, after its third residence in a human body, it is still too weak to withstand the contamination of sin, it is united with another soul, in order that by their combined efforts it may resist the pollution which by itself it was unable to conquer.",
        "The general evidence indicates that the specific bacteria of cholera discharges are capable of a much longer existence in the superficial soil layers than was formerly supposed; consequently it is specially necessary to guard against pollution of the soil, and through it against the probable contamination of both water and air.",
        "In appearance the Maltese are a handsome, well-formed race, about the middle height, and well set up; they have escaped the negroid contamination noticeable in Sicily, and their features are less dark than the southern Italians.",
        "(3) The Institute is in entire agreement with the commission as to the value of 5% carbolic acid in restraining tetanus growth when added to plague prophylactic, and its experiments emphasize still further the importance of this addition in preventing growth and toxin formation in a vaccine which might be liable to the possibility of contamination with spores of tetanus.",
        "Where such options are not available however, powers exist to force the appropriate persons concerned to remediate the contamination.",
        "This is most likely to apply to brownfield sites where land clearance or remediation of contamination may be needed.",
        "Measure the wipe with an appropriate contamination meter away from the surface or within a scintillation counter.",
        "The inlet concentration is compared with the total allowable contamination for volatile hydrocarbons (excluding methane) set by ISBT at 20 ppmV.",
        "Risks include zoonoses, changes in air quality from the burning of carcasses, and contamination of water supplies and the food chain.",
        "Its active ingredients breakdown, leaving no residues or contamination.",
        "Wheat gluten was then thought to be a possible source of contamination because both processing plants had received shipments of gluten from the same supplier.",
        "Heavy metal contamination was also considered a possibility.",
        "This anxiety is especially due to the slow relay of information concerning the exact cause of the contamination, and the number of other brand names involved in the Iams cat food recall.",
        "Most of the recalls were due to contamination of the rice products in the foods.",
        "You have no way of knowing how the furniture was dried out and if any kind of contamination occurred.If the furniture was salvaged from a factory fire it should have been properly cleaned for smoke damage to prevent any undesirable smell.",
        "Before dropping off paper to be recycled, it should be free from contamination, properly sorted, and dry, and it should meet any other established recycling guidelines for each specific facility or collection point.",
        "Less contamination: There is another benefit to using a system less dependent on water, besides reducing the use of water.",
        "Soil contamination: The Earth's soil is becoming contaminated by pollutants in underground storage tanks, the application of pesticides and the leaching of waste from landfills into the ground.",
        "Soil contamination, which is the addition of man made chemicals or other contaminants to the natural soil environment, is another issue that affects the environment adversely.",
        "Industrialized farming is one prominent cause of soil contamination, with the heavy use of fertilizers and pesticides leaving soil contaminated by chemicals, and large populations of livestock the source of heavy organic contamination.",
        "Oil and chemical spills are frequent sources of soil contamination, as is the rupture of underground storage tanks.",
        "Soil contamination affects people and animals that come in direct contact with polluted soil, with lead poisoning or illnesses from pesticide exposure among the many possibilities.",
        "Soil contamination finds its way into the food chain, absorbed by the crops that are grown for human consumption and as feed for livestock.",
        "Respiratory illnesses can be caused by the poor air quality and groundwater is subject to some contamination as well, which can lead to a host of health impacts.",
        "Compost can help stop the contamination process and clean up the soil.",
        "The more compost produced, the lower the cost to clean up contamination present in landfills.",
        "There is no fear of contamination coming from other gardens or allotments.",
        "It's estimated that just the transportation of oil is responsible for .0001 percent of oil contamination in water.",
        "If the material is properly contained, it can have fewer emissions and less contamination than other types of energy.",
        "The problems with nuclear energy arise when the waste products are not properly contained, leading to contamination of its surroundings.",
        "While efforts are made to contain the radiation produced during the fission process, and containment systems are in place to help prevent leaks and contamination, nuclear energy does have its drawbacks.",
        "The reason is because of product contamination.",
        "Industrial Contamination: Industries often use voluble chemicals like solvents and heavy metals like lead in their processes.",
        "Most methods of controlling water pollution try to address problems at the source of the contamination.",
        "Contamination of the water by chemical and biological agents is present in every water system in the world to some degree; however, water pollution is worse in high-population areas.",
        "However, always remember that resold makeup products are subject to contamination and flaws.",
        "It prevents cross contamination, keeps all your tools in a place where you can find them, and leaves you with a clean work area for your next task.",
        "Also explain to your kids how bacteria like to move from one food to the other, which is called cross contamination, and how to prevent it.",
        "If you are making a recipe that involves meat or poultry, you have an excellent opportunity to explain to your children how cross contamination can cause illness.",
        "Be sure to put any samples gathered into a zip lock bag to prevent further contamination.",
        "It's extremely important to thoroughly wash all fruits and veggies before serving to remove traces of pesticides and possible E. coli contamination.",
        "Although three types of Nutro wet cat and dog food were voluntarily recalled due to possible contamination, none of Nutro's dry foods were involved, nor are they manufactured by Menu Foods.",
        "Nutro dry dog food has undergone testing, and at this time shows no melamine contamination of its rice gluten.",
        "This contamination resulted in the death of dogs across the country.",
        "Do not mix old food with fresh foods to avoid bacterial contamination.",
        "Never mix old food with new food to avoid bacterial contamination.",
        "If a plant develops a problem, remove it to a separate healing zone to avoid the potential contamination.",
        "Opt for organic fertilizers if needed and keep pesticides away from the nectar plants to prevent contamination.",
        "They will also be free from contamination.",
        "Ask professional duct cleaning companies about their procedures for protecting the rest of your home from possible contamination during the cleaning process.",
        "The cotton used for the clothing is never stored with conventional cottons to avoid any possibility of cross contamination.",
        "An organic farm, for example, will need a large enough buffer zone to prevent contamination by chemicals sprayed on the crops of non-organic neighboring farms.",
        "Contamination isn't the only problem with the pet foods on the market today.",
        "Timberwolf has taken extreme measures to ensure your pet is not in danger of contracting Mad Cow Disease by eliminating the risk of BSE (Bovine Spongiform Encephalopathy), better known as Mad Cow Disease, contamination.",
        "The ten items listed below had the lowest pesticide contamination of the 46 conventionally grown vegetables and fruits tested by the USDA.",
        "Organic beef is less likely to be a source of Mad Cow Disease because the animals are not fed anything containing animal by-products, often the source of the contamination.",
        "Is it feasible to expect that there will be no contamination with non-genetically modified crops?",
        "Allergy Issues - By drawing out proteins from foods and modifying other foods with them, there is a much greater chance of cross contamination of allergens.",
        "Ohio does not regulate or require licenses for home cooks who sell low-risk of contamination foods such as baked goods.",
        "Practicing basic rules of food safety reduces the chances of food contamination by bacteria, parasites, viruses and other microorganisms.",
        "Be especially careful of possible cross contamination of foods that are purchased ready to eat and do not need any additional cooking.",
        "A poorly constructed holder may mean that your contacts are in danger of contamination.",
        "Replace your lens cases regularly, they can be a source of contamination, and never use damaged lens cases.",
        "You may want to disinfect the area prior to putting your lenses in to reduce the risk of contamination if the lens drops.",
        "Wine is a product created by natural fermentation and the presence of any dirt, microorganisms and contamination can seriously alter the process by contributing unnecessary by-products to the finished wine.",
        "This method reduces the chances of a falsely elevated white cell count caused by a traumatic tap (bleeding into the subarachnoid space at the puncture site), and contamination of the bacterial culture by skin germs or flora.",
        "Specimens should be handled with caution to avoid contamination with skin flora.",
        "Nearly all of these deaths occur in impoverished parts of Africa and Asia, where they often result from contamination of the water supply by animal and human feces.",
        "Have children bathe in the morning to reduce egg contamination.",
        "The IV solutions are prepared under the supervision of a pharmaceutical company, using sanitary techniques that prevent bacterial contamination, and come prepackaged.",
        "However, natural growth hormone, aside from being prohibitively expensive, posed health hazards due to contamination.",
        "Although contamination usually occurs during surgery, symptoms of infection may not become evident until a year after the operation.",
        "Having the home water supply tested for possible contamination by Cryptosporidium parvum.",
        "It is not known whether contamination occurs at the site of production or in the home or institution after contact with other contaminated foods, surfaces, or utensils.",
        "Contamination from any of the sources results in growth of the bacteria in the infant's intestine and production of the neurotoxin.",
        "Although the definitive diagnosis comes from laboratory tests, it can usually be diagnosed by recognizing the distinctive neurological symptoms typical of contamination with C. botulinum.",
        "Adults usually recover from E. coli poisoning without medical intervention, but many children require hospitalization for contamination with this organism.",
        "Parents may be concerned about possible contamination from unknown sources and that symptoms may occur suddenly, without warning.",
        "Practicing good sanitation and good food handling techniques is the best way parents can prevent contamination.",
        "Most often spread by food and water contamination.",
        "Human botulism (caused by botulism toxins A, B, and E) may stem from contaminated food, wound contamination, or the intestinal botulism toxin found in infants.",
        "Typical obsessions include fears of dirt, germs, contamination, and violent or aggressive impulses.",
        "In addition, pollution from operating or abandoned industrial sites and smelters can find its way into the soil, resulting in soil contamination.",
        "Cross contamination occurs when the bacteria from one food produce comes in contact with bacteria from another food.",
        "No male should be present during the test to prevent potential contamination with male DNA.",
        "Contamination: Heavy algae buildup can be toxic and therefore, dangerous to your health.",
        "The last kombucha danger is contamination.",
        "Bacterial contamination can create dangerous combinations.",
        "Lately there has been a lot of press about the toxic contamination of ocean fish.",
        "LTK: Some consumers have expressed concern about contamination of fish oil from heavy metals and other pollutants.",
        "EM: No. Krill oil does not have the same issues of contamination like fish oil due to the fact that krill are placed at the bottom of the food chain which makes them virtually toxin-free.",
        "Due to this fact, the risk for contamination in oats is high and many doctors advise not to eat oats.",
        "In addition, in plants where more than one product is produced, cross contamination is also a problem.",
        "However, in order to prevent accidental contamination, you must only eat fresh fruits or vegetables that are not coated with wax or other materials.",
        "Perhaps one of the most difficult aspects of cooking gluten free is the risk of cross contamination not just in your own kitchen, but that of the restaurants purporting to serve gluten-free menu options.",
        "The answer can be reduced to the issue of contamination.",
        "The risk of contamination is too great for a recovering celiac.",
        "Oats, though naturally gluten free, can be a huge contamination risk.",
        "Many farmers grow and harvest several varieties of grains, and so their fields and equipment can pose a serious contamination threat.",
        "Even the act of storing grains can provide contamination opportunities, hence, in general, oats are avoided by most celiacs.",
        "While there is some speculation oats themselves may contain proteins similar to gluten, the primary concern is regarding cross contamination.",
        "Oats are often grown in fields adjacent to wheat fields where they might experience blow-by contamination, be harvested using the same machinery or housed in the same silo.",
        "By the time a bag of oatmeal reaches your store shelves, it has encountered countless opportunities for cross contamination.",
        "Simply be careful that all your ingredients come from gluten-free sources and be careful of cross contamination if you are not cooking in a totally gluten-free kitchen.",
        "If you don't know what their gluten free reputation is already, you have to read labels and ask about cross contamination risks.",
        "Additionally, cross contamination can occur during processing and preparation.",
        "It's important to note, that when a restaurant claims to be gluten-free friendly, they don't always understand what it means to be gluten-free or the very real threat of cross contamination during cooking.",
        "For example, the menu details which salad dressings are gluten-free as well providing information to relay to your server regarding cross contamination.",
        "The business, however, cautions diners about the possibility of cross contamination due to the preparation of other gluten-containing menu items.",
        "Check labels carefully to find out if the flours are indeed certified, gluten free without risk of cross contamination.",
        "There is no risk of cross contamination from gluten-containing products.",
        "However, if the staff doesn't know how to prevent cross contamination, the efforts are incomplete.",
        "In another statement Dairy Queen cautions diners about the reality of cross contamination in a busy fast food restaurant setting.",
        "If you work as a cleaner in an office, school or even in a personal home, it is recommended that you wear gloves in order to avoid contact contamination before you have a chance to clean the area.",
        "Areas with a large amount of contamination need to be treated quickly and thoroughly to prevent reoccurrence.",
        "To avoid contamination, you don't want to have your raw meat bites in contact with food you're about to eat, so keeping them separate is very important if you don't want to accidentally make your dinner guest sick.",
        "sacrifices on the house roofs) and from a survey of epigraphical and other data from the Greek, Roman, and later periods, allowance being made for contamination."
    ],
    "definition": [
        "a. The act or process of contaminating.\nb. The state of being contaminated.",
        "One that contaminates.",
        "Link/Cite",
        "The act or process of contaminating; pollution; defilement; taint; also, that which contaminates.",
        "(linguistics) A process whereby words with related meanings come to have similar sounds.",
        "(linguistics, etymology) The influence of one form (often from a foreign language) on the historical development of another form to which it may be related in meaning.",
        "The process of making a material or surface unclean or unsuited for its intended purpose, usually by the addition or attachment of undesirable foreign substances.",
        "Link/Cite"
    ]
}