{
    "translation": ".1 מחלוקת\n.2 מאבק",
    "uses": [
        "And yet, this latest contention was about inheritance, not love.",
        "The commission reported in July, and found almost entirely in favour of the contention of the Zulu.",
        "The correspondence was shown to Franklin by a mysterious \" member of parliament \" to back up the contention that the quartering of troops in Boston was suggested, not by the British ministry, but by Americans and Bostonians.",
        "Havet's contention (in La Modernite des prophetes) that Gog represents the Parthians (40 B.C.) has little or nothing in its support.",
        "Yet the restorations are so many and so obvious that our contention might be taken for proven.",
        "Anna Mikhaylovna, stooping, quickly caught up the object of contention and ran into the bedroom.",
        "Moreover, under piaculum are confused purification, propitiations and expiations; Smith's contention that purifications, whose magical character he recognizes but interprets as late, are not sacrificial, is far from conclusive.",
        "As regards the main point of contention, i.e.",
        "2 As to the third group, their contention seems now to be admitted, though not all its implications.",
        "The Boers, however, strongly resented the contention of the British that they could not shake off British nationality though beyond the bounds of any recognized British possession, nor were they prepared to see their only port garrisoned by British troops, and they rejected Napier's overtures.",
        "Huxley admitted that this contention could not be ruled out as impossible.",
        "In any case we should probably agree with the contention of J.",
        "His first contention was not disproved until the 15th century, but his second was disposed of by Abul Wefa (940-998), who succeeded in solving the forms x 4 =a and x4-%ax3=b.",
        "Professedly, Herbert's contention merely is that non-Christians feeling after the \" supreme God \" and the law of righteousness must have a chance of salvation.",
        "Their contention that every event of life may be turned into a sacrament, a means of grace, is summed up in the words of Stephen Grellet: \" I very much doubt whether, since the Lord by His grace brought me into the faith of His dear Son, I have ever broken bread or drunk wine, even in the ordinary course of life, without the remembrance of, and some devout feeling regarding, the broken body and the bloodshedding of my dear Lord and Saviour.\"",
        "Henderson's contention therefore seems erroneous.",
        "As has been said, however, the contention of the common law judges prevailed, and the Admiralty Court (except for a temporary revival under Cromwell) sank into comparative Modern in si insignificance during the r th century.",
        "Silesia, now split up into seventeen principalities, was the bone of contention between them; and when Casimir suddenly invaded that country, took Wschowa, and made Prince Charles of Bohemia a prisoner, war between the two kingdoms actually broke out and Casimir was besieged in Cracow by the Czechs.",
        "The new sovereign's first proclamation was directed against all such preaching as might lead to contention and the breaking of the common quiet.",
        "Banda, which forms one of the districts included under the general name of Bundelkhand, has formed an arena of contention for the successive races who have struggled for the sovereignty of India.",
        "As it frequently happens that cases come before state courts in which questions of Federal law arise, a provision has been made whereby due respect for the latter is secured by giving the party to a suit who relies upon Federal law, and whose contention is overruled by a state court, the right of having the suit removed to a Federal court.",
        "On the whole the evidence does not seem sufficient to prove the contention that an order of deaconesses - in the ecclesiastical sense of the term - existed from the apostolic age.",
        "10, 1549) Parma and Piacenza continued to be a bone of contention for two hundred and fifty years.",
        "But such a tacit sanction on the part of the compilers of the second Prayer-Book is in the highest degree improbable, in view of their known opinions on the subject; and an examination of contemporary writings hardly justifies the contention that the two words are so carefully used as the argument would demand.",
        "Hiero asked him to give an illustration of his contention that a very great weight could be moved by a very small force.",
        "(1829), supporting the contention in favour of Dr Gauden; Mr E.",
        "Renault) in favour of the European contention, M.",
        "In 1543 he quitted Frankfort for a similar position at Leipzig, his contention that it was the duty of the civil magistrate to punish fornication, and his sudden departure, having given offence to the authorities of the former university.",
        "It became a bone of contention between the various Syrian dynasties and the caliphs first of Damascus, then of Egypt, and in 748 was sacked with great slaughter.",
        "The whole of the \"flyting\" was reprinted in 1560 as The Contention betwixte Churchyard and Camell.",
        "Nelson recognized the movement in Malta as a successful revolution against the French, and upheld the contention that the king of Sicily (as successor to Charles V.",
        "And it is significant that this primacy of the undetermined will (voluntas superior intellectu) was the central contention of the Scotists against the Thomist doctrine.",
        "Walker, himself a prominent member of the party whose contention he states: \"The reservation by the states of all rights not granted to the general government makes it fairly a matter of question whether purely statistical inquiries, other than for the single purpose of apportioning representation, could be initiated by any other authority than that of the states themselves.",
        "The first of these supports Newton's contention of the essential unity of the Nearctic and Palaearctic areas.",
        "From that time it continued for a long period an object of contention between the Turks and the Persians.",
        "He had no sooner left the Transvaal than the -old Lydenburg party, headed by Cornelis Potgieter, landdrost of Lydenburg, protested that the union would be much more beneficial to the Free State than to the people of Lydenburg, and followed this up with the contention lions' that it was illegal for any one to be president of the South African Republic and the Free State at the same time.",
        "Mr Gomme's contention is to some extent a modification of Mr Coote's view, but it is original in the illustrations that give it force.",
        "To justify their contention they sketched in outline the history of the world and mankind, the origin of evil and its course, and the final consummation of all things.",
        "The territory of Schwiebus originally belonged to the principality of Glogau, and in the 16th and 17th centuries was a bone of contention between the electors of Brandenburg and the emperors.",
        "The contention brought to a crisis the struggle between the moderate Presbyterians and the Scots on the one side, who decided to maintain the monarchy and fought for an accommodation and to establish Presbyterianism in England, and on the other the republicans who would be satisfied with nothing less than the complete overthrow of the king, and the Independents who regarded the establishment of Presbyterianism as an evil almost as great as that of the Church of England.",
        "Finally, the contention that no visit of Timothy to Rome is known is an argument from silence which is of little more weight than the plea of Spitta that the cupidity of Felix (Acts xxiv.",
        "The question was referred for arbitration to the emperor of Austria, whose award published in 1880, upheld the contention of the Indians, and affirmed that the suzerainty of Nicaragua was limited by their right of self-government.",
        "9 to the contention of the archangel Michael for the body of Moses belongs to a group of traditions which have been collected by R.",
        "We may grant the pope's contention that the Edwardine church had no belief in priests who offered in sacrifice the body and blood of Christ or in bishops capable of ordaining such priests.",
        "One question on which great contention arose was as to the propriety of applying to the Divine nature attributes which belonged to the human nature - e.g.",
        "In answer to this contention it may be said that, although the silence of the Chronicle is difficult to understand, it is almost impossible to believe that the very existence of the most important city in the country could suddenly cease and the inhabitants disappear without some special notice.",
        "On the first night of the debate Lord Howick, afterwards Lord Grey, who had been undersecretary for the Colonies, and who opposed the resolutions as proceeding too gradually towards abolition, cited certain occurrences on Sir John Gladstone's plantation in Demerara to illustrate his contention that the system of slave-labour in the West Indies was attended by great mortality among the slaves.",
        "In March 1895 President Cleveland gave his decision, which was wholly favourable to the contention of Brazil.",
        "C. Baur was his teacher, he did not attach himself to the Tubingen school; in reply to the contention that there are traces of a sharp conflict between two parties, Paulinists and Petrinists, he says that \"we find variety coupled with agreement, and unity with difference, between Paul and the earlier apostles; we recognize the one spirit in the many gifts.\"",
        "It was for many years an object of contention among the Spanish factions, but ultimately the greater attractions of Lima and its own isolation diminished its importance.",
        "The contention that Xavier should be regarded as the greatest of Christian missionaries since the first century A.D.",
        "Wollaston also published anonymously a small book, On the Design of the Book of Ecclesiastes, or the Unreasonableness of Men's Restless Contention for the Present Enjoyments, represented in an English Poem (London, 1691).",
        "There seems practically no basis for the contention that a declaration of independence was adopted on the 10th other than the tradition that independence was declared by the Mecklenburg Committee on that date, and the occasional.",
        "His main contention has met with some acceptance,' but the great current of ethnographical speculation still flows in the direction indicated by Humboldt.",
        "of the town is a notable rath or enclosure, taking its name of Crown rath from traditional single encounters between native princes in contention for the sovereignty.",
        "The strongly fortified castle which he erected at the same time had the unfortunate result of making the infant town an object of contention in the Thirty Years' War, during which it was five times taken and retaken.",
        "The purpose of the movements bears out the contention that the plant is trying to adjust itself to its environment.",
        "The latter contention cannot for a moment be sustained; and there are also strong arguments against the indigenous origin of the dingo.",
        "The force of this contention lies in the close verbal identities between Crawford's account of the Darnley-Mary interviews (see Crawford's Declaration of December 9, 1568, in Lang's Mystery of Mary Stuart, pp. 428-431; from State Papers Scotland, Elizabeth vol.",
        "The two-tone appearance has also been a point of contention for some consumers.",
        "One apologetic contention, aimed at Gentile readers, is found among the motives of Acts.",
        "Right now it was little more than a point of contention.",
        "The authenticity of the first collection also has been denied, but the evidence appears to be against this contention.",
        "The decision was given in December 1900 and was entirely in favour of the Brazilian contention.",
        "Joannis Apostoli indole et origine (1820), the first systematic assault on the traditional attribution, remains unrefuted in its main contention.",
        "But in the decade from 1830 to 1840 the Corn Laws were the chief subject of contention.",
        "The practical result of giving effect to this contention would be that an international tribunal could make new law and apply it retrospectively.",
        "Mr Carter's contention was successfully combated by Sir Charles Russell, the leading counsel for Great Britain.",
        "The construction of the Canadian Pacific railway, thus inaugurated, became for several years the chief subject of political contention between opposing parties.",
        "This plain, which intervenes between Chalcis and Eretria, and was a fruitful source of contention to those cities, is the most considerable of the few and small spaces of level ground in the island, and was fertile in corn.",
        "But, under the influence of Trendelenburg's attempt to reconcile thought and being by assigning motion to both, his Wirklichkeitsphilosophie, in a similar effort after a unity of being, lands him in the contention that matter is absolute being, the support of all reality underlying all bodily and mental states.",
        "On the contrary, his contention is that of Fechner - that all knowable things are inner psychical realities beneath outer physical appearances - the invisible symbolized by the visible.",
        "Phenomenal idealism is the Kantian contention that Nature, as known to science, is phenomena of experience.",
        "Schuppe, who, in his Erkenntnistheoretische Logik (1878), and in his shorter Grundriss der Erkenntnistheorie and Logik (1894), gives the view a wider scope by the contention that the real world is the common content or object of common consciousness, which, according to him, as according to Fichte, is one and the same in all individual men.",
        "The contention of the whole of these faithful men was that the only way to accomplish that purpose was a free Assembly.",
        "De Quincey's contention that there were no Essenes but the early Christians is now a literary curiosity.",
        "Gregory's contention was that the secular sovereigns should be entirely in the power of the head of the Church, and that he: should be able to advance them or dispossess them at will, according to the estimate which he formed of their conduct.",
        "The chief theme of contention, developed through many a noteworthy phase, has been the question of schools.",
        "The hitherto unpublished correspondence of the pope with Victor Emmanuel contains remarkable proofs in support of this contention, and a further corroboration can also be preceived in the conciliatory attitude of Pius IX.",
        "In 1509 the place became a source of contention between the chiefs of Mewar and Marwar, and was ultimately conquered in 1532 by the latter prince, who in his turn in 1559 had to give way before the emperor Akbar.",
        "Ashmole cites authorities for the contention that knighthood ennobles, insomuch that whosoever is a knight it necessarily follows that he is also a gentleman; \" for, when a king gives the dignity to an ignoble person whose merit he would thereby recompense, he is understood to have conferred whatsoever is requisite for the completing of that which he bestows.\"",
        "The contention should not be based on the meaning of a single word, but on such broader considerations as have been indicated above.",
        "Although a few assert that it is an old English one that has been discarded in favour of superior methods, there seems to be little or no evidence in support of this contention.",
        "The pamphlet is supposed to have been written by Chrysostomus Dudulaeus of Westphalia and printed by one Christoff Crutzer, but as no such author or printer is known at this time - the latter name indeed refers directly to the legend - it has been conjectured that the whole story is a myth invented to support the Protestant contention of a continuous witness to the truth of Holy Writ in the person of this \"eternal\" Jew; he was to form, in his way, a counterpart to the apostolic tradition of the Catholic Church.",
        "At present it does not seem likely that Professor Fernald's argument will seriously affect Professor Storm's contention that Thorfinn's colony was in Nova Scotia.",
        "4-6) seems to bear out their contention.",
        "ANGLO-ISRAELITE THEORY, the contention that the British people in the United Kingdom, its colonies, and the United States, are the racial descendants of the \"ten tribes\" forming the kingdom of Israel, large numbers of whom were deported by Sargon king of Assyria on the fall of Samaria in 721 B.C. The theory (which is fully set forth in a book called Philo-Israel) rests on premises which are deemed by scholars - both theological and anthropological - to be utterly unsound.",
        "Such a contention, however, clearly defeats its own object by reducing all action to chance.",
        "On the 27th of February 1860 in Cooper Union, New York City, he made a speech (much the same as that delivered in Elwood, Kansas, on the 1st of December) which made him known favourably to the leaders of the Republican party in the East and which was a careful historical study criticising the statement of Douglas in one of his speeches in Ohio that \"our fathers when they framed the government under which we live understood this question [slavery] just as well and even better than we do now,\" and Douglas's contention that \"the fathers\" made the country (and intended that it should remain) part slave.",
        "As in every other country, the control of the schools was the chief object of contention, but the government also claimed a control over the education and training of the clergy.",
        "For twenty years the Old Catholics continued to be a cause of contention in Bavaria, until the struggle ended in the victory of the Ultramontanes.",
        "They were much offended by Caprivis statement that no greater injury could be done to Germany than to give her the whole of Africa, and they refused to accept his contention that the period of flag-hoisting was over, and that the time had come for consolidating their possessions.",
        "The cost, however, greatly exceeded the estimate sanctioned by parliament; and the contention that the parliamentary adoption of the Budget in 1901-1902 cost the state i¦0,000,000 for public works, is not entirely unfounded.",
        "There was indeed a certain justification for this contention, even when a contrary theory vssigned to the divinity a place in the sky, as in the case of the, unar divinity Thoth; for in the inmost sanctuary stood a statue)f the god, which served as his representative for the purposes)f the cult.",
        "On the 2nd of October 1855 was promulgated the new common constitution, which for two years had been the occasion of a fierce contention between the Conservatives and the Radicals.",
        "In many cases the authorities refused permission to reproduce matter which had already appeared in American and other publications, whether true or not, the contention being that publication in England would tend to confirm and increase belief in the statements made.",
        "Away from the atmosphere of contention we find Him manifesting the same broad sympathy and freedom from convention which we have noted in the other Gospels, especially in that of St Luke.",
        "During the middle ages Dover Castle was an object of contention both in civil wars and foreign invasions, and was considered the key to England; the constable of the castle, who from the reign of John was appointed by the crown, was also warden of the Cinque Ports.",
        "The work went on with much difficulty and contention, until in March 1885, when the amir was at Rawalpindi for a conference with the viceroy of India, Lord Dufferin, the news came that at Panjdeh, a disputed place on the boundary held by the Afghans, the Russians had attacked and driven out with some loss the amir's troops.",
        "The contention which Moawiya had with Ali checked his progress in the north.",
        "It is difficult for anyone who knows the Trentino in winter to admit his contention that this hard snow would resist the passage of troops in mass, not to speak of guns, even if one were to accept his idea of basing the operation on drives through the valleys, on the west of Lake Garda as well as on the east.",
        "Less familiar to modern ears is the contention that proof needs a standard or criterion, while this standard or criterion in turn needs proof.",
        "Theosophic teachings on this subject are not, however, exclusively Oriental, for following their contention that they are the exponents of the universal and unchangeable \"Wisdom Religion\" of all the ages, theosophists have selected from various sources - Vedic, Buddhist, Greek and Cabalistic - certain passages for the purpose of exposition and illustration.",
        "The histories of all the great religious and philosophic movements show them as developments of an evolutionary process, arriving at their accepted dogmas through long periods of contention between numerous tendencies.",
        "Such a contention can only be very cautiously admitted.",
        "In the account of the contention between Moses and his sister Miriam (Num.",
        "According to her physician Arbuthnot, Anne's life was shortened by the \"scene of contention among her servants.",
        "The Samaritans alone stuck fast to the old Hebrew as part of their contention that they, and not the Jews, were the true Hebrews.",
        "Whether Cadorna or Capello was right in idea is a question which will remain a subject of contention, though Cadorna's arguments seem almost unanswerable.",
        "The contention for Homer, in short, began at a time when his real history was lost, and he had become a sort of mythical figure, an \" eponymous hero,\" or personification of a great school of poetry.",
        "His contention was that its preservation depended on the recognition of the rights guaranteed to the states by the Constitution, and that aggression by one section could only end in disruption.",
        "In 1775 Methodist influence appeared in the contention of two of the apostles and Jeremiah Walker for universal redemption.",
        "It means a great deal more; and it is his contention that what the scientist calls force is really will.",
        "The death of Balmaceda finished all cause of contention in Chile, and was the closing act of the most severe and bloodiest struggle that country had ever witnessed.",
        "Had it not been that there were two candidates in the field, the contention would have resembled that which arose shortly after Tahmasps accession.",
        "The Persian officials were at first hostile, but their opposition, which was attributed to Russian influence at Teheran, was eventually overcome, and Colonel MacMahon (who was knighted in 1906) delivered his final award, sustaining the Persian contention, in February 1905.",
        "made effective their contention that the trekkers were still British subjects.",
        "To this the Progressive party would not agree, and they gained support from Botha, Smuts and other prominent Dutch delegates for their contention that \" equal rights \" could only be secured by making the basis of representation the number of voters as distinct from the number of European inhabitants of any given area.",
        "Although suggestions have been made of the existence of higher peaks north of the Himalaya than that which dominates the Everest group, no evidence has been adduced to support such a contention.",
        "He thus endorsed the contention of the colonists on the ground of principle, while the majority of those who acted with him contented themselves with resisting the disastrous taxation scheme on the ground of expediency.",
        "But his main contention is that Christianity is not a doctrine but a life, not the reception of a system of truths or facts, but a pious effort to live in accordance with God's will here, in the hope of joining him hereafter.",
        "In October 1872 Lord Granville notified to General Schenck, the United States minister} that the British government did not consider that the indirect losses were within the submission, and in April the British counter-case was filed without prejudice to this contention.",
        "Throughout the 17th century Riga was a bone of contention between Sweden, Poland and Russia.",
        "In 1498 he prevented the outbreak of war with Florence over the possession of Montepulciano, which had been a bone of contention between the two cities for over a hundred years.",
        "The islands afterwards became an object of contention between the Persians and Arabs, and at last the Arabian tribe of the Athubis made themselves masters of them in 1784.",
        "From early in the 18th century it was a bone of contention between the Ottoman Turks and the Russians, the latter capturing it five times between 1711 and 1812.",
        "With Schmiedel's contention that there are passages in the Clementines which are aimed at Paul, we entirely agree.",
        "There is indeed one passage which may plausibly be adduced in favour of their contention.",
        "The action on the part of the British government resulted in considerable correspondence with the Congo government, which denied the charges of systematic ill-treatment of the natives and controverted the contention that its policy constituted an infringement of the Berlin Act.",
        "In January 1774 it was occupied by an armed force under Dr John Connolly, a partisan of Lord Dunmore, governor of Virginia, and by him was named Fort Dunmore (which name, however, was never formally recognized), this being one of Dunmore's overt acts ostensibly in support of his contention that the Fort Pitt region was included in Augusta (disambiguation)|Augusta county, Virginia.",
        "Our apocryph upholds the Pharisaic contention.",
        "His position, however, was far from enviable; for the country was full of all the elements of unrest and contention.",
        "Mgr Rahmani's view, that it is a work of the 2nd century, is universally discredited; nor has Funk's contention found acceptance, that it and the Canons of Hippolytus are alike derived ultimately from the eighth book of the Apostolic Constitutions.",
        "The contention began ~fl 1515 with the fierce assault by the Commons on the old abuse of benefit of clergy, and the immunity of clerical criminals from due punishment for secular crimesa question as old as the times of Henry II.",
        "For the present the contention of the American colonists and of the defenders of Wilkes at home was confined within the compass of the law.",
        "Only those who know the incredible rashness of the revolutionary doctrine in the mouths of its most powerful professors at that time; only those who know their absorption in ends and their inconsiderateness about means, can feel how profoundly right Burke was in all this part of his contention.",
        "In all the groups which are at present arboreal, the palaeontological evidence goes to show that their ancestors were likewise so; while since, in the case of modern terrestrial forms, the structure of the wrist and ankle joints tends to approximate to the arboreal type, as we recede in time, the available evidence, so far as it goes, is in favour of Dr Matthew's contention.",
        "This was called the Debatable Land, because the possession of it was a constant source of contention between England and Scotland until its boundaries were finally adjusted in 1552.",
        "So great was the esteem in which it was held, that in the early legend of the struggle between the gods of sea and land, Poseidon and Athena, for the patronage of the country, the sea-god is represented as having to retire vanquished before the giver of the olive; and at a later period the evidences of this contention were found in an ancient olive tree in the Acropolis, together with three holes in the rock, said to have been made by the trident of Poseidon, and to be connected with a salt well hard by.",
        "In 1889 he entertained at Hissarlik a committee of archaeological experts, deputed to examine B6tticher's absurd contention that the ruins represented not a city, but a cremation necropolis; and he was contemplating a new and more extensive campaign on the same site when, in December 1890, he was seized at Naples with an illness which ended fatally on the morning of Christmas Day.",
        "And the libertarian, by his arguments showing that appeal must be made to an act of will or of the self in the explanation of the phenomena of choice, does nothing directly to disprove the truth of such a contention.",
        "Moreover, in a certain sense the very feelings of remorse and penitence which are the chief weapons in the libertarians' armoury testify to the truth of the determinists' contention.",
        "His own contention, embodying a theory of C. G.",
        "His accounts of the genesis of the conceptions of obligation and responsibility as of most of the ultimate conceptions with which moral philosophy deals will be accepted or rejected to the extent to which the main contention concerning the psychological basis of ethics commends itself to the reader.",
        "Other events of this reign were the parliament of Drogheda, held by Sir Edward Poynings, which gave the control of Irish legislation to the English council (\" Poynings's Act \" - the great bone of contention in the later days of Flood and Grattan), and the battle of Knockdoe, in which the earl of Kildare used the viceregal authority to avenge a private quarrel.",
        "The treaty of Ardres had left two bones of contention: the cession of Boulogne to England and the exclusion of the Scotch from the terms of H~Iy II.",
        "On the death of Ahmad Shah in 1773 the country became a recognized bone of contention, not so much between Persians and Afghans as between Herat and Kandahar; but eventually the internal dissensions of Afghanistan gave Persia the desired opportunity; and by a steady course of intrigue and encroachment she managed to get within her grasp the better lands on the left bank of the lower Helmund and something on the right bank besides.",
        "This contention was again upheld, in the form of a violent polemic against the papacy, by the Centuriators of Magdeburg (Ecclesiastica historia, Basel, 1559-1574); the attempt at refutation by the Jesuit Torres (Adversus Centur.",
        "The American commission, presided over by secretary Day in Paris, absolutely refused to admit the Spanish contention that the United States or the new administration in Cuba and the Philippines should be saddled with several hundred million dollars of debts, contracted by the colonial treasuries, and guaranteed by Spain, almost entirely to maintain Spanish rule against the will of the Cubans and Filipinos.",
        "Free-trade unionists like Lord Goschen and Lord Hugh Cecil, and the Liberal leaders - for whom Mr Asquith became the principal spokesman, though Lord Rosebery's criticisms also had considerable weight - found new matter in Mr Chamberlain's speeches for their contention that any radical change in the traditional English fiscal policy, established now for sixty years, would only result in evil.",
        "Indians at once came to the place in large numbers, but they soon complained of the high price of French goods; there was serious contention between Cadillac and the French Canadian Fur Company, to which a monopoly of the trade had been granted, as well as bitter rivalry between him and the Jesuits.",
        "The last contention is probably true; but the kinship was certainly more distant than that between two branches of one Ionian stock.",
        "At the age of twelve he was apprenticed to a clothier in London, but he appears to have early addicted himself to the \"contention, novelties, opposition of government, and I The Span.",
        "Mr. Arlen was a skinny wimp who introduced himself as the author and publisher of the bestselling novel Responsible Drunkdom, his thesis and contention being drunkenness was much maligned in our society.",
        "Sometimes her old fashioned moral standards were a point of contention, but her integrity was never under question.",
        "bone of contention was Mahler's music, which Bridge found not to his taste.",
        "For freenetname broadband, the contention ratio is 50:1, meaning that there are 512kbps of download bandwidth available for every 50 users.",
        "I want to advocate a new concord to displace the old contention.",
        "In summary, our arguments reject the contention that the draft Services Directive would lead to a race to the bottom.",
        "Priority values define a numerical rank or ordering of the threads that a thread scheduler can use to resolve simultaneous contention for processing resources.",
        "No evidence has been produced to support the contention being made in item 43.",
        "I find myself unable to accept the contention of these men that the pins were all in order.",
        "Moreover, this paper disputes the contention that expertise in a given specialty automatically makes for good field research.",
        "His central contention can be summarized in his own words.",
        "He has put the party back in serious contention.",
        "On appeal the main contention was that the student had agreed to pay the fare.",
        "contention ratio should always be stated with the package.",
        "contention scope of an active thread.",
        "Nonetheless a win at Ashton Gate is a must for City to launch themselves into play-off contention.",
        "City still need points to ensure safety from relegation, while a few good wins would catapult Ciren back into promotion play-off contention.",
        "The appellant's contention was that no one could know about something which he did not know existed.",
        "There is not a shred of evidence which supports the respondents ' contention as to staffing.",
        "contention of copyright violation may by taken up under the jurisdiction of English Law.",
        "contention for the championship.",
        "contention for the league title at years end.",
        "contention for a spot in the Great Britain Olympic squad.",
        "The news will send out shock waves among Bluebirds ' fans who are still disgruntled at City's slip from play-off contention.",
        "It is a vain thing to urge that science has not admitted this contention, and that the statement is pure dogmatism.",
        "But Jonathan Woodgate was out of contention with a sore heel and was replaced at the heart of defense by Lucas Radebe.",
        "It also interleaves VDG RAM access to prevent contention.",
        "The Baron, in a great contention of mind, stood irresolute, weighing the two dangers.",
        "marauding down the left wing, he missed out on Euro 2004 but played himself back into international contention.",
        "overshoote Hairpin however Payne just overshot, but enough to put him out of contention and hand the lead to Osborne.",
        "popper's contention about more effective job.",
        "A lower port contention ratio will reduce the risk of ports being unavailable.",
        "Deists believed in a God of unmixed benevolence; Butler's contention is that justice, punishment, hell-fire itself are credible in their similarity to the known experiences of man's life upon earth.",
        "This belief is, of course, not specifically Christian; it has been held at all times and everywhere by men of the most various races and creeds; and, if there be any validity in the contention that that is true which has been held semper, ubique, et ab omnibus, no fact is better established.",
        "There is much in this contention that is sound, but Rieder seems to go unnecessarily far in denying altogether that Merswin wrote any of the mystical books.",
        "It is no longer possible to maintain the plausible and damaging contention that the Revised Bible is ill suited for public use.",
        "Davis was a man of scholarly tastes, an orator of unusual ability and great eloquence, tireless and fearless in fighting political battles, but impulsive to the verge of rashness, impractical, tactless and autocratic. He wrote an elaborate political work entitled The War of Ormuzd and Ahriman in the Ninteenth Century (1853), in which he combated the southern contention that slavery was a divine institution.",
        "Kant, however, had no epistemology for such a contention, because according to him both outer and inner senses give mere appearance, from which we could not know either body in itself, or soul in itself.",
        "Modern psychology has strengthened the contention for a fixed connexion between motive and act by reference to subconscious and unconscious processes of which Edwards, who thought that nothing could affect the mind which was unperceived, little dreamed; at the same time, at least in some of its developments, especially in its freer use of genetic and organic conceptions, it has rendered much in the older forms of statement obsolete, and has given a new meaning to the idea of self-determination, which, as applied to an abstract power, Edwards rightly rejected as absurd.",
        "His argument that \"the circumstantiality, local knowledge and evidently full recollection of the narratives (in Joshua) give confidence in the truth of their statements\" is one which historical criticism in no field would regard as conclusive, and his contention that a redactor would hardly incorporate conflicting traditions in his narrative \"if he believed they contradicted it\" begs the question and ignores Oriental literature.",
        "Therefore, Oftel does not agree with LLUO 's contention that BT should not charge for the removal of asbestos.",
        "Issues surrounding marital property rights can become a serious point of contention when a couple is going through a divorce.",
        "This is often a bone of contention for the bridesmaids as many times the bride chooses a style or color that isn't flattering for all of the women in the wedding party.",
        "Even though the punk rock group hasn't had a hit or toured in years, it was the judge's contention they didn't intend to abandon their name.",
        "The main point of contention in the Lamas family is the fact that Lorenzo's fourth wife, Shauna Sand, had an affair with his son, A.J., who was 18 years old at the time.",
        "One point of contention during the divorce proceedings was the high price tag on the settlement that Hogan would have to pay out to his estranged wife.",
        "This is often a point of contention among those who aren't sure just how dressy they actually should be.",
        "This practice is particularly used by suppliers who sell seeds to farmers in developing countries and is a huge matter of contention among human rights activists.",
        "This is the first point of contention for anyone looking to get the PS3 Slim over the regular PS3.",
        "It should be noted that the categorization of gender identity disorder as a mental illness has been a point of some contention among mental health professionals.",
        "These differences seemed to support the contention that temperamental categories have a biological dimension.",
        "This can be a matter of contention among mortgage borrowers, especially if they do not feel as if their mortgages are being serviced properly.",
        "Money can become another bone of contention in this pairing.",
        "They'll each have specific music preferences, and this could become a big source of contention if those preferences aren't compatible.",
        "The attrition of the Quartermaine clan in Port Charles is a bone of contention with many fans.",
        "Who controls Forrester is always a bone of contention, whether its Brooke throwing the Forresters out, Nick Marone taking control or the Forresters banding together to give Brooke the boot.",
        "Surprisingly, a fair amount of contention surrounds the issue of who invented the first wooden alarm clock radios.",
        "Her partner in crime Megan Hauserman was also in Charm School with her and their friendship proved to be a source of contention between Brandi and the other contestants and the school deans.",
        "Jones comes from a privileged background, which is a source of contention as well.",
        "His friendship with Jasmine is a point of contention in Jasmine's relationship with Tyler.",
        "After the initial auditions, there are usually around 200 acts in contention for the prize.",
        "For Heene's first appearance on the show, the main point of contention was the families' approaches to safety.",
        "Similar to the Trekker versus Trekkie debate, the contention was simply this - the only appropriate and respectful abbreviation for 'science fiction' is 'SF'.",
        "While RSS feeds are a great way for readers to get a variety of information with one simple stop, they have become a bone of contention for some bloggers.",
        "Unfortunately, the age of the Internet is also the age of divorce and custody battles, so while the information may be handy to have online, it can also become a point of contention between parents.",
        "The deep state theory of a corrupt shadow government is a point of major contention on both sides of the political aisle.",
        "They deplored that the nice and difficult test of answering Berkeley had not been undertaken, as was once intended, by Burke, and sighed to think what an admirable display of subtlety and brilliance such a contention would have afforded them, had not politics \"turned him from active philosophy aside.\""
    ],
    "definition": [
        "Link/Cite"
    ]
}