{
    "translation": "לסתור",
    "uses": [
        "No one dared to contradict him, so he brought in anyone he knew.",
        "You should not contradict what a previous referee has said.",
        "But if these other news outlets contradict the official account, then all the better.",
        "His question was designed to contradict his wife.",
        "Dean smiled at Fred's exuberance but didn't contradict him.",
        "The facts seem to contradict this view.",
        "But what this program consists in these historians do not say, or if they do they continually contradict one another.",
        "It cannot be maintained that the ideas of Ephesians directly contradict either in formulation or in tendency the thought of the earlier epistles.",
        "Generally, however, Hahnemann's views contradict those of Brown, though moving somewhat in the same plane.",
        "The intricacies of ritual and theology are ignored, and ancient laws which contradict the fundamental beliefs are unhesitatingly abrogated or denied.",
        "There is little direct evidence pointing to this extension of the power, and many experimenters directly contradict the statements of Frank.",
        "Such means would contradict its fundamental character, for as the kingdom of loving service it can be established only by loving service.",
        "In the middle ages the church showed no hesitation about persecuting unto death all who dared to contradict her doctrine, or challenge her practice, or question her authority.",
        "His question sounded more designed to contradict his wife than a search for companionship.",
        "He forgot that though it is safe to lash the dunces, he could not with equal impunity sneer at those who, though they might not have the ear of the public as he had, could yet contradict and call names.",
        "The Letters of C. Plinius Caecilius Secundus or Pliny the Younger (61-c. 115), though they do not contradict the representation of Tacitus and Juvenal regarded as an exposure of the political degradation and moral corruption of prominent individuals and classes, do much to modify the pervadingly tragic and sombre character of their representation.",
        "Indeed the two states may contradict each other, as in the case of the 4th-century Christian pilgrim to Jerusalem who boasted that she had not washed her face for eighteen years for fear of removing therefrom the holy chrism of baptism.",
        "She wasn't about to contradict the cold executioner when he was in this mood.",
        "Again, he might be inconsistent; now, for example, calling a universal a substance in deference to Plato, and now denying that a universal can be a substance in consequence of his own doctrine that every substance is an individual; and so as to contradict himself in the same treatise, though not in the same breath or at the same moment of thinking.",
        "Unity may be made to contradict diversity, permanence change, the particular the universal, individuality relatedness.",
        "The principle of all tenancies of this kind is that something has been done by the party estopped, amounting to an admission which he cannot be allowed to contradict.",
        "5-12); these, though they contradict each other, can be reconciled with the view stated above.",
        "Freed from paradox it means that in every object of thought there are different aspects or elements each of which if brought separately into consciousness may be so emphasized as to appear to contradict another.",
        "This representation of baskets of loaves and several fishes, or of one fish and several loaves, seems to contradict the usage of one loaf.",
        "This is the principle that all interpretation of Scripture must be according to the Regula fidei - that all interpretation which makes Scripture contradict or' offend the traditions of the Church is wrong.",
        "There are very few in the public limelight willing to contradict the implausible notion of a house price plateau.",
        "The sophist Favorinus was more politic; when reproached for yielding too readily to the emperor in some grammatical discussion, he replied that it was unwise to contradict the master of thirty legions.",
        "He did not like to agree with him in everything and felt a wish to contradict.",
        "rational to expect that they would contradict all this by attacking us militarily?",
        "No one dared to contradict him, and he brought into it whom he pleased.",
        "However, you will want to keep in mind that she is just one of many people offering money management tips and some Mary Hunt debt free living advice may contradict what you hear from people such as Dave Ramsey or Martin Lewis.",
        "While no source is perfect and can be subject to human error, a specific fact in a governmental document is hard to contradict.",
        "On the other side are Christian scholars that point out many areas in the Bible that explicitly contradict the idea of reincarnation.",
        "The premise of the diet seems to contradict other information you've heard about how to lose weight.",
        "If the product line is based on a particular philosophy, try not to contradict these ideals in your party set-up.",
        "Information in Star Trek novels seems to contradict this, however, and no canon information gives the true story.",
        "6 (from unknown sources) contradict i Kings xv.",
        "Useful light is shed on this distinction by Lotze, who contrasts (Logic, § 273) postulates (\" absolutely necessary assumptions without which the content of the observation with which we are dealing would contradict the laws of our thought\") with hypotheses, which he defines as conjectures, which seek \"to fill up the postulate thus abstractly stated by specifying the concrete causes, forces or processes, out of which the given phenomenon really arose in this particular case, while in other cases maybe the same postulate is to be satisfied by utterly different though equivalent combinations of forces or active elements.\"",
        "The Greek names of the letters, their forms, and the order of the symbols show that the Greek alphabet as we know it must have been imported by or from a Semitic people, and there is no evidence to contradict ancient tradition that this people was the Phoenicians.",
        "Imagine being born into a body that seems to contradict everything you think.",
        "126.8) that at the time of the Cylonian insurrection the nine archons attended to a great part of the business of government does not contradict the Aristotelian view, for their administration may well have been under Areopagitic supervision (see also Archon); and, as is stated in the text, the supremacy of the council may have already suffered considerable limitation.",
        "He said: \"I wish to say what I feel and think to-day, with the proviso that to-morrow perhaps I shall contradict it all.\"",
        "Me with a quot Christopher j systems contradict many.",
        "exhort in sound doctrine and refute those who contradict, positive and negative.",
        "interpretation of a specific passage must not contradict the total teaching of Scripture on a point.",
        "marshmallow man particularly has some great, angry facial expressions which contradict his fluffy, cute appearance.",
        "The researchers say that their findings contradict the idea that drinking too much beer makes people obese.",
        "Whether we ascribe this whole passage simply to JE or consider, as many scholars do, that the first statement is by J and the second by E, it is clear that these statements directly contradict P's elaborate scheme, according to which the people march, tribe by tribe, with the ark in the very centre of the square, and guided by the pillar of cloud by day and the pillar of fire by night.",
        "Such friendships testify both to the worth and the attractiveness of his character, and contradict the old legend that he was an unsociable misanthrope.",
        "Was it rational to expect that they would contradict all this by attacking us militarily?",
        "Zonisamide may work in a manner similar to the hydantoins, by restricting sodium flow, but some studies contradict this theory.",
        "She couldn't imagine potty training one let alone training some ancient creature to contradict his nature.",
        "\"Nothing to contradict what Baratto said,\" answered Harrigan.",
        "This evidence appears to contradict the assumption that tap water should only be considered in heavily colonized environments.",
        "Em skills in to two supremely to contradict Bennett speculate about possible.",
        "It may therefore be said that there is nothing except unsubstantiated scandal to contradict the conclusion, which various evidence 1 This plan applied to the south-western as well as to the northwestern territory, and was notable for a provision that slavery should not exist therein after 1800.",
        "No doubt Aristotle's demonstration of the inappropriateness of attributing moral excellence to the Deity seems to contradict Plato's doctrine that the just man as such is \" likest the gods,\" but here again the discrepancy is reduced when we remember that the essence of Plato's justice (8ucacoouvfl) is harmonious activity.",
        "They employed a quasi-philosophical method, by which, according to Maimonides, they first reflected how things ought to be in order to support, or at least not contradict, their opinions, and then, when their minds were made up with regard to this imaginary system, declared that the world was no otherwise constituted.",
        "These definitions being thus various, the Eleate notes that the sophist, in consideration of a fee, disputes, and teaches others to dispute, about things divine, cosmical, metaphysical, legal, political, technical - in fact, about everything - not having knowledge of them, because universal knowledge is unattainable; after which he is in a position to define the sophist (7) as a conscious impostor who, in private, by discontinuous discourse, compels his interlocutor to contradict himself, in opposition to the Sn,uoXoyucos, who, in public, by continuous discourse, imposes upon crowds.",
        "In any case, the conception of Adonis as a swine-god does not contradict the idea of him as a vegetation or corn spirit, which in many parts of Europe appears in the form of a boar or sow.",
        "But when Augustine is concerned to reconcile the reality of individual freedom with humanity's universal need of redemption and with the absolute voluntariness of Divine Grace, he is constrained to contradict most of those postulates of which in his advocacy of libertarianism he was an eager champion."
    ],
    "definition": [
        "To assert to be untrue, often by saying the opposite: “The study contradicts the notion that merely keeping busy keeps people healthy” ( Richard A. Knox ) See Synonyms at deny.",
        "To assert the opposite of a statement or idea put forward by (someone).",
        "To be contrary to; be inconsistent with: “[Her] almost giddy warmth in conversation appears to contradict her image as a confrontational, politically outspoken performer” ( Elysa Gardner )",
        "con′tra·dict′a·ble\nadjective",
        "con′tra·dict′er con′tra·dic′tor\nnoun",
        "Link/Cite",
        "To deny the truth of (a statement or statements).\nHis testimony contradicts hers.",
        "To make a statement denying the truth of the statement(s) made by (a person).\nEverything he says contradicts me.",
        "To be contrary to; to oppose; to resist.",
        "Link/Cite"
    ]
}