{
    "translation": "מחלוקת",
    "uses": [
        "He had been placed in the center of a controversy he couldn't resolve.",
        "The New Testament reflects a controversy.",
        "The controversy that ensued made a split in the nonjuring communion.",
        "Theodoret's chief importance is as a dogmatic theologian, it having fallen to his lot to take part in the Nestorian controversy and to be the most considerable opponent of the views of Cyril and Dioscurus of Alexandria.",
        "This treaty, made possible by concessions on either side, settled the investiture controversy, and was confirmed by the Lateran council of March 1123.",
        "Among his later writings, besides numerous pamphlets on what was known as \"the Apocrypha controversy,\" are a treatise On the Inspiration of Scripture (1828), which has passed through many editions, and a later Exposition of the Epistle to the Romans (1835), which has been frequently reprinted, and has been translated into French and German.",
        "For a short time he assisted Charles Osborne in editing the Philanthropist; in 1819 he went to St Louis, Missouri, and there in 1819-1820 took an active part in the slavery controversy; and in 1821 he founded at Mount Pleasant, Ohio, an anti-slavery paper, the Genius of Universal Emancipation.",
        "Both the 14th and 15th centuries in Spain were largely taken up with controversy, as by Isaac ibn Pulgar (about 1350), and Shem Tobh ibn Shaprut (about 1380), who translated St Matthew's gospel into Hebrew.",
        "Though the controversy went on, its most important result had already been achieved in the silencing of Convocation, for that body, though it had just \"seemed to be settling down to its proper work in dealing with the real exigencies of the church\" when the Hoadly dispute arose, did not meet again for the despatch of business for nearly a century and a half.",
        "Much of his life was spent in controversy, not only with Christians (in 1293 before the king of Aragon), but also with his own people and on the views of the time.",
        "The controversy between judicial activism and judicial restraint is still heavily debated.",
        "Since Huxley and Sully wrote their masterly essays in the 9th edition of this encyclopaedia, the doctrine of evolution has outgrown the trammels of controversy and has been accepted as a fundamental principle.",
        "A treatise, Sur la destruction des Jesuites (1765), involved him in a fresh controversy, his own share in which was rendered very easy by the violence and extravagance of his adversaries.",
        "He now took the lead in the reform of the pronunciation of Greek, his views after considerable controversy being universally adopted.",
        "\"What kept these bodies apart was their separate historic origin and development, but especially the alienation caused by the ` Voluntary Controversy ' which had its roots in the difficult problems of civil law in its relation to religion, and the stumbling-block of the civil magistrate's authority in relation to the Christian conscience.\"",
        "The controversy as to the nature of his religious opinions, arising as it did chiefly out of his connexion with the Encyclopaedia, has no longer any living interest now that the Encyclopaedists generally have ceased to be regarded with unqualified suspicion by those who count themselves orthodox.",
        "Among the measures and events distinguishing his term as president were the following: The meeting of the Pan-American Congress at Washington; the passage of the McKinley Tariff Bill and of the Sherman Silver Bill of 1890; the suppressing of the Louisiana Lottery; the enlargement of the navy; further advance in civil service reform; the convocation by the United States of an international monetary conference; the establishment of commercial reciprocity with many countries of America and Europe; the peaceful settlement of a controversy with Chile; the negotiation of a Hawaiian Annexation Treaty, which, however, before its ratification, his successor withdrew from the Senate; the settlement of difficulties with Germany concerning the Samoan Islands, and the adjustment by arbitration with Great Britain of the Bering Sea fur-seal question.",
        "The special function of this organ has been a source of controversy during the past few years, and much uncertainty still exists as to its true nature.",
        "In the monothelite controversy then raging he acted with cautious reserve, refraining at least from express condemnation of the Typus of Constans II.",
        "The extension of the southern boundary line by this decision due westward until it met His Majesty's other governments gave rise, however, to a controversy with New York.",
        "Not that the regime in Russia had become in any true sense constitutional, far less parliamentary; but the \" unlimited autocracy \" had given place to a \" self-limited autocracy,\" whether permanently so limited, or only at the discretion of the autocrat, remaining a subject of heated controversy between conflicting parties in the state.",
        "(k) In England the Constitutions of Clarendon added a provision for appeal to the king, \" and if the archbishop shall have failed in doing justice recourse is to be had in the last resort (postremo) to our lord the king, that by his writ the controversy may be ended in the court of the archbishop; because there must be no further process without the assent of our lord the king.\"",
        "This is not the place to enter into the prolonged controversy as to the real significance of this term, whether it signifies the nation Israel or the righteous community only, or finally an idealized prophetic individual who, like the prophet Jeremiah, was destined to suffer for the well-being of his people.",
        "On the 28th of October 1890 Count Antonelli, negotiator of the treaty, was despatched to settle the controversy, but on arriving at Adis Ababa, the new residence of the negus, found agreement impossible either with regard to the frontier or the protectorate.",
        "As a critic of independent views he won the approval of Goethe; on the other hand, he fell into violent controversy with Ranke about questions connected with Italian history.",
        "Before he left Paris he had thrown himself with ardour into the controversy raging between the university and the Friar-Preachers respecting the liberty of teaching, resisting both by speeches and pamphlets the authorities of the university; and when the dispute was referred to the pope, the youthful Aquinas was chosen to defend his order, which he did with such success as to overcome the arguments of Guillaume de St Amour, the champion of the university, and one of the most celebrated men of the day.",
        "In both works he was drawn into controversy with Jean le Clerc, who was then writing his Bibliotheque universelle, and who accused him of partiality.",
        "He merely corrects slackness or lack of doing justice (Si archiepiscopus defecerit in justitia exhibenda) and by his writ (precepto) directs the controversy to be determined in the metropolitan's court.",
        "He became specially notorious because of a curious controversy that arose concerning the amulets which Eybeschiitz was suspected of issuing.",
        "It was on this subject of keeping pure the Lord's Table that the controversy arose between the ministers and the town councillors which ended in the banishment of Calvin, Farel and Conrad from Geneva.",
        "Chelsum returned to the attack in 1785 (A Reply to Mr Gibbon's Vindication), and Sir David Dalrymple (An Inquiry into the Secondary Causes, &c.) made his first appearance in the controversy in 1786.",
        "During the time he was engaged on the Encyclopaedia he wrote a number of literary and philosophical works which extended his reputation and also exposed him to criticism and controversy, as in the case of his Mï¿½nges de Philosophic, d'Histoire, et de Litterature.",
        "In another question connected with this, the problem of drawing tangents to any curve, Descartes was drawn into a controversy with Pierre (de) Fermat (1601-1663), Gilles Persone de Roberval (1602-1675), and Girard Desargues (1593-1661).",
        "Zwingli and Calvin on the other hand prefer the positive view of law as instituted by God far back in history in the days of the Old Covenant; but,, when exegesis or controversy puts pressure upon them, they fall into line and reiterate the appeal to a Natural Law.",
        "Its history has been the subject of much controversy for years past, but no longer presents an insoluble problem.",
        "In 1693 he published four lectures on the Socinian controversy.",
        "The method by which this is brought about is, however, the subject of much controversy.",
        "He is chiefly known by the part which he took in the Arian controversy.",
        "Many points in Kossuth's career and character will probably always remain the subject of controversy.",
        "There has been much controversy both as to the authenticity of some of the sermons in this edition and as to the text in general.",
        "In the violent controversy that ensued he wrote many pamphlets, often anonymous, and frequently not in the best of taste.",
        "But harmony was not thus to be restored; hardly had the council dissolved when the church was plunged into the Monophysite controversy.",
        "Whether this last account, or that given by Irenaeus and in the Syntagma of Hippolytus, represents the original system of Basilides, has been the subject of a long controversy.",
        "Although the observance of Easter was at a very early period the practice of the Christian church, a serious difference as to the day for its observance soon arose between the Christians of Jewish and those of Gentile descent, which led to a long and bitter controversy.",
        "Minucius, of Genua, in accordance with a decree of the Roman senate, in a controversy between the people of Genua and the Langenses or Langates (also known as the Viturii), the inhabitants of a neighbouring hill-town, which was included in the territory of Genua.",
        "As for the \" Declaration,\" the original records of the transactions of Mecklenburg county were destroyed by fire in 1800, but it is claimed that a copy of the \" Declaration \" was made from memory in the same year, and when, in 1819, a controversy had arisen as to where the movement for independence originated, this copy was published, first in the Raleigh Register and North Carolina Gazette and then in many other newspapers.",
        "His dismissal along with other officers was the occasion of another paper controversy in which Conway was defended by Horace Walpole, and gave rise to much constitutional dispute as to the right of the king to remove military officers for their conduct in parliament - a right that was tacitly abandoned by the Crown when the Rockingham ministry of 1765 reinstated the officers who had been removed.",
        "Cellulose, the material of which vegetable cell-walls are almost universally composed, at any rate in their early condition, is known to occur, though only seldom, among animal organisms. Such forms as Volvox and the group of the Myxomycetes have been continually referred to both kingdoms, and their true systematic position is still a subject of controversy.",
        "This work he published, under the title The Gospel worthy of all Acceptation, soon after his settlement in Kettering; and although it immediately involved him in a somewhat bitter controversy which lasted for nearly twenty years, it was ultimately successful in considerably modifying the views prevalent among English dissenters.",
        "The conclusion that the foundations are those of an old temple burnt by the Persians has been generally accepted, but other portions of Dorpfeld's theory - more especially his assumption that the temple was restored after the Persian War - have provoked much controversy.",
        "This controversy was unfinished when Dalton published the first part of his New System of Chemical Philosophy in 1808, although the per saltum theory was the most popular.",
        "His reputation for learning was very high, and in 1302 he was summoned to Rome by Boniface VIII., to assist in the controversy then being carried on with Philip of France.",
        "While rebellion was raging in Oudh he issued a proclamation declaring the lands of the province forfeited; and this step gave rise to much angry controversy.",
        "- In the summer of 1913 the monastic communities of Mount Athos were convulsed by the controversy arising out of the heresy of the Name of God.",
        "and iv.; on the image-worship controversy, iv.",
        "In the so-called Montanistic controversy (c. 160-220) one of the principal issues involved was the continuance of the chiliastic expectations in the churches.",
        "After the Montanistic controversy chiliastic views were more and more discredited in the Greek Church; they were, in fact, stigmatized as \"Jewish\" and consequently \"heretical.\"",
        "This led to a counter movement in England, known as the Beacon Controversy, from the name of a warning publication issued by Isaac Crewdson of Manchester in 1835, advocating views of a pronounced \" evangelical \" type.",
        "Much controversy ensued, and a certain number of Friends (Beaconites as they are sometimes called) departed from the parent stock.",
        "A sceptic in philosophy and a revolutionist in politics, rejoicing in controversy of all kinds, he was admired as a man, as an orator, and as a writer.",
        "During his three years' residence at the Belgian capital he found ample scope for his gifts as a diplomatist in the education controversy then raging, and as mediator between the Jesuits and the Catholic university of Louvain.",
        "These last were inspired largely by the Paschal Question, which was the subject of such bitter controversy between the Roman and Celtic Churches in the 7th century.",
        "He became involved in a controversy with Joseph Justus Scaliger, formerly his intimate friend, and others, wrote Ecclesiasticus auctoritati Jacobi regis oppositus (1611), an attack upon James I.",
        "Another stage of the controversy was reached in1838-1847when the Mecklenburg Resolutions of the 31st of May 1775 were discovered either in part or in full in newspaper files.",
        "Quietism, name and thing, became the talk of all the world through the bitter and protracted controversy to which it gave rise between F&.nelon and Bossuet.",
        "Before his death he was formally received into the Roman Catholic Church, a proceeding which aroused a bitter newspaper controversy.",
        "For the chronology of the controversy see Eyton's Itinerary of Henry II.",
        "The arrests of Sims and of Shadrach in Boston in 1851; of \"Jerry\" M`Henry, in Syracuse, New York, in the same year; of Anthony Burns in 1854, in Boston; and of the two Garner families in 1856, in Cincinnati, with other cases arising under the Fugitive Slave Law of 1850, probably had as much to do with bringing on the Civil War as did the controversy over slavery in the Territories.",
        "The first stage of the controversy covers the seventy-five years between the council of Chalcedon and the accession of Justinian in 527.",
        "The attacks on Origen, which had begun in his lifetime, did not cease for centuries, and only subsided during the time of the fierce Arian controversy.",
        "But he was in the van of controversy over the Parliament bill, over Home Rule, and especially over the Ulster resistance.",
        "In the Westminster Assembly a party holding this view included Selden, Lightfoot, Coleman and Whitelocke, whose speech (1645) is appended to Lee's version of the Theses; but the opposite view, after much controversy, was carried, Lightfoot alone dissenting.",
        "A protracted controversy with Johann Hevelius, in which Hooke urged the advantages of telescopic over plain sights, brought him little but discredit.",
        "This interference with religious liberty led to some controversy; and ultimately those who differed from Guthrie founded the United Industrial School, giving combined secular and separate religious instruction.",
        "Under an appearance of much vain subtlety the controversy about universals involved issues of the greatest speculative and practical importance: realism represented a spiritual, nominalism an anti-spiritual, view of the world; while realism was evidently favourable, and nominalism unfavourable, to the teaching of the Church on the dogmas of the Trinity and the Eucharist.",
        "And so opposition arose to the Modern Devotion, and the controversy was carried to the legal faculty at Cologne University, which gave a judgment strongly in their favour.",
        "He also wrote some papers on the Sabbath, which brought him into controversy with Joseph Priestley, who published the whole discussion (1792).",
        "The history of the whole controversy, which has been several times renewed, was dealt with in Christopher Wordsworth's tracts in a most exhaustive way.",
        "With regard to the changed state of affairs in the Church, it must be said that this can be a conclusive argument only to one who holds the view of the Tubingen scholars, that the Apostolic Age was all of a piece and was dominated solely by one controversy.",
        "Crawford, and received the electoral vote of Georgia for vice-president; but he shrewdly kept out of the acrimonious controversy which followed the choice of John Quincy Adams. He early recognized the availability of Andrew Jackson, however, as a presidential candidate, and after the election sought to bring the Crawford and Jackson followers together, at the same time strengthening his control as a party leader in the Senate.",
        "In the controversy with the Bank of the United States he sided with Jackson.",
        "Their respective followers, and more especially cultured laymen, lacking the capacity for original work, seeking for a solution in some kind of compromise, and possibly failing to grasp the essentials of the controversy, take refuge in a combination of those elements in the opposing systems which seem to afford a sound practical theory.",
        "Thus a very important question, which has given rise to some controversy, appears to be now definitely settled.",
        "But he was excessively timid and cautious, and hardly mentions events, like the murder of Becket, which were subjects of controversy.",
        "Soon after his ordination in 1599, he assisted Cardinal Duperron in his controversy with the Protestant Philippe de Mornay, and made numerous converts.",
        "But the structure of the book, the symbolism and the connexion of the prophet's thoughts have given rise to much controversy.",
        "Finding his relatives unsympathetic, and falling into heated controversy with the Presbyterian clergy, he made no long stay, but returned to Paris, where he remained for seven years, becoming professor in several colleges successively.",
        "The resulting Antinomian controversy (the only one within the Lutheran body in Luther's lifetime) is not remarkable for the precision or the moderation of the combatants on either side.",
        "5 controversy and made it acute.",
        "The virulent controversy between Arminian and Calvinistic Methodists produced as its ablest outcome Fletcher's Checks to Antinomianism (1771-1775).",
        "for \"closed sea\" and \"free sea\"), in international law, terms associated with the historic controversy which arose out of demands on the part of different states to assert exclusive dominion over areas of the open or high sea.",
        "Owing to the conflict of claims which grew out of the controversy, maritime states had to moderate their demands and base their pretensions to maritime dominion on the principle that it extended seawards from land.",
        "Negotiations for the settlement of this controversy, which involved fully one-third of the state of Amazonas, were broken off in 1870, but were resumed in 1905.",
        "The result was of importance, as it was known that Brazil was on friendly terms with Chile, and this interchange of courtesies had some effect in bringing about a settlement of the controversy between Chile and Argentina over the Andean frontier question without recourse to hostilities.",
        "For the controversy on Anglican orders see P. F.",
        "Hitherto he had written only on law, history and philology, although in a Latin controversy with the jurist Andreas Hojer of Flensborg his satirical genius had flashed out.",
        "' For a summary of the Natal church controversy see The Guardian (London March II, 1910).",
        "[1908]) gives the story of the Colenso controversy and its results.",
        "The controversy was between Nominalists and Realists; and, exclusively logical as the point may at first sight seem to be, adherence to one side or the other is an accurate indication of philosophic tendency.",
        "The centenary of his birth in 1904 was celebrated by a flood of articles in the newspapers and magazines, naturally coloured by the new controversy in England over the Tariff Reform movement.",
        "The fairest and most considerable of Palacky's antagonists in the controversy aroused by his narrative of the early reformation in Bohemia was Baron Helfert, who received a brief from Vienna to write his Hus rind Hieronymus (1853) to counteract the impression made by Palacky's History.",
        "The burning points of controversy were the magyarization of the Hungarian regiments and the question of the separate state bank.",
        "His first distinctions are said to have been gained in theological controversy, but at an early age he became mathematical teacher in the military school of Beaumont, the classes of which he had attended as an extern.",
        "This led to a prolonged controversy on the nature of negative and imaginary quantities, which was ultimately settled in a very curious way.",
        "10 and 25 and March 6) which will remain the classic documents of the controversy, and reduced his opponents to silence, though not to surrender.",
        "In the Hesychast controversy he took the side of the monks of Athos, but refused to agree to the theory of the uncreated light.",
        "The date of this controversy seems to have been about Christmas 980, and it was probably followed by Otric's death, on the 1st of October 981.",
        "The father of the controversy may be said to be the Jewish rabbi, Aben Ezra, who died A.D.",
        "To the following year (1688) belongs his Digression sur les anciens et les modernes, in which he took the modern side in the controversy then raging; his Doutes sur le systeme physique des causes occasionnelles (against Malebranche) appeared shortly afterwards.",
        "Apart from the old controversy about Xenophanes's relations to philosophy, doubts have recently arisen about his theological position.",
        "For fuller bibliography, including the controversy about the De Melisso Xen.",
        "Whether he was a practising physician or not has been a matter of controversy.",
        "The nature of the struggle between the rival systems may be well illustrated by a formidable controversy about the rules for bleeding in acute diseases.",
        "Upon this apparently trifling question arose a controversy which lasted many years, occupied several universities, and led to the interposition of personages no less important than the pope and the emperor, but which is thought to have largely contributed to the final downfall of the Arabian medicine.",
        "In France the introduction of antimony gave rise to a bitter controversy which lasted into the 17th century, and led to the expulsion of some men of mark from the Paris faculty.",
        "In 1768 he entered into controversy with the bishop of the diocese; he had differences with the superior landlord of part of his estate, the president De Brosses; and he engaged in a long and tedious return match with the republic of Geneva.",
        "in 1306, Abba Mari settled at Perpignan, where he published the letters connected with the controversy.",
        "He was an able controversialist, and in the interests of Arminianism attacked both New England Calvinism and Unitarianism; he published in 1837 The Calvinistic Controversy.",
        "The simoniacal election of Pietro Mezzabarba as bishop of Florence (1068) caused serious disturbances and a long controversy with Rome, which ended in the triumph, after a trial by fire, of the mdnk Petrus Igneus, champion of the popular reform movement; this event indicates the beginnings of a popular conscience among the Florentines.",
        "831; new ed., with an epistle to Charles the Bald, 844), which was not only the first systematic and thorough treatise on the sacrament of the eucharist, but is the first clear dogmatic statement of transubstantiation, and as such opened an unending controversy.",
        "On the eucharistic controversy see the article on Radbertus by Steitz in Herzog-Hauck's Real-Encyklopadie; Bach, Dogmengeschichte des Mittelalters, i.",
        "SIMON NICHOLAS HENRI LINGUET (1736-1794), French journalist and advocate, was born on the 14th of July 1736, at Reims, whither his father, the assistant principal in the College de Beauvais of Paris, had recently been exiled by lettre de cachet for engaging in the Jansenist controversy.",
        "In 1565, like many other English exiles, he made his headquarters at Louvain, and after a visit to the Imperial Diet at Augsburg in 1566, in attendance upon Commendone, who had been largely instrumental in the reconciliation of England with Rome in Mary's reign, he threw himself into the literary controversy between Bishop Jewel (q.v.) and Harding.",
        "The tradition has been the subject of much controversy, and is still an unsolved problem.",
        "In 1707 he published a Discourse on Church Government, and he took a prominent part in the controversy with Benjamin Hoadly, bishop of Bangor.",
        "This change became gradually more apparent in his preaching and in his conferences with his clerical associates, and occasioned much controversy in the ecclesiastical courts where, however, he successfully defended his position.",
        "The controversy was embittered and the differences sharpened by his appointment to the professorship at Leiden.",
        "Arminius died, worn out by uncongenial controversy and ecclesiastical persecution, before his system had been elaborated into the logical consistency it attained in the hands of his celebrated successor, Simon Episcopius; but though inchoate in detail, it was in its principles clear and coherent enough.",
        "A certain impetuousness of character which disposed him to rush into controversy whenever doubt was cast upon the views he supported accounted for a great deal of writing, and he also carried on an extensive correspondence with Wohler and other scientific men.",
        "A few are historical, but being (with few and late exceptions) undated, have given rise to much controversy among scholars.",
        "He was disrated (becoming a captain on the retired list) in November 1862 on the ground that he had been too old to receive the rank of commodore under the act then governing promotions; and engaged in a long controversy with Gideon Welles, secretary of the navy.",
        "This controversy ended in his being court-martialled in 1864 and being found guilty on several counts and sentenced to public reprimand and suspension for three years.",
        "During the free silver controversy he adhered to the Cleveland section of the Democratic party, and failed to be re-elected when his term in the Senate expired in 1899.",
        "At the same time, the general lines of Iberian controversy are clear enough.",
        "His observations led him to the view that a glacier is an imperfect fluid or a viscous body which is urged down slopes of a certain inclination by the mutual pressure of its parts, and involved him in some controversy with Tyndall and others both as to priority and to scientific principle.",
        "About 1702 the Jansenist controversy broke out afresh.",
        "President Johnson was much disgusted at the readiness with which Grant turned over the office to Stanton, and a bitter controversy ensued between Johnson and Grant.",
        "Presi- the beginning of 1868, hoped to make him their can 1868y' didate in the election of that year; but the effect of the controversy with President Johnson was to bring Grant forward as the candidate of the Republican party.",
        "Manning, afterwards cardinal archbishop. The State in its Relations with the Church was his practical contribution to a controversy in which his deepest convictions were involved.",
        "Returning to England for the session of 1859, he found himself involved in the controversy which arose over a mild Reform Bill introduced by the government.",
        "He had also contemplated some addition to the Homeric studies which he had always loved, but this design was never carried into effect, for he was summoned once again from his quiet life of study and devotion to the field of public controversy.",
        "In one respect Martineau was singularly happy; he just escaped the active and, on the whole, belittling period of the old Unitarian controversy.",
        "4 The echoes of the dying controversy are thus distinct and not very distant in this book, though it also offers in its larger outlook, in the author's evident uneasiness under the burden of inherited beliefs, and his inability to reconcile them with his new standpoint and accepted principles, a curious forecast of his later development, while in its positive premisses it presents a still more instructive contrast to the conclusions of his later dialectic. Nor did the sound of the ancient controversy ever cease to be audible to him.",
        "As his share in the controversy, Martineau published five discourses, in which he discussed \" the Bible as the great autobiography of human nature from its infancy to its perfection,\" \" the Deity of Christ,\" \" Vicarious Redemption,\" \" Evil,\" and \" Christianity without Priest and without Ritual.\"' He remained to the end a keen and vigilant apologist of the school in which he had been nursed.",
        "These Chinese scholars made no secret of their contempt for Buddhism, and in their turn they were held in aversion by the Buddhists and the Japanese scholars (wagakusha), so that the second half of the i8th century was a time of perpetual wrangling and controversy.",
        "A controversy between Bavaria and Baden resulted, which was only decided in favour of the Hochberg claims by the treaty signed by the four great powers and Baden at Frankfort on the 10th of July 181 9.",
        "The controversy was taken into Congress.",
        "The Revue catholique, the organ of the professors of the university of Louvain, began in 1846 a controversy with the Journal historique et litteraire of Kersten (1834) upon the origin of human knowledge, which lasted for many years and excited great attention.",
        "The treatment of the crown prince's illness also gave rise to an acrimonious controversy.",
        "At the same time he was occupied in a controversy on the conformity question with John How (or Howe) on the practice of \"occasional conformity.\"",
        "There was considerable controversy in the early church as to the validity of heretical baptism.",
        "The controversy his intolerance provoked was closed by Augustine's controversial treatise De Baptismo, in which the validity of baptism administered by heretics is based on the objectivity of the sacrament.",
        "Chenier attacked the censorship in three pamphlets, and the commotion aroused by the controversy raised keen interest in the piece.",
        "The controversy was carried by the rival parties into the pulpit, and occasioned such keen feeling that the king interposed to stop it.",
        "The strife, which reflects the controversy between the \"analogists\" and the \"anomalists\" in philology, continued long after their death.",
        "He was one of those who took a middle course in the non-intrusion controversy, holding that the fitness of those who were presented to parishes should be judged by the presbyteries - the principle of Lord Aberdeen's Bill.",
        "He was a ready and powerful debater, full of resource, and dexterous in controversy.",
        "He was present at the Marburg conference in 1529, at the Augsburg diet in 1530 and at the signing of the Schmalkald articles in 1537, and took part in other public transactions of importance in the history of the Reformation; that he had an exceptionally large number of personal enemies was due to his vehemence, coarseness and arrogance in controversy.",
        "Here in 1550 he published two disputations, the one De lege et evangelio and the other De justifications, which aroused a controversy still unclosed at his death on the 17th of October 1552.",
        "Though it was an attempt to bring into line with the reforming party both those who still inclined to the old faith and the anabaptist section, its publication provoked a good deal of controversy, especially on its statements concerning the Eucharist, and the people of Strassburg even reproached those of Basel with celebrating a Christless supper.",
        "His powers were first brought out in controversy with Osiander on justification by faith.",
        "Zealous in the duties of his pastoral charge, he took a leading part in theological controversy.",
        "It was he age of doctrinal controversy, and the intellectual presentation of the Christian position was thus sharpened and developed.",
        "- (ED.) Meanwhile in Phrygia and its neighbourhood - especially in Galatia, and also in Thrace - a controversy was raging between the adherents and the opponents of the new prophecy.",
        "During the early years of this period he was engaged in a hot and bitter controversy with H.",
        "Returning to England, he protested, but with moderation, against the appointment of Hampden as bishop of Hereford, and continued to take an active part in the religiou education controversy.",
        "The publication in 1896 of Manning's Life, by Purcell, was the occasion for some controversy on the ethics of biography.",
        "In 1870 the controversy on the use of the creed in the Book of Common Prayer led to fresh investigation of the MSS., and a theory known as the \" Two-portion theory \" was started by C. A.",
        "The controversy on its use in modern times has turned mainly on the interpretation of the warning clauses.",
        "It deals with the Bible as the final appeal in controversy, the doctrines of God, man, sin, the Incarnation, the Resurrection of our Lord Jesus Christ, \" both the Son of man and the Son of God,\" the work of the Holy Spirit, justification by faith, the perpetual obligation of Baptism and the Lord's Supper, final judgment, the law of Christian fellowship. The same principles have been lucidly stated in the Evangelical Free Church catechism.",
        "The controversy chiefly turned on the question of the necessity of episcopacy.",
        "If we could come back to the Bible and use biblical terms only, as Cyril of Jerusalem wished in his early days, we know from experience that the old errors would reappear in the form of new questions, and that we should have to pass through the dreary wilderness of controversy from implicit to explicit dogma, from \" I believe that Jesus is the Lord \" to the confession that the Only Begotten Son is \" of one substance with the Father.\"",
        "From Strido he went to Aquileia, where he formed some friendships among the monks of the large monastery, notably with Rufinus, with whom he was destined to quarrel bitterly over the question of Origen's orthodoxy and worth as a commentator; for Jerome was a man who always sacrificed a friend to an opinion, and when he changed sides in a controversy expected his acquaintances to follow him.",
        "Versions.) Notwithstanding the labour involved in translating the Scriptures, Jerome found time to do a great deal of literary work, and also to indulge in violent controversy.",
        "He engaged in the Pelagian controversy with more than even his usual bitterness (Dialogi contra pelagianos); and it is said that the violence of his invective so provoked his opponents that an armed mob attacked the monastery, and that Jerome was forced to flee and to remain in concealment for nearly two years.",
        "In controversy he was too fond of mingling personal abuse with legitimate argument, and this weakness mars his letters, which were held in high admiration in the early middle ages, and are valuable for their history of the man and his times.",
        "He had been chosen to meet Hamilton in controversy, with a view to convincing him of his errors, but the arguments of the Scottish proto-martyr, and above all the spectacle of his heroism at the stake, impressed Alesius so powerfully that he was entirely won over to the cause of the Reformers.",
        "In 1537 he attended a convocation of the clergy, and at the request of Cromwell conducted a controversy with Stokesley, bishop of London, on the nature of the sacraments.",
        "probabilior, more likely), which holds that when there is a preponderance of evidence on one side of a controversy that side is presumably right.",
        "This changed point of view, needless to say, has not been reached without ardent and even bitter controversy.",
        "On the contrary, the champions of the tradition that the earth was less than six thousand years old held their ground most tenaciously, and the earlier years of the Victorian era were years of bitter controversy.",
        "A fresh volume of evidence required to be gathered, and a new controversy to be waged, before the old data for the creation of man could be abandoned.",
        "physica de mercurao lucente in vacuo), procured him the notice of royalty, and engaged him in controversy.",
        "Controversy centres round a very long and singular undated epistle called \"The Glasgow Letter\" or \"Letter II.\"",
        "This novel device has the advantage of toning down, if not of eliminating, personal and national prejudices by which controversy is frequently embittered.",
        "Whether or not the Roman station of Trimontium was situated here is matter of controversy.",
        "At Wittenberg the crypto-Calvinist controversy was then at its height, and he took the side of Melanchthon and the crypto-Calvinists.",
        "It was undertaken in defence of Dr Christopher Potter, provost of Queen's College in Oxford, who had for some time been carrying on a controversy with a Jesuit known as Edward Knott, but whose real name was Matthias Wilson.",
        "A valuable controversy followed on the question of executing heretics, in which Beza (for), Mino Celsi (against), and several caustic anonymous writers (especially Castellio) took part.",
        "The objections of the Alogi were restated and maintained by the Roman presbyter Caius in his controversy with the Montanist Proclus (Eus.",
        "After a time Ali submitted, but the difference of opinion as to his claims gave rise to the controversy which still divides the followers of the prophet into the rival factions of Sunnites and Shiites.",
        "He is generally said to have formed the acquaintance of Sir Philip Sidney, Fulke Greville and other eminent Englishmen, but there has been much controversy as to the facts of his life in London.",
        "He settled a controversy with William of Scotland concerning the choice of the archbishop of St Andrews, and on the 13th of March 1188 removed the Scottish church from under the legatine jurisdiction of the archbishop of York, thus making it independent of all save Rome.",
        "The epistle is largely involved in the Ignatian controversy (see Ignatius).",
        "The question as to the date of the martyrdom has evoked considerable controversy.",
        "A new turn was given to the controversy by Heinrich Zimmer, who, in his Nennius vindicatus (1893), traced the history of the work and, by a comparison of the manuscripts with the 11th-century translation of the Irish scholar, Gilla Coemgim (d.",
        "One of the points which he constantly pressed, with eventual success, was that the terms of Government employment should be as good as those offered by the best private firms. In the controversy with the House of Lords he openly proclaimed himself a Single-Chamber man.",
        "Franklin's superior management of the paper, his new type, \" some spirited remarks \" on the controversy between the Massachusetts assembly and Governor Burnet, brought his paper into immediate notice, and his success both as a printer and as a journalist was assured and complete.",
        "He was a man of strong will, of great aptitude for controversy, and considerable learning, and thus exercised a decided influence on, the Reformation.",
        "Difference of opinion as to the absolutely \"irremissible\" character of mortal sins led to the important controversy associated with the names of Zephyrinus, Tertullian, Calistus, Hippolytus, Cyprian and Novatian, in which the stricter and more montanistic party held that for those who had been guilty of such sins as theft, fraud, denial of the faith, there should be no restoration to church fellowship even in the hour of death.",
        "His report was set aside by the government, which, without admitting liability, but to close the controversy with France, agreed to pay £10,000 to the French priests, and the foreign office published a categorical reply by Lugard to the accusations made.",
        "The heat of controversy is, however, abating, and during the past thirty or forty years both Catholic and Protestant investigators have been vying with one another in adding to our knowledge and in rectifying old mis takes; while an ever-increasing number of writers pledged to neither party are aiding in developing an idea of the scope and nature of the Reformation which differs radically from the traditional one.",
        "His efforts to continue the investiture controversy were not very serious.",
        "As has been said it classifies universals as predicates of individuals and thus involves the difficulties which gave rise to the controversy between realism and nominalism.",
        "This was an incident in a famous episode, important rather as a symptom than in itself, namely, the Antinomian controversy, \" New England's earliest protest against formulas,\" in which Vane and Ann Hutchinson took the lead in criticizing the official orthodoxy of the colony.",
        "Poole, \" Cotton Mather and Salem Witchcraft \" (North American Review, April 1869); and controversy of A.",
        "44 8 -45 8), a bishop who shifted sides continually in the Eutychian controversy, and who wrote extensively; his works were published in Paris in 1622.",
        "His feat produced a diplomatic controversy with Portugal which was destined to have important political consequences.",
        "On the 23rd of November 1600 he preached at Whitehall a remarkable sermon on justification, which gave rise to a memorable controversy.",
        "In 1609 he published Tortura Torti, a learned work which grew out of the Gunpowder Plot controversy and was written in answer to Bellarmine's Matthaeus Tortus, which attacked James I.'s book on the oath of allegiance.",
        "\"As to the Real Presence we are agreed; our controversy is as to the mode of it.",
        "Coeffeteau won considerable distinction in the controversy against the Protestant reformers and also wrote a History of Rome from Augustus to Constantine.",
        "ST MAXIMUS (c. 580-662), abbot of Chrysopolis, known as \"the Confessor\" from his orthodox zeal in the Monothelite (q.v.) controversy, or as \"the monk,\" was born of noble parentage at Constantinople about the year 580.",
        "On this old-world technical controversy we need not dwell.",
        "His chief works are: Astronomical History of Observations of Heavenly Motions and Appearances (1634); Ecliptica prognostica (1634); Controversy with Longomontanus concerning the Quadrature of the Circle (1646?); An Idea of the Mathematics, 12m0 (1650); A Table of Ten Thousand Square Numbers (fol.; 1672).",
        "The archbishop was a strenuous upholder of episcopal independence in the Gallican sense, and involved himself in a controversy with Rome by his endeavours to suppress the jurisdiction of the Jesuits and other religious orders within his diocese.",
        "On Hare's departure from Cambridge in 1832, Thirlwall became assistant college tutor, which led him to take a memorable share in the great controversy upon the admission of Dissenters which arose in 1834.",
        "It was at this moment that the controversy between Luther and Zwingli took on a deeper significance.",
        "Leisler refused to surrender it, and after some controversy an attack was made on the 17th of March in which two soldiers were killed and several wounded.",
        "There has been much controversy among historians with regard both to the facts and to the significance of Leisler's brief career as ruler in New York.",
        "For the documents connected with the controversy see E.",
        "But as the result of a controversy with Montalembert, Carnot abandoned the official, or Vauban, theories of the art of fortification, and went over to the \"perpendicular\" school of Montalembert.",
        "The controversy ended in the creation of a bicameral legislature in the lower branch of which the claim of the larger states found recognition, while in the upper, the Senate, each state had two votes.",
        "A considerable amount of literature pro and con was devoted to this controversy in the 17th and 18th centuries.",
        "But besides this telling pamphlet and the controversy which ensued, the experience of New England as to the practicability of Congregationalism, at least in that modified form known as the \" New England Way,\" produced a growing impression, especially on parliament.",
        "The theological division was accentuated by the Salters' Hall Controversy (1717-1719), which, nominally touching religious liberty versus subscription, really involved differences as to Trinitarian doctrine.",
        "Partly owing to its own faults and partly owing to the stress of political excitement which followed it, the Edwardean revival was followed by nearly half a century of lethargy, during which the chief interest centred in the gradual growth of doctrinal controversy.",
        "None the less, Congregationalism has through its leading representatives taken an increasingly important part in theological controversy and scholarship generally.",
        "A new statement of the doctrine of the Atonement, proposed by Horace Bushnell (1802-1876) about 1850, provoked great controversy, but during the later years of the 19th century was widely accepted under the title of the \"New Theology.\"",
        "After his return to Rome he held (29th April 1050) another Easter synod, which was occupied largely with the controversy about the teachings of Berengarius of Tours; in the same year he presided over provincial synods at Salerno, Siponto and Vercelli, and in September revisited Germany, returning to Rome in time for a third Easter synod, at which the question of the reordination of those who had been ordained by simonists was considered.",
        "He took part in revising the Dutch translation of the Old Testament in 1633, and after his death a book by him, called the Lyra Davidis, was published, which sought to explain the principles of Hebrew metre, and which created some controversy at the time, having been opposed by Louis Cappel.",
        "Herzl's health had been failing and he did not long survive the initiation of the somewhat embittered \"territorial\" controversy.",
        "During the life of Arminius a bitter controversy had sprung up between his followers and the strict Calvinists, led by Francis Gomar, his fellow-professor at Leiden; and, in order to decide their disputes, a synodical conference was proposed, but Arminius died before it could be held.",
        "In 1614, at the instance of the Arminian party, an edict was passed by the states-general, in which toleration of the opinions of both parties was declared and further controversy forbidden; but this act only served, by rousing the jealousy of the Calvinists, to fan the controversial flame into greater fury.",
        "The foreign deputies were invited to attend, only to assist by their advice in the settlement of a controversy which concerned the Netherland church alone, and which the Netherland church alone could decide.",
        "The supreme court has original jurisdiction in habeas corpus, quo warranto and mandamus proceedings against all state officers; and it has appellate jurisdiction except in civil actions for the recovery of money or personal property, in which the original amount in controversy does not exceed $200, and which at the same time do not involve the legality of a tax, impost, assessment, toll or municipal fine, or the validity of a statute.",
        "They have original jurisdiction in all cases in equity, in all cases at law which involve the title or possession of real property, or the legality of a tax, impost, assessment, toll or municipal fine, and in all other cases at law in which the amount in controversy is $loo or more, in nearly all criminal cases, in matters of probate, in proceedings for divorce, and in various other cases; and they have appellate jurisdiction of cases originally tried before a justice of the peace or other inferior courts where the amount in controversy is more than $20.",
        "They have jurisdiction of various civil actions in which the amount in controversy is less than $100, and concurrent jurisdiction with the superior courts in all cases of misdemeanours, but punishment by a justice of the peace is limited in cities of the first class to a fine of $500, or imprisonment for six months, and elsewhere to a fine of $100 or imprisonment for thirty days.",
        "North of the river, the Hudson's Bay Company discouraged settlement, believing that the final determination of the boundary controversy would make that stream the dividing line.",
        "These courts have original jurisdiction in cases at law and in equity in which the value in controversy exceeds $50, in criminal cases amounting to felony, in all matters of probate, in actions for divorce, &c., and appellate jurisdiction in cases arising in the inferior courts.",
        "There is still controversy as to what degree of hardness, or (which is nearly the same thing) what percentage of carbon, can be permitted with safety in steel for structures.",
        "Arber's Introductory Sketch to the Martin Marprelate Controversy (1880), which, however, gives no connected account of the matter.",
        "Maskell's Martin Marprelate Controversy (1845) is of little service.",
        "The House now consisted of 516 members, of whom 221 were of Slav nationality, 177 of German nationality, and 87 Social Democrats, so that in every national controversy t he latter could carry a decision in accordance with their principles.",
        "A reform commission without a programme naturally first occupied itself with reforms about which there was no controversy.",
        "Le Trosne (De l'ordre social, 1777), Andre Morellet (best known by his controversy with Galiani on the freedom of the corn trade), Mercier Lariviere and Dupont de Nemours.",
        "His name is best known in connexion with a long controversy with C. L.",
        "For his views and his controversy with Abelard, see Scholasticism and Abelard.",
        "The nature of the resultant concepts belongs to the great controversy between Nominalism, Realism and Conceptualism.",
        "For the later influence of the Donatist controversy upon the sacramental development see Donatists).",
        "The recognition of Christ as the incarnation of the Logos was practically universal before the close of the 3rd century, but his deity was still widely denied, and the Arian controversy which distracted the Church of the 4th century concerned the latter question.",
        "Controversy continued for some time, but finally the Nicene decision was recognized both in East and West as the only orthodox faith.",
        "After the termination of the monothelite controversy (638-680), creed and doctrines were complete; it was only necessary to preserve them intact.",
        "We may gauge the energy with which the Greek intellect turned in this direction if we call to mind that the controversy about dogma was replaced by the controversy about images.",
        "At Constantinople the monastery of Studium, founded about 460, attained to supreme influence during the controversy about images.",
        "This is shown by the searching discussions to which the Adoptionist controversy gave rise.",
        "At the same time, the controversy with the Eastern Church over the adoration of images shows that the younger Western theology felt itself equal, if not superior to the Greek.",
        "But the controversy about predestination, which, in the 9th century, Hincmar and Hrabanus fought out with the monk Gottschalk of Fulda, as well as the discussions that arose from the definition of the doctrine of transubstantiation of Radbert, enable us to gauge the intellectual energy with which theological problems were once more being handled.",
        "7 seq.), of which Moses was the priest and Joshua the aedituus, and ever since that time the judgment of God through the priest at the sanctuary had a greater weight than the word of a seer, and was the ultimate solution of every controversy and claim (I Sam.",
        "From the foundation of the Hasmonean state to the time of Herod the history of the high-priesthood merges in the political history of the nation; from Herod onward the priestly aristocracy of the Sadducees lost its chief hold over the nation and expired in vain controversy with the Pharisees.",
        "The Antinomian controversy was the earliest (1537-1560).",
        "The controversy disturbed the Lutheran church for more than twenty years.",
        "The Arminian controversy in the Reformed church, the Jansenist controversy in the Roman Catholic church, had their parallel in three separate disputes among the Lutherans lasting from 1550 to 1580.",
        "He was attacked by Flacius and Amsdorf, and after a long controversy, full of ambiguities and lacking in the exhibition of guiding principles, he was condemned because his statement savoured of Pelagianism.",
        "(2) The same problem took a new form in the Synergist controversy, which discussed the first impulse in conversion.",
        "(3) Then a fresh controversy was started by the assertion that sin was part of the substance of man in his fallen condition.",
        "The controversy raised by Andrew Osiander was more important.",
        "Maine was generally averse from controversy, but showed on this occasion that it was not for want of controversial power.",
        "The \"Sketch of the History of Poland\" (Dzieje Polskie w zarysie) by Michael Bobrzynski, born in 1849 in Cracow (professor of Polish and German law), is a very spirited work, and has given rise to a great deal of controversy on account of the opposition of many of its views to those of the school of Lelewel.",
        "Here he repaired the fabric and changed the position of the communion table, a matter which aroused great religious controversy, from the centre of the choir to the east end, by a characteristic tactless exercise of power offending the bishop, who henceforth refused to enter the cathedral.",
        "In April 1622 Laud, by the king's orders, took part in a controversy with Percy, a Jesuit, known as Fisher, the aim of which was to prevent the conversion of the countess of Buckingham, the favourite's mother, to Romanism, and his opinions expressed on that occasion show considerable breadth and comprehension.",
        "A controversy on a doctrinal point - \" Did God die on Calvary?",
        "In these the tendency of the Syllabus towards obscurantism and papal despotism, and its incompatibility with modern thought, were clearly pointed out; and the evidence against papal infallibility, resting, as the Letters asserted, on the False Decretals, and accepted without controversy in an age of ignorance, was ably marshalled for the guidance of the council.",
        "This tract was the starting-point of a controversy between Churchyard and a certain Thomas Camel.",
        "His most famous pupil was Varro (116-27), the six surviving books of whose great work on the Latin language are mainly concerned with the great grammatical controversy on analogy and anomaly - a controversy which also engaged the attention of Cicero and Caesar, and of the elder Pliny and Quintilian.",
        "The cause of the Ciceronians was defended by the elder Scaliger in 1531 and 1536, and by Etienne Dolet in 1535, and the controversy was continued by other scholars down to the year 1610.",
        "In the course of the controversy three presidents of the Royal Society, Lord Kelvin, Lord Lister and Sir W.",
        "Still in the end it was due in large measure to the learning and argumentative power devoted to this subject by the French Protestant scholar, Louis Capell, and, amongst others, by the English Protestant scholar, Brian Walton, that by the end of the 77th century this particular controversy was practically at an end; criticism had triumphed, and the later origin of the vowels was admitted.",
        "The development of doctrine in St Paul's epistles is due in part to the gradual subsiding of the eschatological temper, but even more to the growth of controversy.",
        "And therefore he took the opportunity to send to the Romans what is really a summing up, not of the whole of Christianity, but of that side of Christianity which the preceding controversy had brought into special relief.",
        "These epistles took their form at once from a natural progression of thought and from a new phase of controversy, a sort of Gnosticizing theory, or theories, which perverted Christian practice and impaired the supremacy of Christ by placing other beings or entities by His side.",
        "Controversy of this kind is not always conducted with complete understanding of that which is being opposed.",
        "In its conflict with Gnostics, Marcionites and Montanists the Church was led to insist more and more upon its Bible, its own Bible, just as in its older controversy with the Jews it had to insist on the Bible which it inherited from them.",
        "Between him and the older apostles arose a long and fierce controversy, which was healed only when at last his disciples and the Judaizing disciples of the apostles coalesced into the Catholic Church.",
        "140, after the memory of the great controversy had almost passed away.",
        "He had a bitter controversy with the patroon of Rensselaerwyck, who claimed to be independent of the West India Company.",
        "A prolonged controversy arose, which ended in the states-general in June 1650 commissioning the prince of Orange to visit the towns of Holland and secure a recognition of their authority.",
        "Chalmers also took part in the Junius controversy, and in The Author of Junius Ascertained, from a Concatenation of Circumstances amounting to Moral Demonstration, Lond.",
        "A court decision denying the legal tender quality of the notes issued by the Bank of the Commonwealth gave rise to a bitter controversy which had considerable influence upon the political history of the state.",
        "And here the controversy did not turn on the exact fulfilment of detailed predictions; detailed prediction occupies a very secondary place in the writings of the prophets.",
        "He was a strong supporter of the establishment, but conciliatory towards the Free churches, and this brought him into a good deal of controversy.",
        "(b) Another more serious controversy related to the circulation - chiefly through affiliated societies on the continent - of Bibles containing the Deutero-canonical books of the Old Testament.",
        "(d) A fourth controversy arose out of the restrictive renderings of the term \"baptize\" and its cognate terms, adopted by William Carey and his colleagues in their famous \"Serampore Versions,\" towards publishing which the society had contributed up to 1830 nearly £30,000.",
        "1792), Bibliotheca symbolica vetus (1770), Kritische Untersuchung vom Gebrauch der heiligen Schrift unter den alten Christen (1779), occasioned by the controversy between G.",
        "Dr Chalmers' action throughout the Free Church controversy was so consistent in its application of Christian principle and so free from personal or party animus, that his writings are a valuable source for argument and illustration on the question of Establishment.",
        "In connexion with this controversy it should be noticed that the \" Admonitio \" on the last page of the Descriptio, containing the reference to the new logarithms, does not occur in all the copies.",
        "In 1640 broke out the great Jansenist controversy, in which the Society took the leading part on one side and finally secured the victory.",
        "On the whole, then, for an exposition of Gnosticism we are thrown back upon the polemical writings of the Fathers in their controversy with heresy.",
        "It is first with the appearance of Wycliffe (q.v.) and his followers on the arena of religious controversy that the Bible in English came to be looked upon with suspicion by the orthodox party within the Church.",
        "To make no bitter notes upon any text, or yet to set down any determination in places of controversy.",
        "But the western boundary was not yet defined, and as early as 1749 a controversy over that arose with New York.",
        "The controversy, however, continued for some years thereafter (see Vermont).",
        "Considerable controversy has taken place as to the course pursued by this reaction, but the matter has been definitely settled by the work of R.",
        "In the famous \"Pope controversy\" he.",
        "From 1410 to 1414 Payne was principal of St Edmund Hall, and during these years was engaged in controversy with Thomas Netter of Walden, the Carmelite defender of Catholic doctrine.",
        "Tarleton's Southern Campaigns, 1780-1781 (London, 1787) ï¿½ the pamphlet controversy between Sir Henry Clinton and Lord Cornwallis (1783), see Winsor, vi., p. 516, n.; Burgoyne's State of the Expedition from Canada in 1777 (London, 1780).",
        "Lists of phenomena from the contemplation of which the savage was led to believe in animism have been given by Dr Tylor, Herbert Spencer, Mr Andrew Lang and others; an animated controversy arose between the former as to the priority of their respective lists.",
        "Until the end of his life he remained a protagonist in theological controversy and a keen fighter against latitudinarianism and liberalism; but the sharpest religious or political differences never broke his personal friendships and his Christian charity.",
        "Galater (1897); Perrot, De Galatia 1 In the unsettled state of this controversy, weight naturally attaches to the opinion of experts on either side; and the above statement, while opposed to the view taken in the following article on the epistle, must be taken on its merits.",
        "The Decretum pro Jacobitis, published on the 4th of February 1442, is, like that for the Armenians, of high dogmatic interest, as it summarizes the doctrine of the great medieval scholastics on the points in controversy.",
        "Each party dubbed the other stercoranists (dung-feasters), and the controversy was often marred by indecencies.",
        "There was now a controversy between the two houses not only Claiborne F.",
        "He accepted the chairmanship of the Royal Commission on Ritualistic Practices in the Church, and he did valuable work as 'an arbitrator; and though when the fiscal controversy arose he became a member of the Free-food League, his parliamentary loyalty to Mr Balfour did much to prevent the Unionist free-traders from precipitating a rupture.",
        "In Kent his wergild was considerably higher, and his status probably also, but his position in this kingdom is a matter of controversy.",
        "Of late years there has been a controversy among Anglican theologians as to the exact nature of the gif t conveyed through confirmation, or, in other words, whether the Holy Spirit can be said to have come to dwell in those who have been baptized but not confirmed.",
        "There is a considerable controversy as to whether the battle took place on the right or the left bank of the river.",
        "ments in the controversy which ensued may be thus indicated.",
        "Thereupon followed a diplomatic controversy, in the course of which the United States developed the contentions which were afterwards laid before the tribunal of arbitration.",
        "On the return of Gladstone to power in 1880 Lord Ripon was appointed viceroy of India, the appointment exciting a storm of controversy, the marquess being the first Roman Catholic to hold the viceregal office.",
        "After years of bitter controversy, in which a federal ministry was overthrown, a compromise was arranged in 18 9 7, in which the Roman Catholic leaders have never fully acquiesced.",
        "From the election of 1887 the Riel agitation ceased to seriously influence politics, but the fiscal controversy continued under new forms. Between 1887 and 1891 a vigorous agitation was kept up under Liberal auspices in favour of closer trade relations with the United States, at first under the name of Commercial Union and later under that of Unrestricted Reciprocity.",
        "and Silvester II., in urging certain territorial claims. But not till 1050 was it made the basis of the larger papal claims, when another Frankish pope, Leo IX., used it in his controversy with the Byzantines.",
        "The genuineness of the Constitutum was first critically assailed by Laurentius Valla in 1440, whose De falso credita et ementita Constantini donatione declamatio opened a controversy that lasted until, at the close of the 18th century, the defence was silenced.",
        "In modern times the controversy as to the genuineness of the document has been succeeded by a debate scarcely less lively as to its date, its authorship and place of origin.",
        "In apologetics his principal master was Justin, and in theology proper and in the controversy with the Gnostics, Irenaeus.",
        "For the next five years it was his constant endeavour to secure the victory for Montanism within the church; but in this he became involved more and more deeply in controversy with the majority of the church in Carthage and especially with its clergy, which had the support of the clergy of Rome.",
        "An excited controversy having arisen about the result of the balloting in the states of South Carolina, Florida, Oregon and Louisiana, the two parties in Congress in order to allay a crisis dangerous to public peace agreed to pass an act referring all contested election returns to an extraordinary commission, called the \"Electoral Commission\" (q.v.), which decided each contest by eight against seven votes in favour of the Republican candidates.",
        "Andreas (1514-1559) was a physician of some repute, but through his influence with Albert of Brandenburg, last grandmaster of the Teutonic order, and first Protestant duke of Prussia, became an outstanding figure in the controversy associated with Andreas Osiander whose daughter he had married.",
        "By the treaty of Versailles, on the 3rd of September 1783, England ceded West Florida to Spain; but by the treaty of Paris, signed the same day, she ceded to the United States all of this province north of 30, and thus laid the foundation for a long controversy.",
        "He was freely accused of looting at the time, and though this charge, like that of peculation, is matter for controversy, it is very strongly supported.",
        "The controversy relating to Hodson's moral character is very complicated and unpleasant.",
        "The activity of Georgia in the slavery controversy was important.",
        "Renan (1864); Les Sophistes et la critique (in controversy with E.",
        "The same year, in his Analyst, he attacked the higher mathematics as leading to freethinking; this involved him in a hot controversy.",
        "In 1744 was published the Siris, partly occasioned by the controversy as to the efficacy of tar-water in cases of small-pox, but rising far above the circumstance from which it took its rise, and revealing hidden depths in the Berkeleian metaphysics.",
        "(21st of September) and gave him extreme unction; then raised a curious controversy as to whether Charles, in his last moments, had been infected with Lutheranism.",
        "He favoured the annexation of Texas, supported the Polk administration on the issues of the Mexican War and the Oregon boundary controversy, and though voting for the admission of free California demanded national protection for slavery.",
        "The restrained sentiments of the council in regard to Hoadly found expression in a war of pamphlets known as the Bangorian Controversy, which, partly from a want of clearness in the statements of Hoadly, partly from the disingenuousness of his opponents and the confusion resulting from exasperated feelings, developed into an intricate and bewildering maze of side discussions in which the main issues of the dispute were concealed almost beyond the possibility of discovery.",
        "The chief works of Damiron, of which the best are his accounts of French philosophers, are the following: - An edition of the Nouveaux melanges philosophiques de Jouffroy (1842), with a notice of the author, in which Damiron softened and omitted several expressions used by Jouffroy, which were opposed to the system of education adopted by the Sorbonne, an article which gave rise to a bitter controversy, and to a book by Pierre Leroux, De la mutilation des manuscrits de M.",
        "34) he opened the long series of public lectures wherein he came forward as an oral teacher and preacher, not a little to the alarm of his parents and amidst a storm of controversy.",
        "At this conference a plan of arbitration was drawn up, under which arbitration was made obligatory in all controversies whatever their origin, with the single exception that it should not apply where, in the judgment of any one of the nations involved in the controversy, its national.",
        "After a great deal of controversy there has come to be very wide agreement that he reckoned the first three Gospels among these Memoirs.",
        "He repeated his challenge in 1560, and Dr Henry Cole took it up. The chief result was Jewel's Apologia ecclesiae Anglicanae, published in 1562, which in Bishop Creighton's words is \"the first methodical statement of the position of the Church of England against the Church of Rome, and forms the groundwork of all subsequent controversy.\"",
        "Harding followed with a Confutation, and Jewel with a Defence, of the Apology in 1566 and 1567; the combatants ranged over the whole field of the Anglo-Roman controversy, and Jewel's theology was officially enjoined upon the Church by Archbishop Bancroft in the reign of James I.",
        "Without entering into controversy it must suffice to point out that, from the point of view of all episcopal churches, the ministry of the bishops succeeding the ministry of the apostles, however it came to pass, was for fif teen centuries accepted as the pledge of unity.",
        "On the Rohde-Diels controversy as to the existence of Leucippus, see F.",
        "About these known things there is some agreement: about the beginnings of knowledge there is nothing but controversy.",
        "The Adiaphorist controversy among Lutherans was an issue of the provisional scheme of compromise between religious parties, pending a general council, drawn up by Charles V., sanctioned at the diet of Augsburg, 15th of May 1548, and known as the Augsburg Interim.",
        "Practically the controversy was concluded by the religious peace ratified at Augsburg (Sept.",
        "Another Adiaphorist controversy between Pietists and their opponents, respecting the lawfulness of amusements, arose in 1681, when Anton Reiser (1628-1686) denounced the opera as antichristian.",
        "As a member of the cabinet responsible for the Transvaal negotiations in 1899 he bore his full share of controversy, and when the war opened so disastrously he was the first to realize the necessity for putting the full military strength of the country into the field.",
        "This pamphlet excited considerable controversy, and is supposed to have influenced Pitt in re-establishing the sinking fund for the extinction of the national debt, which had been created by Walpole in 1716 and abolished in 1733.",
        "The conference of 1795 had to deal with this controversy.",
        "engaged in a remarkably bitter controversy with the pope as to the practical interpretation of the idea of evangelical poverty.",
        "In Italy he supported France against Spain in the Urban Viil, controversy over the succession to Mantua (1627- 1623-1644.",
        "The controversy with Prussia about the education of children of whose parents but one was Roman Catholic led to the imprisonment of Droste-Vischering, archbishop of Cologne, and later of Dunin, archbishop of Gnesen-Posen; but the accession of the royal romanticist Frederick William IV.",
        "ARIUS (\"ApfLos), a name celebrated in ecclesiastical history, not so much on account of the personality of its bearer as of the \" Arian \" controversy which he provoked.",
        "When the controversy broke out, Arius was an old man.",
        "The real causes of the controversy lay in differences as to dogma.",
        "For years the controversy may have been fermenting in the college of presbyters at Alexandria.",
        "According to the general supposition, the negotiations which led to the excommunication of Arius and his followers among the presbyters and deacons took place in 318 or 319, but there are good reasons for assigning the outbreak of the controversy to the time following the overthrow of Licinius by Constantine, i.e.",
        "But Alexander too was active; by means of a circular letter he published abroad the excommunication of his presbyter, and the controversy excited more and more general interest.",
        "After various turns in the controversy, it was finally dicided, against Arius, that the Son was \" of the same substance \" (oµoouoacos) with the Father, and all thought of his being created or even subordinate had to be excluded.",
        "Alexander returned to his see triumphant, but died soon after, and was succeeded by Athanasius, his deacon, with whose indomitable fortitude and strange vicissitudes the further course of the controversy is bound up.",
        "In December 1529 he preached his two \" sermons on the cards,\" which awakened a turbulent controversy in the university, and his opponents, finding that they were unable to cope with the dexterity and keenness of his satire, would undoubtedly have succeeded in getting him silenced by force, had it not been reported to the king that Latimer \" favoured his cause,\" that is, the cause of the divorce.",
        "When, on rare occasions, he was forced out of the region of science into that of controversy, he stated the facts and let them make their own way.",
        "40, and that of the anointing of Christ in Bethany given by Mark and Matthew, are among the chief problems. The controversy has given rise to a great mass of literature, discussions of which will be found in the lives of Christ, the biblical encyclopaedias and the commentaries on St John.",
        "But his inquiries into glacier motion were notable alike for his association with Switzerland and for prolonged controversy with other men of science on the subject.",
        "Thus there arose a chaos of controversy, illuminated by definite measurements and observations.",
        "Though not so prominent as Huxley in detailed controversy over theological problems, he played an important part in educating the public mind in the attitude which the development of natural philosophy entailed towards dogma and religious authority.",
        "In the controversy over the removal of the government deposits from the Bank of the United States he sided with the bank, and voted for Clay's resolution censuring Jackson for his course in the matter.",
        "His first work, De diversis gradibus ministrorum Evangelii (1590; in English, 1592, and reprinted), was an argument for episcopacy, which led to a controversy with Theodore Beza, and gained him incorporation (9 June 1590) as D.D.",
        "In the Wittenberg Concord (1536) the reformers agreed to a settlement of the eucharistic controversy.",
        "Her father, who was a convinced Lutheran, was strongly opposed to his daughter's conversion, and supplied her with books of controversy to protect her Protestantism.",
        "On the hesychastic side the controversy was taken up by Gregory Palamas, afterwards archbishop of Thessalonica, who laboured to establish a distinction between eternal ouvia and eternal EvEpyaaa.",
        "One of his friends, Gregory Acindynus, continued the controversy, and three other synods on the subject were held, at the second of which the Barlaamites gained a brief victory.",
        "At the time of his death he was on the verge of a controversy with Roger of Sicily.",
        "His dogmatic and fearless attitude in controversy earned for him the nickname \"Pope Gib.\"",
        "1658) followed Levita in maintaining, against Buxtorf, the late introduction of the vowel-points, a controversy in which the authority of the massoretic text was concerned.",
        "Sir Thomas Smith, writing towards the end of the 16th century, says, after noticing the conditions to be observed in the creation of bannerets, \" but this order is almost grown out of use in England \"; 7 and, during the controversy which arose between the new order of 1 See \" Project concerninge the conferinge of the title of vidom,\" wherein it is said that \" the title of vidom (vicedominus) was an ancient title used in this kingdom of England both before and since the Norman Conquest \" (State Papers, James I.",
        "Regarding the occasion there has been almost as much controversy as regarding the date of its foundation.",
        "With special reference to the controversy concerning the Casket Letters, in addition to the article Casket Letters and the abovementioned works by Sir John Skelton, the following should be consulted: Walter Goodall, Examination of the Letters said to be written by Mary Queen of Scots to Bothwell (2 vols., Edinburgh, 1 754), which contains the letters themselves; William Tytler, Inquiry into the Evidence against Mary Queen of Scots (2 vols., London, 1790); John Whitaker, Mary Queen of Scots Vindicated (3 vols., London, 1788); F.",
        "1784) is known as the author of a pamphlet entitled Christianity not founded on Argument, to which a reply was published by his brother William (1709-1785), who was besides engaged in a controversy with Dr Conyers Middleton on the subject of miracles.",
        "The origin of the schistose rocks has long been under discussion, and controversy has centred more particularly around the schistes lustres, which are held by some to be of Triassic age and by others to be pre-Carboniferous and even, perhaps, Archaean.",
        "A third \"Farmer's Letter\" replied to Hamilton's View of the Controversy between Great Britain and her Colonies, in a broader and abler treatment than in the previous pamphlets.",
        "In connexion with this controversy Lessing wrote his brilliant little treatise, Wie die Alten den Tod gebildet (1769), contrasting the medieval representation of death as a skeleton with the Greek conception of death as the twin-brother of sleep.",
        "The last period of Lessing's life was devoted chiefly to theo logical controversy.",
        "The effect of this controversy was to secure wider freedom for writers on theology, and to suggest new problems regarding the growth of Christianity, the formation of the canon and the essence of religion.",
        "The play, which is written in blank verse, is too obviously a continuation of Lessing's theological controversy to rank high as poetry, but the representatives of the three religions - the Mahommedan Saladin, the Jew Nathan and the Christian Knight Templar - are finely conceived, and show that Lessing's dramatic instinct had, in spite of other interests, not deserted him.",
        "He is said to have studied under St Anselm at Bec. About 1076 he taught with great success at Paris, where, as the associate of William of Champeaux, he upheld the realistic side of the scholastic controversy.",
        "The subject of the extension of the franchise has also been the cause of violent party strife and controversy.",
        "Magee took a prominent part in the Ritual controversy, opposing what he conceived to be romanizing excess in ritual, as well as the endeavour of the opposite party to \"put down Ritualism,\" as Disraeli expressed it, by the operation of the civil law.",
        "He was educated at Oxford, and was first brought into notice by his controversy with Dr Henry Chandler regarding the Irish massacre, in which he defended Charles I.",
        "The Natural History of Religion is a powerful contribution to the deistic controversy; but, as in the case of Hume's earlier work, its significance was at the time overlooked.",
        "The origin of the names Beguine and Beghard has been the subject of much controversy.",
        "After a long controversy over a liturgy (connected in part with the Mercersburg controversy) a Directory of Worship was adopted in 1887.",
        "He remained at Bridgnorth nearly two years, during which time he took a special interest in the controversy relating to Nonconformity and the Church of England.",
        "During these stormy years he wrote his Aphorisms of Justification, which on its appearance in 1649 excited great controversy.",
        "There is far less controversy with regard to the later history of the presbyters.",
        "In a pulpit controversy with Thomas Cartwright, regarding the constitutions and customs of the Church of England, he showed himself Cartwright's inferior in oratorical effectiveness, but the balance was redressed by the exercise of arbitrary authority.",
        "In the following year he published An Answere to a Certain Libel intituled an Admonition to the Parliament, which led to further controversy between the two divines.",
        "In the controversy between Walter Travers and Richard Hooker he interposed by prohibiting the preaching cf the former; and he moreover presented Hooker with the rectory of Boscombe in Wiltshire, in order to afford him more leisure to complete his Ecclesiastical Polity, a work which, however, cannot be said to represent either Whitgift's theological or his ecclesiastical standpoint.",
        "He took a prominent part in the Adoptionist controversy, and wrote against the views of Felix of Urgel, especially as upheld by Elipandus of Toledo.",
        "The exact relation between the two was, however, a matter of controversy, Aquinas and Duns Scotus holding that both are practical reason, while Bonaventura narrows synderesis to the volitional tendency to good actions.",
        "In the ensuing controversy Kingsley was completely discomfited.",
        "The matter became a question of partisan controversy, the legitimists asserting that he frequently offered to serve against France, but that London, where he lived till 1807 - for the most part in studious retirement.",
        "Such seems to have been Pitt's intention, though there has been much controversy as to how far Lord Fitzwilliam (q.v.) had been authorized to pledge the government.",
        "For the controversy concerning the recall of Lord Fitzwilliam see, in addition to the foregoing, Lord Rosebery, Pitt (London, 1891); Lord Ashbourne, Pitt: Some Chapters of his Life (London, 1898); The Pelham Papers (Brit.",
        "For the history of the free-will controversy see the articles, Will, Predestination (for the theological problems), Ethics.",
        "Some comments by Wesley upon Toplady's presentation of Calvinism led to a controversy which was carried on with much bitterness on both sides.",
        "On the east side of the forum were four edifices; all of them are of a public character, but their names and attribution have been the subject of much controversy.",
        "He was very curt in his replies to Hobbes's philosophical objections, and broke off all correspondence on the physical questions, writing privately to Mersenne that he had grave doubts of the Englishman's good faith in drawing him into controversy (L.W.",
        "As perhaps the first clear exposition and defence of the psychological doctrine of determinism, Hobbes's own two pieces must ever retain a classical importance in the history of the free-will controversy; while Bramhall's are still worth study as specimens of scholastic fence.",
        "refers to 1676, a ` Letter to William duke of Newcastle on the Controversy about Liberty and Necessity, held with Benjamin Laney, bishop of Ely.'",
        "Constant controversy has existed as to what is the actual original home of the tea-plant, and probably no one has given to the subject more careful study than Professor Andreas Krassnow, of Kharkoff University.",
        "There has been constant controversy as to whether China tea is better than that of other growths, but the verdict first of all of Great Britain, and subsequently of all the other large consuming countries, has relegated the produce of the Celestial Empire to a very subordinate position.",
        "1 1891 a long internal controversy resulted in a division.",
        "He had early resolved never to be drawn into controversy; and he adhered to his resolution with a steadfastness which is the more extraordinary because he was, both intellectually and morally, of the stuff of which controversialists are made.",
        "Garrison in 1831, had stirred the conscience of the North, and had had its influence even upon many who strongly deprecated its extreme radicalism; the Compromise of 1850 had failed to silence sectional controversy, and the Fugitive Slave Law, which was one of the compromise measures, had throughout the North been bitterly assailed and to a considerable extent had been nullified by state legislation; and finally in 1854 the slavery agitation was fomented by the passage of the KansasNebraska Act, which repealed the Missouri Compromise and gave legislative sanction to the principle of \"popular sovereignty\" - the principle that the inhabitants of each Territory as well as of each state were to be left free to decide for themselves whether or not slavery was to be permitted therein.",
        "The concluding stages of this expedition were not favorable to the new emperor, but his humiliation was only slight and it did not appreciably affect the conditions of the controversy.",
        "Luther had confronted the cardinal legate Cajetan, had passed through his famous controversy at Leipzig with Johann Eck, and was about to burn the bull of excommunication.",
        "The Renaissance and the Reformation were awakening extravagant hopes in the minds of the German peasants, and it is still a matter of controversy among historians to what Tb extent Luther and the reformers were responsible for ~ their rising.",
        "Charles himself made no serious effort to understand the controversy; he was resolved, whether the Lutherans had right on their side or not, that they should submit, and he did not doubt but that he would be able to awe them into submission by an unwonted display of power.",
        "In the controversy which ensued, Lutz, the chief member of the ministry, found himself confronted by an Ultramontane majority, and the priests used their influence to stir up the people.",
        "He aspired by his own will to direct the policy of the state; he put aside the reserve which in modern times is generally observed even by absolute rulers, and by his public speeches and personal influence took a part in political controversy.",
        "The general feeling of distrust which this prolonged controversy aroused was, however, shown by the almost contemptuous rejection in 1899 of a Bill to protect artisans who were willing to work against intimidation or violence (the Zuchthaus-Vorlage), a vote which was the more significant as it was not so much occasioned by the actual provisions of the bill, but was an expression of the distrust felt for the motives by which the government was moved and the reluctance to place any further powers in their hands.",
        "There was, indeed, more than a zeal for pure learning behind this new movement; for both parties in the great religious controversy of the time used these records of the past as a storehouse of weapons of offence.",
        "Through the dust aroused by the great Reformation controversy appear the dim beginnings of the scientific spirit in the writing of history, and in this connection the name of Aventinus, the Bavarian Herodotus, may be mentioned.",
        "His followers, however, took part with the Arians in the controversy with Athanasius and existed as a separate sect till the 5th century.",
        "He made powerful onslaughts on the Church in connexion with the Bell and Lancaster controversy, and took a prominent part in the discussions which led to the foundation of London University in 1825.",
        "From 1831 to 1833 Mill was largely occupied in the defence of the East India Company, during the controversy attending the renewal of its charter, he being in virtue of his office the spokesman of the court of directors.",
        "Here also begins his long controversy with Rivinus (Augustus Quirinus Bachmann) which chiefly turned upon Ray's indefensible separation of ligneous from herbaceous plants, and also upon what he conceived to be the misleading reliance that Rivinus placed on the characters of the corolla.",
        "According to this, Ibrahim, after the controversy with the Jews, first of all became Mahomet's special forerunner in Medina, then the first Moslem, and finally the founder of the Ka'ba.",
        "His published works include numerous speeches and pamphlets, including those connected with his well-known Roman Catholic controversy with Charles Butler (1750-1832).",
        "hitherto ree from schism, was now divided by a fierce controversy, in which we see two Greek parties, rather than a Greek and an Egyptian, in conflict.",
        "There has been much controversy whether he was the Wishart who in April 1544 approached the English government with a proposal for getting rid of Cardinal Beaton.",
        "Still later, he was induced by the machinations of some of the prelates who haunted his court, and by the influence of Theodora, herself much interested in theological questions, and more than suspected of Monophysitism, to raise a needless, mischievous, and protracted controversy.",
        "Justinian was occupied by the ecclesiastical controversy of the Three Chapters, and had not the money to fit out a proper army and fleet; indeed, it may be doubted whether he would ever have roused himself to the necessary exertions but for the presence at Constantinople of a knot of Roman exiles, who kept urging him to reconquer Italy, representing that with their help and the sympathy of the people it would not be a difficult enterprise.",
        "The question between the Lutheran (Augustinian) and Reformed (Philonic) division of the ten commandments was mixed up with controversy as to the legitimacy of sacred images not designed to be worshipped.",
        "The main controversy which arose on the basis of this distinction was whether the prescription of one day in seven is of permanent obligation.",
        "The somewhat unfavourable view of John Knox presented in his book John Knox and the Reformation (1905) aroused considerable controversy.",
        "He took a leading part in the \"vestiarian\" controversy, and persuaded the college to discard the surplice.",
        "The nature of the contents of the cells of Cyanophyceae has given rise to considerable controversy.",
        "A conference between the leaders on both sides was arranged, to discuss whether any compromise was possible, and controversy was postponed to an autumn session.",
        "Howard, with whom he later had a bitter controversy over this battle.",
        "There has been considerable controversy as to the part which the emperor Basil took in framing the new code.",
        "Melanchthon was first drawn into the arena of the Reformation controversy through the Leipzig Disputation (June 27 - July 8, 1519), at which he was present.",
        "conference further attempts were made to settle the Reformation controversy by a compromise, and Melanchthon, from his conciliatory spirit and facility of access, appeared to the defenders of the old faith the fittest of the reformers to deal with.",
        "Hence arose that \"adiaphoristic\" controversy in connexion with which he has been misrepresented as holding among matters of indifference such cardinal doctrines as justification by faith, the number of the sacraments, as well as the dominion of the pope, feast-days, and so on.",
        "In his administration of the war office Stanton was vigorous, rigid, and often harsh, and his peremptory manner, in speech and correspondence, was the cause of considerable friction between the war department and the generals, one of the last and most conspicuous instances being his controversy with General Sherman over the terms of surrender granted to J.",
        "Etruscan antiquities are receiving closer study, but its first results will probably tend more to controversy than to agreement.",
        "He scarcely ever mentions a contemporary, and was never involved in a personal controversy.",
        "A good deal of controversy has arisen relating to Froude's treatment of the relations between Carlyle and his wife, and during1903-1904this was pushed to a somewhat unsavoury extent.",
        "Mackenzie, in a controversy at Windsor (1679), proved to Charles that in Scotland he was as absolute as the kings of France and Spain, over church, state and all his subjects, and indeed, by various acts of James VI.",
        "A somewhat violent controversy resulted, in the course of which M.",
        "In university politics, which at that time wore mainly the form of theological controversy, he was a strong advocate of comprehension and toleration.",
        "Stanley's part in this controversy may be studied in the second and third of his Essays on Church and State (1870).",
        "He was continually engaged in theological controversy, and, by his advocacy of all efforts to promote the social, moral, and religious amelioration of the poorer classes and his chivalrous courage in defending those whom he held to be unjustly denounced, undoubtedly incurred much and grow- ing odium in influential circles.",
        "Convenient summaries of the controversy will be found in any modern book on Swiss history, and more particularly in G.",
        "For many years a lively geographical controversy circled about the sources of the Oxus, and the discussion derived some political, significance from the fact that the true source, wherever Sources.",
        "The Spion Kop incident led to much controversy; for an admirable elucidation of the facts see The Times History of the War in South Africa.",
        "There has been much controversy as to the identification of the stream; it appears that its upper course is represented by that of the Pisciatello (called Rubigone in the iith or 12th century and now Rugone or Urgone), and its lower portion by the Fiumicino, which the Urgone once joined.",
        "His efforts to secure a permanent fixed salary for himself (of 1000) were unsuccessful; and his attempt to prevent the further issue of paper money also involved him in a controversy with the General Court; but their relations were not unfriendly after 1743.",
        "Five of the seven judges in 1837 were his appointees, and the majority of them were Southerners who had been educated under Democratic influences at a time when the slavery controversy was forcing the party to return to its original strict construction views.",
        "An address delivered on the occasion of the laying of the foundation stone was published, with an appendix containing a strong attack on the influence of the Church of England, which gave rise to a long and bitter controversy.",
        "The controversy was renewed when a man with a withered hand appeared in the synagogue on the Sabbath, and the rabbis watched to see whether Jesus would heal him.",
        "The controversy about the Sabbath had brought their dissatisfaction to a climax.",
        "The controversy was plainly irreconcilable, and Jesus withdrew to the north, actually passing outside the limits of the Holy Land.",
        "It differs in character from the Galilean ministry: for among the simple, unsophisticated folk of Galilee Jesus presents Himself as a healer and helper and teacher, keeping in the background as far as possible His claim to be the Messiah; whereas in Jerusalem His authority is challenged at His first appearance, the element of controversy is never absent, His relation to God is from the outset the vital issue, and consequently His Divine claim is of necessity made explicit.",
        "The visit was successful, the London convention, which for years was a subject of controversy, being granted by Lord Derby in 1884 on behalf of the British government.",
        "The present article is confined (I) to the consideration of certain special meanings which have become attached to the word Mass and are the subject of somewhat acute controversy, (2) to the Mass in music.",
        "The relations between these two leaders, and their respective shares in the work of conquest and exploration, have been the subject of much controversy.",
        "There is no question of the legality of the pope's act; whether he was morally culpable, however, continues to be a matter of bitter controversy.",
        "The middle of the 19th century saw quite a spirited controversy over Clement XIV.; St Priest, in his Hist.",
        "The effect of the controversy was a great decrease in the sale of Indulgences in Germany, and the Papal Curia saw with alarm a prolific source of revenue decaying.",
        "The Saxons and the Swiss, Luther and Zwingli, were in fierce controversy about the true doctrine of the sacrament of the Supper.",
        "Twenty years later, the word \"dismissed\" (dimittantur) became the subject of controversy, some maintaining that it amounted to a direct approval, others that it was purely negative and did not imply that the books were free from error.",
        "The controversy continued till 1887, when Leo XIII.",
        "It appeared the same year in two Latin editions, four French, one German and one English, and in the Eastern Church started a controversy which culminated in 1691 in the convocation by Dositheos, patriarch of Jerusalem, of a synod by which the Calvinistic doctrines were condemned.",
        "He opposed the majority of his fellowtownsmen in the so-called \"Antinomian controversy\" of 1636 - 163 7, taking a strongly conservative attitude towards the questions in dispute.",
        "For recent controversy on parthenogenesis in the hive bee, see J.",
        "He never sympathized with the principles of the Tractarian movement, and on the appearance of Tract XC. in 1841 he drafted the famous protest of the \"Four Tutors\" against it; but this was his only important contribution to the controversy.",
        "The same kind of apparent vacillation was found in his action in other cases; e.g., in the Colenso case (1863), and in the controversy as to the use or disuse of the Athanasian symbol (1872).",
        "He appears to have followed his master to Constantinople, and to have taken part in the Three Chapters controversy; in 553, at all events, he signed the \"constitutum\" of Vigilius in favour of these, and for refusing, with him, to accept the decrees of the fifth general council (the 2nd of Constantinople, 553) shared his exile.",
        "Finally, the practice of rhetoric and eristic, which presently became prominent in sophistical teaching, had, or at any rate seemed to have, a mischievous effect upon conduct; and the charge of seeking, whether in exposition or in debate, not truth but victory - which charge was impressively urged against the sophists by Plato - grew into an accusation of holding and teaching immoral and unsocial doctrines, and in our own day has been the subject of eager controversy.",
        "He had already reached the height of his fame when Plato opened a rival school at the Academy, and pointedly attacked him in the Gorgias, the Plaaedrus and the Republic. Thenceforward, there was a perpetual controversy between the rhetorician and the philosopher, and the struggle of educational systems continued until, in the next generation, the philosophers were left in possession of the field.",
        "But when men set themselves to cultivate skill in disputation, regarding the matter discussed not as a serious issue, but as a thesis upon which to practise their powers of controversy, they learn to pursue, not truth, but victory; and, their criterion of excellence having been thus perverted, they presently prefer ingenious fallacy to solid reasoning and the applause of bystanders to the consciousness of honest effort.",
        "At last the government awoke to its own responsibility in the matter of education, after the long and acrimonious controversy between the advocates of English and vernacular teaching had worn itself out.",
        "- subject has given rise to more voluminous controversy.",
        "The most celebrated of the Kushan kings, however, was Kanishka, whose date is still a matter of controversy.",
        "But the controversy had become too hot.",
        "In December 1904 Lord Curzon entered upon a second term of office, which was unfortunately marred by a controversy with Lord Kitchener, the commander-in-chief, as to the position of the military member of council.",
        "4 For a good account of this controversy, see Dr H.",
        "The concordat of Worms closed the investiture controversy in 1 12 2.",
        "A judgment of the supreme court of the Philippines which affects any statute, treaty, title, right or privilege of the United States may be reversed, modified or affirmed by the Supreme Court of the United States; an appeal to the Supreme Court of the United States may also be had in any cause in which the value in controversy exceeds $25,000.",
        "There is a \" controversy \" between Cicero and Sallust which is palpably a forgery, though 1 Markland and F.",
        "Pelagius himself desired to avoid controversy, and with mental reservations denied these statements of his friend; but he did not escape suspicion, and his condemnation in 418 was the signal for a literary polemic, which lasted ten years, and in which Julian of Eklanum was the most brilliant but reckless combatant on the side of Pelagius.",
        "Into the details of the controversy it is not necessary to go any further."
    ],
    "definition": [
        "A difference in views, especially in public, between individuals taking opposite sides on a particular issue.",
        "In constitutional law, an actual, definite, and concrete dispute over legal rights between parties with adverse interests wherein one party is seeking an adjudication of the dispute and specific relief of a conclusive nature. Also called case or controversy requirement. See also adversary proceeding.",
        "Link/Cite"
    ]
}