{
    "translation": ".1ליצור קשר\n.2 מגע",
    "uses": [
        "Her step was too long, making contact with his foot.",
        "He picked at his food, and avoided eye contact with Adrienne.",
        "His thick body was at her back, and he shifted close enough to remain in contact while his large hands settled on her arms.",
        "The egg fell, and she gasped as it exploded on contact with the floor.",
        "Arguments concerning contact with tip lines became heated as well.",
        "It would be best to contact Connie tomorrow and tell her not to send mail.",
        "His hand slipped under hers, his palm making warm contact with hers, and then his fingers found their way to lace with hers.",
        "I won't contact you directly.",
        "He asked for a contact phone number and gave me an emergency number to call.",
        "I'll contact a lawyer tomorrow.",
        "Karataev had no attachments, friendships, or love, as Pierre understood them, but loved and lived affectionately with everything life brought him in contact with, particularly with man--not any particular man, but those with whom he happened to be.",
        "I've got a contact for you but protect this like your girlfriend at a drunken frat party.",
        "Knowing the local police included Detective Jackson, I suggested he contact the Simi Valley attorney first to find out if the vehicle I saw was in fact his.",
        "In my account of Helen last year, I mentioned several instances where she seemed to have called into use an inexplicable mental faculty; but it now seems to me, after carefully considering the matter, that this power may be explained by her perfect familiarity with the muscular variations of those with whom she comes into contact, caused by their emotions.",
        "In the very nature of things, articulation is an unsatisfactory means of education; while the use of the manual alphabet quickens and invigorates mental activity, since through it the deaf child is brought into close contact with the English language, and the highest and most abstract ideas may be conveyed to the mind readily and accurately.",
        "\"I'll contact his station chief,\" Dusty said, pulling out his phone.",
        "Any chance you have a contact number?",
        "Linda is putting me in contact with the support group she belongs to.",
        "You've been in contact with him?",
        "\"I'll be in contact,\" was all the message said.",
        "But she had left no contact – no trail.",
        "All of them wore eerie red contact lenses.",
        "They were spinning out of control, fed by the direct contact with him and the elusive scent that was making her mouth water.",
        "She opened the door and slid her legs out one by one, trying to avoid contact with the car.",
        "No telling how long he had been in contact with Alex – maybe ever since he moved to Arkansas.",
        "Better that we have some contact and hopefully quell any investigation.",
        "She pushed her shirt down and moved away to break contact, facing him again when half the bed was between them.",
        "Her words fueled the sense of dread he'd felt the past two weeks, since he'd lost contact with his closest friends.",
        "There had been no mention of the lack of contact from the girl, but all three were disappointed no call had been received.",
        "My wife and I had promised each other to remain constantly in phone contact after the close calls in New Hampshire.",
        "They stayed in remote contact with someone while they worked, attaching an IV and doing something with the knife wound.",
        "I suggest you have no contact with the organization what-so-ever.",
        "I performed all the infrequent and minimal tasks of Econ Scrutiny and handled any direct contact with Daniel Brennan.",
        "Should I inform Merrill Cooms I'd been in contact with After, the investigative baby he himself had started?",
        "As if sensing she'd noticed, he straightened and moved away, breaking contact to stand a few feet away.",
        "Grandfather Ed was the one who made contact with Paul.",
        "When you're sheriff you can contact all the West coast authorities and try and convince them to chase your bones.",
        "You finally got in contact with the owner?",
        "While my relationship with Martha LeBlanc, nee Rossi, dated back to our play pen years and kindergarten days, lately we've hiked different paths, reducing our contact to Christmas cards and once a month phone calls.",
        "He kept trying, and we learned later, he maintained contact for nearly a mile.",
        "They had given Martha a telephone card and asked she contact them as soon and as often as she could.",
        "Why can't I contact Damian or Jule?",
        "I assure you, I have managed to contact all but three and if I located them I would get down on my knees before them and beg forgiveness, just like I've done with the others .",
        "We seem to be the emergency points of contact for anything that goes wrong anywhere in the western hemisphere.",
        "He knows radio contact should have been made when Billy died.",
        "Before Dean could contact Lydia to offer his congratulations, she visited Bird Song the day after Cynthia returned.",
        "He hummed, a feeling of mild accomplishment sandwiched between the failure to contact Martha and the trepidation of potentially being made a fool by Seymour \"Fitz\" Fitzgerald, sheriff candidate.",
        "Cynthia Dean, in hoping for further confirmation that the bones had been switched, tried to contact the parents of Caleb Jones, Martha's friend who was with her in the mine.",
        "Paul was aware of who we were but had no contact over the years—he had no reason to.",
        "When we first accepted Mr. Cooms' generous funding, we established this secure connection in case he ever had a need to contact us.",
        "He avoided eye contact with everyone.",
        "Just contact me when you need me.",
        "I just hoped and prayed somehow his contact of Ben or Howie could be used to locate us.",
        "If anyone knows the whereabouts of Josh, last name unknown, contact Miss Edith Plotke on 6th Street.",
        "But perhaps you should contact an attorney.",
        "Jackson needed to make eye contact.",
        "When she returned with the drinks, Jackson made eye contact.",
        "\"I'll contact the helo,\" Dan said with a wink and left.",
        "Fred wasn't able to contact the seller.",
        "Somehow, between her and Martha, Quinn and Howie agreed to run a trip back while we remained in New York in phone contact.",
        "She shuddered at the contact.",
        "Her sense of self-consciousness grew as the physical contact made her appreciative of the size and heat of his body.",
        "She moved to face him, distracted by the fact he shifted his body to keep from breaking their physical contact.",
        "She broke the contact.",
        "She passed through the throng without making eye contact for fear of leers or judging looks and reached the entrance foyer.",
        "He'd contact Jetr when they were clear of Qatwal to let him know everything had gone as he predicted.",
        "Contact me when you're safe, Jetr said.",
        "Shipton would kill her if he knew I had any contact.",
        "You don't suppose Annie is trying to contact us, do you?",
        "Instead, he returned to Bird Song to once more try to contact his wife.",
        "Dean asked Weller to contact Shipton concerning disposition.",
        "Jackson could not bring himself to make eye contact, being certain he would lose it if he did.",
        "Jackson stared at Elisabeth, who still avoided eye contact.",
        "\"Who do you need to contact?\" she asked.",
        "You need me to contact any of your companions or anyone else from the office?",
        "Don't contact anyone once we're done talking.",
        "She'd tried to contact Mrs. Watson several times the first week at the Peak before giving up.",
        "He tapped his personal net implant and murmured \"Angel\" to direct the implant in his brain to contact her.",
        "He replaced his weapons and pulled on new boots, pausing when the net beeped, indicating someone was trying to contact him.",
        "Can you contact us if you find anything else?",
        "If you ever want to know anything – or, if something should happen to me, just contact her.",
        "Does that put us out of contact?",
        "Now I was the one to anxiously await contact.",
        "I check the web site of After occasionally but have refrained from direct contact.",
        "His memories flashed as they made contact.",
        "Only when she turned did she break eye contact, but she felt him watch her.",
        "She took a few steps back and flinched at the first silent contact of his sword with another's.",
        "Maybe some spirit is trying to contact us to set things straight.",
        "You should consider taking steps to assure your husband understands that you've left him for good and want no further contact with him.",
        "Jackson managed to stand tall and keep eye contact, although, he was a breath away from begging for their lives.",
        "I would make eye contact with you, and then influence you to do what I want.",
        "She headed straight for him, so he assumed Sarah hadn't made contact or was unable to influence her.",
        "He hadn't issued an emergency order over the nets of those who worked for him, and he'd asked someone in the regular military to contact her rather than calling out his special security forces.",
        "I've asked the Guardian to remain in contact with you.",
        "Tim, his government contact and the highest-ranking individual in the PMF, was already on screen when Brady entered the comms center.",
        "I'll contact you later.",
        "I'll check their location and contact you.",
        "\"I'll contact you when she wakes,\" the doctor replied, unfazed.",
        "Lana, contact the central and western centers.",
        "When he broke contact, Lana pulled his head back to hers, her hands skimming over his shoulders before she undid the top two buttons on his uniform.",
        "Lana eased back without breaking contact.",
        "His personal net vibrated, indicating someone was trying to contact him.",
        "Greene was in contact with different people in the West Coast Center.",
        "No contact, unless there's an emergency.",
        "She could move between worlds as he could, and he'd no longer be at risk of destroying everything he came into contact with.",
        "Dean had already over­stayed his visit, so with promises to return if he had any more questions and to keep in telephone contact, he took his leave, shaking Cynthia Byrne's hand and waving to Janice Riley, who was again on the phone.",
        "Because of his 10:00 court date, he asked Harrigan to contact Byrne's doctor and try to run down any additional life insurance the missing man might have purchased.",
        "He was a loner and no one could recall him having contact with anyone else during his short stay.",
        "These guys aren't subtle and you were the only contact to Vinnie they knew about.",
        "Arthur recognized Dean but avoided eye contact until Dean stared him down and forced a glum nod.",
        "While Dean was out of contact with Cynthia Byrne during the first two weeks of June, it didn't mean she was out of his thoughts.",
        "He asked a few questions to make sure she would be able to contact him when she was ready to leave and then stood.",
        "Retaining eye contact, she challenged him.",
        "The brief visual contact was like a caress, warming her cheeks and heart.",
        "Yes, I have a contact in Texas.",
        "Retaining eye contact, she walked over to him and put a hand on his leg, gazing up at his somber features.",
        "Do you have relatives I could contact for you?",
        "Probably so, but you need to contact your doctor and let him know about this.",
        "If something happens, I'll contact you, he said and handed her his phone.",
        "His magic warmed her from the inside out, the gentle current spreading through her body the longer they remained in contact.",
        "If Damian needed something, he'd contact him.",
        "The contact of their skin was causing a raging fire within him.",
        "She'd lost contact with her mate before being taken to the immortal world.",
        "\"If anything happens, contact me,\" Darian ordered.",
        "Maybe it was the continued contact with Alfonso.",
        "She lifted the phone and searched the contact list, pausing on Alex's name.",
        "They would know where to contact him.",
        "Of course, they wouldn't be that far apart, and Dad would know how to contact him.",
        "When I couldn't contact you by calling the number you gave him, he suggested I come out and check on you.",
        "Her breath caught at the direct contact of their bodies and the effect it had on hers.",
        "She'd responded to him when his fangs were in her neck, and his power was in direct contact with her, but she still hadn't broken down into a mewling mess like every other woman did when first he touched them.",
        "Jessi texted Ashley and Brandon to contact her right away then retreated into the apartment and paced.",
        "If you need anything, you know how to contact me.",
        "Jessi watched her program a new contact into it.",
        "I can assume you'll do what you need to and contact me if needed, or I can interfere now and take something I'm not sure I should.",
        "There was no way out and no way to contact anyone.",
        "Of course, she no longer had anyone to contact, now that Xander was out to make her number seven.",
        "Storing an email address enables people to contact you through the website without you having to reveal your email address to them, and it can be used to send you a new password if you forget it.Your real name, if you choose to provide it, will be used for giving you attribution for your work.",
        "Those cells are accurately marked, the position of which is such that the colonies, to which they give rise, can grow to their full size without coming into contact with other colonies.",
        "of Macedon, occurred sporadically even before Alexander's conquests brought Greek life into contact with oriental traditions.",
        "Each movable web must pass the other without coming in contact with it or the fixed wire, and without rubbing on any part of the brasswork.",
        "It is practically impossible to work with the sensitive film in contact with the reseau-film, not only because dust particles and contact would injure the silver film, but also because the plate-glass used for the photographic plates is seldom a perfect plane.",
        "620) he came in contact with Pulakesin II., the greatest of the Chalukya dynasty, who made himself lord of the south, as Harsha was lord of the north.",
        "It was chiefly in the way of matrimonial alliances that it was brought into contact with other states.",
        "After crossing the Hydra - 6 tes (Ravi) he once more came into contact with hostile tribes, and the work of storming petty towns began again.",
        "The jobars superintend the execution of the laws, collect fines and administer capital punishment; they are in contact with the buluk-bashi, or resident representative of the tribe at Scutari, who forms the only link between the mountaineers and the Turkish government.",
        "The properties of podophyllin resin vary with the reaction of the tissue with which it is in contact; where this is acid the drug is inert, the picro-podophyllin being precipitated.",
        "i shows the slips corresponding to the numbers 2, o, 8, 5 placed side by side in contact with one another, and next to them is placed another slip containing, in squares without diagonals, the first nine digits.",
        "The low stage of culture of the Australians when they reached their new home is thus accounted for, but their stagnation is remarkable, because they must have been frequently in contact with more civilized peoples.",
        "During the three years he held this position he carried out researches on the contact of elastic solids, hardness, evaporation and the electric discharge in gases, the last earning him the special commendation of Helmholtz.",
        "It is essential that the paper covering be loose, so as to ensure that each wire is enclosed in a coating not of paper only, but also of air; the wires in fact are really insulated from each other by the dry air, the loose paper acting merely as a separator to prevent them from coming into contact.",
        "It is important to observe that the risk is in no way obviated by the increasing slack paid out, except in so far as the amount of sliding which the strength of the cable is able to produce at the points of contact with the ground may be thereby increased.",
        "When signals are to be sent from either station the operator turns the switch c out of contact with the stop b, and then operates precisely as in open circuit send '\" i ing.",
        "Suppose the arm c of the switch S to be in contact with 2; thin when the key is manipulated it sends alternately positive and negative currents into the line.",
        "cut off, sets up an induced current of high tension, which causes a spark to jump across the contact points of the relay, and by oxidizing them makes it necessary for them to be frequently cleaned.",
        "Suppose, for instance, the paper ribbon to be soaked in a solution of iodide of potassium and a light contact spring made to press continuously on its surface as it is pulled forward by the mechanism.",
        "For the dot the armature is deflected by the first current, the ink-wheel being brought into contact with the paper and after a short interval pulled back by the reverse current.",
        "In the case of the dash the ink-wheel is brought into contact with the paper by the first current as before and is pulled back by the reverse current after three times the interval.",
        "The armature acts on an inking disk on the principle described above, save only that the disk is supplied with ink from a groove in a second wheel, on which it rolls: the grooved wheel is kept turning with one edge in contact with ink in an ink-well.",
        "The difficulty experienced is that of securing a good electrical contact under the very slight pressure obtainable from an instrument excited by attenuated arrival-currents.",
        "Lodge particularly studied the action of electric waves in reducing the resistance of the contact between two metallic surfaces such as a plate and a point, or two balls, and named the device a coherer.\"",
        "He constructed one form of his coherer of a glass tube a few inches long filled with iron borings or brass filings, having contact plates or pins at the end.",
        "perfect electrical contact between the steel and mercury for low voltage currents, but when electric oscillations were passed through the junction it was pierced and good electrical contact established as long as the oscillations continued.",
        "An innumerable number of forms of coherer or wave detector depending upon the change in resistance produced at a loose or imperfect contact have been devised.",
        "Fleming 5 invented special forms of the metallic contact or metallic filings sensitive tube.",
        "The other pair of platinum wires are connected by a tellurium-bismuth thermo-couple, the junction of which just makes contact with the centre of the fine wire.",
        "At the receiving station the differences in these systems depend chiefly upon variations in the actual form of the oscillation detector used, whether it be a loose contact or a thermal, electrolytic or magnetic detector.",
        "Neither of them seemed to recognize anything as important except pitch and amplitude, and Reis thought the amplitude was to some extent obtained by the varying length of contact in the transmitting instrument.",
        "This might possibly be true to a small extent; but, considering the small capacity of the circuits he used and the nature of his receiving instrument, it is hardly probable that duration of contact sensibly influenced the result.",
        "The quality of the sounds was to some extent also reproduced; but, judging from the results of later telephone investigation, it is highly probable that this was due, not to the varying duration, but to the varying firmness of the contact.",
        "The receiver was based on the change of friction produced by the passage of an electric current through the point of contact of certain substances in relative motion.",
        "This seems to have been the first transmitter in which it was proposed to use the resistance at the contact of two conductors.",
        "Acting upon this discovery, he constructed an instrument which he called a \" microphone,\" 6 and which consisted essentially of two hard carbon electrodes placed in contact, with a current passing through the point of contact and a telephone included in the same circuit.",
        "One of the electrodes was attached to a sounding board capable of being vibrated by sound-waves and the other was held either by springs or weights in delicate contact with it.",
        "When the sounding board was spoken to or subjected to sound-waves, the mechanical resistance of the loose electrode, due to its weight, or the spring, or both, served to vary the pressure at the contact, and this gave to the current a form corresponding to the sound-waves, and it was therefore capable of being used as a speaking-telephone transmitter.'",
        "The space enclosed between the front and rear faces of the box is filled about three-quarters full of finely granulated hard carbon, which therefore lies in contact with the front and rear carbon disks of the apparatus, and also fills up the space lying between the lower edge of these disks and the curved surface of the case.",
        "The spring-jack used was a form of switch with two contact springs which pressed against each other, one being connected to the subscriber's line wire and the other to the annunciator, which was also earthed.",
        "This shaft, which carries a set of \" wipers \" connected to the incoming circuit, is susceptible of a vertical and a rotational movement, so that the wipers may be brought, first opposite any particular horizontal series of contacts, and then into actual contact with any particular set in the series.",
        "Such rigidity of principle need not be extended to the affairs of everyday contact between the Vatican and the Italian authorities, with regard to which, indeed, a tacit modus vivendi was easily attainable.",
        "Here he came into contact with the Magyar refugees, who had great hopes of the high-born, high-gifted youth who was also a fellow sufferer, a large portion of his immense estates having been confiscated by the emperor.",
        "He believes that the capsule contains a substance which swells very rapidly when brought into contact with water, and that in the undischarged condition the capsule has its.",
        "The next step is the gradual obliteration of the sub-umbral cavity by disappearance of which the sub-umbral ectoderm comes into contact with the ectoderm of the manubrium.",
        "In some hydroids the founder-polyp, developed from a planula after fixation, throws out numerous outgrowths from the base to form the hydrorhiza; these outgrowths may be radially arranged so as to form by contact or coalescence a flat plate.",
        "4 While 2 Both Lewes and du Bois Reymond have brought out the points of contact between Leibnitz's theory of monads and modern biological speculations (Hist.",
        "In the quiet of a country town, far removed from actual contact with painful scenes, but on the edge of the whirlwind raised by the Fugitive Slave Bill, memory and imagination had full scope, and she wrote for serial publication in The National Era, an anti-slavery paper of Washington, D.C., the story of \"Uncle Tom's Cabin; or, Life among the Lowly.\"",
        "2, A), which has distinct upper and lower faces, are placed mainly or exclusively on the lower side of the leaf, where the water vapour that escapes from them, being lighter than air, cannot pass away from the surface 01 the leaf, but remains in contact with it and thus tends to check further transpiration.",
        "As a secondary function we may recognize, in certain cases, the power of closing wounds, which results from the rapid coagulation of exuded latex in contact with the air.",
        "The cambium in the root, which is found generally in those plants which possess a cambium in the stem, always begins in the conjunctive tissue internal to the primary phloems, and Camblum forms new (secondary) phloem in contact with the In Roots primary, and secondary xylem internally.",
        "The naked cells which have been alluded to live in water, and call therefore for no differentiation in connection with this necessity; but those which are surrounded by a cell-wall always develop within themselves a vacuole or cavity which occupies the greater part of their interior, and the hydrostatic pressure of whose contents keeps tha protoplasm in contact with the membrane, setting up a condition of turgidity.",
        "The most constantly occurring changes that beset a plant are connected with illumination, temperature, moisture, and contact with foreign bodies.",
        "The root is made to press its way into the darker cracks and crannies of the soil, so bringing its root-hairs into better contact with the particles round which the hygroscopic water hangs.",
        "When a root comes in contact at its tip with scme hard body, such as might impede its progress, a curvature of the growing part is set up, which takes the young tip away from the stone, or what-not, with which it is in contact.",
        "When a sensitive tendril comes into contact with a foreign body, its growth becomes so modified that it twines round it.",
        "When the pinnate leaf of a Mimosa pudica, the so-called sensitive plant, is pinched or struck, the leaf droops rapidly and the leaflets become approximated together, so that their upper surfaces are in contact.",
        "Six sensitive hairs spring from the upper surface of the lobes, three from each; when one of these is touched the two lobes rapidly close, bringing their upper surfaces into contact and imprisoning anything which for the moment is between them.",
        "The protoplasm is sensitive to particular influences, perhaps of vibraticn, or of contact or of chemical action.",
        "It has been shown that if the organ containing them is shaken for some time, so that the contact between them and the protoplasm of the cells is emphasized, the stimulus becomes more efficient in producing movement.",
        "In some cases both the nucleus and the chromatophores may be carried along in the rotating stream, but in others, such as T.Titeila, the chloroplasts may remain motionless iii a non-motile layer of the cytoplasm in direct contact with the cell wall.i Desmids, Diatoms and Oscillaria show creeping movements probably due to the secretion of slime by the cells; the swarmspores and plasmodium of the Myxomycetes exhibit amoehoid movements; and the motile spores of Fungi and Algae, the spermatozoids of mosses, ferns, &c., move by means of delicate prolongations, cilia or flagella cf the protoplast.",
        "Starch grains may often be seen in contact with the pigment crystals.",
        "Organs which respond to the mechanical stimulus of contact are found to possess special contrivances in certain of their cells(I) sensitive spots, consisting of places here and there on the epidermal cells where the wall is thin and in close contact with protoplasmic projections.",
        "Instead of large continuous areas, in which local characteristics sometimes blend, it occupies widely dissevered territories in which specialization, intensified by long se1/2aration, hai mostly effaced the possibility of comparing species hnd even genera and compels us to seek for points of contact in groups of a higher order.",
        "The black type is found only in tropical or sub-tropical countries, and is usually in a primitive condition of culture, unless educated by contact with people of the white type.",
        "Hyposulphurous acid, H 2 S 2 0 4, was first really obtained by Berthollet in 1789 when he showed that iron left in contact with an aqueous solution of sulphur dioxide dissolved without any evolution of gas, whilst C. F.",
        "There is some evidence that the \"tradition of the six canoes\" does not represent the first contact of the Polynesian race with New Zealand.",
        "The system established by the law of 1864 is remarkable in that it set up two wholly separate orders of tribunals, each having their own courts of appeal and coming in contact only in the senate, as the supreme court of cassation.",
        "Russian type has thus been maintained from Novgorod to the Pacific, with but minor differentiations on the outskirts - and this notwithstanding the great variety of races with which the Russians have come into contact.",
        "The primary distinctions between these branches have been increased during the last nine centuries by their contact with different nationalities - the Great Russians absorbing Finnish elements, the Little Russians undergoing an admixture of Turkish blood, and the White Russians submitting to Lithuanian influence.",
        "By coming in contact, while riding on i.",
        "By coming in contact with over-bridges or erections on the sides of the line 12.",
        "Trains coming in contact with projections from other trains or vehicles on parallel lines 7.",
        "Subsequent improvements on the Sessions patent have resulted in a modified form of vestibule in which the housing is made the full width of the platform, though the contact plate and springs and the flexible connexions remain the same as before.",
        "They convinced him that by some unknown force tables could be got to move without contact.",
        "Joseph Maxwell, of Bordeaux, has published accounts 8 of raps and movements of objects without contact, witnessed with private and other mediums, which he appears to have observed with care, though he does not describe the conditions sufficiently for others to form any independent judgment about them.",
        "This they did by sacrificing a victim and effecting communion with the god by the application of its blood to the altar; or, more directly, by the sacrifice of the animal-god and the contact of the sacrificer with its blood.",
        "The object of the sacrifice being to bridge the gulf between the sacred and profane worlds, the sacrificer had to remain in contact with the victim, either personally, or, to avoid ritual perils, by the intermediary of the priest.",
        "Contact with Babylonia tended to stimulate the 1 Cf.",
        "The wood is light, soft, straight-grained and easily worked; it is very durable in contact with the soil, and is used for.",
        "represents the heat of neutralization of one gramme-equivalent of caustic soda with nitric acid, each in dilute aqueous solution before being brought into contact.",
        "Worship is simpler at the smaller shrines than at the more famous temples; and, as the rulers are the patrons of the religion and are brought into contact with the religious personnel, the character of the social organization leaves its mark upon those who hold religious and judicial functions alike.",
        "70 concludes the period of four centuries, during which the Jews as a nation were in contact with the Greeks and exposed to the influence of Hellenism, not wholly of their own will nor yet against it.",
        "Similar evidence Early of Minoan contact, and indeed of wholesale colonization relations with from the Aegean side, recurs in Cyprus.",
        "This involved constant contact with officials of the warring countries, especially those of Germany, but he soon showed that the work was entirely neutral.",
        "The emergency office of the early and middle Republic has few points of contact, except those of the extraordinary position and almost unfettered authority of its holder, with the dictatorship as revised by Sulla and by Caesar.",
        "contact ('nvTaacs et rcaves, 60, Ennead., vi.",
        "In such cases the contact of an insect or other body with those processes is sufficient to liberate the pollen often with elastic force, even when the anther itself is not touched.",
        "The object of these movements will be appreciated when it is remembered that, if the pollen-masses retained the original direction they had in the anther in which they were formed, they would, when transported by the insect to another flower, merely come in contact with the anther of that flower, where of course they would be of no use; but, owing to the divergences and flexions above alluded to, the pollen-masses come to be so placed that, when transplanted to another flower of the same species, they come in contact with the stigma and so effect the fertilization of that flower.",
        "The mountain mass, moreover, is not less important in causing a complete separation between the atmospheric conditions on its opposite flanks, by reason of the extent to which it penetrates that stratum of the atmosphere which is in contact with the earth's surface and is effective in determining climate.",
        "While British India has so far avoided actual geographical contact with one great European power in Asia on the north and west, she has touched another on the east.",
        "Until the advent of Europeans, the Chinese were always in contact with inferior races.",
        "25), so that Saul's insane fears were constantly exasperated by personal contact with him.",
        "The British first came into contact with Tanjore by their expedition in 1749 with a view to the restoration of a deposed raja.",
        "What appears the most probable solution is that which regards Lancelot as the hero of an independent and widely diffused folk-tale, which, owing to certain special circumstances, was brought into contact with, and incorporated in, the Arthurian tradition.",
        "Of a genuine poetic temperament, fervid and mobile in feeling, and of a prolific fancy, he had also the sense and wit that come of varied contact with men.",
        "When Lutheranism arose, it spread rapidly in Prussia; Albert himself came into contact with Luther, and turning Protestant he secularized his territories, and (1526) made them into an hereditary duchy, still held as a fief of the king of Poland.",
        "Next he sought to prepare the inactive form of the acid by artificial means; and after great and long-continued labour he succeeded, and was led to the commencement of his classical researches on fermentation, by the observation that when the inactive acid was placed in contact with a special form of mould (Penicillium glaucum) the right-handed acid alone was destroyed, the left-handed variety remained unchanged.",
        "After causing the most frightful losses, it was at last stamped out by the resolute slaughter of all affected animals and of all that had been in contact with them.",
        "c. 47 power was given to the Board of Agriculture to use the sums voted on account of pleuro-pneumonia for paying the costs involved in dealing with foot-and-mouth disease; under this act the board could order the slaughter of diseased animals and of animals in contact with these, and could pay compensation for animals so slaughtered.",
        "It is his contact with the Jews which has chiefly interested later ages, and he is doubtless the monarch described in the pseudoprophetic chapters of Daniel.",
        "For piercing-mouthed pests like Aphides no wash is of use unless it contains a basis of soft soap. This softsoap wash kills by contact, and may be prepared in the following way: - Dissolve 6 to 8 lb of the best soft soap in boiling soft water and while still hot (but of course taken off the fire) add 1 gallon of questions involved, under their own headings.",
        "It would perhaps be too much to say that the full consideration of this point has revolutionized the theory of value, but it has certainly created what seems almost a new science in close contact with the actual life of the modern.",
        "Animal fixed by the shell, the last whorls of which are not in contact with each other; foot small; two anterior pedal tentacles.",
        "The other extreme end closes, but the invaginated endoderm cells remain in continuity with this extremity of the blastopore, and form the \" rectal peduncle \" or \" pedicle of invagination \" of Lankester, although the endoderm cells retain no contact with the middle region of the now closed-up blastopore.",
        "Those rocks which contain andalusite and staurolite are sometimes found in such associations as show that they are due to contact action by intrusive igneous masses.",
        "The regions of this cuticle have a markedly segmental arrangement, and the definite hardened pieces (sclerites) of the exoskeleton are in close contact with one another along linear sutures, or are united by regions of the cuticle which are less chitinous and more membranous, so as to permit freedom of movement.",
        "They lead into chambers, formed by inpushing of the cuticle, whose delicate inner walls are in contact with air-tubes; on the outer surface of these latter are ridges, along which the special nerveendings are arranged.",
        "on the inner surface are two horn-like processes in contact with a After Miall and Denny, The Cockroach, Lovell Reeve & Co.",
        "Heteroptera: Rostrum not in contact with haunches of fore-legs.",
        "Homoptera: Rostrum in contact with haunches of fore-legs.",
        "This may, however, be due to the fact that their contact with civilization was so short; the Yue-Chi and Turks had had some commerce with more advanced races before they played any part in political history, but the Ephthalites appear as raw barbarians, and were annihilated as a nation in little more than a hundred years.",
        "in diameter and they were driven in almost in contact.",
        "When an insect strikes the web the spider loosens his hold of the trap-line, thus enveloping the victim in a tangle of threads which would otherwise not come into contact with it.",
        "It consists essentially of two rollers either both of wood, or one of wood and one of iron, geared to revolve in contact in opposite directions; the seed cotton is fed to the rollers, the lint is drawn through, and the seed being unable to pass between the rollers is rejected.",
        "His success depends upon his ability to interpret rightly the facts and intangible signs with which he is brought in contact.",
        "The sand-pump reel is set in motion by pressing a lever, the reel being then brought into contact with the face of the band-wheel.",
        "The steam operates by carrying the vapours away to the condenser as fast as they are generated, the injury to the products resulting from their remaining in contact with the highly-heated surface of the still being thus prevented.",
        "Lying to the east of the Euphrates, at once in close contact with the Armenians, and in near proximity to the great route of trade which came up the Euphrates to Rakka, and thence diverged to Antioch and Damascus, the county of Edessa had an eventful if brief life.",
        "For Nureddin the fight meant the acquisition of an heretical country for the true faith of the Sunnite, and the final enveloping of the Latin kingdom:' for Amalric it meant the escape from Nureddin's net, and a more direct and lucrative contact with Eastern trade.",
        "They waited; but the closer contact of a prolonged stay only brought into fuller play the essential antipathy of the Greek and the Latin.",
        "A wide missionary activity had begun in the 13th century - an activity which was the product of the Crusades and the contact with the Moslem which they brought, but which yet helped to check the Crusades, substituting as it did peaceful and spiritual conquests of souls for the violence and materialism of even a Holy War.",
        "Partly by contact with the Byzantines, partly by conflict with the Mahommedans, the Franks learned new methods 1 Authors like Heeren (Versuch einer Entwickelung der Folgen der Kreuzziige) and Michaud (in the last volume of his Histoire des croisades) fall into the error of assigning all things to the Crusades.",
        "The common use of armorial bearings, and the practice of the tournament, may be Oriental in their origin; the latter has its affinities with the equestrian exercises of the Jerid, and the former, though of prehistoric antiquity, may have received a new impulse from contact with the Arabs.",
        "In part they had provided a field in which the layman could prove that he too was a priest; in part they had brought the West into a living and continuous contact with a new faith and a new civilization.",
        "It is not so much that the West came into contact with a particular civilization in the East, or borrowed from that civilization; it is simply that the West came into contact with something unlike itself, yet in many ways as high as, if not higher than, itself.",
        "The Crusades - a movement which engaged all Europe and brought the East into contact with the West - must necessarily be studied not only in the Latin authorities of Europe and of Palestine, but also in Byzantine, Armenian and Arabic writers.",
        "Of these the Byzantine authority, the Alexiad of Anna Comnena, is most important, partly from the position of the authoress, partly from the many points of contact between the Byzantine empire and the crusaders.",
        "The men of that nation and of that epoch were bent on creating a new intellectual atmosphere for Europe by means of vital contact with antiquity.",
        "There can thus be no social contact between man and God, no communion of soul, no enthusiasm of service.",
        "All this, however, must necessarily be of the nature of the purest speculation, and the only facts which we are able to deduce in the present state of our knowledge of the subject may be summed up as follows: (a) That the Malays ethnologically belong to a race which is allied to the Polynesians; (b) that the theory formerly current to the effect that the Sakai and other similar races of the peninsula and archipelago belonged to the Malayan stock cannot be maintained, since recent investigations tend to identify them with the Mon-Annam or Mon-Khmer family of races; (c) that the Malays are, comparatively speaking, newcomers in the lands which they now inhabit; (d) that it is almost certain that their emigration took place from the south; (e) and that, at some remote period of their history, they came into close contact with the Polynesian race, probably before its dispersion over the extensive area which it now occupies.",
        "While the Malays were famous almost exclusively for their piratical expeditions they naturally bore an evil reputation among Europeans, but now that we have come into closer Character, contact with them,, and have learned to understand aca them better, the old opinions concerning them have been greatly modified.",
        "The number of Portuguese, English, Dutch and Chinese words in Malay is not considerable; their presence is easily accounted for by political or commercial contact.",
        "The soap is from this again grained off or salted out, and the underlye so thrown down carries with it coloured impurities which may have been in the materials or which arise from contact with the boiler.",
        "At the end of 1529 he came into contact with the men who were eventually to become the first fathers of the Society of Jesus.",
        "Later he held a similar position at Tours, and there he attracted the attention of the duc de Choiseul, who invited him to visit him at Chanteloup. Hauterive thus came in contact with the great men who visited the duke, and one of these, the comte de Choiseul-Goiffier, on his appointment as ambassador to Constantinople in 1784 took him with him.",
        "When this oxide is brought into contact with water it combines with it forming sulphuric acid, H2S04.",
        "In the second group, we may notice the application of litmus, methyl orange or phenolphthalein in alkalimetry, when the acid or alkaline character of the solution commands the colour which it exhibits; starch paste, which forms a blue compound with free iodine in iodometry; potassium chromate, which forms red silver chromate after all the hydrochloric acid is precipitated in solutions of chlorides; and in the estimation of ferric compounds by potassium bichromate, the indicator, potassium ferricyanide, is placed in drops on a porcelain plate, and the end of the reaction is shown by the absence of a blue coloration when a drop of the test solution is brought into contact with it.",
        "Methods depending upon oxidation in the presence of a contact substance have come into favour during recent years.",
        "Monoclinic sulphur, obtained by crystallizing fused sulphur, melts at I 19.5°, and admits of undercooling even to ordinary temperatures, but contact with a fragment of the rhombic modification spontaneously brings about the transformation.",
        "Some of the more striking points of contact are the following: Eph.",
        "But it must remain possible that contact with new scenes and persons, and especially such controversial necessities as are exemplified in Colossians, stimulated Paul to work out more fully, under the influence of Alexandrian categories, lines of thought of which the germs and origins must be admitted to have been present in earlier epistles.",
        "Gilgamesh is artificially brought into contact with Ut-Napishtim, to whom he pays a visit for the purpose of learning the secret of immortal life and perpetual youth which he enjoys.",
        "Nothing warm should come in contact with the affected parts.",
        "In closest contact with the king's person were the seven, or latterly eight, body-guards, awµaTocuAaKes, Macedonians of high rank, including Ptolemy and Lysimachus, the future kings of Egypt, and Thrace (Arr.",
        "Artificial, like natural, ultramarine has a magnificent blue colour, which is not affected by light nor by contact with oil or lime as used in painting.",
        "Here contact has been chiefly with the eastern Galla tribes.",
        "Cobbe (who had gained the V.C. at Erigo) was pushed west to Gumburu, and came into contact with the enemy.",
        "Saturated steam is steam in contact with liquid water at a temperature which is the boiling point of the water and condensing point of the steam; superheated steam is steam out of contact with water heated above this temperature.",
        "Ficino differed from the majority of his contemporaries in this that, while he felt the influence of antiquity no less strongly than they did, he never lost his faith in Christianity, or contaminated his morals by contact with paganism.",
        "The chief points to be attended to are to have a plentiful supply of botanical drying paper, so as to be able to use about six sheets for each specimen; to change the paper at intervals of six to twelve hours; to avoid contact of one leaf or flower with another; and to increase the pressure applied only in proportion to the dryness of the specimen.",
        "Some species rapidly change colour, and cause the decay of any others with which they come in contact.",
        "Lower incisors diminishing in size from the first to the third; the canine, which is in contact with the third incisor, large and conical, working against (and behind) the canine-like third upper incisor.",
        "In both jaws there is a long space between the canines and the commencement of the teeth of the cheek-series, which are all in contact.",
        "In this group the incisors and canines are very variable in number and form; the lower canine being separated by only a short gap from the outer incisor (when present), but by a long one from the first premolar, which is in contact with the second.",
        "As regards the dentition of the existing species, the cheek-series consists of the four premolars and three molars above and below, all in contact and closely resembling each other, except the first, which is much smaller than the rest and often deciduous; the others gradually increasing in size up to the penultimate.",
        "Under the general heading \"Analysis\" occur the subheadings \"Foundations of Analysis,\" with the topics theory of functions of real variables, series and other infinite processes, principles and elements of the differential and of the integral calculus, definite integrals, and calculus of variations; \"Theory of Functions of Complex Variables,\" with the topics functions of one variable and of several variables; \"Algebraic Functions and their Integrals,\" with the topics algebraic functions of one and of several variables, elliptic functions and single theta functions, Abelian integrals; \"Other Special Functions,\" with the topics Euler's, Legendre's, Bessel's and automorphic functions; \"Differential Equations,\" with the topics existence theorems, methods of solution, general theory; \"Differential Forms and Differential Invariants,\" with the topics differential forms, including Pfaffians, transformation of differential forms, including tangential (or contact) transformations, differential invariants; \"Analytical Methods connected with Physical Subjects,\" with the topics harmonic analysis, Fourier's series, the differential equations of applied mathematics, Dirichlet's problem; \"Difference Equations and Functional Equations,\" with the topics recurring series, solution of equations of finite differences and functional equations.",
        "For want of room, only a few Prussian over the Saale at Kosen, when his advanced guard came in contact with that of the Prussian main army.",
        "corps about Gilgenberg had received the most poverty-stricken district in the whole region, and to secure some alleviation for the sufferings of his men he incautiously extended his cantonments till they came in contact with the Russian outposts.",
        "The second of these brings the act of benediction into contact with the principle of consecration; for by the formal blessing by the duly constituted authority persons, places and things are consecrated, i.e.",
        "Thus silver, at one end of the cell in contact with many silver ions of the silver nitrate solution, at the other end is in contact with a liquid in which the concentration of those ions is very small indeed.",
        "The ions will therefore diffuse independently, and the faster ion will travel quicker into pure water in contact with a solution.",
        "The ions carry their charges with them, and, as a matter of fact, it is found that water in contact with a solution takes with respect to it a positive or negative potential, according as the positive or negative ion travels the faster.",
        "As we have seen above, when a solution is placed in contact with water the water will take a positive or negative potential with regard to the solution, according as the cation or anion has the greater specific velocity, and therefore the greater initial rate of diffusion.",
        "The contact differences of potential at the interfaces of metals and electrolytes have been co-ordinated by Nernst with those at the surfaces of separation between different liquids.",
        "In contact with a solvent a metal is supposed to possess a definite solution pressure, analogous to the vapour pressure of a liquid.",
        "Alkalis have little effect on it under ordinary circumstances, although prolonged contact with ammonia results in a partial change.",
        "Before it is put in, the article is roughly put together, and the expansion of the included air forces the rubber into contact with the internal surface of the mould, or a little carbonate of ammonia is enclosed.",
        "These require constant shifting because the objects are in contact at many points, and because the top ones shield those below from the depositing action of the current.",
        "In 1856 he accepted the direction of the schools of the East, and was thus for the first time brought into contact with the Mahommedan world.",
        "When zinc is placed on the lead (heated to above the melting-point of zinc), liquefied and brought into intimate contact with the lead by stirring, gold, copper, silver and lead will combine with the zinc in the order given.",
        "The suboxide, Pb 2 0, is the first product of the oxidation of lead, and is also obtained as a black powder by heating lead oxalate to 300° out of contact with air.",
        "This oxide is produced by heating lead in contact with air and removing the film of oxide as formed.",
        "The anthers are so situated that the pollen on escaping comes into contact with the stigma; in such flowers self-fertilization is compulsory and very effectual, as seeds in profusion are produced.",
        "It was his mission to introduce a rational, common-sense point of view, and to bring the high matters of divine and human sciences into close and living contact with the everyday world.",
        "The second is Fechner's method; it consists of recording the changes in feeling-tone produced in a subject by bringing him in contact with a series of conditions, objects or stimuli graduated according to a scientific plan and presented singly in pairs or in groups.",
        "It had been supposed that, with the greatly improved telescopes of modern times, contact observations could be made with much greater precision than in 1761 and 1769, yet, for some reason which it is not easy to explain completely, the modern observations were but little better than the older ones.",
        "The combined result from both these methods is 8.857\", while the combination of all the contact observations made by all the parties gave the much smaller result, 8.794\".",
        "The other phenomenon is mentioned by Greek and Roman writers of the 1st century: a piece of iron, when brought into contact with a magnet, or even held near one, itself becomes \" inductively \" magnetized, and acquires the power of lifting iron.",
        "At shorter distances the magnetism induced in the weaker magnet will be stronger than its permanent magnetism, and there will be attraction; two magnets with their like poles in actual contact will always cling together unless the like poles are of exactly equal strength.",
        "If a series of such elements, all equally and longitudinally magnetized, were placed end to end with their unlike poles in contact, the external action of the filament thus formed would be reduced to that of the two extreme poles.",
        "The strength of the magnetizing current is regulated by adjusting the position of the sliding contact E upon the resistance D.F.",
        "The current passes through the rocking key K, which, when thrown over to the right, places a in contact with c and b with d, and when thrown over to the left, places a in contact with e and b with f.",
        "The test bar C C, which slides through holes bored in the yoke, is divided near the middle into two parts, the ends which come into contact being faced true and square.",
        "The uncertainty with which the results are affected depends chiefly upon the imperfect contact between the bar and the yoke and also between the ends of the divided bar.",
        "If a transverse cut is made through a bar whose magnetization is I and the two ends are placed in contact, it can be shown that this force is 27r I 2 dynes per unit of area (Mascart and Joubert, Electricity and Magnetism, § 322; and if the magnetization of the bar is due to an external field H produced by a magnetizing coil or otherwise, there is an additional force equal to HI.",
        "The position of the weight at the moment when contact is broken indicates the induction in the rod.",
        "If a long magnetized rod is divided transversely and the cut ends placed nearly in contact, the magnetic force inside the narrow air gap will be B = H +47rI.",
        "The force acting on the magnetism of one of the faces, and urging this face towards the other, will be less than B by 27r1, the part of the total force due to the first face itself; hence the force per unit of area with which the faces would press against each other if in contact is P = (B-27rI)I =27rT 2 +HI = (B 2 -H 2) =/81r.",
        "The temperature was determined by a platinum-rhodium and platinum thermo-j unction in contact with the metal.",
        "Scorpions copulate with the ventral surfaces in contact.",
        "Appendages of the 3rd, 4th, 5th and 6th pairs similar in form and function, tipped with two claws, their basal segments in contact in the median ventral line.",
        "Appendages of 3rd, 4th, 5th and 6th pairs similar in form; their basal segments in contact in the middle line and immovably welded, except those of the 3rd pair, which have been pushed aside so that the bases of the 2nd and 4th pairs are in contact with each other.",
        "Modified though never essentially changed, (1) by contact with the star-worship of the Chaldaeans, who identified Mithras with Shamash, god of the sun,(2) by the indigenous Armenian religion and other local Asiatic faiths and (3) by the Greeks of Asia Minor, who identified Mithras with Helios, and contributed to the success of his cult by equipping it for the first time with artistic representations (the famous Mithras relief originated in the Pergamene school towards the 2nd century B.C.), Mithraism was first transmitted to the Roman world during the 1st century B.C. by the Cilician pirates captured by Pompey.",
        "The lateness of its arrival in the West was due to the fact that its centres of influence were not in immediate contact with Greek and Roman civilization.",
        "The immediate result of European colonization was the enslavement and extermination of the Indians along the coast and in all those favoured inland localities where the whites came into contact with them.",
        "There is no mention of Hottentots, and the few Bushmen who dwelt in the upper regions by the Drakensberg did not come into contact with Europeans.",
        "The sailors of the \" Stavenisse \" reported the most numerous and most powerful tribe to be the Abambo, while that which came most in contact with the whites was the Amatuli, as it occupied a considerable part of the coast-land.",
        "God is not fully comprehensible by us, says Albert, because the finite is not able to grasp the infinite, yet he is not altogether beyond our knowledge; our intellects are touched by a ray of his light, and through this contact we are brought into communion with him.",
        "The son was sent in 1812 to the Protestant gymnasium at Pressburg, where he came in contact with the philologist S afafik and became a zealous student of the Slav languages.",
        "A large proportion of the captives of the Magyars had been settled all over the country to teach their conquerors the arts of peace, and close contact with this civilizing element was of itself an of enlightenment.",
        "They were in close and cordial contact with the Serbian Government, but rightly insisted on retaining entire independence of action, their funds being derived from their wealthy S.",
        "If the angular interval between the components of a double star were equal to twice that expressed in equation (15) above, the central disks of the diffraction patterns would be just in contact.",
        "A much easier method, applicable to glass originals, is that of photographic reproduction by contact printing.",
        "He fought with Bul - garian and Greek guerrilla bands, coming meanwhile in contact with the representatives of the new ideas, and finding in Talaat, the minor telegraph official, a politician after his own heart.",
        "The railway communications were constantly damaged, isolated posts and convoys captured, and the raiders always seemed able to avoid contact with the columns sent in pursuit.",
        "218) lists are generally given of the points of contact both in phraseology and in ideas between Isaiah and the prophets nearly contemporary with him.",
        "In the recent methods the cotton remains in contact with the acids for two to four hours at the ordinary air temperature (15° C.), in which time it is almost fully nitrated, the main portion, say 90%, having a composition represented by the formula e C6H702(N03)3, the remainder consisting of lower nitrated products, some oxidation products and traces of unchanged cellulose and cellulose sulphates.",
        "It is not necessary for the blocks of wet guncotton to be actually in contact if they be under water, and the peculiar explosive wave can also be conveyed a little distance by a piece of metal such as a railway rail.",
        "Strong sulphuric acid in contact with it liberates first nitric acid and later oxides of nitrogen, leaving a charred residue or a brown solution according to the quantity of acid.",
        "It sometimes fires on contact with strong sulphuric acid, especially when slightly warmed.",
        "sodium hydroxide) will in a solid state fire it on contact.",
        "Guncottons are examined for degree of nitration by the nitrometer, in which apparatus they are decomposed by sulphuric acid in contact with mercury, and all the nitrogen is evolved as nitric oxide, NO, which is measured and the weight of its contained nitrogen calculated.",
        "army and army of the Elbe came in contact with the Austrians at Hiihnerwasser and Podol and drove the latter back after a sharp engagement, but, having no cavalry, could neither observe their subsequent proceedings nor estimate their strength.",
        "The cavalry established contact on the 15th in the neighbourhood of Tobitschau and Rochetinitz (action of Tobitschau, July 15th), and the Austrians finding their intention discovered, and their men too demoralized by fear of the breechloader to risk a fresh battle, withdrew their troops and endeavoured to carry out their concentration by a wide circuit down the valley of the Waag and through Pressburg.",
        "In contact with hydriodic acid gas at o° C., it forms ethyl iodide (R.",
        "Response Of Tissues To Stimulation A stimulus may be defined as every change of the external agencies acting upon an organism; and if a stimulus come in contact with a body possessing the property of irritability, i.e.",
        "So long as the epidermis of animals remains sound, disease germs may come in contact with it almost with impunity, but immediately on its being fissured, or a larger wound made through it, the underlying parts, the blood and soft tissues, are attacked by them.",
        "Previously consumptive individuals were carefully excluded from contact with fresh air, and were advised to live in rooms almost hermetically sealed and kept at a high temperature.",
        "Dion's idea seems to have been to make Dionysius something like a constitutional sovereign, and with this view he brought him into contact with Plato.",
        "For some time the Salernitan medicine held its ground, and it was not till the conquest of Toledo by Alphonso of Castile that any large number of Western scholars came in contact with the learning of the Spanish Moors, and systematic efforts were made to translate their philosophical and medical works.",
        "He did not make himself a slave to his visitors, but reserved much time for work and for his immense correspondence, which had for a long time once more included Frederick, the two getting on very well when they were not in contact.",
        "The earliest record of contact between Europeans and the Zulu race is believed to be the account of the wreck of the \" Doddington \" in 1756.",
        "Chaka had but two ways of dealing with the tribes with whom he came in contact; either they received permission to be incorporated in the Zulu nation or they were practically exterminated.",
        "Chaka seems to have first come into contact with Europeans in 1824.",
        "The Zulu force did not come into contact with the British troops guarding the Cape frontier, but much alarm was caused by the invasion.",
        "There the rival forces were in close contact, the Turks everywhere enjoying the advantage of command; some sections of the Australasian line were, indeed, completely overlooked by ground in Ottoman occupation.",
        "Birdwood in securing close contact with the contingents that had landed at Suvla on the night of the 6th-7th, and from which substantial support had been expected.",
        "The defending side, in fact, came to be in a much more favourable position than was the attacking side in respect to diminishing the strain that is always experienced by fighting personnel when in close contact with an enemy even during periods of virtual inactivity.",
        "Among the salaried staff of officials, the townships officers are the ultimate representatives of government who come into most direct contact with the people.",
        "Unfortunately the national art is losing its distinctive type through contact with western civilization.",
        "But it was evident that the gradual extension of the British and Burmese territories would in time bring the two powers into close contact along a more extended line of frontier, and in all probability lead to a war between them.",
        "The outer surface of these sheets is slightly roughened by contact with the iron mould.",
        "The sheet thus rolled is roughly trimmed while hot and soft, so as to remove those portions of glass which have been spoilt by immediate contact with the ladle, and the sheet, still soft, is pushed into the open mouth of an annealing tunnel or \" lear,\" down which it is carried by a system of moving grids.",
        "Although the moulds are heated, the surface of the glass is always slightly ruffled by contact with the mould.",
        "It burns when brought into contact with chlorine, forming silicon chloride and hydrochloric acid.",
        "Silicon fluoride, SiF4, is formed when silicon is brought into contact with fluorine (Moissan); or by decomposing a mixture of acid potassium fluoride and silica, or of calcium fluoride and silica with concentrated sulphuric acid.",
        "It is decomposed with great violence when heated in contact with either sodium or potassium.",
        "Silicon nitrogen hydride, SiNH, is a white powder formed with silicon amide when ammonia gas (diluted with hydrogen) is brought into contact with the vapour of silicon chloroform at -10° C. Trianilino silicon hydride, SiH (NHC 6 H 5) 3, is obtained by the action of aniline on a benzene solution of silicon chloroform.",
        "No formal alteration has been made in the Sikh religion since Guru Govind Singh gave it his military organization, but certain modifications have taken place as the result of time and contact with Hinduism.",
        "Hence, supposing the crystals immediately after their formation to be in absolute contact with one another all round, then, in the case of Class II., such contact will be maintained on cooling, while in the case of Class I.",
        "Aluminium, when pure and kept out of contact with siliceous matter, is only oxidized at a white heat, and then very slowly, into alumina, Al 2 O 3.",
        "During the later part of their history they were in continual contact with Assyria, and, as a Syrian power, and perhaps also as a Cappadocian one, they finally succumbed to Assyrian pressure.",
        "The Greeks came too late to Asia to have had any contact with Hatti power obscured from their view by the intermediate and secondary state of Phrygia.",
        "At the same time, some of the Greek legends seem to show that peoples, with whom the Greeks came into early contact, had vivid memories of the Hatti.",
        "The first of these bands with whom Florence came into contact was the Great Company, commanded by the count of Lando, which twice entered Tuscany Y but was expelled both times by the Florentine troops (1358-1359).",
        "These results are brought about by adding to the cold juice as it comes from the mill the proper proportion of milk of lime set up at 8° B., and then delivering the limed juice in a constant steady stream as near the bottom of the defecator as possible; it is thus brought into immediate contact with the heating surface and heated once for all before it ascends, with the result of avoiding the disturbance caused in the ordinary defecator by pouring cold juice from above on to the surface of the heated juice, and so establishing down-currents of cold juice and up-currents of hot juice.",
        "Thus also the crystals already formed come in contact with fresh mother-liquor, and so go on adding to their size.",
        "The subsoil not unfrequently contains materials which are deleterious to the growth of crops, and roots descending into it may absorb and convey these poisonous substances to other parts of the plant or be themselves damaged by contact with them.",
        "The actual formation of this salt is not quite clear; but it is certainly conditioned by the simultaneous contact of decaying nitrogenous matter, alkalies, air and moisture.",
        "A rod of perfectly pure zinc, when immersed in dilute sulphuric acid, is so very slowly attacked that there is no visible evolution of gas; but, if a piece of platinum, copper or other more electro-positive metal be brought into contact with the zinc, it dissolves readily, with evolution of hydrogen and formation of the sulphate.",
        "It is enough, and more in keeping with the thought as a whole, to regard him as having been in close contact with Judaism, possibly as a proselyte.",
        "In these cities the rival parties were composed of the most energetic fighting men, who were brought into the most intimate contact with one another, and who kept up their quarrels from the home land.",
        "The Arabs from early times have always been proud of their language, but its systematic study seems to have arisen from contact with Persian and from the respect for the language of the Koran.",
        "Immediately the current passed through the solenoid it caused the iron cylinder to rise, and, by means of its supporting rod, forced the end of the balance beam upwards, so depressing the other end that the negative carbon rod was forced downwards into contact with the metal in the crucible.",
        "Ordinarily carbon is used as the electrode material, but when carbon comes in contact at high temperatures with any metal that is capable of forming a carbide a certain amount of combination between them is inevitable, and the carbon thus introduced impairs the mechanical properties of the ultimate metallic product.",
        "Liquid metal coming in contact with such a surface forms a crust of solidified metal over it, and this crust thickens up to a certain point, namely, until the heat from within the furnace just overbalances that lost by conduction through the solidified crust and the cathode material to the flowing water.",
        "In such an arrangement, after the first instant, the melted metal in the furnace does not come in contact with the cathode material.",
        "When prolonged heating is required at very high temperatures it is found necessary to line the furnace-cavity with alternate layers of magnesia and carbon, taking care that the lamina next to the lime is of magnesia; if this were not done the lime in contact with the carbon crucible would form calcium carbide and would slag down, but magnesia does not yield a carbide in this way.",
        "The class of furnaces heated by electrically incandescent materials has been divided by Borchers into two groups: (I) those in which the substance is heated by contact form at least so much carbide as would suffice, when diffused through the metal, to render it brittle, practically restricts the use of such processes to the production of aluminium alloys.",
        "Of these (3) and (4) are of marked eschatological character, and show little contact with definite historical events ' Driver, op. cit., p. 229, who also refers to the differences of Messianic outlook, and the substitution of an atmosphere of war for one of peace.",
        "It has small leaves and fibrous bark, the wood is light, soft and easily-worked, and very durable in contact with the soil, and is much used for boat-building and for making fences and coopers' staves.",
        "In common with Gay Lussac and Davy, he held subterraneous thermic disturbances to be probably due to the contact of water with metals of the alkalis and alkaline earths.",
        "Antiquaries have sought to show that Japan possessed some form of script before her first contact with either Korea or China.",
        "It is in the realm of decorative art that the world has chiefly benefited by contact with Japan.",
        "In science, the more we know the more extensive\" the contact with surrounding nescience.\"In religion the really vital and constant element is the sense of mystery.",
        "Swedenborg was a man who won the respect, confidence and love of all who came into contact with him.",
        "On passing a current of electricity, of which the volume and pressure are adjusted to the conditions of the electrolyte and electrodes, the anode slowly dissolves, leaving the insoluble impurities in the form of a sponge, if the proportion be considerable, but otherwise as a mud or slime which becomes detached from the anode surface and must be prevented from coming into contact with the cathode.",
        "At the same time, the diffusion of these compounds into contact with the cathode leads to a partial reduction to chloride, by the removal of combined oxygen by the instrumentality of the hydrogen there evolved.",
        "No coffins are used, and a stone vault is built over the corpse so that it may not come into direct contact with the earth.",
        "26 must have said that man was made out of earth; this point of contact between the two cosmogonic traditions has, however, been effaced.",
        "Coronoid present, prefrontal in contact with nasal.",
        "Prefrontal in contact with nasal: Xenopeltidae.",
        "Prefrontal not in contact with nasal: Colubridae.",
        "The prefrontals are in lateral contact with the nasals.",
        "The prefrontals are in contact with the nasals.",
        "The prefrontal bones are still in contact with the nasals as in the previous families, but the coronoid bones of the mandibles are absent as in the remaining families, and this loss also occurs in the Boine Charina.",
        "Prefrontals not in contact with the basals.",
        "The prefrontals are not in contact with the nasals.",
        "It would seem, indeed, that any process by which the particles of two metals are intimately mingled and brought into close contact, so that diffusion of one metal into the other can take place, is likely to result in the formation of an alloy.",
        "For if C l and C2 are the capacities and Q i and Q2 are the charges after contact, then Qi/CI and Q2/C2 are the potential differences of the coatings and must be equal.",
        "It is worth noting that if we have a charged sphere we can perfectly discharge it by introducing it into the interior of another hollow insulated conductor and making contact.",
        "It depends on the principle that if two condensers of capacity C I and C2 are respectively charged to potentials V I and V2, and then joined in parallel with terminals of opposite charge together, the resulting potential difference of the two condensers will be V, such that V = (C,V 2 -CiV2) /(C1+C2) (16); and hence if V is zero we have C I: C2 = V2 The method is carried out by charging the two condensers to be compared at the two sections of a high resistance joining the ends of a battery which is divided into two parts by a movable contact.'",
        "This contact is shifted until such a point is found by trial that the two condensers charged at the different sections and then joined as above described and tested on a galvanometer show no charge.",
        "(c) Later on in the same period contact with the cities of Magna Graecia brought about the wide-reaching introduction of the Sibylline books.",
        "He ought not, of course, to be told more than that he is to descry the inquirer's thoughts, and there ought never to be physical contact, as in holding hands, between the inquirer and the scryer during the experiment.",
        "In alluvial deposits the richest ground is usually found in contact with the \"bed rock\"; and, when the overlying cover of gravel is very thick, or, as sometimes happens, when the older gravel is covered with a flow of basalt, regular mining by shafts and levels, as in what are known as tunnel-claims, may be required to reach the auriferous ground.",
        "Similar plates are often used to catch any particles of gold that may be thrown back, while the main operation is so conducted that the bulk of the gold may be reduced to the state of amalgam by bringing the two metals into intimate contact under the stamp head, and remain in the battery.",
        "They inhabit the densest jungles and are very shy, avoiding contact with strangers, and flying to the hills on the least alarm; but they bear a good character for honesty and truthfulness.",
        "He was brought thus into contact with those artistic and classical associations which exercised so marked an influence on his character and opinions.",
        "It belonged to Gallia Cisalpina, and first came into contact with Rome in 196 B.C., when M.",
        "As regards the undeniable contact of Didache ii.",
        "The personal contact between Luther and Zwingli led to no mental rapprochement between the two; but in the following year the Articles of Marburg did good service as one of the preliminaries to the Augsburg Confession, and remain a valuable document for the fundamental principles common to the Lutheran and Reformed Churches.",
        "Seemingly the widespread Babylonian culture had not reached the Aegean peoples; yet these peoples cannot have been wholly ignorant of things with which commercial intercourse brought them in contact.",
        "If, therefore, the walls of the enclosure held the gas that is directly in contact with them, this equilibrium would be the actual state of affairs; and it would follow from the principle of Archimedes that, when extraneous forces such as gravity are not considered, the gas would exert no resultant force on any body immersed in it.",
        "Many amalgams are formed by the direct contact of a metal with mercury, sometimes with absorption, sometimes with evolution, of heat.",
        "In Denmark he was brought much into contact with the imperial family, and on the death of Prince Lobanov in 1897 he was appointed by the Tsar Nicholas II.",
        "According to Quincke, the surface tension of pure water in contact with air at 20° C. is 81 dynes per linear centimetre, while that of alcohol is only 25.5 dynes; and a small percentage of alcohol produces much more than a proportional decrease in the surface tension when added to pure water.",
        "The front of the head is not in contact with the haunches of the fore-legs.",
        "I) as to bring the beak into close contact with the haunches of the fore-legs.",
        "We have hardly yet discovered that political economy has unavoidable points of contact with ethics.",
        "Thus at the focus two images of the sun were formed nearly in contact as in fig.",
        "where a sunshade is usually placed) would, combined with the normal eye-piece employed, bring the images about to be measured nearly in contact.",
        "He then altered the magnifying power by sliding the field lens of the eye-piece (which was fitted with a slipping tube for the purpose) along the eye-tube, till the images were brought into contact.",
        "661), Spitta and Erbes, have contended that 616 was the original reading (I'aios Kaivap= 6r6) and that ' On the possibility of other points of contact between the Apocalypse and Egyptian mythology, see Mrs Grenfell's article, \"Egyptian Mythology and the Bible,\" in the Monist (1906), pp. 169 - zoo.",
        "The water of the ocean, like any other liquid, absorbs a certain amount of the gases with which it is in contact, and thus sea-water contains dissolved oxygen, nitrogen and carbonic acid absorbed from the atmosphere.",
        "When these processes continue for a long time in deep water shut off from free circulation so that it does not become aerated by contact with the atmosphere the water becomes unfit to support the life of fishes, and when the accumulation of putrefying organic matter gives rise to sulphuretted hydrogen as in the Black Sea below 125 fathoms, life, other than bacterial, is impossible.",
        "Experience shows that sea-water can be cooled considerably below the freezing-point without freezing if there is no ice or snow in contact with it.",
        "His own experiences in the Reichstag, and the close contact with the political parties which his advocacy of successive naval bills had involved, made him a master of political intrigue.",
        "When coal is heated to redness out of contact with the air, the more volatile constituents, water, hydrogen, oxygen, and nitrogen are in great part expelled, a portion of the carbon being also volatilized in the form of hydro carbons and carbonic oxide,-the greater part, however, remaining behind, together with all the mineral matter or ash, in the form of coke, or, as it is also called, \" fixed carbon.\"",
        "In this coal, as well as in the lignite of Tasmania, known as white coal or Tasmanite, the sulphur occurs in organic combination, but is so firmly held that it can only be very partially expelled, even by exposure to a very high and continued heating out of contact with the air.",
        "The return air from fiery workings is never allowed to approach the furnace, but is carried into the upcast by a special channel, called a dumb drift, some distance above the furnace drift, so as not to come in contact with the products of combustion until they have been cooled below the igniting point of fire-damp. Where the upcast pit is used for drawing coal, it is usual to discharge the smoke and gases through a short lateral drift near the surface into a tall chimney, so as to keep the pit-top as clear as possible for working.",
        "release of stored-up masses in the coal, which, overpowering the ventilation, produce magazines of explosive material ready for ignition when brought in contact with the flame of a lamp or the blast of a shot.",
        "In the thick coal workings in South Staffordshire the slack left behind in the sides of work is especially liable to fire from so-called spontaneous combustion, due to the rapid oxidization that is set up when finely divided coal is brought in contact with air.",
        "Motion is communicated to the rope by frictional contact with the drum,.",
        "When closed by the load the width is sufficient to allow it to enter a funnel-shaped guide on a cross-bar of the frame some distance above the bank level, but on reaching the narrower portion of the guide at the top the plates are forced apart which releases the ropes and brings the lugs into contact with the top of the cross-bar which secures the cage from falling.",
        "In frequenting the salons of her friends the queen not only came in contact with a number of the younger and more dissipated courtiers, whose high play and unseemly amusements she countenanced, but she fell under the influence of various ambitious intriguers, such as the baron de Besenval, the comte de Vaudreuil, the duc de Lauzun and the comte d'Adhemar, whose interested manoeuvres she was induced to further by her affection for her favourites.",
        "Inferior incisors, three on each side with an incisiform canine in contact with them.",
        "It was therefore predicted that the introduction of acetylene on a large scale would be followed by numerous accidents unless copper and its alloys were rigidly excluded from contact with the gas.",
        "Acetylene has the property of inflaming spontaneously when brought in contact with chlorine.",
        "In contact with nascent hydrogen it builds up ethylene; ethylene acted upon by sulphuric acid yields ethyl sulphuric acid; this can again be decomposed in the presence of water, to yield alcohol, and it has also been proposed to manufacture sugar from this body.",
        "Heated in contact with air to a temperature of 480° C., acetylene ignites and burns with a flame, the appearance of which varies with the way in which it is brought in contact with the air.",
        "This takes place when in the manufacture of the carbide the material is kept too long in contact with the arc, since this overheating causes the dissociation of some of the calcium carbide and the solution of metallic calcium in the remainder.",
        "In the generation of acetylene from calcium carbide and water, all that has to be done is to bring these two compounds into contact, when they mutually react upon each other with the formation of lime and acetylene, while, if there be sufficient water present, the lime combines with it to form calcium hydrate.",
        "The decomposition of the carbide by water may be brought about either by bringing the water slowly into contact with an excess of carbide, or by dropping the carbide into an excess of water, and these two main operations again may be varied by innumerable ingenious devices by which the rapidity of the contact may be modified or even eventually stopped.",
        "The result is that although the forms of apparatus utilized for this purpose are all based on the one fundamental principle of bringing about the contact of the carbide with the water which is to enter into double decomposition with it, they have been multiplied in number to a very large extent by the methods employed in order to ensure control in working, and to get away from the dangers and inconveniences which are inseparable from a too rapid generation.",
        "The first class may again be subdivided into generators in which the water rises in contact with the carbide, in which it drips upon the carbide, and in which a vessel full of carbide is lowered into water and again withdrawn as generation becomes excessive.",
        "The best forms of generator are either those in which water rises slowly in contact with the carbide, or the second main division in which the carbide falls into excess of water.",
        "Billwiller introduced the idea of sucking air into the flame at or just below the burner tip, and at this juncture the Naphey or Dolan burner was introduced in America, the principle employed being to use two small and widely separated jets instead of the two openings of the union jet burner, and to make each a minute bunsen, the acetylene dragging in from the base of the nipple enough air to surround and protect it while burning from contact with the steatite.",
        "The ratio p is given by e\"` e, where e= 2.718; µ is the coefficient of friction and 0 the angle, measured in radians,, subtended by the arc of contact between the rope and the wheel.",
        "This device consists of a roller of radius r, pressed into contact with a disk.",
        "The two are carried on a common frame, so arranged that a change in form of the spring causes a relative displacement of the disk and roller, the point of contact moving radially from or towards the centre of the disk.",
        "The gear operating the paper roll is driven from the axle of an inde pendent wheel which is let down into contact with the rail when required This wheel serves also to measure the distance travelled.",
        "There is no such thing in nature as actual contact between two bodies.",
        "When two bodies are said in ordinary language to be in contact, all that is meant is that they are so near together that the repulsion between the nearest pairs of atoms belonging to the two bodies is very great.",
        "In a gas the state of things is very different; an odour is known to spread rapidly through great distances, even in the stillest air, and a gaseous poison or corrosive will attack not only those objects which are in contact with its source but also all those which can be reached by the motion of its molecules.",
        "Suppose for instance that two bodies, both devoid of heat, are placed in contact with one another, and that the surface of the one is then rubbed over that of the other.",
        "Even his frequent use of Greek words, phrases and quotations, reprehended by Horace, was probably taken from the actual practice of men, who found their own speech as yet inadequate to give free expression to the new ideas and impressions which they derived from their first contact with Greek philosophy, rhetoric and poetry.",
        "In this capacity he was several times brought into contact with King James.",
        "Primitive Semitic customs recognize that when persons are laid under a ban or taboo (herem) restrictions are imposed on contact with them, and that the breach of these involves supernatural dangers.",
        "With its character largely determined by Jewish elements, and even more by contact with the dogmas of Christianity, this second Alexandrian school resulted in the speculative philosophy of the Neo-Platonists and the religious philosophy of the Gnostics and early church fathers.",
        "But in that city for some time past there had been various forces secretly working, and these, coming in contact with great spiritual changes in the world around, produced a second outburst of intellectual activity, which is generally known as the Alexandrian school of philosophy.",
        "The contact of Jewish theology with Greek speculation became the great problem of thought.",
        "Such petitions as the above are common in the more ancient of the Christian cults, and are all alike inspired by the idea that a spirit or divine virtue can be confined in material objects which are to be brought into contact with or swallowed by men and animals.",
        "Few come in contact with his writings without feeling his deep spiritual nature and an absolute genuineness and marvellous individuality which seem never to sink into mere routine or affectation.",
        "In the beavers or Castoridae these bones are in close contact at their lower ends, the tail is depressed, expanded and scaly, and the habits are aquatic. Beavers have webbed hind-feet, and the claw of the second hind-toe double.",
        "This subject he was led to study by the experience of a colliery engineman, who noticed that he received a sharp shock on exposing one hand to a jet of steam issuing from a boiler with which his other hand was in contact, and the inquiry was followed by the invention of the \"hydro-electric\" machine, a powerful generator of electricity, which was thought worthy of careful investigation by Faraday.",
        "(2) De administrando imperio, an account of the condition of the empire, and an exposition of the author's view of government, written for the use of his son Romanus; it also contains most valuable information as to the condition and history of various foreign nations with which the Byzantine empire had been brought into contact on the east, west and north.",
        "Factions separated from the parent body developed dialects or languages by contact, intermarriage and incorporation with foreign tribes.",
        "The following classes must be carefully discriminated: - (a) pre-Columbian, (b) Columbian, (c) pre-contact, (d) first contact, (e) post-contact, (f) present, and (g) spurious.",
        "It is interesting in this connexion to study also first contact in its lists of articles, and the effects produced upon aboriginal minds and methods.",
        "The question whether similarities in technology argue for contact of tribes, or whether they merely show corresponding states of culture, with modifications produced by environment, divides ethnologists.",
        "Here they would be in contact, and ready to act united against Napoleon with a numerical superiority of two to one.",
        "His cavalry gained contact before noon with Thielemann's corps, which was resting at Gembloux, but the enemy was allowed to slip away and contact was lost for want of a serious effort to keep it.",
        "BLACK DROP, in astronomy, an apparent distortion of the planet Mercury or Venus at the time of internal contact with the limb of the sun at the beginning or end of a transit.",
        "They are a fine, frank race, naturally open-hearted and free-handed, fond of change and given to an out-door life; but they do not seem to improve on being brought into contact with civilization.",
        "This elementary conception is of the figure as already existing, rather than of its method of description; the test of circularity being the possibility of rotation within a surrounding figure so as to keep the two boundaries always completely in contact.",
        "The formulae of § 82 can be extended to the case of a briquette whose top has close contact with the base all along its boundary; the data being the volumes of the minor briquettes formed by the planes x =x0, x = x i,"
    ],
    "definition": [
        "Relating to, sustaining, or making contact.",
        "Caused or transmitted by touching, as a rash.",
        "Link/Cite"
    ]
}