{
    "translation": ".1 לשלוט\n.2 שליטה, בקרה",
    "uses": [
        "I can't control it yet.",
        "Yully struggled to control it and then surrendered.",
        "TP53 makes a protein called p53 that is one of these quality control mechanisms.",
        "I have to learn to control myself.",
        "A person couldn't be in control all the time - right all the time.",
        "But he had begun talking, and the more he talked the less could he control his words.",
        "You've gained some valuable experience about how things can get out of control so quickly.",
        "If he had simply ignored her, she might have been able to get her emotions under control, but now a sob threatened so convincingly that she was afraid to breathe.",
        "Alex liked being in control, and he had none in this situation.",
        "Dictators may think they can control information access and technology.",
        "But we need only penetrate to the essence of any historic event--which lies in the activity of the general mass of men who take part in it--to be convinced that the will of the historic hero does not control the actions of the mass but is itself continually controlled.",
        "Never in her life had she been so attracted to a man – so totally out of control in his presence.",
        "He had no control of his own powers, and he'd not yet been tested in a confrontation with the man who enslaved him.",
        "But whether Helen stays at home or makes visits in other parts of the country, her education is always under the immediate direction and exclusive control of her teacher.",
        "He was in his chair, trying to control his curiosity, but she couldn't let it rest at that.",
        "It was like walking in water and I almost lost my balance but after a few steps, I could control my motion pretty well.",
        "I took a deep breath trying to control myself.",
        "A person couldn't avoid fate, but they could control the way they responded to it.",
        "She swallowed hard and nodded, struggling to control the strange sense of desire bubbling uncontrolled within her.",
        "We had no control over what happened.",
        "Yully struggled to control the energies into her body, still leery of the invaders.",
        "If women weren't attracted to them, maybe men could control themselves.",
        "She let up on the accelerator long enough to gain control of the vehicle.",
        "\"I don't think we control it,\" Jule replied, looking him over.",
        "At least he was trying to control his temper this time.",
        "\"You should go, go away at once, if you don't feel strong enough to control yourself,\" she would reply sadly, trying to comfort her husband.",
        "I knew I was losing control and I should have stopped then.",
        "I know you're sure you can stay in control, but...",
        "Watching the two of them, it was all she could do to control her own tears... especially knowing that this was at least partly her fault.",
        "Autocrats can hold power indefinitely if they control the media, the military, business, the money, and information.",
        "She didn't have his cold control; she was the kind of woman who would give herself freely in bed and hold no part of her back.",
        "Her legs felt weak, and she sat heavily on the curb, struggling to control her breathing so she didn't pass out.",
        "People had limited control over their emotions, but they could certainly remain in control of their actions.",
        "She struggled to control her emotions as the words came out.",
        "But her mouth took control again.",
        "He'd drilled her in how to use and control her gift.",
        "He doesn't have complete control of his muscles yet.",
        "I tried with all my might to control the eagerness that made me tremble so that I could hardly walk.",
        "In a quiet room with no one looking on, she managed to get her emotions under control by focusing on Destiny.",
        "Another prodded his horse with the butt end of a musket, and Pierre, bending over his saddlebow and hardly able to control his shying horse, galloped ahead of the soldiers where there was a free space.",
        "\"I'm alright,\" he said after he regained control of his voice.",
        "He'd never been afraid of anything in his life until that moment when all his power and control meant nothing.",
        "If Alex liked being in control, and she liked him being in control, then there was no problem.",
        "Computers can connect to and control highly specialized scientific instruments, and equipment can be accessed remotely.",
        "Maybe Alex wanted to be in control because he had been dominated all his life.",
        "We control the temperature of our surroundings, eat food from around the world, and own possessions no king could have imagined.",
        "Sauces are ordered separately, as are vegetables, so you may control the portions.",
        "He left in order not to obstruct the commander-in-chief's undivided control of the army, and hoping that more decisive action would then be taken, but the command of the armies became still more confused and enfeebled.",
        "Better would be a long time coming, but she felt more in control of her emotions.",
        "To clear up this last point for himself, Prince Andrew, utilizing his position and acquaintances, tried to fathom the character of the control of the army and of the men and parties engaged in it, and he deduced for himself the following of the state of affairs.",
        "As for Alex, he likes to control people.",
        "Weyrother, who was in full control of the proposed battle, by his eagerness and briskness presented a marked contrast to the dissatisfied and drowsy Kutuzov, who reluctantly played the part of chairman and president of the council of war.",
        "\"Now, please, without further ado, explain,\" he said, in an attempt to control the conversation.",
        "He wouldn't respond to her mind manipulation attempts, and he was able to control Jonny.",
        "The count's face was white and he could not control the feverish twitching of his lower jaw.",
        "She desperately fought the steering wheel for control, but the car weaved all over the road.",
        "If it had been anyone else, I would have accepted that, but she liked to control people.",
        "I thought I could control my emotions.",
        "The officer evidently had complete control of his face, and while Kutuzov was turning managed to make a grimace and then assume a most serious, deferential, and innocent expression.",
        "Considering the information Katie had just disclosed, it wasn't surprising that he wanted to be in control - or that he had chosen a wife who asked few questions.",
        "Maybe she couldn't make the ugly beast go away completely, but she had learned to control it.",
        "He knows what settings control each but it's far from exact.",
        "She braced herself and pulled his power into her, struggling to control it while panic rose.",
        "Dusk had fallen while she tested the magic and her ability to control it.",
        "A week later Pierre gave his wife full power to control all his estates in Great Russia, which formed the larger part of his property, and left for Petersburg alone.",
        "The antidepressants didn't help that much, but maybe they were responsible for the fact that she had not lost control yet.",
        "She had to regain control.",
        "But the privileged class alone are eligible to the greatest offices of the state; they have in their hands the exclusive control of the national religion; they have the exclusive enjoyment of the common land of the state - in Teutonic phrase, the folkland.",
        "This state of things is continually becoming worse and makes one fear that unless a prompt remedy is applied the troops will no longer be under control in case of an engagement.",
        "She still didn't understand the depth of her talents or how to control the visions, and being alone and away from her mate made some days unbearable.",
        "Dusty didn't know if a few months of Darian having his own mind back were enough to erase thousands of years under the control of another.",
        "Is being in control so important that you're willing to sacrifice the happiness of your only son?",
        "They used mind manipulation to control you, which wasn't possible with Xander there to protect you.",
        "I'd only need to close one to control their entrance into this world.",
        "She was a proud woman, one who didn't like being out of control.",
        "He'd managed to control his magic for a while now, but he had to stay calm.",
        "He'd lost her as soon as he finally won her, all because he couldn't control the spells he still suffered from his years in slavery.",
        "He caught a glimpse of Rissa through the melee and wrestled the horse for control.",
        "She was calm and in control once more.",
        "Taran did not understand the need for her to return so soon, but the woman was beyond any man's control.",
        "She had enough strength to control the demon; maybe she could prevent it from escaping to a new host.",
        "It was when her searing body touched his that his control began to slip.",
        "Their petting grew more frenzied, more instinctive, and far from the languid, sensuous control he had intended to use with her.",
        "He's always been so alert and in control.",
        "The cool damp cloth did wonders to get her own face back to normal and she finally regained control.",
        "Alex was secretive and he did like to be in control.",
        "Probably because he didn't know how to handle the situation - and Alex always wanted to be in control.",
        "Sometimes she would stop crying for a while, and it seemed that she was gaining control.",
        "Well, if I was in your shoes, I'd see my doctor about some form of birth control.",
        "For a moment she had the shocking realization that the situation was out of control.",
        "Why had they allowed themselves to completely lose control?",
        "You can run away from him, stay in the same relationship, or set your foot down and get things back into control.",
        "It wasn't that I didn't know when things started getting out of control.",
        "Anyway, I was doing my best not to let things get out of control.",
        "When he didn't respond, I added, She'll have a hell of a headache but you guys both have some bridges in need of serious damage control.",
        "She couldn't tell if he were doing it on purpose or simply had no control.",
        "It's the same thing you do to change an object into another, only normal objects have far less energy to control.",
        "She tested it as she walked to see how much effort it would take to control.",
        "Yully let the power fill her and mix with the other energies, staving off panic that there was much more than she could ever control.",
        "She dropped to her knees and sobbed, unable to control her pain and fear.",
        "Damian was not one to lose control.",
        "She'd never seen him not in control.",
        "I'm not yet in control of myself.",
        "He felt both spent and wired, his head too full of memories to control.",
        "She struggled for control, focusing on the road.",
        "Seizing control of himself, Two stepped forward and pushed her back, binding her to the table again.",
        "His gaze was unusually intense as he struggled to control his emotions.",
        "He was there to save your brother when Isac finished and kept him under control using Claire's blood.",
        "If there's one thing I've learned about humans, it's that you can't control them.",
        "He appeared calm and in control again, if not relaxed, with the only three men he'd ever trusted.",
        "You had no control over yourself.",
        "The Dark One likes to control those close to him.",
        "There was no way a creature like Darkyn, who valued control over everything, was going to let her talk to Zamon.",
        "She needed control of her own mind back, but the feverish fog was too thick.",
        "But her thoughts were falling under the control of something else.",
        "They were spinning out of control, fed by the direct contact with him and the elusive scent that was making her mouth water.",
        "Any control she had slid away.",
        "She could neither control her body's reaction to it nor satiate it.",
        "Darkyn has been spinning out of control for many years.",
        "The mating bond alone makes it easy for a woman to control her mate.",
        "I can control the hunger.",
        "There were days when you hated the fact you did love her, and there were days when she almost walked away from you for good, because she hated that she couldn't control how she felt, Deidre continued.",
        "Deidre stopped trying to control her tears.",
        "Darkyn wore her out enough to where her thoughts no longer spun out of control.",
        "We have no control over what the government does.",
        "That's something I have no control over.",
        "Dean asked, trying to control the quiver in his voice.",
        "David Dean, without a remote control, had difficulty with the TV and these two old fogies were out surfing the net like a couple of Silicon Valley youngsters.",
        "Maria has things under control.",
        "Nearly impossible to stop, next to impossible to control.",
        "In town doing traffic control, I guess.",
        "I've got it under control.",
        "The helicopter righted itself fast, and she saw the parachute Brady had been trying to release by smashing his fist against the control box in the ceiling.",
        "What would trusting a real mind control expert get him?",
        "They obeyed faster than they ever would a command from the Black God, who still struggled to control his vamps.",
        "He feared what it could do, that he couldn't control it.",
        "Her mind control magic slid around him, ineffective this night.",
        "She couldn't control it, which terrified her.",
        "Her scent still lingered in the air, and he could almost feel her hands on his body again, caressing him in a way that turned him from a god in control of himself into a fawning teenager.",
        "The world was turning at Mach speed and Dean felt himself racing along with the uninformed, totally out of control.",
        "It was beyond Wynn's control, but maybe, somehow, another deity was able to save Deidre from Darkyn, who was not likely to be merciful, even to his mate.",
        "\"Emotion is a weakness, one we cannot always control,\" he replied.",
        "As someone accustomed to being in control of her world, she needed a little more time before she was ready to face him.",
        "\"Okay,\" she said, uncomfortable with the idea she had no control whatsoever over the man before her.",
        "Frustrated, she realized she wasn't able to control whatever it was.",
        "How did she win him, if she wasn't able to control the human feelings?",
        "No matter how many Deidres were shoved into that perfect little body, she'd never have the control over him she once had.",
        "She was trying hard to control her expression and the flush moving up her features.",
        "Those huge hands had started to explore her body in a way that left her feeling feminine, delicate, and willing to let him take control in a way she never permitted him before.",
        "The urge was beyond her control.",
        "Unable to look at him or control the tears starting to form, Deidre walked away.",
        "Her own body burned with emotions she couldn't control: love, happiness, and a hunger so deep, she thought she'd die before he sated her.",
        "At other times, it didn't, because her own emotions were too hard for her to control.",
        "You've never been able to control yourself.",
        "Once Josh had considered substituting her birth control pills with candy.",
        "He likes to be in control.",
        "She had chosen him partly for his ability to assume control while keeping everyone's best interest in mind... and partly because he aroused a passion she never knew existed.",
        "Maybe it was macho or part of the control thing.",
        "Alex was in control most of the time, and she liked it that way.",
        "Yeah, and one more thing we can't control.",
        "He thought he was in control.",
        "Emotion did have control of her tongue.",
        "It wasn't something either of them wanted to do, but the situation had grown out of control.",
        "It was always that way when he was in control.",
        "Yet he still couldn't control his facial muscles or speak.",
        "Clutching the robe to her midsection, her upper chest exposed beyond control, she tried to twist from his grip.",
        "Katie would probably say it was the way he took control, but in actuality, it was the confidence he exuded.",
        "Both wanted to control, and both were confident in their own decisions.",
        "Hallucinations, incurable pain, loss of muscular control, cognitive dysfunction.",
        "Wynn didn't like being out of control, at the mercy of one he couldn't predict or manipulate.",
        "It's outside of your control.",
        "\"That sounds about right,\" Gabe said, recalling how much she liked to be in control.",
        "Out of control, she curled on her side and tumbled into unconsciousness.",
        "She'd felt the same loss of control and fear when first diagnosed as terminal.",
        "She was still in control of herself and her mind.",
        "That was out of our control.",
        "She didn't want to live with someone like Logan, who resented her for something she couldn't control.",
        "It was a huge pill to try to swallow, knowing someone didn't like her for reasons she couldn't control.",
        "While not privy to the Council's business, he assessed the appearance of their father at a time when Rhyn was struggling for control did not bode well for any of them.",
        "Control, if that's your thing.",
        "The peacemaker of the brothers, Andre instinctively used his gift of mind control to counter the tempers of his fiery brothers.",
        "I read, control, manipulate and anything else I need to do to the mind, I can, Andre started.",
        "She wasn't going to make it long here if she lost control.",
        "Everything about the deity screamed careful control.",
        "When the sand is gone, I'll make him dead-dead, unless he can learn to control his power and to work with his brothers.",
        "Rhyn couldn't do what others wanted, not when he couldn't control his own powers.",
        "He tested his ability to control the familiar magic.",
        "They couldn't control him once he left Hell; no one could.",
        "She breathed deeply, struggling to remain in control when all she wanted to do was run for the nearest psych ward and check herself in.",
        "They gazed at each other for a long moment, her shock and exhaustion too deep to fear the man who radiated power and control, even in a simple T-shirt.",
        "You're in complete control of how much I hurt you.",
        "He simply didn't have the control.",
        "Whatever control they hoped to maintain slipped.",
        "He'd never been entrusted with anything to care for, not when he was unable to control his powers.",
        "He certainly didn't seem to have much control, as far as she could tell.",
        "over a supermodel was softened by the rationale that he would also innately recognize his intended mate, even if he didn't recognize her ability to help him control his power.",
        "If anything, he seemed absolutely sure of himself and what he wanted, even if his nature didn't allow him to control his own wild talents.",
        "Have you learned some control of that demon power, little brother?",
        "He needs to learn some control.",
        "Because of her, you can control and channel your power.",
        "At least, he hadn.t been able to control them before meeting Katie.",
        "Instead, he focused hard on cleaning up her blood and bandaging her arm before the scent drove him too wild to control himself.",
        "What.s clear is that your mate is still out of control.",
        "You know, Gabe, even though we.re no longer bound, I can still control my power.",
        "His powers were back in full force, without her to steady his control.",
        "He staggered back, unable to control the power within him.",
        "I can.t control it, Kris.",
        "You may not have much control over some things.",
        "Unable to understand or control the strange sensations, she tried to help right herself as the hands gripping her ribcage steadied her.",
        "She'd lost complete control of her life overnight!",
        "Warriors were known for their patience and control, but he sensed this woman would test both.",
        "They have no means to control me, which makes them less lazy than they have been for a millennium.",
        "She cried until she could control herself, wiped her face, and drew several shuddering breaths.",
        "\"I've assessed that your men can't control their women,\" he said.",
        "It was very unlike his friend and second-in-command to allow his control to slip in such a drastic way.",
        "She was beyond his control, and so was her choice of whether or not to accept her place.",
        "For a long moment, it was dark and silent, until the interior of the pod lit up with two screens, one displaying the empty space outside and the other displaying a control panel with writing similar to that of the battle planning station.",
        "She looked at the control panel, trying to decipher any of the symbols.",
        "She rubbed her face and looked at the control panel again.",
        "She didn't have much air left, and she couldn't enable the control panel so she could direct the pod elsewhere.",
        "The effect slammed her downwards, and the pod spun out of control, head over tail, shaking as it fought gravity.",
        "The communications and control panels were disabled, but I figured out how to engage the shields.",
        "She didn't like to think of how violent the man in control of a world always at war could be.",
        "He opened the communications device and touched two buttons on the flat control panel.",
        "A'Ran took control of the ship, forcing himself to focus.",
        "Kiera asked, trying hard to control the anger building within her.",
        "She found out she's preg—claims he switched her birth control pills or something.",
        "I've got this place under control.",
        "The first was to maintain enough control to avoid crushing them in the heat of passion.",
        "This would take some damage control.",
        "He almost protested, but thought she might want control of when to leave, so let it be.",
        "It was imperative to maintain enough control to keep from hurting or biting her.",
        "Tonight I started to lose control, and panicked.",
        "He needed distance in order to maintain control of the emotions thundering through him.",
        "I have no control over what I do during the full moon, and after, have no memory of my time as a wolf, so I can't answer that.",
        "He needed time to find some control over his emotions.",
        "They released the heartache they had been holding in and were filled with unencumbered passion, melting into each other as they had the first time, but now neither held any secrets, and neither needed to maintain control.",
        "Jackson stood dumbstruck; amazed the newborn possessed such control.",
        "That is something you have no control over.",
        "Sarah immediately ceased thrashing, but Jackson's control took longer.",
        "You seem to have it all in control - both the dairy and the house.",
        "Did it have anything to do with the fact that she would be twenty-one soon, and gain control of her inheritance?",
        "Maybe the goats had some kind of control over commencement of labor.",
        "We've got it all under control, so just relax and get well.",
        "The diversion was helping her get her emotions under control.",
        "She faced him coolly, trying to control her temper.",
        "She fought for control.",
        "Warmth crawled up her neck with the realization that she had lost control - and Alex had been aware of it.",
        "She fought for control of her breath, but the increased pumping of her heart didn't help.",
        "Whenever she seemed to be getting herself under control, a fresh bout of sobs would begin.",
        "Running from it was probably the worst thing she could do, but panic had set in and her legs were under control of her mind.",
        "Meanwhile, his people acted as the eyes on the ground to the regular military, most of which was exiled overseas after the war to prevent the divided political elite from seizing control of it again.",
        "\"If you control all these stores, why not send people out for food?\" he asked.",
        "Elise said nothing else, struggling to control her own emotions.",
        "She stared for a long moment at the net code indicating that the receiver of the general's messages was located in the West Control Center.",
        "Brady felt his control slip a notch.",
        "He had a crowd control baton the size of her hand that expanded with a touch to the thumb pad.",
        "The control panel opened.",
        "She set it on top of the control panel and assessed the results, then activated the generator's artificial intelligence so it would adjust as needed to power the town.",
        "The soldier touched his thumb to the navigation control board.",
        "These keypads control all the military's weapons in the country.",
        "Whoever has them will be able to take control.",
        "Rhyn approached the boundaries of his newest prison – the one meant to keep everyone else on the Caribbean Sanctuary safe from the magic he couldn't control.",
        "Tents had sprung up two nights before, and the two people who could keep his powers from spinning out of control remained at the center of the beach.",
        "As hard as he tried, he had no control over his power without the buffers.",
        "I can't control it.",
        "He's about to lead my demons to the underworld.  With the Immortals in disarray and Death's … mistake, I can own the underworld before Rhyn can control his power enough to stop me.",
        "Rhyn clenched his fists.  Darkyn said nothing else and walked away, disappearing into the morning shadows of the forest.  Rhyn felt fevered.  His power was leaking out of his body, killing the plants around him.  He grappled to control what he could, aware he would soon not have that option.",
        "He didn't have three more days' worth of control.  The idea he'd likely explode before Death delivered Katie made him feel fear, an emotion he hated and hadn't felt until responsible for the life of someone he cared about.",
        "No, I mean, you aren't out of control.  How is that?",
        "\"Still no control,\" Darkyn said, his voice seeming to come from everywhere.",
        "Power I can't control.",
        "Rhyn does understand, but he can't control what he is.  Even if he wanted to do good, he'd fail.  He's too weak to control his impulses, Kris.",
        "What if you do succeed in forcing Death's hand and she brings Katie back from the dead?  You'd tear the fabric of the universe and invite the demons to take control.  She's all that stands between us and them.",
        "\"No,\" she answered, trying to control the tremble in her voice.",
        "He identified himself, and told Mayer everything was under control and he needn't worry.",
        "Here he was, in total control, independent of outside power—only his arms and legs and gravity.",
        "There were some decisions that should be made jointly, and being in control meant taking full responsibility.",
        "Would he continue to consider her input, or would he simply take control?",
        "I'm sick of this male idea that sex is something a man has no control over.",
        "She's had centuries of learning to control it because ultimately she is the one who will suffer for any poor decisions.",
        "He was trying to keep the situation under control – for her sake.",
        "I... lost control, I guess.",
        "She was unable to control the sobs that ravaged her body.",
        "Maybe it was because he was trying to control his emotions, but his kiss was measured.",
        "You want him to make decisions, and he loves being in control.",
        "His voice was even, as if he were having trouble staying in control of his emotions.",
        "Still, she had been welcomed as pest control.",
        "I thought about substituting her birth control pills with something.",
        "Carmen regained control of her gaping jaw.",
        "There is only one method of birth control that sure, and I doubt your husband would tolerate it.",
        "Alex liked to be in control — not of her, but of life in general.",
        "With four days at most remaining in her ability to control the Black God, she suspected she'd be dead in five.",
        "Rissa strained to control her wild desperation.",
        "He sought to control it, not yet trusting the woman in his arms.",
        "The scent of her desire ensnared him, dragged him closer to the edge of his control.",
        "Regaining control of himself, Taran turned to face her without removing his eye-band.",
        "She leaned against a building, struggling for control of herself.",
        "She did not cry long, only until she released enough of her emotions to control the rest.",
        "Some days, this is not much, as the weakness of my forefathers has made it powerful enough to choose its next host and seize control of my body.",
        "They'd truly thought their sacrifices would help their people, that they could control the darkness of the demon.",
        "The demons swam within him, fighting for control of his body.",
        "He was a lucky man – but not because he had a wife who wanted him to be in control, as Katie believed.",
        "Alex did like to be in control, there was no denying that, but he certainly didn't dominate her.",
        "With Alex driving, it felt like he was in control again.",
        "When he had them both under control, he finally turned to her, his brows lowered.",
        "Alex liked to be in full control.",
        "For that amount of time, they would fall back into their old roles, with Alex in control.",
        "Honestly, Carmen, if you don't take a stand, he's going to control you all your life.",
        "Gerald didn't share the desire to control with Alex, though.",
        "I know Alex likes to be in control, but there's a difference between being in control and constantly being responsible.",
        "Maybe so, but I like him being in control, and I think he likes it too.",
        "And yet, Alex still wanted to be in control.",
        "He shouldn't try to control every facet of her life.",
        "Don't act like I'm some kind of control freak.",
        "As suddenly as she lost control, Carmen regained it.",
        "No, actually what this was all about was control.",
        "And yet, if she truly wanted him in control, why wasn't she doing what he recommended?",
        "A little voice deep inside cried that if he couldn't be in control, he would leave her.",
        "This was getting out of control.",
        "Maybe he had decided being in control of the estate was better than having no control in his home.",
        "The situation was out of control and reasoning with him wasn't going to work.",
        "She left the phone on the floor as a reminder to control her temper.",
        "You were in full control and my feelings didn't matter.",
        "It isn't your job to control him.",
        "That man wants to be in control of everything, doesn't he?",
        "Like Alex, he was most comfortable when he was in complete control.",
        "In actuality, he was tired of not being in full control.",
        "In her eagerness to feed his desire to control, she had been willing to give up the independent spirit he found attractive.",
        "Well, I'm the one who decides whether I let darkness control me or I overcome it.",
        "Why did she want him in control – and then not?",
        "The time to take control of her life was long overdue.",
        "Standing her ground was the only way to maintain control.",
        "Men use that excuse as a means of retaining complete control.",
        "His kisses were intoxicating, and this was no place to loose control.",
        "If she was ever going to learn to be totally self sufficient, she was going to have to take control of her life.",
        "It was time to take control.",
        "Well, that would be a little drastic, but it wouldn't hurt us to use some alternate methods to pest control.",
        "All right, suppose we bought a jar of live Praying Mantises at our neighborhood pest control store.",
        "You like to do the asking - only you're afraid to take control.",
        "Things were getting out of control.",
        "He couldn't control the surge of adrenaline he experienced whenever he thought of sinking his teeth into his father's neck and draining his life from him, the way his father drained his mother's life.",
        "Pain turned into an emotion almost too strong for him to control.",
        "He slaughters without mercy and control.",
        "Whoever has it will have the power to control you – and your magic.",
        "What would it be like to be around someone completely outside his control?",
        "Xander hated the idea of not being in control.",
        "The guy sounded like a control freak.",
        "The playful challenge in her gaze stirred his competitive edge, the one that didn't lose and hated being out of control.",
        "\"You're stuck with a deadbeat boyfriend who doesn't carry his own weight and beats you because he's some sort of control freak,\" he guessed.",
        "Of course the control freak would choose a pose where he was holding her down with the sheer size of his body, her hands pinned by her head.",
        "It swallowed her senses, but she wasn't about to lose complete control to someone like Xander.",
        "Jessi fought the sensations, not wanting to lose control, especially to him.",
        "They are close to being equal, with the exception that Jonny is a teenager and can't control his power yet.",
        "He's a control freak.",
        "His mind control attempts against mine, and we had our own agendas.",
        "Unaccustomed to emotions he wasn't able to control, he watched her hips sway but stayed where he was.",
        "Her mind control power was second only to his, and she fought like a warrior.",
        "Jonny was a good kid who had to go bad in order to control the vamps at his disposal and counter the White God's influence.",
        "The physical connection was making it hard to control her emotions and the memory of the other times he'd kissed her.",
        "After all, the power to control a world was at stake.",
        "Xander didn't move, waiting for her to make a decision she had no control over, not with her body and emotions already firmly on his side.",
        "Unable to control her spinning emotions, she clung to him.",
        "What bothered him: by making the choice he did, he was faced with a new set of consequences, ones he didn't quite know how to handle and definitely couldn't control.",
        "He who holds the gem will control the Vamp.",
        "His normally strict control was thin; he hated the feeling.",
        "He was in control – complete control – even when destroying the world.",
        "Unable to find her when she was on stealth mode, he was acutely aware that he had no control over what was going on below.",
        "The flow within him felt so good after the control he normally exerted to rein it in.",
        "Xander's control was slipping again.",
        "I may not control them, but I maintain power over my kind, the way you do over the vamps.",
        "These two, afterwards joined by the primate's old rival Lord Shannon, and usually supported by the earl of Kildare, regained control of affairs in 1758, during the viceroyalty of the duke of Bedford.",
        "Not a soldier himself, he had to control and direct the movements of armies; can we be surprised if he failed, or if he was unable to keep control over the generals or to establish that military co-operation so essential to success?",
        "In 1886 he became proprietor of the San Francisco Examiner, the first of a long chain of papers to come under his control.",
        "It is evident that it was originally a goddess who was supposed to be in control of Irkalla, corresponding to Ishtar in control of fertility and vegetation on earth.",
        "By his rigorous imposts he alienated the favour of his subjects, and especially of the clergy, whom he otherwise sought to control firmly.",
        "The town is under the control of a provost, bailies and council, and, along with Hawick and Selkirk, forms the Hawick (or Border) group of parliamentary burghs.",
        "These are all under the supervision of a state board of control of three members, appointed by the governor, which was created in 1909, and also has control of the finances of the state educational system.",
        "The West Virginia Colored Orphans' Home near Huntington is not under state control, but has received appropriations from the legislature.",
        "McClellan's forces gained possession of the greater part of the territory in the summer of 1861, and Union control was never seriously threatened, in spite of Lee's attempt in the same year.",
        "Through the columns of the Independent Reflector, which he established in 1752, Livingston fought the attempt of the Anglican party to bring the projected King's College (now Columbia University) under the control of the Church of England.",
        "The council was reduced to four members with a governor-general, who were to exercise certain indefinite powers of control over the presidencies of Madras and Bombay.",
        "An agreement was come to by which Francis received patronage for his circle of friends, while Hastings was to be unimpeded in the control of foreign affairs.",
        "In his case the ancestral hoards were under the control of his mother, the begum of Oudh, into whose hands they had been allowed to pass at the time when Hastings was powerless in council.",
        "The long struggle between the Company and the ministers of the crown for the supreme control of Indian affairs and the attendant patronage had reached its climax.",
        "The conseil colonial, besides its advisory functions, discusses and votes the budget, determines the nature of the taxes, has supreme control over the tariffs, and extensive powers in the administration of colonial domains.",
        "Their absolute freedom from diffraction, the perfect control of the illumination and thickness of the lines, and the accuracy with which it will be possible to construct scales for zone observations will be important features of the new method.",
        "Certain concordats deal with the orders and congregations of monks and nuns with a view to subjecting them to a certain control while securing to them the legal exercise of their activities.",
        "His extreme impecuniosity made him from the first subservient to the Polish senate and nobles (szlachta), who deprived him of the control of the mint - then one of the most lucrative sources of revenue of the Polish kings - curtailed his prerogative, and generally endeavoured to reduce him to a subordinate position.",
        "south of Mosul, at which point navigation is blocked by two ancient dams, erected, apparently, to control the river for the Assyrian city of Calah, the ruins of which are called Nimrud by the natives after these dams, which they conceive to be the work of that mythical hero.",
        "The prophet regards Yahweh's administrative control as immediate:' he introduces no angels or other subordinate supernatural agents - the cherubs and the \" men \" of ix.",
        "The wheels symbolize divine omniscience and control, and the whole vision represents the coming of Yahweh to take up his abode among the exiles.",
        "In the charter granted by the Canadian parliament to the Canadian Pacific railway a clause giving it for twenty years control over the railway construction of the province led to a fierce agitation, till the clause was repealed in 1888.",
        "6) has many advantages, for it is safe, the boiler is small High and is easily managed, the temperature is well under control and may be regulated to suit the changing weather, and the small pipes present a neat appearance in a room.",
        "In episcopacy the control of church affairs is almost entirely withdrawn from the people; in congregationalism it is almost entirely exercised by the people; in Presbyterianism it rests with a council composed of duly appointed office-bearers chosen by the people.",
        "The state retained control of the ecclesiastical organization, and Calvin secured his much-needed system of discipline.",
        "(3) Its independence of civil control was very imperfect.",
        "` It is interesting to see how in a country whose civil rule was becoming gradually more absolutist, this ` Church under the cross' framed for itself a government which reconciled, more thoroughly perhaps than has ever been done since, the two principles of popular rights and supreme control.",
        "More or less closely connected with the Northern Church are the theological seminaries at Princeton, Auburn, Pittsburg (formerly Allegheny - the Western Seminary), Cincinnati (Lane), New York (Union) and Chicago (McCormick), already named, and San Francisco Seminary (1871) since 1892 at San Anselmo, Cal., a theological seminary (1891) at Omaha, Nebraska, a German theological seminary (1869) at Bloomfield, New Jersey, the German Presbyterian Theological School of the North-west (1852) at Dubuque, Iowa, and the Presbyterian Theological Seminary of Kentucky, which is under the control and supervision of the northern and southern churches.",
        "In 1896 McCormick Theological Seminary (which in 1858 as New Albany Theological Seminary had come under the control of the assembly) and Auburn Seminary refused to make the changes desired by the General Assembly; a satisfactory arrangement with McCormick was made.",
        "The Ku Klux movement in its wider aspects was the effort of the first class to destroy the control of the second class.",
        "In some communities they fell into the control of violent men and became simply bands of outlaws, dangerous even to the former members; and the anarchical aspects of the movement excited the North to vigorous condemnation.'",
        "The United States Congress in1871-1872enacted a series of \"Force Laws\" intended to break up the secret societies and to control the Southern elections.",
        "The elections were controlled for a few years, and violence was checked, but the Ku Klux movement went on until it accomplished its object by giving protection to the whites, reducing the blacks to order, replacing the whites in control of society and state, expelling the worst of the carpet-baggers and scalawags, and nullifying those laws of Congress which had resulted in placing the Southern whites under the control of a party composed principally of ex-slaves.",
        "The territories are under the direct control of the national government .",
        "In the national capital and territories it is supervised by a national council of education with the assistance of local school boards; in the 14 provinces it is under provincial control.",
        "It is under the control of the national government, which in 1902 maintained 19 colleges.",
        "Secular education has been vigorously opposed by strict churchmen, and efforts have been made to maintain separate schools under church control.",
        "There are twenty-four districts, each under the control of a directeur, assisted by inspeciors, sub-inspectors and other officials.",
        "There were also a great many schools in the control of various religious congregations, but a law of 1904 required that they should all be suppressed within ten years from the date of its enactment.",
        "The governor is aided by a privy council, an advisory body to which the governor nominates a minority of unofficial members, and a council general, to which is confided the control of local affairs, including the voting of the budget.",
        "In 1849 exclusive Moravian control of Salem's industries and trades was abolished; in 1856 land was first sold to others than Moravians, and in the same year the town was incorporated.",
        "The sympathies of Dinarchus were in favour of an Athenian oligarchy under Macedonian control; but it should be remembered that he was not an Athenian citizen.",
        "In Virgil, Juturna appears as the sister of Turnus (probably owing to the partial similarity of the names), on whom Jupiter, to console her for the loss of her chastity, bestowed immortality and the control of all the lakes and rivers of Latium.",
        "The so-called \"Gothenburg System\" of municipal control over the sale of spirits was actually devised at Falun as early as 1850.",
        "In home waters the Rhodians exercised political control over Carpathos and other islands.",
        "In the 4th century its political development was arrested by constant struggles between oligarchs and democrats, who in turn brought the city under the control of Sparta (4 12 -395, 39 1 -37 8), of Athens (395-39 1, 37 8 -357), and of 'the Carian dynasty of Maussollus (357-340).",
        "Under the Constitution Act the Commonwealth is given the control of the postal and telegraph departments, public defence and several other services, as well as the power of levying customs and excise duties; its powers of taxation are unrestricted, but so far no taxes Dave been imposed other than those just mentioned.",
        "The two features of the Labour party in New South Wales are its detachment from other parties and the control of the caucus.",
        "The general administration of the Factories and Shops Acts, to which the special boards owe their being, is vested in a chief inspector of factories, subject to the control of the minister of Labour in matters of policy.",
        "The bishop has acquired control of the sacraments, presbyters and deacons acting only under his orders; the episcopate appears as a unit, bishops being bound to respect one another's disciplinary decrees.",
        "While in the interests of his canal Lesseps had resisted the opposition of British diplomacy to an enterprise which threatened to give to France control of the shortest route to India, he acted loyally towards Great Britain after Lord Beaconsfield had acquired the Suez shares belonging to the Khedive, by frankly admitting to the board of directors of the company three representatives of the British government.",
        "Its remoteness from the control of the authority of the German and French kings, together with its inaccessibility, gave special facilities in Lower Lorraine to the growth of a number of practically independent feudal states forming a group or system apart.",
        "Impatient of control and hasty in action, he was no match for his crafty and plotting adversary, Louis XI.",
        "AULUS GABINIUS, Roman statesman and general, and supporter of Pompey, a prominent figure in the later days of the Roman republic. In 67 B.C., when tribune of the people, he brought forward the famous law (Lex Gabinia) conferring upon Pompey the command in the war against the Mediterranean pirates, with extensive powers which gave him absolute control over that sea and the coasts for 50 m.",
        "This Committee consists of 75 members, sending representatives to Moscow to the meetings of the Central Committee of the All-Russian Federation of Soviet Republics, but the Turkestan Republic showed itself very little inclined to accept the control which the Central Committee at Moscow endeavoured to maintain.",
        "The Turkestan Committee elects a small council, forming a kind of cabinet and having control of the different branches of the administration.",
        "If, for example, the processus pyramidalis was abnormally small and the processus papillaris abnormally large, it pointed to a reversion of the natural order, to wit, that the servant should control the master or that the son would be above the father.",
        "He still defended the Bohemian national movement, and in one of his writings laid down the principle that nationality was one of the interests outside the control of the state.",
        "As minister of religion he was to a certain extent responsible for the concordat which again subjected the schools to the control of the Church: to a certain extent he thereby undid some of his work for the extension of education, and it was of him that Grillparzar said, \"I have to announce a suicide.",
        "There was nothing in the Reformation to appeal to him, except the repudiation of papal control; and he was one of those numerous Englishmen whose views were faithfully reflected in the Six Articles.",
        "When the Whigs secured a momentary control of the state legislature in 1849 they sent Seward to the United States Senate.",
        "He also negotiated treaties for the purchase of the Danish West Indies, the Bay of Samana, and for American control of the isthmus of Panama; but these were not ratified by the Senate.",
        "If that authority falls to nothing,\"he said,\" nothing can follow but confusion.\"The Presbyterians, however, now engaged in a plan for restoring the king under their own control, and by the means of a Scottish army, forced on their policy, and on the 27th of May ordered the immediate disbandment of the army, without any guarantee for the payment of arrears.",
        "Cromwell's religious policy included the maintenance of a national church, a policy acceptable to the army but much disliked by the Scots, who wanted the church to control the state, not the state the church.",
        "In particular that conception which regarded \"ambition\" as the guiding motive in his career has been dispelled by a more intimate and accurate knowledge of his life; this shows him to have been very little the creator of his own career, which was largely the result of circumstances outside his control, the influence of past events and of the actions of others, the pressure of the national will, the natural superiority of his own genius.",
        "On the polar side of the high-pressure area a west wind drift is under the control of the \" roaring forties,\" and on reaching South Africa part of this is deflected and sent northwards along the west coast as the cold Benguella current which rejoins the equatorial.",
        "Hence when useful work can be obtained from a system by simply connecting visible portions of it by a train of mechanism, such energy is more readily recognized than is that which would compel us to control the behaviour of molecules before we could transform it into useful work.",
        "This shows that the principle of the dissipation of energy has control over the actions of those agents only whose faculties are too gross to enable them to grapple individually with the minute portions of matter which are the seat of energy.",
        "To control the speed and Brakes absorb this energy, brakes have to be provided.",
        "Crane brakes are usually under the direct control of the driver, and they are generally arranged in one of two ways.",
        "A father had control over his children till their marriage.",
        "The diaphragms of these are mechanically connected to a small mirror and control its movement in accordance with the strength and direction of the received currents.",
        "17 a arranged to maintain uniform speed and to control their respective receivers.",
        "This received perforated tape is then used to control what is known as the printer or automatic typewriter, a machine that translates the tape perforations into letters and prints the messages in Roman type in page form.",
        "The telautograph is on a similar principle to the Cowper apparatus, the motion of the transmitting pencil or stylus used in writing being resolved by a system of levers into two component rectilinear motions, which are used to control and vary the currents in two distinct electrical circuits.",
        "Very little new capital was invested by the telegraph companies about 1865 because of the natural reluctance of the companies to extend the systems under their control so long as a proposal for their acquisition by the state was under consideration.",
        "Gisborne for a land line connecting St John's, Newfoundland, and Cape Ray, in the Gulf of St Lawrence, and proceeded himself to get control of the points on the American coast most suitable as landing places for a cable.",
        "The committee was of opinion that the cable should be owned and worked by the governments interested, and that the general direction should be in the hands of a manager in London under the control of a small board at which the associated governments should be represented.",
        "In the case of inland telegraphs and of cable communication with the continent of Europe government control has entirely superseded private companies.",
        "Control of the call is thus vested in the operator at the originating exchange, at which point the connexion must be severed before a clearing signal can appear at B.",
        "The supreme control was vested in the minister of the Interior.",
        "The mainstay of the Roman military control of Italy first, and of the whole empire afterwards, was the splendid system of roads.",
        "The discords which followed on the break-up of the Carolingian power, and the weakness of the so-called Italian emperors, who were unable to control the feudatories (marquises of Ivrea and Tuscany, dukes of Friuli and Spoleto), from whose ranks they sprang, exposed Italy to ever-increasing misrule.",
        "the imperial city, sought once more to control the election of the popes.",
        "These magistrates, as we have already seen, were originally appointed to control and protect the humbler classes.",
        "The war against the castles became a war against the palaces; and the system of government by consuls proved inefficient to control the clashing elements within the state.",
        "Invariably a foreigner, elected for a year with power of life and death and control of the armed force, but subject to a strict account at the expiration of his office, the podest might be compared to a dictator invested with limited authority.",
        "But it was now impossible for any German to control the Garden of the Empire.",
        "over the Papal States was admitted; and Italian affairs were arranged much as they were at Campo Formio: Modena and Tuscany now reverted to French control, their former rulers being promised compensation in Germany.",
        "The British government, which awarded a large annual subsidy to the king and queen at Palermo, claimed to have some control over the administration.",
        "Besides, the Left stood for anticlericalism and for the retention by the State of means of coercing the Church, in opposition to the men of the Right, who, with the exception of Sella, favored Cavours ideal of a free Church in a free State, and the consequent abandonment of state control over ecclesiastical government.",
        "National control of the railways was secured by a proviso that the directors must be of Italian nationality.",
        "It became clear that neither the influence of the regular clergy, of which the Society of Jesus is the most powerful embodiment, nor that of foreign clerical parties, which largely control the Peters Pence fund, would ever permit renunciation of the papal claim to temporal power.",
        "Crispi, burdened by the premiership and by the two most important portfolios in the cabinet, was, however, unable to exercise efficient control over all departments of state.",
        "This chapter does not give the people the right to control taxation.",
        "This chronicler also reports that another committee of thirty-eight members was appointed to assist and control the twenty-five.",
        "(3) Control of lay office-bearers, churchwardens, sidesmen, organists, parish clerks, sextons.",
        "These five institutions are under the control of a single board of trustees; the work of the preparatory schools is thus correlated with that of the colleges.",
        "The distinctive task of geography as a science is to investigate the control exercised by the crust-forms directly or indirectly upon the various mobile distributions.",
        "From the descriptive or topographical point of view, geometrical form alone should be con- Land sidered; but the origin and geological structure of forms. land forms must in many cases be taken into account when dealing with the function they exercise in the control of mobile distributions.",
        "Rain is by far the most important of the inorganic mobile distributions upon which land forms exercise their function of guidance and control.",
        "Australia and Polynesia By 87, 000,000 392,000,000 170,000,000 1 43, 000,000 7,000,000 influence of climate, and by the development of trade even to inhabit countries which cannot yield a food-supply, the mass of mankind is still completely under the control of those conditions which in the past determined the distribution and the mode of life of the whole human race.",
        "Limited monarchies are (with the exception of Japan) peculiar to Europe, and in these the degree of democratic control may be said to diminish as one passes eastwards from the United Kingdom.",
        "This is a vaguer form of control than a protectorate, and frequently amounts merely to an agreement amongst civilized powers to respect the right of one of their number to exercise government within a certain area, if it should decide to do so at any future time.",
        "logical, political and commercial development of the subject runs the determining control exercised by crust forms acting directly or indirectly on mobile distributions; and this is the essential principle of geography.",
        "The iris contains a sphincter and a dilator muscle; the former, supplied by branches from the oculomotorius nerve, is under control of the will, whilst the dilator fibres belong to the sympathetic system.",
        "By this time Dozsa was losing control of the rabble, which had fallen under the influence of the socialist parson of Czegled, Lorincz Meszaros.",
        "But he could not always control his followers when their blood was up, and infinite damage was done before he could stop it.",
        "The inhabitants of this region are wild and inhospitable and utterly beyond the control of the Turkish authorities, and navigation of the river between Korna and Suk-esh-Sheiukh is unsafe owing to the attacks of armed pirates.",
        "The fact also that many of the most ancient of these ruins, like Ur, Lagash (Sirpurla), Larsa, Erech, Nippur, Sippara and Babylon, were situated on the banks of the great canals would indicate that the control of the waters of the rivers by a system of canalization and irrigation was one of the first achievements of civilization.",
        "Gorchakov hoped to utilize the complications in such a way as to recover, without war, the portion of Bessarabia ceded by the treaty of Paris, but he soon lost control of events, and the Slavophil agitation produced the Russo-Turkish campaign of 1877-7 8.",
        "Meantime the attempts of the Liberian government to control the Kru coast led to various troubles, such as the fining or firing upon foreign steamships for alleged contraventions of regulations.",
        "The illumination is intermittent, and appears to be under the control of the insect's nervous system.",
        "It was found that the government by Boule and Ecclesia did not mean popular control in the full sense; it meant government by the leisured classes, inasmuch as the industrious farmer or herdsman could not leave his work to give his vote at the Ecclesia, or do his duty as a councillor.",
        "He advocated (a) alliances with Argos, Thessaly and Macedon, (b) ascendancy in the Aegean (Naxos and Delos), (c) control of the Hellespontine route (Sigeum and the Chersonese), (d) control of the Strymon valley (Mt Pangaeus and the Strymon).",
        "Moreover, the procedure of the Houses practically places the control of legislation in the hands of ministers.",
        "This deprives parliament of control over the administrative departments, all the ministries being thus \" armour-plated \" - to use the cant phrase current in Russia - except that of ways and communications (railways).",
        "The sum of 700,000,000 roubles per annum is thus excepted from the control of the chambers.",
        "Altogether, half the annual expenditure of the country is outside the control of parliament.",
        "As a consequence this central Russian industry, even when supported by very high protective duties, is only able to produce for the home market and the markets of the adjacent territories in Asia which are under Russian political control.",
        "Having thus freed themselves from Tatar control, the Moscow princes continued to carry out energetically their traditional policy of extending and consolidating their dominions at the expense of their less powerful relations.",
        "On the other hand the great nobles of more conservative tendencies wished to get the young son of the cesarevich Alexius made emperor under their own control.",
        "All this was to be done, however, under the strict supervision and guidance of the autocratic power, with as little aid as possible from private initiative and with no control whatever of public opinion, because influential public opinion is apt to produce insubordination.",
        "communes, the rural districts and the towns was carefully restricted, and placed to a greater extent under the control of the regular officials.",
        "On the 19th of March he laid before the House his programme of reforms, which included the emancipation of the peasants from the control of the communes and the handing over to them of the crown lands and imperial estates.",
        "deep to control extra guiding wheels which were to be of somewhat larger diameter than the bearing wheels and to be affixed to them."
    ],
    "definition": [
        "To verify or regulate a scientific experiment by conducting a parallel experiment or by comparing with another standard.",
        "To hold in restraint; check.",
        "To reduce or prevent the spread of.",
        "A standard of comparison for checking or verifying the results of an experiment.",
        "An individual or group used as a standard of comparison in a scientific experiment, as a group of subjects given an inactive substance in an experiment testing a new drug administered to another group of subjects.",
        "Link/Cite"
    ]
}