{
    "translation": "לשקול, להרהר",
    "uses": [
        "Continuing to contemplate the cup, he finally spoke.",
        "It didn't need another rinse, but she needed the time to contemplate before saying something she might regret.",
        "There wasn't time to contemplate why.",
        "If you contemplate the article below, it may help those considering retirement.",
        "He wrote to his family saying that he would contemplate moving in order to live in Spain.",
        "He needed to contemplate what the situation was now.",
        "If you like having sore muscles at the end of a day or working a job that requires little of your mental capacity so you can contemplate Nietzsche, hey, more power to you.",
        "I can't even contemplate sharing a bathroom with someone, let alone a single bedroom.",
        "Before spending a lot of money, they decided to contemplate buying second-hand.",
        "It is something to contemplate if you are traveling some distance.",
        "And while foreign affairs were being admirably conducted by Lord Lansdowne, they were critical enough to make it dangerous to contemplate a \"swopping of horses.\"",
        "He has to resist the temptations of the body, keeping it under strict control, and with the eye of the soul undimmed by corporeal wants and impulses, contemplate God the supreme good, and live a life according to reason.",
        "It is profoundly affecting to contemplate this man, a mere wreck from gout, shrinking from no fatigue, no labour, and no personal sacrifices; disregarding the obstacles and difficulties thrown in his way by cardinals and temporal princes, whose fatal infatuation refused to see the peril which hung above them all; recurring time after time, with all his intellect and energy, to the realization of his scheme; and finally adopting the high-hearted resolve of placing himself at the head of the crusade.",
        "He didn't want to contemplate the possibility of war with Germany.",
        "It can be a tricky decision and it is not uncommon to sit there for a few minutes to contemplate which to upgrade.",
        "And thus there is everywhere a striving to contemplate history sub specie aeternitatis and to englobe the successiveness of man in the simultaneity of God.",
        "A commander-in-chief is never dealing with the beginning of any event--the position from which we always contemplate it.",
        "Maybe now things will be quiet enough so I'll have time to contemplate all those high level philosophical concepts.",
        "- The New Testament, the Didache, Justin, Tertullian and other early sources do not enjoin the use of a font, and contemplate in general the use of running or living water.",
        "The more he realized the absence of all personal motive in that old man--in whom there seemed to remain only the habit of passions, and in place of an intellect (grouping events and drawing conclusions) only the capacity calmly to contemplate the course of events--the more reassured he was that everything would be as it should.",
        "We still contemplate and .consider; we still speak of men as jovial, saturnine or mercurial; we still talk of the ascendancy of genius, or a disastrous defeat.",
        "Thus our conception of free will and inevitability gradually diminishes or increases according to the greater or lesser connection with the external world, the greater or lesser remoteness of time, and the greater or lesser dependence on the causes in relation to which we contemplate a man's life.",
        "On the outbreak of the war it was at first impossible to contemplate meeting the cost of the war by raising existing taxes or by imposing fresh taxation.",
        "Part of the strategy was to seriosly contemplate the invasion of the British Isles.",
        "The successful novelist, who is living comfortably with his fussy butler, decided to contemplate marriage.",
        "All change is a miracle to contemplate; but it is a miracle which is taking place every instant.",
        "It is, however, unquestionably true, that as a startling protest against measures\" to silence,\"in Jefferson's words,\" by force and not by reason the complaints or criticisms, just or unjust, of our citizens against the conduct of our agents,\"they served, in this respect, a useful purpose; and as a counterblast against Hamiltonian principles of centralization they were probably, at that moment, very salutary; while even as pieces of constitutional interpretation it is to be remembered that they did not contemplate nullification by any single state, and, moreover, are not to be judged by constitutional principles established later by courts and war.",
        "Why did you contemplate joining that group in the first place?",
        "Finally, by abstraction from the individual things of sense, the mind is able to contemplate the universal apart from its accompaniments (animal sine homine, asino, et aliis speciebus); these subjective existences are the universalia post rem of the Nominalists and Conceptualists.",
        "He assumed that, in certain circumstances of sorrow and need, the fasting instinct would sometimes be felt by the community and the individual; what He was chiefly concerned about was to warn His followers against the mistaken aims which His contemporaries were so apt to contemplate in their fasting (Matt.",
        "There is good reason to suppose that the Beauforts had gone so far as to contemplate a forced abdication on the score of the king's ill-health.",
        "About 1467 his only son, John, died, and increasing infirmity led him to contemplate abdication.",
        "The wildest confusion prevailed, and the lazzaroni massacred numbers of persons suspected of republican sympathies, while the nobility and the educated classes, finding themselves abandoned by their king in this cowardly manner, began to contemplate a republic under French auspices as their only means of salvation from anarchy.",
        "The Boers profoundly despised the military power of Great Britain, and there was no reason why they, any more than Germany or France, should contemplate the possibility of the empire standing together as a whole in such a cause.",
        "Government had become aware that a large addition was likely to be made to the number of Russian cruisers employed in this manner, and they had, therefore, to contemplate the possibility that such vessels would shortly be found patrolling the narrow seas which lie on the route from Great Britain to Japan in such a manner as to render it virtually impossible for any neutral vessel to escape their attention.",
        "His words are wisdom to those legislators who contemplate no essential reform in the existing government; but for thinkers, and those who legislate for all time, he never once glances at the subject.",
        "With mournful pleasure she now lingered over these images, repelling with horror only the last one, the picture of his death, which she felt she could not contemplate even in imagination at this still and mystic hour of night.",
        "Thus Dominic was at his death able to contemplate his great creation solidly established, and well launched on its career to preach to the whole world.",
        "Because our glance can easily be turned outwards and survey the exterior world but it is far harder to turn the mind's eye inwards and contemplate the world of the spirit.",
        "The figurative nature of the language respecting the future makes it difficult to determine precisely the thought of the book on this point; but it seems to contemplate continued existence hereafter for both righteous and wicked, and rewards and punishments allotted on the basis of moral character.",
        "Under the common law of Scotland, a submission of future disputes or differences to an arbiter, or arbiters, unnamed, was ineffectual except where the agreement to refer did not contemplate the decision of proper disputes between the parties but the adjustment of some condition, or the liquidation of some obligation, contained in the contract of which the agreement to submit formed a part.",
        "The Russian people, for example, could not contemplate with calmness as the head of their church a bishop appointed by the hereditary enemy of their country.",
        "The entire revolution which much of his policy underwent in order to effect this object bears too close a resemblance to the sudden and inexplicable changes of front habitual to placemen of the Tadpole 'stamp to be altogether pleasant to contemplate in a politician of pure aims and lofty ambition.",
        "A process which is intended to produce penitence and ultimate restoration cannot at the same time contemplate handing the offender over to eternal punishment.",
        "ghastly to contemplate.",
        "It is astonishing to contemplate how much he achieved, during his brief reign, in the cause of the Renaissance in both art and literature.",
        "horrendous to contemplate.",
        "appalling to contemplate.",
        "awful to contemplate.",
        "hideous to contemplate.",
        "Of these, the federation of the Empire was the first, and he would only contemplate Irish Home Rule as part of a Federal scheme.",
        "horrific to contemplate.",
        "terrible to contemplate.",
        "But to Butler's more cautious mind the completeness of this harmony did not seem sufficiently demonstrable to be taken as a basis of moral teaching; he has at least to contemplate the possibility of a man being convinced of the opposite; and he argues that unless we regard conscience as essentially authoritative - which is not implied in the term \" moral sense \" - such a man is really bound to be vicious; \" since interest, one's own happiness, is a manifest obligation.\"",
        "We cannot contemplate with equanimity anything less than a truly auspicious beginning having the good wishes of everyone concerned.",
        "dagger stuff for others to contemplate.",
        "Feel fresh enough now to contemplate my evening devotions at the keyboard.",
        "A constantly evolving, technically advancing and multi-faceted CTBT verification gauntlet is something that no state is ever likely to contemplate running.",
        "It is the option of last resort with consequences too hideous to contemplate.",
        "Never mind, I'll just contemplate my own idiocy... .",
        "Leaving Terrence to contemplate his lucky escape, she ran away laughing.",
        "A green park with benches surrounds most of the castle, giving visitors the chance to sit and contemplate the magnificence before them.",
        "This was a vision too monstrous to contemplate, even when alive.",
        "painful to contemplate and to record.",
        "Suddenly your MA or MSc seems rather paltry as you contemplate the competition you're up against in getting a job.",
        "Will they be banished outdoors with the smokers, like social pariahs left to contemplate their sins?",
        "He was dreadfully seasick for five days. This is an awful thing to contemplate.",
        "However, the ability for humans to contemplate the world they inhabit is a double-edged sword.",
        "Along with other English scholars, who had ties of close association with German learning and German savants, he was extremely reluctant in the last days of July 1914 to contemplate the possibility of war with Germany; but the violation of Belgian neutrality and the outrages committed in Belgium by German troops brought him speedily into line with national feeling.",
        "The Schoolmen contemplate the universe of nature and man not with their own eyes but in the glass of Aristotelian formulae.",
        "He does not of course contemplate labour as the only factor in production; but it has been supposed that by emphasizing it at the outset he at once strikes the note of difference between himself on the one hand, and both the mercantilists and the physiocrats on the other.",
        "The idea of reincarnation is actually a concept that you might think would motivate people to contemplate committing suicide in order to leave this life and enter the next quicker.",
        "The small bands that had started their activities long before and had already observed the French closely considered things possible which the commanders of the big detachments did not dare to contemplate.",
        "They contemplate the world with nostalgia, with anger, with sharp satirical wit.",
        "Failure in the finals was too terrible to contemplate.",
        "As you contemplate your candidates, prepare to over-hire, in the sense that you want people who can do more than the current required role.",
        "Before you contemplate any cash advance, assess whether and when you'd be able to pay it back.",
        "A Zen spa will help you to rejuvenate and contemplate while you rest.",
        "Usually, a weekday dinner is a quick fix affair, which rarely gives the cook time to contemplate the side dish not to mention actual time to cook the sides.",
        "As you contemplate the object of your meditation, you feel a sense of calmness and serenity spread throughout your body.",
        "Many teens that contemplate on dropping out of school look at the GED as something easy to fall back on and think it is just as good as a diploma.",
        "Often peer pressure will cause a teen to contemplate a difficult decision.",
        "As you contemplate making your CDs, you will want to consider the kind of music you want to put onto your CD.",
        "Contemplate having a designer dress created.",
        "The practice can become so consuming that players sometimes steal or contemplate suicide when the behavior spirals out of control.",
        "If you doubt the furry one's popularity, contemplate this: she racks up half a billion dollars in sales annually.",
        "It is an excellent way to relax and contemplate your day.",
        "Whatever the desire, it is advisable for the retiree to contemplate what it is they want from retirement, and to choose new pursuits, or even old ones, sensibly and with maximum enjoyment.",
        "If you want a change, contemplate altering the shape of your hair.",
        "The time immediately following a funeral is a time for calm, and reflection and not everyone feels organized enough to contemplate the organization of passing on thanks.",
        "When you have put together a list of your basic needs, you have a myriad of choices to contemplate when it comes to homeschool Spanish curriculum.",
        "Teen mothers often feel depressed as they contemplate the responsibilities of parenthood.",
        "Contemplate also adding a special touch, like a sealing wax stamp, mild scent, or kiss of lipstick.",
        "This makes them an ideal tool to help seekers contemplate and interpret the meanings of each tarot reading.",
        "The fish lives in a different realm filled with mysteries and possibilities that few minds and hearts can begin to contemplate or feel.",
        "While there are certainly many life circumstances that lead people to contemplate suicide, there are also natural biological imbalances and diseases of the brain that cause thoughts of suicide.",
        "These are a couple of the questions you might ask when you contemplate reincarnation, especially for the first time.",
        "Dream job: Contemplate your dream career and how to pursue such goal.",
        "Holding class retreats are a great way to inspire, contemplate and bond over what you can do to promote a positive attitude about the school.",
        "Her favorite quote is John Adams' \"I cannot contemplate human affairs without laughing to crying; I choose to laugh.\"",
        "When searching for graphics for a web page, contemplate several considerations."
    ],
    "definition": [
        "To look at attentively and thoughtfully: “He stood at the hall closet, contemplating his hats” ( E. Annie Proulx )",
        "To consider carefully and at length; meditate on or ponder: contemplated the problem from all sides; contemplated the mysteries of the atom.",
        "To have in mind as an intention or possibility: contemplate marriage; forced by the accident to contemplate retirement.",
        "con′tem·pla′tor\nnoun",
        "Link/Cite",
        "To look at on all sides or in all its aspects; to view or consider with continued attention; to regard with deliberate care; to meditate on; to study, ponder, or consider.",
        "To consider as a possibility.\nI contemplated doing the project myself, but it would have taken too long.",
        "Link/Cite"
    ]
}