{
    "translation": "מדבק",
    "uses": [
        "He flashed one of his contagious smiles.",
        "She laughed, a contagious sound, and he saw her effect even on Darian, who had relaxed and sat in a chair nearby.",
        "This disease is more accidental than contagious and rarely takes very dangerous proportions.",
        "It is contagious and would be even in a uniformly wealthy world.",
        "The contagious disease will spread quickly in this environment.",
        "Please do not drink from my cup if you are still contagious.",
        "If your child has a contagious illness, it would be best to keep them at home.",
        "Dana's optimism and great attitude is contagious to the people around her.",
        "But these books, however influential, had no public authority, and when the yoke of oppression was lightened but a little their enthusiasm lost much of its contagious power.",
        "If you yawn around your friends, you will quickly notice that it was contagious!",
        "I'm starting to feel ill, but I don't think it's anything contagious.",
        "When they saw the chain reaction of helping others out, they realized that kindness is contagious.",
        "None but men of free and legitimate birth, and free from debt and contagious or incurable disease were received.",
        "reasonable precautions have been taken to prevent the spread of infectious or contagious diseases.",
        "The positive energy around the four men was contagious, and she found herself drawing it in.",
        "It should go away on its own and is contagious before the rash appears.",
        "autoimmune in origin, and is not contagious.",
        "contagious among birds.",
        "Your good mood will be highly contagious, others will respond.",
        "Flacherie is an intestinal disease of the cholera species and therefore contagious.",
        "Howie's unexpected enthusiasm was contagious, to all but Quinn.",
        "But Fred's concern tends to be contagious.",
        "From the description given it was undoubtedly foul brood, and the bee-keepers of the island became convinced, after bitter experience, that it was extremely contagious.",
        "Leprosy is rather common, but seemingly only slightly contagious.",
        "The Board of Agriculture has the power to close the ports of the United Kingdom against live animals from any country in which contagious disease is known to exist.",
        "The Contagious Diseases (Animals) Act 1869 (32 & 33 Vict.",
        "Under the provisions of the Contagious Diseases (Animals) Act 18 93 (56 & S7 Vict.",
        "In it \" the expression ` disease' means cattle plague (that is to say, rinderpest, or the disease commonly called cattle plague), contagious pleuropneumonia of cattle (in this act called pleuro-pneumonia), foot-and-mouth disease, sheep-pox, sheep-scab, or swine fever (that is to say, the disease known as typhoid fever of swine, soldier purples, red disease, hog cholera or swine plague).\"",
        "UK: (1999) MRI to co-ordinate international research campaign on contagious bovine pleuropneumonia (CBPP ).",
        "In particular Gatiss ' effusive praise for Quatermass and the Pit is highly contagious.",
        "But the detective's enthu­siasm was contagious and Dean was content to not interrupt the friendly officer's nonstop chatter.",
        "Septicaemia, tuberculosis, glanders, fowl-cholera, relapsing fever, and other diseases are now brought definitely within the range of biology, and it is clear that all contagious and infectious diseases are due to the action of bacteria or, in a few cases, to fungi, or to protozoa or other animals.",
        "Bubonic plague, of a fatal and contagious nature, first broke out in Bombay City in September 1896, and, despite all the efforts of the government, quickly spread to the surrounding country.",
        "Besides the general hospital, a female hospital in connexion with the Dufferin Fund has recently been built, and there are hospitals for contagious diseases and for lepers in the suburbs.",
        "Dana's optimism and great attitude is contagious to the people around her.",
        "What could it be and would it be contagious?",
        "They are also highly contagious through kissing or other close contact.",
        "Grady; the Presbyterian hospital; the Baptist Tabernacle Infirmary; the Wesley Memorial hospital; St Joseph's infirmary; the Municipal hospital for contagious diseases; the Florence Crittenden home.",
        "The climate is good and the coast is swept by cool ocean breezes, the average temperatures ranging from 65Ã‚° to 77Ã‚° F., but notwithstanding this, Callao has a bad reputation for fevers and contagious diseases, chiefly because of its insanitary condition.",
        "When we consider that tuberculosis, diphtheria, cholera, tetanus, typhoid fever, anthrax, malaria and a host of other contagious diseases have each been proved to be of parasitical origin, an idea may be conve y ed of the range of the subject.",
        "One of the most remarkable practical outcomes of germ-pathology, however, has been the production of the immunized sera now employed so extensively in the treatment of diphtheria and other contagious diseases.",
        "main drainage, housing of working classes, infant life protection, common lodging-houses and shelters, and contagious diseases of animals.",
        "But, as Robertson Smith observes, \"holiness is contagious, just as uncleanness is\"; and common things and persons may become taboo, that is, so holy as to be dangerous and useless for daily life through the mere infection of holiness.",
        "A disease of cattle in Nova Scotia, known as the Pictou cattle disease, long treated as contagious, has now been demonstrated by the veterinary officers of the department to be due to the ingestion of a weed, the ragwort, Senecio Jacobea.",
        "The disease is peculiarly contagious and infectious, owing to the development of the fungus through the skin, whence spores are freed, which, coming in contact with healthy caterpillars, fasten on them and germinate inwards, giving off corpuscles within the body of the insect.",
        "The Commissioners of Supply, originally appointed to apportion and collect the national revenue and afterwards entrusted with the regulation of the land tax, the control of the county police, the raising of the militia, and the levying of rates for county expenditure, were practically superseded by the county councils, which are also the local authority under the Contagious Diseases (Animals) and the Public Health Acts in all parishes (burghs and police burghs excepted), perform the administrative duties formerly entrusted to the justices of the peace, and may also enforce the Rivers Pollution Act each within its own jurisdiction.",
        "\"Worst-case scenario,\" he said with a contagious half-smile.",
        "Charles inched away, as if pregnancy was contagious, and Yully reached out to touch Sofi's forehead.",
        "Another up tempo tune, bolstered by a thumping back beat and simple yet contagious melody.",
        "Many develop contagious diseases, and indiscriminate breeding could mean that many animals have congenital and behavioral problems.",
        "canine distemper is a highly contagious disease caused by a tiny virus.",
        "contagious bovine pleuropneumonia (CBPP ).",
        "contagious ecthyma.",
        "contagious mastitis in your herd.",
        "contagious diseases arrived just last Thursday.",
        "contagious pustular dermatitis of sheep (orf ).",
        "contagious pathogens during milking.",
        "Well cholera is extremely contagious, hence the quarantine.",
        "I was just playing this soft blues which is very contagious, catchy.",
        "some of you perhaps understand better than I do why the initial infection proved to be so contagious.",
        "Get out there, be a part of life; we're not contagious, you know!",
        "mildly contagious Prolonged close contact with the carrier will allow the disease to transfer.",
        "They do not dare to be free lest the spirit of liberty become contagious.",
        "Kirkus Dawkins's enthusiasm for the diversity of life on this planet should prove contagious.",
        "It is only removed upon the curing of a victim, therefore dead victims are still likely to remain contagious in some way.",
        "equine infectious anemia (EIA ), a contagious and potentially fatal viral disease of horses.",
        "infectious anemia (EIA ), a contagious and potentially fatal viral disease of horses.",
        "Maintain minimum levels of contagious mastitis in your herd.",
        "contagious equine metritis (CEM) swab and Equine viral arteritis (EVA) blood test.",
        "These trophies excited healthy rivalry in Ayrshire and Lanarkshire, and the enthusiasm as well as the skill with which the game was conducted in Scotland at length proved contagious.",
        "The former, however, give little trouble; on the other hand, the government has from time to time proceeded with extreme severity against the Dukhobortsi, whose refusal to serve in the army, if allowed to go unpunished, would have set a contagious example.",
        "The charitable institutions include Moorhead's hospital (1753) for reduced householders; the Dumfriesshire and Galloway royal infirmary, dating from 1778, but now housed in a fine edifice in the northern Italian style; the Crichton royal institution for the insane, founded by Dr James Crichton of Friars Carse, and supplemented in 1848 by the Southern Counties asylum; the new infirmary, a handsome building; the contagious diseases hospital, the industrial home for orphan and destitute girls and a nurses' home.",
        "This was a measure to consolidate the Contagious Diseases (Animals) Acts 1878-1893.",
        "Of the powers vested in the county authority under the Highway Act 1878, the most important are those relating to main roads, which are specially noticed hereafter; (ix.) the tables of fees to be taken by and the costs to be allowed to any inspector, analyst or person holding any office in the county other than the clerk of the peace and the clerks of the justices; (x.) the appointment, removal and determination of salaries of the county treasurer, the county surveyor, the public analysts, any officer under the Explosives Act 1875, and any officers whose remuneration is paid out of the county rate, other than the clerk of the peace and the clerks of the justices; (xi.) the salary of any coroner whose salary is payable out of the county rate, the fees, allowances and disbursements allowed to be paid by any such coroner, and the division of the county into coroners' districts and the assignments of such districts; (xii.) the division of the county into polling districts for the purposes of parliamentary elections, the appointment of the places of election, the places of holding courts for the revision of the lists of voters, and the costs of, and other matters to be done for the registration of parliamentary voters; (xiii.) the execution as local authority of the acts relating to contagious diseases of animals, to destructive insects, to fish conservancy, to wild birds, to weights and measures, and to gas meters, and of the Local Stamp Act i 869; (xiv.) any matters arising under the Riot (Damages) Act 1886.",
        "Among the powers and duties of quarter sessions transferred to county councils were those arising under the acts relating Diseases of to contagious diseases of animals.",
        "There are several Spanish hospitals in Manila, in two of which the city's indigent sick are cared for at its expense; in connexion with another a reform school is maintained; and there are a general hospital, built by the government, a government hospital for contagious diseases, a government hospital for government employees, a government hospital for lepers, an army hospital, a free dispensary and hospital supported by American philanthropists, St Paul's hospital (Roman Catholic), University hospital (Protestant Episcopal), and the Mary Johnson hospital (Methodist Episcopal).",
        "According to others the plague arose in Marseilles from local causes; and recently discovered data show that suspicious cases of contagious disease occurred in the town before the arrival of Chataud's ship.'",
        "The disease was found to be less contagious than reported to be by popular tradition, and most of the French school went so far as to deny the contagiousness of the disease altogether.",
        "His graduation thesis was on the ambitious subject of \" the historical development of epidemic and contagious diseases all over the world, with the laws of their diffusion,\" which showed the influence of Schonlein.",
        "The oldest hospital is the Reineman (private; 1803) for maternity cases; the municipal hospital (1878) is for contagious diseases; the Sisters of Charity, the Sisters of Mercy, the Institution of Protestant Deaconesses, the Presbyterian Church and the United Presbyterian Woman's Association each have charge of a hospital; and there is also an eye, ear and throat hospital (1895).",
        "This enteric coronavirus is highly contagious and is spread most commonly by contact with stool.",
        "All reasonable precautions have been taken to prevent the spread of infectious or contagious diseases.",
        "If you yawn around your friends, you will quickly notice that it was contagious!",
        "I hate to call in sick when there is so much work to do, but I'm afraid this ailment is contagious.",
        "The optimistic atmosphere in this company is contagious; everyone seems happy to work here. ",
        "Thyroid disease is not contagious, but many types of infections/infestations are, so I highly recommend you take the kittens to a veterinarian, or a no-kill shelter that will make sure they get the medical attention they need.",
        "Distemper in cats is highly contagious and most often fatal.",
        "Your cat's chance of contracting feline leukemia and other contagious diseases will be far lower.",
        "The disease is not contagious to humans, but is contagious to other cats.",
        "Ear mites are extremely contagious, and a pet owner who has dealt with them once will not usually want to deal with this issue again.",
        "Ear mites are extremely contagious to other pets in your household.",
        "Non-core vaccines include innoculations against diseases that are thought to be less common than the core variety and less of a contagious threat to the overall animal world.",
        "Avoid using your gray water if a family member has a contagious disease like staph or hepatitis.",
        "Herpes is highly contagious, and you need to learn more about the virus to keep yourself, your partner and others healthy and virus-free.",
        "Though happiness is contagious, the bad news is that anger moods are more contagious than positive moods.",
        "It is highly contagious to other dogs (although it cannot be spread to humans), particularly in kennels - hence its name.",
        "It definitely sounds like there is something contagious going on.",
        "Kennel cough is a very contagious respiratory illness that is easily passed by hand-to-hand contact, but I need more information in order to make an educated guess whether this might be the problem.",
        "Since both dogs have skin problems, my first thought was something contagious, but you described lumps on the female that the male doesn't have.",
        "I have two other dogs to care for and I'm wondering if this cough could be contagious?",
        "The cough is likely due to some sort of respiratory infection, and could even be kennel cough which is actually contagious.",
        "Canine parvovirus is a highly contagious, deadly virus.",
        "It is at this time, prior to the development of the rash, that individuals are contagious.",
        "The viruses causing croup are highly contagious and easily transmitted between individuals through sneezing and coughing.",
        "Sore throat caused by environmental conditions is not contagious.",
        "Pertussis is very contagious and usually affects young children.",
        "The infection is highly contagious and may lead to severe dehydration (loss of body fluids) and even death.",
        "Trachoma, also called granular conjunctivitis or Egyptian ophthalmia, is a contagious, chronic inflammation of the mucous membranes of the eyes, caused by the bacterium Chlamydia trachomatis.",
        "Depending upon its cause, stomatitis may or may not be contagious.",
        "Herpes stomatitis is considered contagious.",
        "Since aphthous stomatitis is not contagious, there is no need to curtail a child's activities unless they have developed signs of complications, such as infection.",
        "Pinworms are extremely contagious, and the eggs are infective within a few hours of being laid.",
        "Scarlet fever is highly contagious and is spread by sneezing, coughing, or direct contact.",
        "The child is most contagious and in the most pain at this point.",
        "All contagious disease is infectious, but not all infections are contagious.",
        "It is unclear whether pityriasis rosea is contagious.",
        "Rubella-A mild, highly contagious childhood illness caused by a virus; it is also called German measles.",
        "Canker sores are bacterial infections and not contagious.",
        "This disease is contagious, but tends to heal without medical intervention in about two weeks.",
        "Measles is a very contagious disease primarily characterized by cough, runny nose, red eyes (conjunctivitis), and a characteristic rash on the skin and inside of the cheeks.",
        "It is an extremely contagious infection, spread through the tiny droplets that may spray into the air when an individual carrying the virus sneezes or coughs.",
        "The most contagious time period is the three to five days before symptoms begin through about four days after the characteristic measles rash has begun to appear.",
        "Because strep is highly contagious, family members and close contacts of individuals diagnosed with strep throat may also be advised to have throat cultures if they show signs of sore throat or other symptoms.",
        "Strep throat is highly contagious and easily spread through contact with droplets from the nose or throat.",
        "Tinea capitis, which affects the hair root, is a highly contagious condition and is often transmitted when a child uses the comb, brush, hat, or bed linen of an infected child.",
        "The hair loss is not accompanied by other visible evidence of scalp disease, and the condition is not contagious.",
        "Highly contagious fungal infections such as tinea capitis, for example, may be prevented by keeping hair clean and by teaching children not to share hats, combs, or hair brushes.",
        "The bacteria that cause impetigo are very contagious.",
        "Rubella, also called German measles or three-day measles, is a highly contagious viral disease that in most children and adults causes mild symptoms of low fever, swollen glands, joint pain, and a fine red rash.",
        "A person infected with the rubella virus is contagious for about seven days before any symptoms appear and continues to be able to spread the disease for about four days after the appearance of symptoms.",
        "Scabies-A contagious parasitic skin disease caused by a tiny mite and characterized by intense itching.",
        "Most types of meningitis are contagious.",
        "Each year about 2,600 people get this highly contagious disease.",
        "Some forms of bacterial meningitis are contagious.",
        "Fortunately, the bacteria that cause meningitis are not as contagious as the common cold or the flu, and they are not spread by casual contact or by simply breathing the air where a person with meningitis has been.",
        "Infectious mononucleosis is a contagious illness caused by the Epstein-Barr virus that can affect the liver, lymph nodes, and oral cavity.",
        "An infected person can be contagious during this incubation time period and for as many as five months after the disappearance of symptoms.",
        "Contrary to popular belief, the EBV is not highly contagious.",
        "Mumps is a very contagious infection that spreads easily in such highly populated environments as daycare centers and schools.",
        "Although not as contagious as measles or chickenpox, mumps was once quite common.",
        "There is also a chance that if transmitted to the face or other parts of the body the bacteria in the sty can cause impetigo, a contagious skin infection.",
        "Tuberculosis-Tuberculosis (TB) is a potentially fatal contagious disease that can affect almost any part of the body, but is mainly an infection of the lungs.",
        "As long as the bumps have clear fluid within them, the disease is at its most contagious.",
        "The child should stay away from children who have recently received live virus vaccines such as chicken pox and oral polio since they may be contagious to people with a low blood cell count.",
        "Bell's palsy, in itself, is not contagious.",
        "Shigellosis is an extremely contagious disease; good hand washing techniques (especially after toileting young children or changing diapers) and proper precautions in food handling help in avoiding the spread of infection.",
        "Warts are contagious from person to person and from one area of the body to another on the same person.",
        "Most experts contend that they are contracted by sexual contact with an infected person who carries HPV and are more contagious than other warts.",
        "Although the strep throat that causes rheumatic fever is contagious, rheumatic fever itself is not.",
        "Children should not return to school or childcare until they are no longer contagious.",
        "It is not clear whether breakthrough chickenpox infections are less contagious than infections in unvaccinated children.",
        "Chickenpox is highly contagious and easily transmitted among children through personal contact, coughing, or sneezing.",
        "The virus is contagious from one or two days before the first rash appears until the blisters have formed complete scabs and no new rash has appeared for 24 hours.",
        "Viral gastroenteritis is highly contagious and can be spread through close contact with an infected person.",
        "The child may be contagious before the onset of diarrhea and a few days after the diarrhea has ended.",
        "Hepatitis B is a contagious virus that causes liver damage and is a leading cause of chronic liver disease and cirrhosis.",
        "Human immunodeficiency virus (HIV) is a serious, contagious virus that causes acquired immunodeficiency syndrome (AIDS).",
        "It is when they feel signs that an outbreak is about to start that they are particularly contagious, even though the skin still appears normal.",
        "Hemophilus infections, most of which are due to Haemophilus influenzae infections, are a group of contagious diseases that are caused by a bacterium and affect only humans.",
        "Since the disease is very contagious, public health personnel must seek out and treat infected children and their contacts in order to prevent additional cases.",
        "However, it is not an infection or an allergy, it is not contagious, and it is not caused by poor hygiene.",
        "A closer contact is necessary to transmit mumps than other contagious diseases.",
        "In developing countries head lice infestations are a significant cause of contagious bacterial infections.",
        "Scabies is a relatively contagious infection caused by a tiny mite called Sarcoptes scabiei.",
        "Diphtheria is a potentially fatal, contagious disease that usually involves the nose, throat, and air passages but may also infect the skin.",
        "Individuals with diphtheria must be isolated for one to seven days or until two successive cultures show that the individuals are no longer contagious.",
        "Because diphtheria is highly contagious and has a short incubation period, family members and other contacts of persons with diphtheria must be watched for symptoms and tested to see if they are carriers.",
        "People with colds are contagious during the first two to four days of the infection.",
        "Atopic dermatitis is not contagious but may affect several members of the same family at the same time.",
        "Siblings should be assured that seizure disorders are not contagious.",
        "Other times, it is a contagious dance style brought over from another country or culture, like the \"Macarena\", which was also wildly popular in the 1990s thanks to a Latino band.",
        "Sick or pregnant immigrants from all passenger classes were sent to the hospital or contagious disease wards until cleared by health officials.",
        "The conditions is not contagious but it may be hereditary, and there is a great social stigma for children, particularly girls, to lose their hair.",
        "Head lice are very contagious and the following tips for preventing lice will help ensure that you don't need to deal with this condition.",
        "At times it is an illness that might be contagious to others.",
        "Some doctors will examine you while you are in labor and, if they feel relatively confident that you are not contagious, may allow you to deliver the baby vaginally.",
        "With his big eyes and contagious giggle, Elmo is no stranger to the Fisher Price toy line, where they seemingly never run out of ideas when it comes to debuting yet another laughing, talking, dancing, interacting Elmo.",
        "The H1N1 virus is a type of contagious influenza that first originated in pigs, therefore giving the disease its common name, \"swine flu.\"",
        "His drive is contagious, and his team members will quickly learn to trust his judgment.",
        "The amazing thing is that his optimism is contagious.",
        "This is one passionate sign, and his passion is contagious.",
        "Their join enthusiasm and conviction for what is right is contagious.",
        "Weeping Stage: This stage is the most contagious, as the oozing (weeping) liquid seeps out.",
        "Although the blister stage is the most contagious, the virus can be spread at any point of an outbreak, making it difficult to know when others are infected.",
        "Where your child will stay when he or she is sick will depend the layout of your home and whether he or she is contagious.",
        "Interestingly, a person who has the tell tale rash of fifth disease is not generally contagious.",
        "However, people are contagious while they are experiencing fever and respiratory symptoms, and you should take normal precautions.",
        "There are some urban legends about serious dangers of buying bras previously tried on, such as contracting someone's highly contagious and devastating skin disease.",
        "In other words, it didn't matter how high they hit on the charts - it was their contagious melodies that made them relevant then and today.",
        "Whether it's cooking or skincare, if you really enjoy the products, your enthusiasm will be contagious.",
        "Alternative methods of telling and marketing science fiction have also emerged, with authors like Scott Sigler (Contagious), J.C.",
        "This bacterial infection spreads quickly because it is very contagious.",
        "Ringworm can be carried by humans, dogs and cats and is extremely contagious.",
        "Chicken pox is extremely contagious, normally amongst children rather than adults.",
        "Sixth disease is contagious, but only during the first few days of infection.",
        "Bacteria causing contagious mastitis are spread from infected quarters to other healthy quarters of the same or other cows.",
        "mastitis pathogens belong to one of two categories: contagious or environmental.",
        "In general, mastitis pathogens belong to one of two categories: contagious or environmental.",
        "Motivational & After Dinner Speaker Debra's overwhelming positivity and ' go for it ' attitude are contagious, while her modesty is endearing.",
        "tempo tune, bolstered by a thumping back beat and simple yet contagious melody.",
        "The remainder of his life was mainly spent in endeavouring to secure the repeal of the Contagious Diseases Acts, and in 1886 this object was attained.",
        "It was not till the closing decade of the 19th century that the stock-breeders of the United Kingdom found themselves in a position to prosecute their industry free from the fear of the introduction of contagious disease through the medium of store animals imported from abroad for fattening on the native pastures.",
        "The last quarter of the 19th century witnessed an important change in the attitude of public opinion towards legislative control over the contagious diseases of animals.",
        "It was not, however, till October 1886 that anthrax and rabies were officially declared to be contagious diseases for the purposes of certain sections of the act of 1878.",
        "c. 57), the word \" contagious \" being omitted from the title.",
        "The 20 hospitals, modern in construction and equipment, with 4,500 beds, included special hospitals for children, eye and ear, maternity, tuberculosis, and contagious diseases.",
        "They spread throughout Central America and Mexico and as far south as Lima, and with the order of sisters, founded in 1668 by Anna Maria del Galdo, were conspicuous for their devotion during times of plague and other contagious diseases.",
        "II.), succeeded by the isolation of the organisms of typhoid, cholera, diphtheria, actinomycosis, tetanus, &c. The knowledge we now possess of the causes of immunity from contagious disease has resulted from this study of pathological bacteriology: momentous practical issues have also followed upon this study.",
        "Of a number of plants growing side by side, those which become infected with moulds are the most weakly, and an animal in low health is more subject to contagious disease than one which is robust.",
        "Schdnlein's positive contributions to medical science were not large; but he made in 1839 one discovery, apparently small, but in reality most suggestive, namely, that the contagious disease of the head called favus is produced by the growth in the hair of a parasitic fungus.",
        "A law enacted in 1909 forbids a marriage in which either of the parties is a common drunkard, habitual criminal, epileptic, imbecile, feeble-minded person, idiot or insane person, a person who has been afflicted with hereditary insanity, a person who is afflicted with pulmonary tuberculosis in its advanced stages, or a person who is afflicted with any contagious venereal disease, unless the woman is at least forty-five years of age.",
        "The health of animals branch, through which are administered the laws relating to the contagious diseases of animals, and the control of quarantine and inspection stations for imported animals, undertakes also valuable experiments on the diseases of farm live-stock, including glanders in horses, tuberculosis in cattle, &c. The policy of slaughtering horses reacting to the mallein test has been successfully initiated by Canada, the returns for 1908 from all parts of the country indicating a considerable decrease from the previous year in the number of horses destroyed and the amount of compensation paid.",
        "Other public hospitals are a lepers' hospital in Sao Christovao, the military and naval hospitals, the Sao Sebastiao hospital and the isolation and contagious diseases hospitals in Jurujuba.",
        "The disease is thus hereditary, but in addition it is virulently infectious and contagious.",
        "Since both bacterial and viral sore throat are contagious and pass easily from person to person, the doctor will seek information about whether the patient has been around other people with flu, sore throat, colds, or strep throat."
    ],
    "definition": [
        "Relating to contagion.",
        "Transmissible by direct or indirect contact; communicable: a contagious disease.",
        "Capable of transmitting a disease: The children stayed at home until they were no longer contagious.",
        "con·ta′gious·ly\nadv.",
        "con·ta′gious·ness\nn.",
        "Link/Cite"
    ]
}