{
    "translation": "יבשת",
    "uses": [
        "Since then this pest has spread across the African continent and even reached Madagascar.",
        "The southern shores of the continent receive much less rain.",
        "On the European continent the game can scarcely be said to be played on scientific principles.",
        "The rest of the continent gets a lot of rain so it can be considered well watered.",
        "The open grate still holds favour in England, though in America and on the continent of Europe it has been superseded by the closed stove.",
        "The whole of the east coast of the continent is well watered.",
        "A geological map of the whole continent, on the scale of 50 m.",
        "Similar granitic intrusions occurred in New South Wales and Queensland, and built up a mountain chain, which ran north and south across the continent; its worn-down stumps now form the east Australian highlands.",
        "The different editions of the Descriptio and Constructio, as well as the reception of logarithms on the continent of Europe, and especially by Kepler, whose admiration of the invention almost equalled that of Briggs, belong to the history of logarithms (q.v.).",
        "One value even of the smallest well is, that when you look into it you see that earth is not continent but insular.",
        "On the continent of Europe they often lead out of the interior of the church and are enclosed with tracery, as at Rouen or Strassburg.",
        "Amadou is prepared on the continent of Europe, chiefly in Germany, but the fungus is a native of Britain.",
        "into the continent, and sweeping sometimes across western and southern Queensland to the northern interior of New South Wales.",
        "Is it the source of the Nile, or the Niger, or the Mississippi, or a Northwest Passage around this continent, that we would find?",
        "Taking all things into consideration, the aboriginal population of the continent may be set down at something like 180,000.",
        "The continent is.",
        "Of these eighty churches, twelve were in the United Kingdom, twenty on the continent of Europe, sixteen in North America, three in South America, ten in Asia, nine in Africa, six in Australia, two in New Zealand, one in Jamaica and one in Melanesia.",
        "- The salient features of the Australian continent are its compact outline, the absence of navigable rivers communicating with the interior, the absence of active volcanoes or snow-capped mountains, its isolation from other lands, and its antiquity.",
        "On the north-west of the continent the coast-line is much broken, the chief indentations being Admiralty Gulf, Collier Bay and King Sound, on the shores of Tasman Land.",
        "But in the course of time, notwithstanding many criticisms and objections, the reform spread from bottom fermentation to top fermentation breweries on the continent and in America.",
        "If their ancestors had been carried out to sea once or twice by a flood and safely drifted as far as the Galapagos Islands\" (Wallace), \"they must have been numerous on the continent\" (Rothschild and Hartert).",
        "Silurian rocks are well developed in western Tasmania, and the Silurian sea must have washed the south-western corner of the continent, if the rocks of the Stirling Range be rightly identified as of this age.",
        "These are collected by the natives, and are known over most of the continent as nardoo.",
        "But they have been separated by the foundering of the Coral Sea and the Tasman Sea, which divided the continent of Australia from the islands of the Australasian festoon; and the foundering of the band across Australia, from the Gulf of Carpentaria, through western Queensland and western New South Wales, to the lower basin of the Murray, has separated the Archean areas of eastern and western Australia.",
        "Towards the close of the Palaeozoic era France had become a part of a great continent; in the north the Coal Measures of the Boulonnais and the Nord were laid down in direct connection with those of Belgium and England, while in the Central Plateau the Coal Measures were deposited in isolated and scattered basins.",
        "The presence of these giant reptiles on the group is the chief fact on which a former land connexion with the continent of America may be sustained.",
        "and extending right across the continent from Steppes.",
        "m., occupies a position a little to the east of a meridional line bisecting the continent, and south of the 22nd degree, but portions of it stretch upwards to the low-lying country south of the Gulf of Carpentaria.",
        "This flora, isolated by arid country from the rest of the continent, has evidently derived its plant life from an outside source, probably from lands no longer existing.",
        "The interior of the continent west of 135° and north of the Musgrave ranges is usually termed by geographers the Australian Steppes.",
        "The south-western angle of the continent, bounded by a line drawn diagonally from Jurien river to Cape Riche, has an average of from 30 to 40 in.",
        "How did the Tasmanians with their Papuan affinities get so far south on a continent inhabited by a race so differing from Papuans?",
        "After further travels on the continent he returned to London, where he posed as the founder of a new system of freemasonry, and was well received in the best society, being adored by the ladies.",
        "The arrival of these first-fruits of the mineral wealth of the southern continent gained for the estuary of the Parana the name which it has since borne, that of Rio de la Plata, the silver river.",
        "The supposed continent extended across the south pole, practically joining Australia and South America.",
        "With the exception of Tasmania there are no important islands belonging geographically to Australia, for New Guinea, Timor and other islands of the East Indian archipelago, though not removed any great distance from the continent, do not belong to its system.",
        "The comparatively few indigenous placental mammals, besides the dingo or wild dog - which, however, may have come from the islands north of this continent - are of the bat tribe and of the rodent or rat tribe.",
        "The land mass of Australia rises to a mean height much less than that of any other continent; and the chief mountain systems are parallel to, and not far from, the coast-line.",
        "Wherever they came from, there is abundant evidence that their first occupation of the Australian continent must have been at a time so remote as to permit of no traditions.",
        "Yet while the Tasmanians are so distinctly separated in physique and customs from the Australians, the fauna and flora of Tasmania and Australia prove that at one time the two formed one continent, and it would take an enormous time for the formation of Bass Strait.",
        "It is the oldest existing European settlement on the South American continent, having been founded by Diego Castellon in 1523 under the name of Nueva Toledo.",
        "In 1816 he visited the continent, and first at Geneva and afterwards in Montauban (1817) he lectured and interviewed large numbers of theological students with remarkable effect; among them were Malan, Monod and Merle d'Aubigne.",
        "This is due in part to the different physical conditions there prevailing and in part to the invasion of the north-eastern portion of the continent by a number of plants characteristically Melanesian.",
        "It consists in the main of an Archean block or \" coign,\"which still occupies nearly the whole of the western half of the continent, outcrops in north-eastern Queensland, forms the foundation of southern New South Wales and eastern Victoria, and is exposed in western Victoria, in Tasmania, and in the western flank of the Southern Alps of New Zealand.",
        "In the following year he started practice as a physician in London, and in 1756 he published a work on medicinal waters, the properties of which he had studied on the continent and at Bath.",
        "The region extending round the south-western extremity of the continent has a peculiarly characteristic assemblage of typical Australian forms, notably a great abundance of the Proteaceae.",
        "The publication of this work was, however, impeded for some time by differences with the admiralty, during which Forster proceeded to the continent to obtain an appointment for his father as professor at Cassel, and found to his surprise that it was conferred upon himself.",
        "A theory was therefore propounded that these known types were all derived from a continent which has been named Antarctica.",
        "Modern naturalists consider that many of the problems of Australia's remarkable fauna and flora can be best explained by the following hypothesis: - The region now covered by the antarctic ice-cap was in early Tertiary times favoured by a mild climate; here lay an antarctic continent or archipelago.",
        "rainfall band circles across the continent through the middle of the Northern Territory, embraces the entire centre and south-west of Queensland, with the exception of the extreme south-western angle of the state, and includes the whole of the interior of New South Wales to a line about 200 m.",
        "Dividing the land into zones of average summer temperature, the following are the areas which would fall to each: - Judging from the figures just given, it must be conceded that a considerable area of the continent is not adapted for colonization by European races.",
        "On the continent of Europe the equivalent words (e.g.",
        "(9) \" Eight-coupled \" total-adhesion type, o-8-o; now found on a good many English railways, and common on the continent of Europe for heavy slow goods traffic. In America it is comparatively infrequent, as total-adhesion types are not in favour.",
        "Compound locomotives have been tried, as stated in § 17, but the tendency in England is to revert to the simple engine for all classes of work, though on the continent of Europe and in America the compound locomotive is largely adopted, and is doing excellent work.",
        "But goods and mineral trains so fitted are rare, and the same is the case on the continent of Europe, where, however, such brakes are generally employed on passenger trains.",
        "It has been suggested that their separation did not take place until after the continent which once existed in the north Pacific had become submerged, and that the Malays wandered northward, while the Polynesian race spread itself over the islands of the southern archipelago.",
        "The ordinary musk-rat is one of several species of a genus peculiar to America, where it is distributed in suitable localities in the northern part of the continent, extending from the Atlantic to the Pacific, and from the Rio Grande to the barren grounds bordering the Arctic seas.",
        "It was frequently reprinted on the Continent during the 16th century, and once or twice since.",
        "Ferdinand appealed to Spain for help; but Spain was anxious to be on good terms with the pope to obtain a title over the newly discovered continent of America and could not afford to quarrel with him.",
        "The Angoras most valued are albinos, with pure white fur and pink eyes; in some parts of the Continent they are kept by the peasants and clipped regularly.",
        "On the continent of Europe there are occasionally four classes, but though the local fares are often appreciably lower than in Great Britain, only first and second class, sometimes only first class, passengers are admitted to the fastest trains, for which in addition a considerable extra fare is often required.",
        "On the continent of Europe the typical sleeping car has transverse compartments with two berths, one placed above the other.",
        "The principal types to be found in the United Kingdom and on the continent of Europe are open wagons (the lading often protected from the weather by tarpaulin sheets), mineral wagons, covered or box wagons for cotton, grain, &c., sheep and cattle trucks, &c. The principal types of American freight cars are box cars, gondola cars, coal cars, stock cars, tank cars and refrigerator cars, with, as in other countries, various special cars for special purposes.",
        "On the continent of Europe the average carrying capacity is rather higher; though wagons of less than io tons capacity are in use, many of those originally rated at io tons have been rebuilt to hold 15, and the tendency is towards wagons of 15-20 tons as a standard, with others for special purposes holding 40 or 45 tons.",
        "Although not gathered for the table in England, it is greatly prized in some parts of the Continent.",
        "The Rabdologia attracted more general attention than the logarithms, and as has been mentioned, there were several editions on the Continent.",
        "The ministers were mostly Puritans; by their ordination, &c., Episcopalian; and for the most part strongly impressed with the desirability of nearer agreement with the Church of Scotland, and other branches of the Reformed Church on the Continent.",
        "The vertical relief of the land above the ocean is a very important factor in determining the climate as well as the distribution of the fauna and flora of a continent.",
        "The absence of active volcanoes in Australia is a state of things, in a geological sense, quite new to the continent.",
        "The tree in this instance is one of the acacias, a genus distributed through all parts of the continent.",
        "They are found in New Zealand and also in New Caledonia, their greatest developments being on the south-west of the Australian continent.",
        "The only source of maritime wealth that is now being sufficiently exploited to be regarded as an industry is the gathering of pearl-oysters from the beds off the northern and north-western coasts of the continent.",
        "Did they get to Tasmania before or after its separation from the main continent?",
        "The discovery of the insularity of Greenland might again give rise to the argument as to the distinction between island and continent.",
        "Although the name of continent was not applied to large portions of land for any physical reasons, it so happens that there is a certain physical similarity or homology between them which is not shared by the smaller islands or peninsulas.",
        "If the continuous, unbroken, horizontal extent of land in a continent is termed its trunk,' and the portions cut up by inlets or channels of the sea into islands and peninsulas the limbs, it is possible to compare the continents in an instructive manner.",
        "shelf, or show evidence in the character of their rocks of Islands having at one time been continuous with a neighbouring continent.",
        "The continent, however, possesses the two important genera of the Pseudoscines, namely the lyre-birds (Menura) and the scrub-birds (Atrichia).",
        "We note the absence of Ratitae, Tinami, Cracidae, Rhamphastidae, and any of those gruiform genera which are so, characteristic of the continent.",
        "A transcontinental line was long ago undertaken across South America from Buenos Aires to Valparaiso, where the continent is only about goo m.",
        "illustrates the railway mileage in the continent of America at the close of 1907.",
        "In those parts of the continent of Europe where railways are owned and administered by state authority, the necessity for such agreements is frankly admitted.",
        "This governmental sanction has been obtainable only with difficulty, and after the exercise of numerous legal forms, in Great Britain and on the continent of Europe.",
        "The laws regulating original outputs for capital were strictly drawn in Great Britain and on the continent of Europe; in America they were drawn very loosely.",
        "On the continent of Europe the standard gauge is generally adopted, though in France there are many miles of 4 ft.",
        "The arrangements for arresting sparks in American practice and on the continent of Europe are somewhat elaborate.",
        "The Stephenson link motion is used almost universally in England and America, but it has gradually been displaced by the Walschaert gear on the continent of Europe, and to some extent in England by the Joy gear.",
        "A famous type of compound locomotive developed on the continent of Europe is the four-cylinder De Glehn, some of which have been tried on the Great Western railway.",
        "It has been extensively introduced, both in Great Britain and the continent of Europe, for passenger traffic, and is now the most numerous and popular class.",
        "It is used to a limited extent both in Great Britain and on the continent of Europe, but is much more common in America.",
        "This is the standard goods engine of Great Britain and the continent of Europe.",
        "On the continent of Europe many countries have encouraged railways which are light in that sense.",
        "These mountains are among the most recent in the continent, and some of them, at least, are still growing.",
        "After completing his education on the Continent of Europe, he obtained a clerkship in the War Office in 1857.",
        "Suarez refutes the patriarchal theory of government and the divine right of kings founded upon it---doctrines popular at that time in England and to some extent on the Continent.",
        "Glossina --see Tsetse-Fly) the distribution of a genus is limited to a continent.",
        "On the Continent, the movement was more aristocratic and theoretical; it was part of the intellectual renaissance which found its most striking expression in the principles of the French Revolution.",
        "Peddling had been forced on the latter by the action of the gilds which were still powerful in the 18th century on the Continent.",
        "In other parts of the same continent, in Egypt and in South Africa, many Jews have settled, participating in all industrial and financial pursuits.",
        "(Full accounts of Anglo-Jewish institutions are given in the Jewish Year-Book published annually since 1895.) 55 The American Continent.",
        "In 1577 Crichton was undoubtedly in Paris, but his career on the continent is difficult to follow.",
        "As the tench is of comparatively uncommon occurrence in unenclosed waters, its place among the indigenous fishes of Great Britain has been denied, and it has been supposed to have been introduced from the Continent; a view which, however, is not supported by any evidence, and is practically disposed of by the fact that fossil remains of the fish are found in the Pleistocene deposits of Great Britain.",
        "When this chain formed the Atlantic mountainborder of the continent excepting this north-eastern corner, Mississippi had not emerged from the waters of the ancient Gulf of Mexico.",
        "On the east and south-east of Asia are several important groups of islands, the more southern of which link this continent to Australia, and to the islands of the Pacific. The Kurile Islands, the Japanese group, Luchu, Formosa and the Philippines, may be regarded as unquestionable outliers of Asia.",
        "Between the islands of the Malay archipelago from Sumatra to New Guinea, and the neighbouring Asiatic continent, no definite relations appear ever to have existed, and no distinctly marked boundary for Asia has been established by the old geographers in this quarter.",
        "A vast pro portion of the continent north of this central line is but a few hundred feet in altitude.",
        "South of this enclosed depression is another great hydrographic barrier which parts it from the low plains of the Amur, of China, Siam and India, bordered by the shallows of the Yellow Sea and the shoals which enclose the islands of Japan and Formosa, all of them once an integral part of the continent.",
        "If we consider the whole continent to be divided into three sections, viz.",
        "3,641,000 2,873,000 large spherical areas on a flat surface being necessarily continent.",
        "Hence the study of the mountain ranges of a continent is, for a proper apprehension of its physical conditions and characteristics, as essential as the examination of its extent and position in relation to the equator and poles, and the configuration of its coasts.",
        "This great mass of mountain, constituting as it does a complete natural line of division across a large part of the continent, will form a convenient basis from which to work, in proceeding, as will now be done, to give a general view of the principal countries contained in Asia.",
        "Here the Tibetan mountains unite with the line of elevation which stretches across the continent from the Pacific, and which separates Siberia from the region commonly spoken of under the name of central Asia.",
        "From the north of Manchuria the Khingan range stretches southward to the Chinese frontier near Peking, east of which the drainage falls into the Amur and the Yellow Sea, while to the west is an almost rainless region, the inclination of which is towards the central area of the continent, Mongolia.",
        "In 1879 he followed up the Urangi river to the Altai Mountains, and demonstrated to the world the extraordinary physical changes which have passed over the heart of the Asiatic continent since Jenghiz Khan massed his vast armies in those provinces.",
        "Mark Bell crossed the continent in 1887 and illustrated its ancient trade routes, following the steps of Archibald Colquhoun, who wandered from Peking to Talifu in 1881.",
        "The great central depression of the continent which reaches from the foot of the Pamir plateau on the west through the Tarim desert to Lop Nor and the Gobi has yielded up many interesting Chinese secrets.",
        "E Arabian Sea Ba Of G A L e Geological information incomplete Desert Deposits Quaternary Tertiary Mesozoic Palaeozoic Archaean and Metamorphic Younger Volcanic Rocks English Miles b iuHi iiiiuiiiiii after llargl,aua Geology The geology of Asia is so complex and over wide areas so little known that it is difficult to give a connected account of either the structure or the development of the continent, and only the broader features can be dealt with here.",
        "Besides the three chief regions into which the mainland is thus seen to be divided, attention should be drawn to the festoons of islands which border the eastern side of the continent, and which are undoubtedly due to causes similar to those which produced the folds of the folded belt.",
        "Little is known of the early geological history of Asia beyond the fact that a large part of the continent was covered by the sea during the Cambrian and Ordovician periods.",
        "Leaving out of consideration all evidence of more ancient volcanic activity, each of the three regions, into which, as we have seen, the continent may be divided, has been, during or since the Cretaceous period, the seat of great volcanic eruptions.",
        "above the zero of Fahrenheit; the lowest mean tem perature anywhere observed is about 4° Fahr., at Melville Island, north of the American continent.",
        "causes an accumulation of air over the cold area, The diminution of barometric pressure which takes place all over Asia during the summer months, and the increase in the winter, are hence, no doubt, the results of the alternate heating and cooling of the air over the continent.",
        "The China Sea is fully exposed to both monsoons, the normal directions of which nearly coincide with the centre of the channel between the continent of Asia and the eastern islands.",
        "The south-eastern parts of the Malay Archipelago have much in common with the Australian continent, to which they adjoin, though their affinities are chiefly Indian.",
        "Younghusband, The Heart of a Continent: a Narrative of Travels in Manchuria (London, 1896); P. H.",
        "This last fact in particular caused western Europe to dream of an alliance with the great khan \"Prester John,\" who should aid in the reconquest of Jerusalem and the final conversion to Christianity of the whole continent of Asia.",
        "But the connexion with foreign parts led to the gradual introduction of a procedure resembling that coming into use on the continent and based on the Roman civil law.",
        "Isaac Voss, in his work De Nili (1659), published a map of central Africa, in which he anticipated D'Anville by rejecting all the fanciful details which found a place upon Filippo Pigafetta's map of that continent.",
        "32), delineated the Chinese Empire in accordance with the map based on the surveys conducted during the reign of the emperor Kanghi, with the aid of Jesuit missionaries, and published in 1718; boldly refused to believe in the existence of an Antarctic continent covering half the southern hemisphere, and always brought a sound judgment to bear upon the materials which the ever-increasing number of travellers placed at his disposal.",
        "In South America, in proportion to the area of the country, only few surveys of a thoroughly scientific nature have been made, and it is therefore satisfactory that the service geographique of the French army should be publishing, since 1900, a map of the entire continent on a scale of 1: 1,000,000.",
        "Several weekly papers published on the continent of Europe devote a considerable portion of their space to dogs, and canine journals have been started in America, South Africa and even India: while apart from Lee's volumes and other carefully compiled works treating on the dog in general, the various breeds have been written about, and the books or monographs have large sales.",
        "They have their own organization, being divided into seven yearly meetings numbering about 20,000 members, but these meetings form no part of the official organization which links London Yearly Meeting with other bodies of Friends on the American continent.",
        "It is also known as the \" Eastern Horn of Africa,\" because it projects somewhat sharply eastwards into the Indian Ocean, and is the only section of the continent which can be spoken of as a peninsula.",
        "from that cape is Ras Hafun or Medudda - the most easterly point of the continent of Africa - being in 10° 45' S., 51° 27' 52\" E., or about a mile and a half east of Guardafui.",
        "This also appears to be the general rule on the continent of Europe.",
        "In the next year the queen effected her passage to the Continent.",
        "The end of the period was marked by the widespread emergence of the continent, and parts of it were never again submerged, so far as is known.",
        "Certainly there is no younger marine formation of comparable extent in the continent.",
        "When deposition was renewed in the interior of the continent, the formations laid down were largely non-marine, and, over great areas, they rest upon the Mississippian unconformably.",
        "During the later part of the period the sea found entrance at some point north of the United States to a great area in the western part of the continent, developing a bay which extended far down into the United States from Canada.",
        "The distribution of the beds of marine origin shows that the sea crept upon the eastern and southern borders of the continent auring the period, covered the western plains, and formed a great mediterranean sea between the eastern and western lands of the continent, connecting the Gulf of Mexico on the south and the Arctic Ocean on the north.",
        "a profound business depression affected the whole continent of America.",
        "It may be said to have begun with the visit of the Association of British Chambers of Commerce to Paris in 1900, at a time when France was still smarting from the humiliation of the Fashoda affair, and the Boer War was exciting hostile demonstrations against Great Britain throughout the continent of Europe.",
        "Dera Ismail Khan district is one of the hottest areas in the Indian continent, while over the mountain region to the north the weather is temperate in the summer and intensely cold in the winter.",
        "There was one beneath each statue representing a continent.",
        "It was the first of the deep artesian wells of the continent.",
        "The vegetation of the hot and dry region of the south-west of the continent consists largely of plants which are diffused over Africa, Baluchistan and Sind; many of these extend into the hotter parts of India, and not a few common Egyptian plants are to be met with in the Indian peninsula.",
        "The extreme south-west part of the continent constitutes a separate zoological district, comprising Arabia, Palestine and southern Persia, and reaching, like the hot desert botanical tract, to Baluchistan and Sind; it belongs to what Dr Sclater calls the Ethiopian region, which extends over Africa, south of the Atlas.",
        "The extension of modified forms of the Mongolian type over the whole American continent may be mentioned as a remarkable circumstance connected with this branch of the human race.",
        "This, the longest of his works, added much to existing knowledge, especially as to the relations between England and the continent, but it lacked something of the freshness of his earlier books; he was over seventy when it was completed, and he was never quite at home in dealing with the parliamentary foundations of English public life.",
        "Of the more immediate successors of Newton in Great Britain Maclaurin is probably the only one who can be placed in competition with the great mathematicians of the continent of Europe at the time.",
        "For it is impossible to accept the theory of one writer that they sailed or rowed round the continent - a journey requiring enormous maritime skill, which, according to the theory, they must have promptly lost.",
        "Four points are clear: (i) the Australians represent a distinct race; (2) they have no kinsfolk among the neighbouring races; (3) they have occupied the continent for a very long period; (4) it would seem that the Tasmanians must represent a still earlier occupation of Australia, perhaps before the Bass Strait existed.",
        "Why should a Papuan type be found in what was certainly once a portion of the Australian continent?",
        "that the continent was first inhabited by a Papuan type of man who made his way thither from Flores and Timor, New Guinea and the Coral Sea.",
        "Eyre has ingeniously attempted to reconstruct the routes taken by the Australians in their advance across the continent.",
        "It is impossible to say who were the first discoverers of Australia, although there is evidence that the Chinese had some knowledge of the continent so far back as the 13th century.",
        "Some French authorities confidently put forward a claim that Guillaume le Testu, of Provence, sighted the continent in 1531.",
        "The first English navigator to sight the Australian continent was William Dampier, who made a visit to these shores in 1688, as supercargo of the \" Cygnet,\" a trader whose crew had turned buccaneers.",
        "of Venus, but he was also expressly commissioned coox to ascertain \" whether the unexplored part of the southern hemisphere be only an immense mass of water, or contain another continent.\"",
        "After successfully observing the transit from the island of Tahiti, or Otaheite, as Cook wrote it, the \" Endeavour's \" head was turned south, and then north-west, beating about the Pacific in search of the eastern coast of the great continent whose western shores had been so long known to the Dutch.",
        "This marks the beginning of the occupation of the interior of the continent.",
        "By this time much had thus been done to obtain an acquaintance with the eastern parts of the Australian continent, although the problem of what could become of the large rivers flowing north-west and south-west into the interior was still unsolved.",
        "It was left to the veteran explorer, Sturt, to achieve the arduous enterprise of penetrating from the Darling northward to the very centre of the continent.",
        "A reward of £io,000 having been offered by the legislature of South Australia to the first man who should traverse the whole continent from south to north, starting from the city of Adelaide, Mr Stuart resolved to make the attempt.",
        "nearly 134°, which is the most central marked point of the Australian continent, and has been named Central Mount Stuart.",
        "On the first day of the next year, 1861, Mr Stuart again started for a second attempt to cross the continent, which occupied him eight months.",
        "On the 23rd of February 1861 they commenced the return journey, having in effect accomplished the feat of crossing the Australian continent.",
        "Landsborough crossed the entire continent from north to south, Leichhardt.",
        "Mr Stuart, in 1862, made his third and final attempt to traverse the continent from Adelaide along a central line, which, inclining a little westward, reaches the north coast of Arnheim Land, opposite Melville Island.",
        "A third part, at least, of the interior of the whole continent, between the central line of Stuart and the known parts of.",
        "That line of more than 1800 m., having its southern extremity at the head of Spencer Gulf, its northern at Port Darwin, in Arnheim Land, passes Central Mount Stuart, in the middle of the continent, S.",
        "After much negotiation the leader, Mr William Lane, a Brisbane journalist, decided on Paraguay, and he tramped across the continent, preaching a new crusade, and gathering in funds and recruits in his progress.",
        "the Malay Land), a lozenge-shaped strip of land projecting into the China Sea, and forming the most southerly portion of the continent of Asia.",
        "alba, the white oak, abounding all over the eastern districts to the continent from Lake Winnipeg and the St Lawrence countries of the shores of the Mexican Gulf.",
        "\"He once more joined us to the continent,\" wrote Marvell, while Dryden describes him as teaching the British lion to roar.",
        "The professional soldiers of the Continent could rarely be brought to force a decision; but the English, contending for a cause, were imbued with the spirit of the modern \"nation in arms\"; and having taken up arms wished to decide the quarrel by arms. This feeling was not less conspicuous in the far-ranging rides, or raids, of the Cromwellian cavalry.",
        "Bruce, the leader of the Scottish expedition, finds that there is a ridge \" extending in a curve from Madagascar to Bouvet Island, and from Bouvet Island to the Sandwich group, whence there is a forked connexion through the South Orkneys to Graham's Land, and through South Georgia to the Falkland Islands and the South American continent.\"",
        "Neumayr finds evidence of the existence of a continent between Africa and South America, which protruded into the central North Atlantic, in Jurassic times.",
        "In the case of inland telegraphs and of cable communication with the continent of Europe government control has entirely superseded private companies.",
        "This arrangement pleased King of neither of the relatives of the emperor; but his will Naples, now was law on the continent.",
        "From about 1250 onwards his fame as a preacher spread over all the German-speaking parts of the continent of Europe.",
        "LEECH, the common name of members of the Hirudinea, a division of Chaetopod worms. It is doubtful whether the medicinal leech, Hirudo medicinalis, which is rarer in England than on the continent of Europe, or the horse leech, Aulastoma gulo, often confused with it, has the best right to the original possession of this name.",
        "He refused to follow the advice of his friends and avoid the fate that was clearly impending over him by flight to the continent.",
        "On the European continent the courts Christian often carried.",
        "On the continent of Europe the dispensing of prescriptions is confined to pharmacists (pharmaciens and apothe- hers).",
        "The development of these structures has been studied by many observers, both in England and on the continent of Etirope.",
        "African sub-regiou.Western Arabia must be added to th~ African continent, which, with this exception and possibly a formel European connexinn in the far west, has had apparently from a very early period an almost insular character.",
        "A peculiar feature in which tropical Africa stands alone is that at least one-fifth and probably more of the species are common to both sides of the continent and presumably stretch right across it.",
        "Baccharis, with some 250 species, ranges over the whole continent from the Straits of Magellan and, with seven species, to California.",
        "Although for a time it was lost sight of on the continent, Sir Isaac Newton thought so highly of this book that he prepared an annotated edition which was published in Cambridge in 1672, with the addition of the plates which had been planned by Varenius, but not produced by the original publishers.",
        "The Portuguese also established a close connexion with the kingdom of Congo on the west side of Africa, and obtained much information respecting the interior of the continent.",
        "The great and splendidly illustrated collections of voyages and travels of Theodorus de Bry and Hulsius served a similar useful purpose on the continent of Europe.",
        "The voyage of Drake across the Pacific was preceded by that of Alvaro de Mendana, who was despatched from Peru in 1567 to discover the great Antarctic continent which was believed to extend far northward into the South sea, the search In Pacific. for which now became one of the leading motives of Pacific. exploration.",
        "The viceroys of Peru still persevered in their attempts to plant a colony in the hypothetical southern continent.",
        "There were several early indications of the existence of the great Australian continent, and the Dutch endeavoured to obtain further knowledge concerning the country and its extent; but only its northern and western coasts had been visited before the time of Governor van Diemen.",
        "In 1642 the governor and council of Batavia fitted out two ships to prosecute the discovery of the south land, then believed to be part of a vast Antarctic continent, and entrusted the command to Captain Abel Jansen Tasman.",
        "Tasman sailed from Batavia in 1642, and on the 24th of November sighted high land in 42° 30' S., which was named van Diemen's Land, and after landing there proceeded to the discovery of the western coast of New Zealand; at first called Staten Land, and supposed to be connected with the Antarctic continent from which this voyage proved New Holland to be separated.",
        "Before the death of Bruce an African Association was formed, in 1788, for collecting information respecting the interior of that continent, with Major Rennell and Sir Joseph Banks as leading members.",
        "The great geographical event of the century, as regards that continent, was the measurement of an arc of the So meridian.",
        "The belief in a vast Antarctic continent stretching far into the temperate zone had never been abandoned, and was vehemently asserted by Charles Dalrymple, a disappointed candidate nominated by the Royal Society for the command of the Transit expedition of 1769.",
        "In 1772 the French explorer Yves Kerguelen de Tremarec had discovered the land that bears his name in the South Indian Ocean without recognizing it to be an island, and naturally believed it to be part of the southern continent.",
        "Cook's second voyage was mainly intended to settle the question of the existence of such a continent once for all, and to define the limits of any land that might exist in navigable seas towards the Antarctic circle.",
        "He proved conclusively that any southern continent that might exist lay under the polar ice.",
        "Since the war of 1870 many geographical societies have been established on the continent of Europe.",
        "A striking fact in the configuration of the crust is cs 1'000 n that each continent, or elevated mass of the crust, is T diametrically opposite to an ocean basin or great de 5000 0 -5000 -15000 -20 2500 -300 pression; the only partial exception being in the case of southern South America, which is antipodal to eastern Asia.",
        "plateaus are finally crowned by the wrinkled crests which form its two modern mountain systems. The surface of each of our ocean floors exactly resembles that of a continent turned upside down.",
        "Where the great continental sag sinks below the ocean level, we have our gulfs and our Mediterraneans, seen in our type continent, as the Mexican Gulf and Hudson Bay.",
        "The broad Pacific depression seems to answer to the broad elevation of the Old World - the narrow trough of the Atlantic to the narrow continent of America.\"",
        "These \" continents,\" \" parts of the earth,\" or \" quarters of the globe,\" proved to be convenient divisions; America was added as a fourth, and subsequently divided into two, while Australia on its discovery was classed sometimes as a new continent, sometimes merely as an island, sometimes compromisingly as an island-continent, according to individual opinion.",
        "In any case the various Nearctic subdivisions completely merge into each other, just as is to be expected from the physical configuration and other bionomic conditions of the North American continent.",
        "The number of peculiar genera, besides those just mentioned, is too great for them to be named here; some of the most remarkable on the continent are: Balaeniceps, the whaleheaded heron; Balaearica, the crowned crane; Podica, finfoot; Numida and allied genera of guinea fowls.",
        "The greater portion, however, of the numerous bands which visit the British Islands in autumn and winter doubtless come from the Continent - perhaps even from far to the eastward, since its range stretches across Asia to Japan, in which country it is as favourite a cage-bird as with us.",
        "Coat-armour was in itself not necessarily a badge of nobility at all; it could be, and was, worn by people having no pretensions to be \"gentlemen,\" and this is true both of England and the continent.",
        "The best-known species, Myrmeleon formicarius, which may be found adult in the late summer, occurs in many countries on the European continent, though like the rest of this group it is not indigenous in England.",
        "In Europe there is good reason to suppose that it includes Shetland; but it is on the north-western coast of the Continent, from Jutland to the extreme north of Norway, that the greatest number are reared.",
        "of the great plateau formation of the old continent - the backbone of Asia - which stretches with decreasing altitude and width from of Asia.",
        "rivers of the old continent are comprised within the limits of - the Russian empire.",
        "At the same time, as the gradients are gradually increasing on account of the upheaval of the continent, the rivers dig their channels deeper and deeper.",
        "superseded was not indigenous to Russia, but had been set up by Peter the Great, who had taken as his model the inquisitorial procedure at that time in vogue on the continent of western Europe.",
        "Sweden, and the northern mountains of Finland a continuation of Kjolen (the Keel) which separate Sweden from Norway, while the other great line of upheaval of the old continent, which runs N.W.",
        "The rhomboidal peninsula of the Crimea, connected by only a narrow isthmus with the continent, is occupied by an arid plateau sloping gently N.",
        "Russia now remained the only unconquered power on the continent, and it was evident that the final struggle with her could not be long delayed.",
        "This type, which is often known as the Vignoles rail, after Charles Blacker Vignoles (1793-1875), who re-invented it in England in 1836, is in general use in America and on the continent of Europe.",
        "But these lines have been dwarfed since 1891 by the Siberian railway, built by the Russian government entirely across the continent of Asia from Cheliabinsk (1769 m.",
        "In 1885 Arthur Douglas Carey and Andrew Dalgleish, following more or less the tracks of Prjevalsky, contributed much that was new to the map of Asia; and in 1886 Captain (afterwards Sir Francis) Younghusband completed a most adventurous journey across the heart of the continent by crossing the Murtagh, the great mountain barrier between China and Kashmir.",
        "The predatory habits of the Turkish, Mongolian and Manchu population of northern Asia, and their irruptions into other parts of the continent and into Europe, have produced very remarkable results in the history of the world.",
        "Considerable progress has been made in the classification of the various races which occupy the continent to the west of the great Mongolian region.",
        "On the other hand, the wars between Persia and Greece were recognized both at the time and afterwards as a struggle between Europe and Asia; the fact that both combatants were Aryans was not felt, and has no importance compared to the difference of continent.",
        "Clearly such alterations as the construction of railways in nearly all parts of the continent, and the establishment of peace over formerly disturbed areas like India, are of enormous importance, and must change the life of the people.",
        "An interesting deposit of oolitic magnetic ore occurs in the Dogger (Inferior Oolite) of Rosedale Abbey, in Yorkshire; and a somewhat similar pisolitic ore, of Jurassic age, is known on the continent as chamoisite, having been named from Chamoison (or Chamoson) in the Valais, Switzerland.",
        "There are indeed still three large native states nominally Mahratta: that of Sindhia near the borders of Hindustan in the north, that of Holkar in Malwa in the heart of the Indian continent, and that of the gaekwar in Gujarat on the western coast.",
        "Thus a confederation was formed of which the Brahman peshwa or head was at Poona, governing the adjacent territories, while the members, belonging to the lower castes, were scattered throughout the continent of India.",
        "In 1883 appeared a work on fruit pests by William Saunders, which mainly applies to the American continent; and another small book on the same subject was published in 1898 by Miss Ormerod, dealing with the British pests.",
        "It is abundant in most of the mountain ranges of southern and central Europe, but is not found in the northern parts of that continent.",
        "In everything which related to the continent of Europe and to the resumption of trade relations between Great Britain and France, Bonaparte had his way; and he abated his demands only in a few questions relating to India and Newfoundland.",
        "That compact was not, as has often been assumed, merely the means of assuring to Napoleon the mastery of the continent and the control of a cohort of kings.",
        "The continent accepted the new development of his System.",
        "It was the last time that he figured as master of the continent.",
        "France had subjected half the continent; but her hold on Spain was weakened by Wellington's blow at Salamanca; and now Frenchmen heard that their army in Russia was \"dead.\"",
        "This seems to have been his last visit to the continent.",
        "Still it seems advisable to furnish some connected account of the progress made in the ornithological knowledge of the British Islands and those parts of the European continent which lie nearest to them or are most commonly sought by travellers, the Dominion of Canada and the United States of America, South Africa, India, together with Australia and New Zealand.",
        "X.] Returning to the Old World, we have first Iceland, the fullest-indeed the only full-account of the birds of which is already stated) the extraordinary views of its adherents found little favour on the continent of Europe.",
        "He does not mention Apteryx, at that time so little known on the Continent.",
        "1520 and one of the oldest towns of the continent.",
        "Copies were smuggled into England but were suppressed by the bishops, and William Warham, archbishop of Canterbury, even bought up copies on the Continent to destroy them.",
        "In his youth he went to the continent and taught mathematics at Paris, where he published or edited, between the years 1612 and 1619, various geometrical and algebraical tracts, which are conspicuous for their ingenuity and elegance.",
        "British dependence on American supplies is greater even than that of the continent of Europe, for Russia possesses some internal supplies, and more Indian cotton is used in continental countries than in England.",
        "The annual average shipments from Bombay to the European continent and to Great Britain in 1900-1904 were as follows: To the continent.",
        "The basis of the population is Canadian, and the immigration has been chiefly from (I) the British Isles, (2) United States, (3) continent of Europe (chiefly Austria, Hungary and Russia).",
        "Afterward going westward from Lake Athabasca and through the Peace river, he reached the Pacific Ocean, being the first white man to cross the North American continent, north of Mexico.",
        "As correct a notion as can be obtained of the numbers annually exported from the continent about the year 1790 by traders cf the several European countries engaged in the traffic is supplied by the following statement: - \" By the British, 38,000; by the French, 20,000; by the Dutch, 4000; by the Danes, 2000; by the Portuguese, 10,000; total 74,000.\"",
        "Though the history of the Congo Free State affords a painful contrast to the philanthropic professions of its founder, in other parts of the continent the establishment of protectorates by Great Britain, France and Germany was followed by strenuous, and largely successful, efforts to put down slave raiding.",
        "It was for some time thought that from Sierra Leone as a centre industry and civilization might be diffused amongst the nations of the continent; and in 1822 the colony (which in 1847 became the independent republic) of Liberia had been founded by Americans with a similar object; but in neither case have these expectations been adequately fulfilled.",
        "In April 1799 a warrant was issued for his arrest, but was not executed; and in 1800 and the following year he travelled on the continent of Europe, where he entered into relations with the leaders of the United Irishmen, exiled since the rebellion of 1798, who were planning a fresh outbreak in Ireland in expectation of support from France.",
        "And not for them only; for in the school of York, founded by his pupil Archbishop Ecgberht, was trained Alcuin (Ealhwine) the initiator under Charles the Great of the Frankish schools, which did so much for learning on the continent.",
        "The tough but flexible coarse grey paper (German Fliesspapier), upon which on the Continent specimens are commonly fixed by gummed strips of the same, is less hygroscopic than ordinary cartridge paper, but has the disadvantage of affording harbourage in the inequalities of its surface to a minute insect, Atropos pulsatoria, which commits great havoc in damp specimens, and which, even if noticed, cannot be dislodged without difficulty.",
        "Mining for the precious metals ceased at a very early date, after rich discoveries were made on the continent.",
        "His control of the entire administrative life Cuba was part of a continent.",
        "He took Aidos, Nicomedia, Hereke, and, after a siege, Nicaea; Tarakli and Gemlik fell to his arms, and soon the whole of the shore of the Marmora up to Kartal was conquered, and the Byzantines retained on the continent of Asia Minor only Ala Shehr and Biga.",
        "In the complete subjection of the Continent which preceded the Russian War this was not so easy as it would have been earlier, and she remained at home during the winter of 1811, writing and planning.",
        "It is not connected with any portion of Europe or America except by suboceanic ridges; but in the extreme north it is separated only by a narrow strait from Ellesmere Land in the archipelago of the American continent.",
        "In erratic blocks of sandstone, found on the Disco shore of the Waigat, have been detected a Sigillaria and a species of either Pecopterisor Gleichenia, perhaps of this age; and probably much of the extreme northern coast of Ellesmere Land, and therefore, in all likelihood, the opposite Greenland shore, contains a clearly developed Carboniferous Limestone fauna, identical with that so widely distributed over the North American continent, and referable also to British and Spitsbergen species.",
        "In 1582 he withdrew to the continent, where he was active in the cause of Mary, queen of Scots.",
        "It is the largest and most important seaport on the continent of Europe and (after London and New York) the third largest in the world.",
        "Siberia is situated for the most part in what Grisebach describes as the \" forest region of the Eastern continent.\"",
        "After a brief tour on the Continent he reached New York on the 5th of July.",
        "The later years of his life were spent in ardent anti-slavery propaganda, and his eloquence moved large audiences in London, as well as in Paris, Brussels and other parts of the continent.",
        "It comprised the whole of the portion of the African continent known to the ancients, except Egypt and Ethiopia.",
        "ORANGE, the longest river of South Africa, almost traversing the continent from ocean to ocean.",
        "In another version, there was civil war in Thera; Battus, leader of one party, was banished, and, on applying to the oracle, was recommended to take out a colony to \"the continent\" (Schol.",
        "Aldabra, however, although situated in that region of the Indian Ocean which forms part of the site of the IndoMadagascar continent of the Secondary period, is not a peak of the submerged land.",
        "It has been built up from the sunken remains of the old continent by a deposit, in the opinion of Professor A.",
        "BRAZIL, a republic of South America, the largest political division of that continent and the third largest of the western hemisphere.",
        "A relief map of Brazil shows two very irregular divisions of surface: the great river basins, or plains, of the Amazon-Tocantins and La Plata, which are practically connected by low elevations in Bolivia, and a huge, shapeless mass of highlands filling the eastern projection of the continent and extending southward to the plains of Rio Grande do Sul and westward to the Bolivian frontier.",
        "Add to these the eroded river basins of the Xingu, Tapajos and Guapore on the north and west, the Paraguay on the south-west, and the scores of smaller rivers along the Atlantic coast, and we may have some conception of the agencies that have been at work in breaking down and shaping this great table-land, perhaps the oldest part of the continent.",
        "South of the Amazon valley and filling a great part of the eastern projection of the continent, is another arid, semi-barren plateau, lying within the southeast trade winds belt, and extending from Piauhy southward to southern Bahia.",
        "SYDNEY, the capital of New South Wales, Australia, in Cumberland (disambiguation)|Cumberland county, on the east coast of the continent, situated on the south shore of Port Jackson, in 33015?",
        "I am going on an agitating tour through the continent of Europe.\"",
        "If the public spirit of my countrymen affords me the means of travelling as their missionary, I will be the first ambassador from the people of this country to the nations of the continent.",
        "The treatise at once attracted attention in England and the Continent.",
        "Younghusband, The Heart of a Continent (1896).",
        "Of the reformed Churches of the continent of Europe only the Lutheran Churches of Denmark, Iceland, Norway, Sweden and Finland preserve the episcopal system in anything of its historical sense; and of these only the two last can lay claim to the possession of bishops in the unbroken line of episcopal succession.",
        "Generals Botha, De Wet and De la Rey, however, paid a visit to England (August - September, 1902) in an unsuccessful endeavour to get the terms of peace modified in their favour; they received little encouragement from a tour they made on the continent of Europe.",
        "Lord Stanhope quitted the Commons with a low bow and started for the continent.",
        "distant, Bagamoyo became the startingpoint for caravans to the great lakes, and an entrepot of trade with the interior of the continent.",
        "None of these men founded a school - a result due in part to their intellectual character, in part to the absence in England of medical schools equivalent in position and importance to the universities of the Continent.",
        "It is difficult to form a clear estimate of the importance of the last systematizer of medicine - John Brown (1735-1788) - for, though in England he has been but little regarded, the wide though shortlived popularity of his system on the Continent shows that it must have contained some elements of brilliancy, if not originality.",
        "Shortly after 1815, however, when the continent of Europe was again open to English travellers, many English doctors studied in Paris, and the discoveries of their great French contemporaries began to be known.",
        "de Haen, and, in the United Kingdom, George Cleghorn (1716-1789) of Dublin and James Currie (1756-1805), carried on the use of the thermometer in fevers; and on the continent of Europe in later years F.",
        "The \"incense tree\" of America is the Icica guianensis, and the \"incense wood\" of the same continent I.",
        "His influence, however, extended from the Limpopo to the borders of Cape Colony, and through the ravages of Swangendaba and Mosilikatze the terror of the Zulu arms was carried far and wide into the interior of the continent.",
        "Where each floor is timbered by itself with light timbers, as is the practice on the continent of Europe, the consolidation of the rock-filling under pressure gives rise to considerable subsidence of the unmined ore, which has frequently settled 20 ft.",
        "The operations of the army were extended in 1880 to the United States, in 1881 to Australia, and spread to the European continent, to India, Ceylon and elsewhere, \"General\" Booth himself being an indefatigable traveller, organizer and speaker.",
        "He also wrote Travels on the Continent of Europe (1838).",
        "While the so-called \"barbaric laws\" (leges barbarorum) of the continent, not excepting those compiled in the territory now called Germany, were largely the product of Roman influence, the continuity of Roman life was almost completely broken in the island, and even the Church, the direct heir of Roman tradition, did not carry on a continuous existence: Canterbury was not a see formed in a Roman province in the same sense as Tours or Reims. One of the striking expressions of this Teutonism is presented by the language in which the Anglo-Saxon laws were written.",
        "They are important because they played a prominent role in the social life of England, especially as eleemosynary institutions, down to the time of their suppression in 1547 Religious gilds, closely resembling those of England, also flourished on the continent during the middle ages.",
        "The evidence seems to indicate the pre-existence of the gild merchant in Normandy, but it is not mentioned anywhere on the continent before the 11th century.",
        "But recent research has discredited this theory both in England and on the continent.",
        "On the continent of Europe the medieval gild merchant played a less important role than in England.",
        "These societies are not clearly visible in England or on the continent before the early part of the 12th century.",
        "The development of these societies was even more rapid on the continent than in England.",
        "The main causes of these conflicts on the continent were the monopoly of power by the patricians, acts of violence committed by them, their bad management of the finances and their partisan administration of justice.",
        "A widespread movement of this sort would scarcely be found in England, where trade and industry were less developed than on the continent, and where the motives of a class conflict between merchants and craftsmen were less potent.",
        "A similar tendency is visible in the Netherlands and in some other parts of the continent already in the 14th century.",
        "As the continent of America was opened up and explored, it became evident that the consumption of tobacco, especially by smoking, was a universal and immemorial usage, in many cases bound up with the most significant and solemn tribal ceremonies.",
        "The manufacturer having prepared his mixture of leaves, proceeds to damp them, pure water alone being used in the United Kingdom, whereas on the Continent and in America certain S mo ki ng sauces are employed, which consist of mixtures of mixtures.",
        "GORILLA (or PoNGO), the largest of the man-like apes, and a native of West Africa from the Congo to Cameroon, whence it extends eastwards across the continent to German East Africa.",
        "Their activity may well be said to have covered the continent.",
        "Leaving Hampton Roads on the 18th of August 1838, it Mopped at Madeira and Rio de Janeiro; visited Tierra del Fuego, Chile, Peru, the Paumotu group of the Low Archipelago, the Samoan islands and New South Wales; from Sydney sailed into the Antarctic Ocean in December 1839 and reported the discovery of an Antarctic continent west of the Balleny islands; visited the Fiji and the Hawaiian islands in 1840, explored the west coast of the United States, including the Columbia river, San Francisco Bay and the Sacramento river, in 1841, and returned by way of the Philippine islands, the Sulu archipelago, Borneo, Singapore, Polynesia and the Cape of Good Hope, reaching New York on the 10th of June 1842.",
        "That Wilkes discovered an Antarctic continent was long doubted, and one of the charges against him when he was court-martialled was that he had fabricated this discovery, but the expedition of Sir Ernest Shackleton in 1908-1909 corroborated Wilkes.",
        "That part of the Antarctic continent known as Wilkes Land was named in his honour.",
        "The absence of rain here is ascribed to the action of the lofty uplands of the Andes on the trade-wind, and to the influence of the cold Humboldt current sweeping northward along the west coast of the continent.",
        "By this time it is heavily laden with vapour, which it continues to bear along across the continent, depositing it and supplying the sources of the Amazon and La Plata.",
        "In the 16th century we find faith cures recorded of Luther and other reformers, in the next century of the Baptists, Quakers and other Puritan sects, and in the 18th century the faith healing of the Methodists in this country was paralleled by Pietism in Germany, which drew into its ranks so distinguished a man of science as Stahl (1660-1734) In the 19th century Prince Hohenlohe-WaldenburgSchillingsfiirst, canon of Grosswardein, was a famous healer on the continent; the Mormons and Irvingites were prominent among English-speaking peoples; in the last quarter of the 19th century faith healing became popular in London, and Bethshan homes were opened in 1881, and since then it has found many adherents in England.",
        "(1) Beowulf, king of the Geatas (Jutland), whose story in its present form was probably brought from the continent by the Angles.",
        "He was received with distinguished honours in England and on the continent of Europe, g whence he made his way to India, China and Japan.",
        "Introduced by missionaries on the continent, they were re-copied, augmented and continued, especially in the kingdom of Austrasia.",
        "This last, though less numerous than its congener, seems to range over the whole of the continent, breeding in the extreme north, while it has been obtained also in the Strait of Magellan and the Falkland Islands.",
        "The two emissaries engaged in political intrigue in England and on the Continent.",
        "The continent of Asia stretches two arms into the Pacific Ocean, Kamchatka in the north and Malacca in the south, between which lies a long cluster of islands constituting the Japanese empire, which covers 370 14 of longitude and 29 II of latitude.",
        "During the whole of the Mesozoic era Japan appears to have lain on or near the margin of the Asiatic continent, and the marine deposits are confined for the most part to the eastern side of the islands.",
        "The equatorial currents produce conditions differing from those existing at corresponding latitudes on the neighboring continent.",
        "They come from tile adjacent continent of Asia, and they de- Wind velop considerable strength owing to the fact that there is an average difference of some 22 mm.",
        "Japan has four insular chains which link her to the neighboring continent.",
        "Small in stature, with a well-knit frame, the cheekbones prominent, the face generally round, the nose and neck short, a marked tendency to prognathism, the chest broad and well developed, the trunk long, the hands small and delicate this Malay type is found in nearly all the islands along the east coast of the Asiatic continent as well as in southern China and in the extreme south-west of Korean peninsula.",
        "Before them all was a tribe of immigrants who appear to have crossed from north eastern Asia at an epoch when the sea had not yet dug broad channels between the continent and the adjacent islands.",
        "Lilerature.From the neighboring continent the Japanese derived the art of transmitting ideas to paper.",
        "He not only treated them, and in particular Charles, as friends and companions in pleasure from the first, but he did his best to encourage them in dissipation: In 1763 he took Charles for a tour on the continent, introduced him to the most immoral society of the time and gave him money with which to gamble.",
        "The disorders of his early years were notorious, and were a common subject of gossip. In the spring of 1767 he left Oxford and joined his father on the continent during a tour in France and Italy.",
        "The most beautiful of all snakes are perhaps certain varieties of Chrysopelea ornata, a species extremely common in the Indian Archipelago and many parts of the continent of tropical Asia.",
        "It inhabits the greater part of the continent of Europe, but is more southern than the next in its distribution, not being found in Sweden or Norway.",
        "He was educated by a certain Tigernach, and having become a monk he crossed over to the continent of Europe in 1056, and his subsequent life was passed in the abbeys of St Martin at Cologne and of Fulda, and at Mainz.",
        "So recently as the middle of the 19th century, however, it covered the western half of the continent, and could be reached by a journey of 1600 or 1700 miles from Boston to the plains of Nebraska.",
        "In Scotland and Ireland its remains are less abundant, and in Scandinavia and Finland they appear to be unknown; but they have been found in vast numbers at various localities throughout the greater part of central Europe (as far south as Santander and Rome), northern Asia, and the northern part of the American continent.",
        "Ujiji became famous some years later as the spot where Dr Livingstone was found by Stanley in 1871, after being lost to sight for some time in the centre of the continent.",
        "In eastern Europe the Avars had owned themselves completely under his power in 805; campaigns against the Czechs in 805 and 806 had met with some success, and about the same time the land of the Sorbs was ravaged; while at the western extremity of the continent the Breton nobles had done homage to Charles at Tours in 800.",
        "In most countries of the continent of Europe the post office acts as such an agent, as in Germany (where the system is known as Post-Nachnahme) and in France (contre remboursement).",
        "The depression is distinguished according to form and slope as (r) a basin when of a roughly round outline, (2) a trough when wide and elongated, or (3) a trench when narrow and elongated lying along the edge of a continent.",
        "The extension of a basin or trough stretching towards the continent is termed an embayment when relatively wide and a gully when narrow.",
        "The seaward edge of the continental shelf often falls steeply to the greatest depths of the ocean, and not infrequently forms the slope of a trench, a form of depression which has usually a steep slope towards a continent or an island-bearing rise on one side and a gentler slope towards the general level of the ocean on the other.",
        "The existence of the latter, which extends to the African continent, was announced by Sir Wyville Thomson in 1876 as a result of his discussion of the deep-sea temperature observations of the \" Challenger \" expedition, though the fact was not confirmed by soundings until many years later.",
        "The south-eastern part of the Pacific is mainly occupied by the Easter Island Rise with depths rarely so great as 2000 fathoms; but close to the continent of South America the Atacama Trench is a typical example of the deepest form of depression culminating with 4175 fathoms in 25° 42' S., 71° 31.5' W.",
        "Towards the continent there is a broad shelf, and just before the chain of islands separating them from the ocean runs a narrow and deep trough.",
        "On the continent of Europe it has been more usual to take both at 17.5° C. (63.5° F.), which is expressed as \" Si 7: \", but for pyknometer work in all countries where the sample is cooled to 32° F.",
        "In the southernhemisphere the icepack forms a nearly continuous fence around the Antarctic continent.",
        "Strongly marked differences in density are produced by the melting of sea-ice, and this is of particular importance in the case of the great ice barrier round the Antarctic continent.",
        "In medieval architecture the term is applied on the European continent to that portion of a chancel, which, enclosed with a railing or balustrade in front of the altar, is devoted to the celebration of the Holy Eucharist; this in England is generally known as the presbytery.",
        "On the continent of Europe it is customary to consider coal as divisible into two great classes, depending upon differences of colour, namely, brown coal, corresponding to the term \"lignite\" used in England and France, and black or stone coal, which is equivalent to coal as understood in England.",
        "This is actually the case; the Carboniferous, Cretaceous and Jurassic systems (qq.v.) contain coal-bearing strata though in unequal degrees,- the first being known as the Coal Measures proper, while the others are of small economic value in Great Britain, though more productive in workable coals on the continent of Europe.",
        "Africa is apparently the continent poorest in coal, though valuable workings have been developed at various points in British South Africa, e.g.",
        "This method has been adopted in various sinkings on the continent of Europe.",
        "The use of these contrivances is more common in, collieries on the continent of Europe, where in some countries they are obligatory, than in England, where they are not generally popular owing to their uncertainty in action and the constant drag on the guides when the rope slacks.",
        "This is the only instance in Great Britain of the custom of free coal-mining under a government grant or concession, which is the rule in almost every country on the continent of Europe.",
        "Hooker the vegetation of Kerguelen Island is of great antiquity; and may have originally reached it from the American continent; it has no affinities with Africa.",
        "But Anabaptism was not to remain an abiding force on the continent; and though colonies of its exiles settled in England, they did not produce the Congregationalism which sprang up there under Elizabeth.",
        "The government is divided into eight districts, the chief towns of which are Simferopol, capital of the government, Eupatoria and Theodosia, in Crimea, and Aleshki, Berdyansk, Melitopol, Perekop and Yalta on the continent.",
        "To this old track the name of \" pilgrims' way \" has been given, for along it passed the stream of pilgrims coming through Winchester from the south and west of England and from the continent of Europe by way of Southampton to Canterbury Cathedral to view the place of the martyrdom of Thomas Becket, in the north transept, to the relics in the crypt where he was first buried after his murder, in 1170, and the shrine in the Trinity Chapel which rose above his tomb after the translation of the body in 1220.",
        "Right back into British and even older times the main direction which commerce and travellers followed across southern and western England to the Straits of Dover and the Continent lay from Canterbury along the southern chalk slope of the North Downs to near Guildford, then by the Hog's Back to Farnham.",
        "It was in early times abandoned for the road from Winchester to which the stream of travel and commerce from the Continent and the south and south-west of England was diverted.",
        "By a treaty negotiated by James Buchanan, on the part of the United States, and Richard Pakenham, on the part of Great Britain, and ratified on the 17th of July 1846, the boundary was fixed at 49° to the middle of the channel separating the continent from Vancouver Island and thence \" southerly through the middle of the said channel and of Fuca's Straits to the Pacific Ocean.\"",
        "On March 23rd, two weeks after he ceased to be president, Mr Roosevelt sailed for Africa, to carry out a long-cherished plan of conducting an expedition for the purpose of making a scientific collection of the fauna and flora of the tropical regions of that continent.",
        "The spring and early summer of 1910 were spent by Mr Roosevelt in travelling through Egypt, the continent of Europe, and England, in acceptance of invitations which he had received to make various public speeches in these countries.",
        "His African Game Trails, the record of his scientific hunting expedition in Africa in 1909-10, is much more than a narrative of adventures on a wild continent.",
        "The proof that these animals lived and fed in this latitude (73° 20' N)., at a time when the islands were not yet separated from the continent, is given by the relics of forest vegetation which are found in the same deposits.",
        "Adam Smith, dur'ng his stay on the continent with the y oung duke of Buccleuch in 1764-66, spent some time in Paris, where he made the acquaintance of Quesnay and some of his followers; he paid a high tribute to their scientific services in his Wealth of Nations.",
        "Since then many settlements of the same or similar nature have sprung up in Great Britain and America, some too on the continent of Europe and some in India and Japan.",
        "A few trips to the Continent, in which the queen was always accompanied by her youngest daughter, the Princess Beatrice, brought a little variety into the home-life, and aided much in keeping up the good health which the queen enjoyed almost uninterruptedly.",
        "This system includes some of the principal channels of communication with the continent, through the ports of Dover, Folkestone and Queenborough.",
        "On the continent institutes for nursing deaconesses were founded at Strassburg, Utrecht, Berlin, Breslau, Konigsberg and Carlsruhe between 1842 and 1851.",
        "Produced by long-continued subaerial decay and erosion, in later Cretaceous times this lowland extended from the Atlantic Ocean well toward the interior of North America; since then the whole continent has been generally elevated, and by successive steps the Appalachian belt has been raised to form a wide but relatively low arch.",
        "The confinement of the colonies between an ocean and a mountain wall led to the fullest occupation of the coastal border of the continent, which was possible under existing conditions of agriculture, conducing to a community of purpose, a political and commercial solidarity, which would not otherwise have been developed.",
        "In matters of ritual they agreed with the Western Church on the continent, save in a few particulars such as the precise time of keeping Easter and manner of tonsure.",
        "In 1888 Lord Selborne published a second work on the Church question, entitled Ancient Facts and Fallacies concerning Churches and Tithes, in which he examined more critically than in his earlier book the developments of early ecclesiastical institutions, both on the continent of Europe and in Anglo-Saxon England, which resulted in the formation of the modern parochial system and its general endowment with tithes.",
        "Over the whole basin this deposit, to a depth of I or 2 ft., is coloured black by decayed vegetation, and constitutes one of the most fertile tracts on the continent.",
        "Of the zodiac in its true sense of a partitioned belt of the sphere there was no aboriginal knowledge on the American continent.",
        "Kaiserswerth became the parent of many similar institutions in different parts of the continent.",
        "The system of Tournefort was for a long time adopted on the continent, but was ultimately displaced by that of Carl von Linne, or Linnaeus (q.v.; 1707-1778).",
        "From the year 1832 up to 1859 great advances were made in systematic botany, both in Britain and on the continent of Europe.",
        "and the Asiatic mainland, all rest on a great submerged bank, nowhere more than ioo fathoms below sea-level, which may be considered a continuation of the continent; while to the east the depth of the sea has been found at various places to be from 1000 to 2500 fathoms. As the value of this fact was particularly emphasized by Wallace, the limit of the shallow water, which is found in the narrow but deep channel between Bali and Lombok, and strikes north to the east of Borneo, has received the name of \"Wallace's Line.\"",
        "It is believed that there was a landconnexion between Asia and Australia in the later part of the Secondary epoch, and that the Australian continent, when separated, became divided into islands before the south-eastern part of the Asiatic did so.",
        "Similarly, in the Asiatic islands are found the great mammals of the continent - the elephant, tiger, rhinoceros, anthropoid ape, &c., which are wanting in the Australian region, with which the eastern part of the archipelago is associated.",
        "In the north-west corner of Africa the single representative of the family found on that continent occurs.",
        "The American black bear (Ursus americanus) occurs throughout the wooded parts of the North American continent, whence it is being gradually driven to make room for man.",
        "In the tectonic structure of Asia the Kuen-lun forms, as it were, the backbone of the continent.",
        "The scanty details of Asser's life are taken from his biography of Alfred, from which it is inferred that he was acquainted with one or two Frankish biographies, and possibly had visited the continent of Europe.",
        "On the continent an extension of the Frankish supremacy towards the east had already led to the advance of Christendom.",
        "It was as little original as that of Bede; for on the continent, too, scholars were content to think what those of old had thought before them.",
        "Wycliffe's ideas, conveyed to the continent, precipitated the outbreak of the Hussite storm in Bohemia.",
        "The Protestant churches established on the continent, even where - as in the case of the Lutherans - they approximate more closely than the official Anglican Church to Roman doctrine and practice, make no such claim.",
        "This flourishing industry, which fully occupied 40,000 boats and 300,000 fishers assembled from all parts of Europe to catch and salt the favourite Lenten fare of the whole continent, was the property of the Danish crown, and the innumerable tolls and taxes imposed by the king on the frequenters of the market was one of his most certain and lucrative sources of revenue.",
        "The tariff system of the United States at the beginning of the 20th century thus remained rigidly and unqualifiedly protective, with rates higher than those of even the most restrictive tariffs of the countries of the European continent.",
        "is said to have expended 50,000,000 livres a year for bribing purposes, the court of Vienna was scarcely less liberal, and very soon nearly all the monarchs of the Continent and their ministers were in the pay of one or other of the antagonists.",
        "Among the critics of the views put forward in this book was a Jesuit, Franciscus Linus (1595-1675), and it was while answering his objections that Boyle enunciated the law that the volume of a gas varies inversely as the pressure, which among English-speaking peoples is usually called after his name, though on the continent of Europe it is attributed to E.",
        "At the latter of these two conferences, when Dollinger was seventysix years of age, he delivered a series of marvellous addresses in German and English, in which he discussed the state of theology on the continent, the reunion question, and the religious condition of the various countries of Europe in which the Roman Catholic Church held sway.",
        "An increasing number of workers in this field of plant biology in England, on the Continent and in America has produced a great mass of observations, which have recently been brought together in Dr Paul Knuth's classic work, Handbook of Flower Pollination, an English translation of which has been published (1908) by the Clarendon Press.",
        "Russell, German Higher Schools (New York, 1899); and (among earlier English publications) Matthew Arnold's Higher Schools and Universities in Germany (1874, reprinted from Schools and Universities on the Continent, 1865).",
        "For the theory that Atlantis is to be identified with Crete in the Minoan period, see \"The Lost Continent\" in The Times (London) for the 19th of February 1909.",
        "They did not greatly differ from the 1550 edition of Stephanus, but historically are important for the great part they played in spreading a knowledge of the Greek text, and as supplying the text which the Elzevirs made the standard on the continent.",
        "The Elzevir text has formed the basis of all non-critical editions on the continent, but in England the 1550 edition of Stephanus has been more generally followed.",
        "Bering Sea is bounded by the Alaskan Peninsula and the chain of the Aleutian Islands; the sea of Okhotsk is enclosed by the peninsula of Kamchatka and the Kurile Islands; the Sea of Japan is shut off by Sakhalin Island, the Japanese Islands and the peninsula of Korea; the Yellow Sea is an opening between the coast of China and Korea; the China Sea lies between the Asiatic continent and the island of Formosa, the Philippine group, Palawan and Borneo.",
        "South-eastward of the Malay Archipelago lies \" the largest island and the smallest continent,\" Australia; eastward of the archipelago, New Guinea, the largest island if Australia be regarded as a continent only.",
        "Much scarcer is the second species, the sand-lizard (Lacerta agilis), which is confined to some localities in the south of England, the New Forest and its vicinity; it does not appear to attain on English soil the same size as on the continent of Europe where it abounds, growing sometimes to a length of 9 in.",
        "Singularly, a snake (Coronella laevis), also common on the continent, and feeding principally on this lizard, has followed it across the British Channel, apparently existing in those localities only in which the sand-lizard has settled.",
        "The third British species, the green lizard (Lacerta viridis), does not occur in England proper; it has, found a congenial home in the island of Guernsey, but is there much less developed as regards size and beauty than on the continent.",
        "At all events the term Angli Saxones seems to have first come into use on the continent, where we find it, nearly a century before Alfred's time, in the writings of Paulus Diaconus (Paul the Deacon).",
        "There can be little doubt, however, that there it was used to distinguish the Teutonic inhabitants of Britain from the Old Saxons of the continent.",
        "(b) Another more serious controversy related to the circulation - chiefly through affiliated societies on the continent - of Bibles containing the Deutero-canonical books of the Old Testament.",
        "The official names of the metric capacity units are defined at 4° C., as generally on the Continent.",
        "The notation log x is generally employed in English and American works, but on the continent of Europe writers usually denote the function by lx or lg x.",
        "to Napier's Descriptio in order to describe its reception on the continent, and to mention the other logarithmic tables which were published while Briggs was occupied with his calculations.",
        "The first publication of Briggian logarithms on the continent is due to Wingate, who published at Paris in 1625 his Arithmetique logarithmetique, containing seven-figure logarithms of 4 The title of this work is - Benjaminis Ursini ...",
        "This work forms the earliest publication of logarithms on the continent.",
        "p. leopardus is applicable, show a decided tendency to a breaking-up of the spots; West African animals being much darker-coloured than those from the east side of the continent.",
        "In order to illustrate the grateful services which palaeontology through restoration may render to the related earth sciences let us imagine a vast continent of the past wholly unknown in its physical features, elevation, climate, configuration, but richly represented by fossil remains.",
        "All the fossil plants and animals of every kind are brought from this continent into a great museum; the latitude, longitude and relative elevation of each specimen are precisely recorded; a corps of investigators, having the most exact and thorough training in zoology and botany, and gifted with imagination, will soon begin to restore the geographic and physiographic outlines of the continent, its fresh, brackish and salt-water confines, its seas, rivers and lakes, its forests, uplands, plains, meadows and swamps, also to a certain extent the cosmic relations of this continent, the amount and duration of its sunshine, as well as something of the chemical constitution of its atmosphere and the waters of its rivers and seas; they will trace the progressive changes which took place in the outlines of the continent and its surrounding oceans, following the invasion§ of the land by the sea and the re-emergence of the land and retreatal of the seashore; they will outline the shoals and deeps of its border seas, and trace the barriers which prevented intermingling of the inhabitants of the various provinces of the continent and the surrounding seas.",
        "Still another example of restoration, relating to the surface of a continent, may be cited.",
        "This was followed by the revelation of the vast ancient life of the western half of the American continent, which was destined to revolutionize the science.",
        "- In discovery the theatre of interest has shifted from continent to continent, often in a sensational manner.",
        "We were in the midst of more thorough examination of the ancient world of Patagonia, of the Pampean region and of its submerged sister continent Antarctica, when the scene shifted to North Africa through the discoveries of Hugh J.",
        "Cephalopod molluscs have been traced back to the straight-shelled nautiloids of the genus Volborthella, while true ammonites have been found in the inferior Permian of the Continent and by American palaeontologists in the true coal measures.",
        "The concurrence of botanical (Hooker, 1847), zoological, and finally of palaeontological evidence for the reconstruction of the continent of Antarctica, is one of the greatest triumphs of biological investigation.",
        "South American palaeogeography has been traced by von Ihring into a northern land mass, \" Archelenis,\" and a southern mass, \" Archiplata,\" the latter at times united with an antarctic continent.",
        "Clarke, Charles Schuchert and others have re-entered the study of the Palaeozoic geography of the North American continent with work of astonishing precision.",
        "The theory of past migrations from continent to continent, suggested by Cuvier to explain the replacement of the animal life which had become extinct through sudden geologic changes, was prophetic of one of the chief features of modern method - namely, the tracing of migrations.",
        "We observe the contemporaneous and largely independent radiations of the hoofed animals in South America, in Africa and in the great ancient continent comprising Europe, Asia and North America; we observe the Cretaceous radiation of hoofed animals in the northern hemisphere, followed by a second radiation of hoofed animals in the same region, in some cases one surviving spur of an old radiation becoming the centre of a new one.",
        "It is displayed to-day among the antelopes and to a limited degree among the zebras and rhinoceroses of Africa, a continent which exhibits a survival of the Miocene and Pliocene conditions of the northern hemisphere.",
        "p. 669, \"The Chatham Islands, their relation to a former Southern Continent,\" Supplementary Papers, R.G.S., vol.",
        "\" Only on the supposition that these volcanoes, which are on the surface connected by a skeleton of volcanic rocks, are also united under the surface by a chain of volcanic elements in continual activity, may we account for the earthquakes which in the direction mentioned cause the American continent, from the Gulf of Mexico to the Pacific Ocean, to oscillate at the same time \" (Egloffstein, p. 37).",
        "possesses no distinguishing characteristic. The Gulf of California, on the other hand, penetrates the continent for a distance of 739 m., from south-east to north-west, with a maximum breadth of 190 m.",
        "difficulties in maintaining communications; and Upper California was seized in the autumn of 1846 by John C. Fremont, who had been exploring a route across the continent, and by the United States Pacific squadron, and made secure by the aid of the New Mexico expedition.",
        "The reasons of Great Britain's misfortunes and failure may be summarized as follows: - Misconception by the home government of the temper and reserve strength of her colonists, a population mainly of good English blood and instincts; disbelief at the outset in the probability of a protracted struggle covering the immense territory in America; consequent failure to despatch sufficient forces to the field; the safe and Fabian generalship of Washington; and finally, the French alliance and European combinations by which at the close of the conflict England was without a friend or ally on the continent.",
        "Vigfusson, Origines Islandicae (1905), which strangely expresses a preference for the Flatey Book \" account of the first sighting of the American continent\" by the Norsemen.",
        "JAGUAR (Felis onca), the largest species of the Felidae found on the American continent, where it ranges from Texas through Central and South America to Patagonia.",
        "The wild form Brassica campestris, the wild coleseed, colza or kohlsaat, of the fields of England and many parts of Europe, is sometimes cultivated on the European continent for its seed, which, however, is inferior in value to rape as an oil-yielding product.",
        "The Appalachian system, originally forest-covered, on the eastern side of the continent, is relatively low and narrow; it is bordered on the south-east and south by an important coastal plain.",
        "The Cordilleran system on the western side of the continent is lofty, broad and complicated, with heavy forests near the north-west coast, but elsewhere with trees only on the higher ranges below the Alpine region, and with treeless or desert intermont valleys, plateaus and basins, very arid in the south-west.",
        "Inasmuch, however, as the floor on which the overlapping strata rest is, like the rest of the Laurentian and Superior Oldland, a worn-down mountain region, and as the lowest member of the sedimentary series usually contains pebbles of the oldiand rocks, the better interpretation of the relation between the two is that the visible oldiand area of to-day is but a small part of the primeval continent, the remainder of which is still buried under the Palaeozoic cover; and that the visible oldiand, far from being the first part of the continent to rise from the primeval ocean, was the last part of the primeval continent to sink under the advancing Palaeozoic seas.",
        "The Proterozoic formations in other parts of the continent cannot be correlated in detail with those of the Lake Superior region.",
        "Cambrian System.The lower part of the Cambrian system, characterized by the Olenellus fauna, is restricted to the borders of the continent, where it rests on the older rocks unconformably in most places.",
        "The upper part of the system, carrying the Dicellocephalus fauna, is very much more extensive; it is indeed one of the most widespread series of rocks on the continent.",
        "The lower part of this system is chiefly elastic, and is known only in the eastern part of the continent.",
        "The Niagara limestone contains the oldest known coral reefs of the continent.",
        "Either this part of the continent was largely land at this time, or the Silurian formations here have been worn away or remain undifferentiated.",
        "The marine Tertiary formations are confined to the borders of the continent, appearing along the Atlantic, Gulf and Pacific coasts.",
        "This classification is based almost wholly on the fossils, for there seems to be little physical reason for the differentiation of the Oligocene anywhere on the continent.",
        "The marine Pliocene of the continent has its greatest development in California (the Merced series, peninsula of San Francisco), where it is assigned a maximum thickness of nearly 6000 ft., and possibly as much as 13,000 ft.",
        "The glacial ac drift covers something like half of the continent, though much less than half of the United States.",
        "The effects of the continent are already visible in the mean annual temperatures, in which the poleward temperature gradient is about twice as strong as it is on the neighboring oceans; this being a natural effect of the immobility of the land surface, in contrast to the circulatory movement of the ocean currents, which thus lessen the temperature differences due to latitude: on the continent such differences are developed in full force.",
        "The continent being interrupted on its eastern side by the Gulf of Mexico and Hudson Bay, with the Great Lakes between these two large water bodies, the northward bending of the July isotherms is most pronounced in the western part of the United States.",
        "So strong is the displacement of the area of highest interior temperatures westward from the middle of the continent that the Gulf of California almost rivals the Red Sea as an ocean-arm under a desert-hot atmosphere.",
        "In January the northern water areas of the continent are frozen and snow-covered; Hudson Bay becomes unduly cold, and the greatest southward bending of the isotherms is somewhat east of the continental axis, with an extension of its effects out upon the Atlantic; but the southward bending isotherms are somewhat looped back about the unfrozen waters of the lower Great Lakes.",
        "In the first decades after the establishment of independence the resources and energies of the nation were absorbed in the task of occupying the vacant spaces of a continent, and sub-, duing it to agriculture; and so long as land was so abundant that the spreading population easily sustained itself upon the fruits of the soil, and satisfied the tastes of a simple society with the products of neighborhood handicrafts, there was no incentive to any real development of a factory economy.",
        "The first metal other than iron mined by whites within the territory of the United States was lead, the discovery of which on the American continent was recorded in 1621.",
        "Appalachian, 235,999,859; Lima-Indiana-Illinois, 219,609,347; Mid- Continent, 136,148,892; Gulf, 159,520,306; California, 27,931,687; and others, 3,367,666; the leading producers in1907-1908being the Mid-Continent and the California areas.",
        "On the continent of Europe the chaffinch is a favourite song-bird, especially in Germany, where great attention is paid to its training.",
        "He was chiefly identified with the Socialists in England and the Social Democratic parties on the Continent; but he was regarded by men of all opinions as an agitator whose motives had always been pure and disinterested.",
        "Having taken a prominent part in the political disturbances of this period, French deemed it prudent to leave Ireland in 1651, and the remainder of his life was passed on the continent of Europe.",
        "The Dominion of Canada comprises the northern half of the continent of North America and its adjacent islands, excepting Alaska, which belongs to the United States, and Newfoundland, still a separate colony of the British empire.",
        "This ruling geological and physical feature of the North American continent has been named by E.",
        "Later the sediments lying to the south-east of this \" protaxis,\" or nucleus of the continent, were pushed against its edge and raised into the Appalachian chain of mountains, which, however, extends only a short distance into Canada.",
        "The St Lawrence is far the most important Canadian river from the historic and economic points of view, since it provided the main artery of exploration in early days, and with its canals past rapids and between lakes still serves as a great highway of trade between the interior of the continent and the seaports of Montreal and Quebec. It is probable that politically Canada would have followed the course of the States to the south but for the planting of a French colony with widely extended trading posts along the easily ascended channel of the St Lawrence and the Great Lakes, so that this river was the ultimate bond of union between Canada and the empire.",
        "This interior plain of the continent represents the area of the ancient sea by which it was occupied in Mesozoic times, with a more ancient margin towards the north-west against the Archean, where undisturbed limestones and other rocks of the Silurian and Devonian rest upon the downward slope of the Laurentian Shield.",
        "The several ranges of the Cordillera show very different types of structure and were formed at different ages, the Selkirks with their core of pre-Cambrian granite, gneiss and schists coming first, then the Coast Ranges, which seem to have been elevated in Cretaceous times, formed mainly by a great upwelling of granite and diorite as batholiths along the margin of the continent and sedimentary rocks lying as remnants on their flanks; and finally the Rocky Mountains in the Laramie or early Eocene, after the close of the Cretaceous.",
        "Coal of a bituminous and also semi-anthracite kind is produced, the best mined on the Pacific slope of the continent, the coking coals of the Fernie region supplying the fuel of the great metal mining districts of the Kootenays in British Columbia, and of Montana and other states to the south.",
        "Across the continent there is a zone about 3 500 m.",
        "In Ontario sheep breeding has reached a high degree of perfection, and other parts of the American continent draw their supplies of pure bred stock largely from this province.",
        "Thus from Canada as her basis was France reaching out to grasp a continent.",
        "After Frontenac the Iroquois, though still hostile to France, are formidable no more, and the struggle for the continent is frankly between the English and the French.",
        "With a sound instinct that looked to future greatness, France still aimed, more and more, at the control of the interior of the continent.",
        "In the south of the continent France also crowned La Salle's work by founding early in the 18th century New Orleans at the mouth of the Mississippi.",
        "Since confederation a series of attempts has been made with varying degrees of success to settle the questions in dispute between the Dominion and the United States, naturally arising from the fact that they divide between them with the the control of nearly the whole of a large continent and United its adjoining waters.",
        "Inferior land bearing less than 42 quarters per acre would not be protected to the same extent, and moreover, seeing that a portion of the British wheat crop has to stand a charge as heavy for land carriage across a county as that borne by foreign wheat across a continent or an ocean, the protection is not nearly so substantial as Caird would make out.",
        "In central Euboea were the Curetes and Abantes, who seem to have come from the neighbouring continent by way of the Euripus; of these the Abantes, after being reinforced by Ionians from Attica, rose to great power, and exercised a sort of supremacy over the whole island, so that in Homer the inhabitants generally are called by that name.",
        "No members of this family inhabit our islands, though a few species occur in neighbouring parts of the continent.",
        "In 1862 he again gave a series of performances at the Crystal Palace, and elsewhere in England, and on the continent.",
        "on the American continent, but it becomes rare and stunted in the Arctic circle.",
        "Under the new regime the colony was so prosperous that Sir James Wright (1716-1785), the last of the royal governors, declared Georgia to be \" the most flourishing colony on the continent.\"",
        "In November he became chaplain to Lord Peterborough, whom he accompanied on the continent, returning in August 1714.",
        "COMORO ISLANDS, a group of volcanic islands belonging to France, in the Indian Ocean, at the northern entrance of the Mozambique Channel midway between Madagascar and the African continent.",
        "Continent; Paris; Wellington (No.",
        "Under the Ptolemies, the inland cities declined in comparison with the maritime ones, and the Cyrenaica began to feel the commercial competition of Egypt and Carthage, whence easier roads lead into the continent.",
        "The African cane-rats, Thryonomys, are large terrestrial rodents, ranging from the centre of the continent to the Cape, easily recognized by their deeply fluted incisors.",
        "In 1564 he again visited the continent, in order to present his Monas hieroglyphica to the emperor Maximilian, to whom he had dedicated it.",
        "attempted to reinstate the silkworm on the American continent, but his first effort failed through shipwreck.",
        "The export became important just at the time when disease in Europe had lessened the production on the continent.",
        "The Roman des Frangais, by Andre de Coutances,was written on the continent, and cannot be quoted as Anglo-Norman although it was composed before 1204 (cf.",
        "known as durra is now cultivated over the entire continent, and has become the most important cereal; the natives also chew the stem, which contains sugar.",
        "The exceptional position of the United States, with a population about equal to that of the rest of the American continent, and of Great Britain, an island state but little exposed to military invasion, places both beyond absolute need of large standing armies, and renders an enlisting system feasible which would be quite inadequate for the recruitment of armies on the French or German scale.",
        "Democratic progress on the Continent has, however, absorbed conscription as a feature in the equalization of the citizen's rights and liabilities.",
        "The possible causes of war on the American continent had meanwhile been considerably reduced.",
        "so far as the American continent is concerned, have been removed from among existing dangers to peace.",
        "The first of a comprehensive character was the general act adopted at the South African Conference at Berlin in 1885, which laid down the principle, which has since become of still wider application, that \" any Power which henceforth takes possession of a tract of land on the coast of the African continent outside of its present possessions or which, being hitherto without such possessions, shall acquire them ...",
        "Differing from these general acts in not being contractual is the Monroe doctrine, which is a policy of ensuring the maintenance of the territorial status quo as regards non-American powers throughout the American continent.",
        "1 As we have already said, the Monroe doctrine is a means of excluding European warfare from the American continent and therefore is in the nature of a form of neutralization.",
        "A sort of Monroe doctrine is growing into popular favour also throughout the Australian Commonwealth, where it is felt that a continent so far removed from European rivalries ought not to be exposed to complications on account of them.",
        "Though separated, both succeeded in escaping simultaneously on the 3rd of June 1611; but, less fortunate than her husband, who got safe to the Continent, she was captured in the straits of Dover and shut up in the Tower of London."
    ],
    "definition": [
        "con′ti·nent·ly\nadv.",
        "Link/Cite"
    ]
}