{
    "translation": "קונבנציונאלי, רגיל",
    "uses": [
        "Conventional signs and symbols are universally used in depicting these objects.",
        "His revolt against conventional culture leads him to attack D.",
        "The plan is that of the conventional Roman theatre; the semicircular auditorium, which seated some 5000 persons, is, like that of the Dionysiac theatre, partly hollowed from the rock.",
        "These are small cups deeply and rudely cut with conventional representations of eagles, lions and griffins.",
        "The light is supposed to descend vertically upon the country represented, and in a true scale of shade the intensity increases with the inclination from o° to 90°; but as such a scale does not sufficiently differentiate the lesser inclinations which are the most important, the author adopted a conventional scale, representing a slope of 45° or more, supposed to be inaccessible, as absolutely black, the level surfaces, which reflect all the light which falls upon them, as perfectly white, and the intervening slopes by a proportion between black and white, as in fig.",
        "The town is within the free-trade area of the conventional basin of the Congo river.",
        "Before marriage free intercourse between the sexes is the rule, though certain conventional precautions are taken to prevent it.",
        "A special feature of their art is that, while often closely and minutely imitating natural objects, such as birds, flowers and fishes, the especial objects of their predilection and study, they frequently combine the facts of external nature with a conventional mode of treatment better suited to their purpose.",
        "His university training was supplemented (1714) by a continental tour, untrammelled by a governor; at the Hague his ambition for the applause awarded to adventure made a gamester of him, and at Paris he began, from the same motive, that worship of the conventional Venus, the serious inculcation of which has earned for him the largest and most unenviable part of his reputation.",
        "The piers carrying the arches have shafts at their angles, the earliest examples known, and the decoration of the walls consists of friezes, borders, and impost-bands, all enriched with conventional patterns interwoven with cufic characters and modelled in stucco.",
        "The mode of representation is always conventional, the treatment of the subject no less than its choice being dictated by an authority to which the artist was compelled to bow.",
        "Sculptured panels, with conventional motives, peacocks, eagles devouring hares, peacocks drinking from a cup on a tall pillar, are let into both exterior and interior walls, as are roundels of precious marbles, sawn from columns of porphyry, serpentine, verd antique, &c. The adoption of veneer for decoration prohibited any deep cutting, and almost all the sculpture is shallow.",
        "The other was that vague and quite Russian feeling of contempt for everything conventional, artificial, and human--for everything the majority of men regard as the greatest good in the world.",
        "The so-called era of the creation of the world is therefore a purely conventional and arbitrary epoch; practically, it means the year 4004 B.C., - this being the date which, under the sanction of Archbishop Usher's opinion, won its way, among its hundreds of competitors, into general acceptance.",
        "\" The terms thus stipulated are called ` the conventional terms '; the rent payable by anticipation being called ` forehand rent,' that which is payable after the crop is reaped, ` back rent.'",
        "In the matter of the rhythms, caesuras and elisions which it allows, the metrical treatment is much more severe than that of Catullus, whose elegiacs are comparatively rude and barbarous; but it is not bound hand and foot, like the Ovidian distich, in a formal and conventional system.",
        "He says that she did pretty well and managed to make, after models, some conventional designs of the outlines of leaves and rosettes.",
        "On the theory that the phenomena are wholly due to unequal ionic velocities this result would mean that the cation like the anion moved against the conventional direction of the current.",
        "Like all men who have grown up in society, Prince Andrew liked meeting someone there not of the conventional society stamp.",
        "Voltaire himself, speaking as a practical man rather than as a metaphysician, declared that if there were no God it would be necessary to invent one; and if the analysis is only carried far enough it will be found that those who deny the existence of God (in a conventional sense) are all the time setting up something in the nature of deity by way of an ideal of their own, while fighting over the meaning of a word or its conventional misapplication.",
        "The mosaics of the 5th century, in the dome, are the earliest and perhaps the finest at Ravenna for their splendid decorative effect and rich colouring, and are less stiff and conventional than the later mosaics.",
        "In a world without scarcity, or that has scarcity at such a trivial level it is hardly noticeable, all the conventional theories and dogmas lose their meaning.",
        "In this case the central court is roofed over, and has an octagon lantern in the centre; the recesses are covered with horizontal ceilings carried on great beams, the whole being elaborately carved, coloured and gilded; the tomb is covered with the later type of dome, built in stone, and elaborately carved outside with delicate conventional patterns in relief.",
        "Instead of the personal pronouns, both in their full and abbreviated forms, conventional nouns are in frequent use to indicate the social position or relation of the respective interlocutors, as, e.g.",
        "- Diagram of Conventional Idea of a Snake's Locomotion.",
        "The southern boundary of Caucasia is in part coincident with the river Aras (Araxes), in part purely conventional and political.",
        "From this time forth the poet enjoyed the constant favour of the sovereign, though he could never be moulded into a conventional courtier.",
        "boundary is purely conventional: it crosses the peninsula of Kola from the Varanger Fjord to the Gulf of Bothnia; thence it runs to the Kurisches Haff in the southern Baltic, and thence to the mouth of the Danube, taking a great circular sweep to the W.",
        "Modesty therefore is highly conventional, and to discover its origin the most primitive tribes must be observed.",
        "His beliefs or absence of beliefs emancipated him from conventional scruples; and he is not a good subject for those who maintain that a nice morality may exist independently of religion.",
        "It is true that there is nothing, or hardly anything, that properly deserves the name of poetry in them - no passion, no sense of the beauty of nature, only a narrow \"criticism of life,\" only a conventional and restricted choice of language, a cramped and monotonous prosody, and none of that indefinite suggestion which has been rightly said to be of the poetic essence.",
        "Most Japanese decorative designs consist of natural objects, treated sometimes in a more 1~hi0 or less conventional manner, but always distinguished by delicacy of touch, graceful freedom of conception and delightfully harmonized tints.",
        "Of this we have an interesting example in the vivid episode that preceded the battle of Ramoth-Gilead described in 1 Kings xxii., when Micaiah appears as the true prophet of Yahweh, who in his rare independence stands in sharp contrast with the conventional court prophets, who prophesied then, as their descendants prophesied more than two centuries later, smooth things.",
        "In it were depicted with a marvellous fidelity, and thorough appreciation of form and colouring (despite a certain conventional 1 Ornithologia, from the Greek opvia-, crude form of dpvcs, a bird, and -aoyia, allied to X6yos, commonly Englished a discourse.",
        "Boiamund proposed to assess the tax, not according to the old conventional valuation but on the true value of the benefices at the time of assessment.",
        "The two districts roughly correspond to the conventional divisions of Upper and Lower Nubia respectively.",
        "His most famous series of broadsheets is the Thirty-six Views of Mount Fuji (1823-1829), which, in spite of the conventional title, includes at least forty-six.",
        "The speed of a cable is given in words per minute, the conventional number of five letters per word being understood, though in actual practice, owing to the extensive use of special codes, the number of letters per word is really between eight and nine; and this forms a considerable factor in lowering the earning capacity of a cable.",
        "Modesty is not innate in man, and its conventional nature is easily seen from a consideration of the different ideas held by different races on this subject.",
        "The enamelled decoration on the lamps is restricted to lettering, scrolls and conventional foliage; on other objects figure-subjects of all descriptions are freely used.",
        "The goddess of art of Akishino-dera, Nara, attributed to the 8th century, is the most graceful and least conventional of female sculptures in Japan, but infinitely remote from the feminine conception of the Greeks.",
        "Of the more conventional side of Late Minoan life a graphic illustration is supplied by the remains of miniature wall paintings found in the palace of Cnossus, showing groups of court ladies in curiously modern costumes, seated on the terraces and balustrades of a sanctuary.",
        "We can hardly any longer hesitate to recognize in this vast building, with its winding corridors and subterranean ducts, the Labyrinth of later tradition; and as a matter of fact a maze pattern recalling the conventional representation of the Labyrinth in Greek art actually formed the decoration of one of the corridors of the palace.",
        "These, now almost sixty in number (excluding seals), are all in a pictographic character which employed symbols somewhat elaborately depicted in relief, but reduced to conventional and \" shorthand \" representations in the incised texts.",
        "ANTISTHENES (c. 444-365 B.C.), the founder of the Cynic school of philosophy, was born at Athens of a Thracian mother, a fact which may account for the extreme boldness of his attack on conventional thought.",
        "Believing that the pendulum had overshot its swing from conventional classicality towards pictorial realism, he turned from the \" fleshy \" school towards the Greek, while realizing the artistic necessity for modern feeling.",
        "He was quite unacquainted with the history of his own language and literature, and more here than anywhere else he showed the extraordinarily limited and conventional spirit which accompanied the revolt of the French 18th century against limits and conventions in theological, ethical and political matters.",
        "The principal square is the Plaza de Bolivar, the conventional centre of the city, in which stands a bronze equestrian statue of Bolivar, and on which face the cathedral, archbishop's residence, Casa Amarilla, national library, general post office and other public offices.",
        "But the whole style of the work, with its use of conventional apocalyptic forms, favours the more symbolic view.",
        "Of his own work few, if any, examples have reached us; and those attributed with more or less probability to his hand are all representations of Buddhist divinities, showing a somewhat formal and conventional design, with a masterly calligraphic touch and perfect harmony of coloring.",
        "The Buddhist sculptors, however, tended to grow more conventional and the metal-workers more naturalistic as the 18th century began to wane.",
        "Thus a graceful and realistic school has replaced the comparatively stiff and conventional style of former times.",
        "Besides the conventional use of certain signs as the indications of names of gods, countries, cities, vessels, birds, trees, &c., which, known as \" determinants,\" are the Sumerian signs of the terms in question and were added as a guide for the reader, proper names more particularly continued to be written to a large extent in purely \" ideographic \" fashion.",
        "Its succession of word pictures, conventional and yet vigorous as the illuminations of a medieval manuscript, and in their very conventionality free from all thought of literary presentation, must charm all readers.",
        "The conventional representation of the progress of a snake, in which its undulating body is figured as resting by a series of lower bends on the ground whilst the alternate bends are FIG.",
        "occur amongst the sculptures on the exterior of the temple, but they are purely conventional, without a trace of portraiture.",
        "A south pole would be urged oppositely to the conventional \" direction \" of the line; hence it follows that a very small magnetic needle, if placed in the field, would tend to set itself along or tangentially to the line of force passing through its centre, as may be approximately verified if the compass be placed among the filings on the cardboard.",
        "His pictures are magnificent in their composition and their draughtsmanship; and his keen observation and insight into character are evident, especially in his portraits, notably of Madame Recamier, of the Conventional Gerard and of Boissy d'Anglas.",
        "He seems to have commenced his poetical career by ridiculing and parodying the conventional language of epic and tragic poetry, and to have used the language commonly employed in the social intercourse of educated men.",
        "First, in chapters i.-iii., under the mask of a conventional congratulatory paragraph, the writer declares at length the privileges which this great fact confers upon those who by faith receive the gift of God, and he is thus able to touch on the various aspects of his subject.",
        "As the conventional distance for clear vision with naked eye is 10 in., it results from fig.",
        "Contrary to conventional wisdom, training kittens is very possible if you begin training them when they are young.",
        "Cats on a raw food diet often have smaller, less frequent stools than cats on a conventional diet.",
        "Except along part of the north-west frontier, where the canal of VinhThe divides it from Cambodia, its land-limits are conventional.",
        "ADAM, the conventional name of the first created man according to the Bible.",
        "It is now also used for various systems of writing in which figures of objects take the place of conventional signs.",
        "We constantly see him in the wall-paintings portrayed as a priest in the conventional attitudes before the images of the gods.",
        "This fact was to him the basis of the conventional distinction of right and wrong, and in this sense he held that regard should be paid to law and custom.",
        "But on the whole the false prophets deserve that name, not for their conscious impostures, but because they were content to handle religious formulas, which they had learned by rote, as if they were intuitive principles, the fruit of direct spiritual experience, to enforce a conventional morality, shutting their eyes to glaring national sins, after the manner of professional orthodoxy, and, in brief, to treat the religious status quo as if it could be accepted without question as fully embodying the unchanging principles of all religion.",
        "5, besides the conventional arabesque pattern, is decorated, according to rule, with the arms of the archbishop and his see.",
        "The conventional fleur-de-lis, as Littre says, represents very imperfectly three flowers of the white lily (Lilium) joined together, the central one erect, and each of the other two curving outwards.",
        "It is uncertain whether the conventional fleur-de-lis was originally meant to represent the lily or white iris - the flower-de-luce of Shakespeare - or an arrow-head, a spear-head, an amulet fastened on date-palms to ward off the evil eye, &c. In Roman and early Gothic architecture the fleur-de-lis is a frequent sculptured ornament.",
        "Whatever be the true origin of the fleur-de-lis as a conventional decoration, it is demonstrably far older than the Frankish monarchy, and history does not record the reason of its adoption by the royal house of France, from which it passed into common use as an heraldic charge in most European countries.",
        "All others, as the hour, the week, and the civil month, though of the most ancient and general use, are only arbitrary and conventional.",
        "He maintained that visual consciousness is merely a system of arbitrary signs which symbolize for us certain actual or possible tactual experience - in other words a purely conventional language.",
        "The length quoted is to some extent a conventional term, as the pieces in many cases actually measure considerably more.",
        "Soon afterwards he went to Saumur, where in 1679 were published Liberii de Sancto Amore Epistolae Theologicae (Irenopoli: Typis Philalethianis), usually attributed to him; they deal with the doctrine of the Trinity, the hypostatic union of the two natures in Jesus Christ, original sin, and the like, in a manner sufficiently far removed from that of the conventional orthodoxy of the period.",
        "The badge of the order may be described as follows: From a centre of red enamel representing the sun issue 32 white gold-bordered rays in four sharply projecting groups, between the angles of which are four yellow conventional chrysanthemum flowers with green leaves forming a circle on which the rays rest; the whole is suspended from a larger yellow chrysanthemum.",
        "The badge is a striking example of Oriental design adapted to a European conventional form.",
        "Although Bucharest is the conventional English spelling, the forms Bucarest and Bukarest more nearly represent the correct pronunciation.",
        "Tellheim, the hero of the comedy, is an admirable study of a manly and sensitive soldier, with somewhat exaggerated ideas of conventional honour; and Minna, the heroine, is one of the brightest and most attractive figures in German comedy.",
        "He found the conventional atmosphere of Cambridge uncongenial, and with a friend he established the Round Hill school at Northampton, Mass.",
        "The foreign commercial relations of Germany were again altered by the general and conventional customs tariff, which came into force on the 1st of March 1906.",
        "His irrespressible and often daring humour, together with his frank distaste for much conventional religious phraseology, was a stumbling-block to some pious people.",
        "The relations between them are of the most conventional and courtly character, and are entirely lacking in the genuine dramatic passion which marks the love story of Tristan and Iseult.",
        "Further, it discusses, as Hort observes, certain indestructible problems which much early Christian theology passes by or deals with rather perfunctorily; and it does so with a freshness and reality which, as we compare the original 3rd-century basis with the conventional manner of the Epitome, we see to be not unconnected with origin in an age as yet free from the trammels of formal orthodoxy.",
        "This led to the enrichment of the archivolts and imposts with that peculiar type of conventional foliage which characterizes Mahommedan work, and which in this case was carried out by Coptic craftsmen.",
        "The attached angleshafts of piers are found here for the first time, and their capitals are enriched, as also the frieze surmounting the walls, with other conventional patterns.",
        "in height in which the precepts of the Koran are carved in relief, with a background of conventional foliage.",
        "For the Deltaic dynasties these sources fail absolutely, the scenes being then either purely religious or conventional imitations of the earlier ones.",
        "Many remarkable In the articles referring to matters of Egyptology in this edition, Graecized forms of Old Egyptian names, where they exist, are commonly employed; in other cases names are rendered by their actual equivalents in Coptic or by analogous forms. Failing all such means, recourse is had to the usual conventional renderings of hieroglyphic spelling, a more precise transcription of the consonants in the latter being sometimes added.",
        "For instance, ~ is the conventional picture of a draughtboard (shown in plan) with the draughtsmen (shown in elevation) on its edge :this sign (I) signifies the root mn, set, firm; or (2) in the group ~ represents the same sound as part of the root mn~, good; or (~) added to the group sni (thus:",
        "They are much confused, and a conventional symbol 1",
        "The style is very vigorous and impassioned, without any trace of relenting towards conventional work.",
        "The Prehistoric Age.One of the most striking features of recent Egyptology is the way in which the earliest ages of the civilization, before the conventional Egyptian style was formed, have been illustrated by the results of excavation.",
        "The Liberalism which he displayed as a member of Parliament and developed greatly in a crowded after-life was unlike the conventional Radicalism of the period.",
        "It is doubtful, however, whether the conventional distinction between plants and animals will continue to be urged; and the suggestion of Haeckel that a class Protista should be established to receive the forms exhibiting both animal and plant affinities has much I.",
        "Among the Greeks, whose literature never suffered a complete eclipse, a similar effort to restore the classical tongue resulted in a kind of compromise; the conventional literary language, which is neither ancient nor modern, differs widely from the ver nacular.",
        "The decoration consists, as a rule, of stiff, conventional foliage, Arabic inscriptions, and geometrical patterns wrought into arabesques of almost incredible intricacy and ingenuity.",
        "North Britain; and Scottish people have long objected to the conventional use south of the Tweed of the word \" English,\" when it really means (as they correctly, but sometimes rather pedantically, insist) \" British.\"",
        "Hence what is not strictly allegorical after the fashion of the Romaunt of the Rose or Chaucer's exercises in that kind, is for the most part occasional, dealing with courtiers' sorrow and fun, with the conventional plaints on the vanity of the world and with pious ejaculation.",
        "They had developed in its highest degree the peculiar conventional art of the north-west coast Indians, which is found in decreasing importance among the Tsimshians on the west, the Tlingit on the north and the Kwakiutl and other tribes farther south on the Pacific coast.",
        "The first portrays Him chiefly by a record of His actions, and illustrates His strength, His sympathy, and His freedom from conventional restraints.",
        "It reverses ordinary judgments and conventional maxims of conduct.",
        "His Studenten-Briefe (Jena, 1842), a medley of letters and lyrics, are wholly conventional.",
        "It is plain that Prodicus was an affected pedant; yet his simple conventional morality found favour, and Plato (Rep. 600 C) couples him with Protagoras in his testimony to the popularity of the sophists and their teaching.",
        "If Hippias, Polus and Thrasymachus defied conventional morality, they did so independently of one another, and in this, as in other matters, they were disputants maintaining paradoxical theses, rather than thinkers announcing heretical convictions.",
        "Indeed, we have evidence of sound, if conventional, principle in Prodicus's apologue of the \" Choice of Heracles,\" and of honourable, though eccentric, practice in the story of Protagoras's treatment of defaulting pupils.",
        "The usual ornament is a conventional flower pattern, pricked in from paper and dusted along the pricking.",
        "It is entirely unlike the present coarse conventional ideal of sculptured beauty, and may even be traced in the delicate profiles on the so-called sun temple at Kanarak, built in the 12th century A.D.",
        "45-85), the founder of 1 This is the conventional European form of the name.",
        "The method is essentially the same as that developed, under the name of \" matrices,\" by Cayley in 1858; but it has the peculiar advantage of the simplicity which is the natural consequence of entire freedom from conventional reference lines.",
        "CALVARY, the conventional English rendering of the calvaria of the Vulgate, the Latin version of the Greek rcp6.mov, both meaning \"skull\" and representing the Hebrew Golgotha, the name given to the scene of Christ's crucifixion.",
        "By the word alphabet, derived from the Greek names for the first two letters - alpha and beta - of the Greek alphabet, is meant a series of conventional symbols each indicating a single sound or combination of sounds.",
        "The Epic of Homer was doubtless formed originally from a spoken variety of Greek, but became literary and conventional with time.",
        "Wherever, it has been said, there is room for two to live up to the conventional standard of comfort, a marriage takes place.",
        "In nearly every country the rate of these births has of late years shown a marked fall, which is by some ascribed to the adoption of the same expedients in illicit intercourse as are becoming conventional amongst the married.",
        "In later mythology, under Alexandrian influence, the Horae become the four seasons, daughters of Helios and Selene, each represented with the conventional attributes.",
        "In the second stage, implements of true bronze (9 to io% tin) become common; painted pottery of buff clay with dull black geometrical patterns appears alongside the red-ware; and foreign imports occur, such as Egyptian blue-glazed beads (XIIth-XIIIth Dynasty, 2500-2000 B.C.),1 and cylindrical Asiatic seals (one of Sargon I., 2000 B.C.).2 In the third stage, Aegean colonists introduced the Mycenaean (late Minoan) culture and industries; with new types of weapons, wheel-made pottery, and a naturalistic art which rapidly becomes conventional; gold and ivory are abundant, and glass and enamels are known.",
        "Though the term \"autonomy\" in its fullest sense implies entire freedom from causal necessity, it can also be used even in determinist theories for relative independence of particular conditions, theological or conventional.",
        "It is probable that this process was largely an unconscious one; and even if conscious, the analogy of the conventional \" legal fiction \" and the usual anxiety to avoid the appearance of novelty is enough to show that it is not to be condemned.",
        "The riot of his dithyrambic hymns sounded a strange note of nature amid the conventional music of the Gustavians.",
        "The formality and conventional grace of the epistle were elements with which the leaders of romantic revival were out of sympathy, and it was not cultivated to any important degree in the 19th century.",
        "Human law comes into existence when men recognize this obligation; justice is therefore natural and not something merely conventional.",
        "The verses of Diniz, essentially a love poet, are conventional in tone and form, but he can write pretty ballads and pastorals when he allows himself to be natural.",
        "They generally chose the plays of Terence as models, yet their life is conventional and their types are not Portuguese but Roman-Italian.",
        "His method was to choose some Spanish or Italian play, cut out the parts he disliked, and substitute scenes with dialogues in his own way, but he has neither ideals, taste nor education; and, except in Os Maridos Peraltas, his characters are lifeless and their conventional passions are expressed in inflated language.",
        "Chapter seals may bear the patron saint, or a representation, more or less conventional, of the cathedral; monastic seals may have figures of the Virgin Mary, or other patron saint, or of the founder, or of abbot or abbess; or the conventual building.",
        "This led her, in 1868, to contract one of those conventional marriages in vogue at the time, with a young student, Waldemar Kovalevsky, and the two went together to Germany to continue their studies.",
        "His literary taste was conventional, including the standard British writers, with a preference for Shakespeare among the poets, Berkeley among the philosophers, and Montaigne (in Cotton's translation) among the essayists.",
        "A conventional basin of the Congo was defined, which comprised all the regions watered by the Congo and its affluents, including Lake Tanganyika, with its eastern tributaries, and in this conventional basin it was declared that \"the trade of all nations shall enjoy complete freedom.\"",
        "Provision was made for the powers owning territory in the conventional basin to proclaim their neutrality.",
        "His language, expressing thoughts by conventional articulate sounds, is the same in essential principle as the most cultivated philosophic dialect, only less exact and copious.",
        "in 2 vols., 1874-1875), by making concessions to modern criticism, by spiritualizing and adapting the old dogmas, by attacking the idea of an infallible canon of Scripture and the conventional theory of inspiration, by laying stress on the human side of Scripture and insisting on the progressive character of revelation, brought him into conflict with his former friends.",
        "The writers' historical estimates are superficial and conventional, but report the verdict of public opinion with substantial accuracy..",
        "They put aside the conventional idea of \" subject \" in their pictures of landscape and peasant life, and went direct to the fields and woods for their inspiration.",
        "Like others who have gone through the conventional course of instruction, he kept a place in his memory for the various charms of Virgil and Horace, of Tacitus and Ovid; but the master whose page by night and by day he turned with devout hand, was the copious, energetic, flexible, diversified and brilliant genius of the declamations for Archias the poet and for Milo, against Catiline and against Antony, the author of the disputations at Tusculum and the orations against Verres.",
        "This canon teacheth so evidently how fasting was used in the primitive church as by words it cannot be more plainly expressed \" (Of Good Works; and first, of Fasting.) 2 As indeed they are, etymologically; but, prior to the Reformation, a conventional distinction between abstinentia and jejunium naturale had long been recognized.",
        "2 Probably, if we leave out of sight the very numerous and obvious cases in which fasting, originally the natural reflex result of grief, fear or other strong emotion, has come to be the usual conventional symbol of these, we shall find that the practice is generally resorted to, either as a means of somehow exalting the higher faculties at the expense of the lower, or as an act of homage to some object of worship. The axiom of the Amazulu, that \" the continually stuffed body cannot see secret things,\" meets even now with pretty general acceptance; and if the notion that it is precisely the food which the worshipper foregoes that makes the deity more vigorous to do battle for his human friend be confined only to a few scattered tribes of savages, the general proposition that \" fasting is a work of reverence toward God \" may be said to be an article of the Catholic faith.3 Although fasting as a religious rite is to be met with almost everywhere, there are comparatively few religions, and those only of the more developed kind, which appoint definite public fasts, and make them binding at fixed seasons upon all the faithful.",
        "The term is sometimes given incorrectly in architecture to a circular disk carved with a conventional rose, which is found in many early styles, the proper term being rosette.",
        "A variety of figures and conventional signs were drawn in the several compartments: the sun, for instance, is frequently represented by a square and a stroke from each corner, Thor by two hammers placed crosswise; and in the more modern specimens symbols for Christ, the Virgin, and the Holy Ghost are introduced.",
        "They merely analysed conventional formulae, much in the manner of certain modern so-called \" scientific \" moralists.",
        "Similarly, in the view taken by the Stoics of the duties of social decorum, and in their attitude to the popular religion, we find a fluctuating compromise between the disposition to repudiate what is conventional, and the disposition to revere what is 1 The Stoics seem to have varied in their view of \" good repute,\" eu50 ia; at first, when the school was more under the influence of Cynicism, they professed an outward as well as an inward indifference to it; ultimately they conceded the point to common sense, and included it among rrponyp. va.",
        "The dress of the upper classes was similar to that of a Scottish Highlander before it degenerated into the present conventional garb of a highland regiment.",
        "The conventional foliage decorating the capitals is of great beauty and variety, and extends to spandrils, bosses, &c. In the spandrils of the arches of the nave, transept or choir arcades, diaper work is occasionally found, as in the transept of Westminster Abbey.",
        "It is indeed difficult to understand how so acute a thinker should confound that which is infinitely divisible with that which is infinitely great, as in (I), (2), (5), and (6); that he should identify space and 'magnitude, as in (3); that he should neglect the imperfection of the organs of sense, as in (4); that he should deny the reality of motion, as in (7); and that he should ignore the relativity of speed, as in (8): and of late years it has been thought that the conventional statements of the paradoxes, and in particular of those which are more definitely mathematical, namely (5), (6), (7), (8), do less than justice to Zeno's acumen.",
        "It is a plausible theory that in the conventional language of their inscriptions they preserved a number of geographical and religious phrases which, for them, had no clear meaning, and belonged properly to the land of their distant ancestors, Arabia.3 For their own traditions as to their origin see Phoenicia; we cannot venture to reject these altogether.",
        "Accordingly, the congregation he founded is of the least conventional nature, rather resembling a residential clerical club than a monastery of the older type, and its rules (never written by Neri, but approved by Paul V.",
        "Since this value for the distance of distinct vision is only conventional, it is understood that the capacity of the simple microscope given in (2) holds good only for eyes accustomed to examine small objects io in.",
        "The conference attendees discussed alternatives to conventional agriculture for meeting world food needs in the next century.",
        "Results are compared with previous measurements with monochromatic ion beams from a conventional accelerator.",
        "The authors believe that practicing acupuncture from a firm base in conventional medicine is likely to give the greatest benefit to patients.",
        "acupuncture compared with conventional therapy.",
        "adapt any conventional buttercream recipe by substituting vegan margarine for butter and soya milk for cow's milk.",
        "The military balance in which India enjoys advantages over Pakistan in most areas of conventional defense preparedness remains the same.",
        "Conventional programming languages only provide facilities for exact matching, a more adaptive approach is required in order to support data aggregation.",
        "If the patient failed to recover, relapsed, or developed agranulocytosis, their treatment was changed to conventional antipsychotics.",
        "The report does note a minority of intelligence analysts believes the tubes are for conventional weapons, not a nuclear program.",
        "Figure 7: Correlation between the novel wind sensor used in the Street Box and a conventional anemometer.",
        "Over the first 4-5 days 5-HT3 receptor antagonists alone or in combination with dexamethasone were superior to conventional anti-emetic regimens.",
        "antagonist for the treatment of the abnormal growth condition acromegaly where conventional treatments have failed.",
        "antibodys carried out with conventional and recombinant monoclonal antibodies have provided some but not all of the answers.",
        "Like conventional antidepressants, homeopathic remedies can help some people recover from depression.",
        "We also welcome the range of agreements in the field of conventional armaments, including in our own European region.",
        "arthropod biodiversity was on average one-third greater on organic farms than on conventional farms.",
        "The MLS BER has the potential to improve the diagnostic value of conventional BER in babies who suffered birth asphyxia.",
        "Suggesting CBMs has become so axiomatic of conventional wisdom in situations of perplexity that one hesitates to follow such a well-trodden path.",
        "basilar migraine and responds to conventional migraine treatment.",
        "Even conventional systems can struggle with the unfriendly loads imposed by a number of xenon beacons operating together.",
        "The picture on the left is the conventional way for drying cacao beans using the sun.",
        "Features include - Precise scanning of just a few heart beats reduces overall scanning time by 50% compared with conventional digital monitors.",
        "Results of the UK Farm Scale Evaluations indicate that herbicide tolerant GM beet had more impacts on biodiversity than conventional beet [12] .",
        "Chemically enhanced bentonites have been proposed to overcome the shortcomings of conventional bentonites.",
        "beta carotene than conventional milk.",
        "These fields and currents are connected to and correlated with the EEG and ECG that are a routine part of conventional biomedicine.",
        "It had no blinker or clearance lights like a conventional plane.",
        "The original intro was a bit boring, just a conventional piece of lead guitar.",
        "In conventional breeding by reproduction, only individuals from the same species or related species can be mated to produce offspring.",
        "Unlike conventional bridgework, dental implant treatment does not involve destructive procedures to adjoining teeth.",
        "broad-leaved weeds produced three times more seeds in the conventional crops.",
        "In IBD vaccinated broiler flocks, the effect of conventional IBD virus on carcase condemnation rate can be assumed to be neglible.",
        "brome grass clones selected using conventional breeding showed that reduced lignin was associated with severe rust fungus disease [23] .",
        "acute bronchospasm, in the acute phase, can be stopped and responds well to conventional bronchodilators such as Salbutamol inhalers.",
        "ProSport bunker sand This offers an ideal solution to problems normally associated with conventional bunker sands.",
        "Conventional harrows were ineffective on the rough terrain but harnessing Doug Joiner's horses to drag a severed hawthorn bush worked.",
        "Survey results showed that transgenic canola yielded approximately three bushels per acre (10 %) more than conventional canola in 2000.",
        "cadmium plated with conventional methods.",
        "canola (oil)w of the OGTR, Roundup Ready canola is as safe as conventional canola for human health and the environment.",
        "Iraq is supposed only to have missile capability up to 150 km for conventional weaponry.",
        "The other set of brakes work in reverse to a conventional break system, such as that found in a motor car.",
        "They should be looked upon as devices providing a complimentary and synergistic support to other methods of skin care or conventional skin treatments.",
        "However, organocatalysis often has notable advantages over conventional transition metal catalysis often has notable advantages over conventional transition metal catalysis.",
        "In the process every conventional doctrine about markets was amended to prevent catastrophe.",
        "chine hull powered with a conventional bermudan sloop rig.",
        "In conventional chronology, the rebellion looks likely to have been that led by Jesus.",
        "Conventional SPECT data was also acquired for these phantoms using the camera's scintillation detector with a lead collimator.",
        "Perhaps the standard might usefully make explicit reference to careful choice of vocabulary and to English usage, including conventional collocations.",
        "PIPPIN activities do not replace conventional Parentcraft classes, they are entirely complementary.",
        "Another experiment examined yield, vitamin and mineral content of organic and conventional potatoes and sweet corn over 3 years [4] .",
        "His unifying theme - and challenge to conventional theory - is the radical contingency of the metropolis.",
        "conventional breeding.",
        "conventional medicine remained apparent.",
        "conventional weapons, not a nuclear program.",
        "conventional farming, you don't want the public around your farm?",
        "conventional mining methods are not suited to working the deeply buried or offshore coal deposits.",
        "Its crucial you dont see economic development as purely conventional private sector model.",
        "They put real details of portraiture into things that are thought merely conventional.",
        "To be a novel, it is generally considered desirable to have some kind of story and in this Hogan is entirely conventional.",
        "Until starting Your Move Games, Inc., I had a pretty conventional \" business \" background.",
        "The result seems to be a rather conventional disciplinary hierarchy in which history provides the context which English uses to inform its literary analysis.",
        "It's a largely conventional acoustic jazz piano set, recorded with Canadians Duncan Hopkins (bass) and Anthony Michelli (drums ).",
        "Rather than just replacing conventional welding techniques, lasers can now deliver \" brand new processing systems \" .",
        "The saucer's look seems conventional to the extent that it is a domed disk.",
        "The diversity of his compositions demonstrate his desire to experiment with many forms, even if the format and orchestration remained conventional.",
        "The effect is unnerving since although a scene looks conventional, it feels wrong.",
        "Of course it is important that you don't become conventional about what is you think you might want to do.",
        "Model descriptions are create using conventional CAD tools, and the data produced is used to drive large, expensive model building machines.",
        "conventional wisdom of modern business, open source methods have led the main underlying innovations around the Internet.",
        "conventional wisdom of the day was, at best, to be able to stabilize bone cancer for a few years.",
        "The findings challenge the conventional wisdom that low intensity forms of EI have little effect on performance.",
        "As will have been gathered, communists defy conventional wisdom.",
        "This interpretation became the conventional wisdom both inside Departments and among medicines manufacturers and others outside government.",
        "Be that as it may, we try to anticipate both challenges and opportunities, question conventional wisdom, and identify long-term trends.",
        "The policy of artificially stimulating investment is also too reminiscent of postwar conventional wisdom.",
        "converted country cottages, redundant farm buildings or parts of school premises - or they may be conventional office buildings.",
        "A normal, conventional office copier may have a copy speed of anything from 20 to 60 A4 copies per minute.",
        "counterinsurgency warfare has a more profound negative impact on rural livelihoods than conventional warfare.",
        "However, it is very different than its conventional currency counterparts.",
        "country cottages, redundant farm buildings or parts of school premises - or they may be conventional office buildings.",
        "Conventional asset protection is not hiding assets, defrauding creditors or evading income taxes.",
        "The GM crops used in the FSEs are separated from any nearby conventional or organic crops to minimize cross-pollination.",
        "Cruiser style touring ability A conventional cruiser style touring ability A conventional cruiser's riding ergonomics owe little to practicality.",
        "conventional cytogenetics revealed gross chromosomal changes with chromosome numbers ranging from 71 to 82.",
        "However, we are still the largest manufacturers of light safe darkroom Doors and Film Drying Cabinets for the conventional photography darkroom in europe.",
        "deconstruction of conventional narrative structures and considering how the ' edit ' effects the concept of story telling.",
        "Richard Dixon noted \" They were able to detect the defects using both the conventional and ATL method \" .",
        "You just don't get this with a conventional controlled demolition?",
        "Unlike a conventional denture it moves very little compared to a conventional denture during eating.",
        "But the Alliance's conventional forces alone cannot ensure credible deterrence.",
        "The SSNs contribute to peace and security by providing conventional deterrence.",
        "Biodiesel can also be mixed, at any ratio, with conventional petroleum diesel can also be mixed, at any ratio, with conventional petroleum diesel.",
        "different in style and in content from conventional Victorian and Edwardian writing.",
        "Conventional cotton undergarments absorb moisture and the cotton fibers swell which closes up fabric pores forming a barrier against water vapor diffusion.",
        "Unlike Colin, Dave does use digital as well as conventional film camera's.",
        "din rail units on a distribution board require STAR wiring rather than the conventional ring mains circuit normally found in most UK properties.",
        "disenchanted with conventional politics must be averted.",
        "disenchanted with conventional schools.",
        "The danger of ignoring a sector of society already disenchanted with conventional politics must be averted.",
        "disenfranchised from education and are either unwilling or unable to attend ' conventional ' classes.",
        "distinguished from glasswort because its conventional leaves have a silvery sheen.",
        "drawbacks of the conventional approach.",
        "The 13 men employed were forced to make conventional earthenware from the local clay.",
        "e-commerce for the rest of Us 99 percent of small businesses fail with conventional small business Web hosting.",
        "Conventional prevention and treatment of this problem involves acidification of the urine in order to prevent or dissolve the encrustation.",
        "The site of bleeding is beyond the reach of a conventional endoscope.",
        "With conventional oral and intravenous administration of CPA, the drug is activated in the liver by the P450 enzyme.",
        "During acute episodes of pain, you may need stronger conventional pain medication - contact your GP for advice.",
        "episodic, surreal nature belies the illusion of conventional space.",
        "eschewed the conventional approach to putting together an excavation report.",
        "The NPL low drift etalon has extremely low overshoot and settles in a fraction of the time of conventional etalons.",
        "expect, anything conventional - particularly I-Mag - was out the question.",
        "In order for detonation to occur, a sphere of plutonium has to be rapidly compressed by a series of conventional high explosives.",
        "The failure modes of smart sensors suggest that smart sensors might be more susceptible to common cause failure modes of smart sensors suggest that smart sensors might be more susceptible to common cause failure than conventional ones.",
        "And not all conventional historians have ignored or misunderstood the radically individualist nature of 19th century feminism.",
        "He defines his work as speculative fiction although he does not shy away from writing conventional urban fantasy or horror stories.",
        "For them, the realities of a very finite planet simply do not equate with their conventional wisdoms of infinite growth.",
        "Actually, instead of conventional fixatives some people sear by hairsprays, so you could try a few and see which smells best!",
        "I have conventional footrests on my bike and Joe has footboards.",
        "Others reflect the military mindset often found in conventional disarmament fora.",
        "Normally, inverted forks are much heavier than conventional forks.",
        "Conventional houses are built on concrete foundations with brick walls joined together by cement.",
        "Than conventional gasoline is good we of the industry the raw isdn.",
        "These are basic questions in considering gene flow from GM to conventional cultivars.",
        "The average duration of conventional dated gilts is just 7 ½ years.",
        "Aims Although conventional open repair remains the gold standard for younger patients, it is major surgery involving a large midline incision.",
        "gunnery officer, who was reluctant to leave the bridge, Brooke witnessed some less conventional aspects of the service.",
        "hairy cell leukemia (HCL) using conventional cytogenetics.",
        "Findings Most trials have compared the atypical antipsychotics with placebo or conventional drugs (e.g. haloperidol ).",
        "hidebound by the conventions and codes of conventional theater and dramatic narrative.",
        "hierarchical regression, overall precision was greatly enhanced compared to the conventional analysis.",
        "homeopathy as complimentary medicine (with conventional medicine ).",
        "I believe you have to go back to using a conventional floating hydrometer.",
        "Kangaroo babies were less likely to get hypothermia than those in conventional care.",
        "icebreaker hull, we navigate high latitude waterways closed to conventional shipping.",
        "Many people whose hearing is not severely impaired are still able to hear a conventional smoke alarm.",
        "Any country that bans psyching of either conventional or weak bids will hate this, but I can see no impropriety.",
        "Mineral concentrations were higher in organic soils whilst soil quality on conventional farms was significantly improved by the addition of organic fertilizer.",
        "That sums up the conventional view and explains the seeming indifference of many central banks to this issue.",
        "Most effectively used at 1% in hot water as a steam inhalant to complement conventional inhalant devices.",
        "Miniaturization of conventional laboratory instrumentation has been the focus of much attention in recent years.",
        "intelligence analysts believes the tubes are for conventional weapons, not a nuclear program.",
        "Already, the researchers demonstrated that their technology is 20 to 100 times faster than conventional phase-shifting interferometers.",
        "A voltage across the channel acted like a gate voltage in a conventional transistor, shutting off the flow of potassium ional transistor, shutting off the flow of potassium ions.",
        "The bells are secured to their headstocks with conventional forged ironwork which loops around the canons.",
        "isolation of conventional antibodies through to the identification of wholly new molecules or novel applications.",
        "Atmosphere: Relaxed, airy, offbeat with mellow jazz and trance. not for the conventional; a great place to chill.",
        "This extra stuff sticking out was not the tail and nose sections of a conventional jetliner, but more like booms and pipes.",
        "The two hooks provided allow loads to be slung at greater centers than with a conventional fixed jib.",
        "The pn junction diode D1 allows the flow of conventional current from left to right only.",
        "One-third the size of a conventional button keypad, it consists of a single flat sheet of metal.",
        "Mr. Hutchens says \" I don't believe that it would be a problem to include a conventional mechanical keyway in the lock.",
        "All studios have their own kitchenette (fine for basic self catering) with a microwave rather than a conventional oven.",
        "THE USERS Any one of the EMCOMAT models is ideally suited for the various fields of application of conventional lathes in this size range.",
        "Unlike conventional garden tools, the unique ratchet mechanism allows the user to exert maximum leverage with minimum effort.",
        "light-handed approach subverts the original function and challenges our understanding of conventional systems of classification.",
        "Furthermore, smooth brome grass clones selected using conventional breeding showed that reduced lignin was associated with severe rust fungus disease [23] .",
        "I always use cork linoleum, because it is so soft and much easier to work with than conventional linoleum.",
        "Conventional storage solutions include liquefaction or compression, however there are energy efficiency and major safety concerns associated with both these options.",
        "Complex 3D structures can be built directly without the need for conventional lithography.",
        "His/her fate would be no different from that of a conventional legally aided litigant in modern times.",
        "The amplifier will drive any conventional passive analog loudspeakers.",
        "lustrerwise it is decorated with the conventional concentric solid luster bands.",
        "Many of them are trying to decide between whether to undergo conventional treatments or to practice macrobiotics instead.",
        "In contrast, growing GMHT maize was better for many groups of wildlife than conventional maize.",
        "malformations of cortical development that appeared normal on conventional MRI.",
        "Application and purpose: conventional x-ray mammography suffers from a poor ability to distinguish between types of diseased tissue.",
        "Full Field Digital mammography (FFDM) is an alternative technology to conventional mammography systems for use in breast cancer screening.",
        "The Inspection Manager is no longer constrained to areas that can be easily reached by conventional means.",
        "mermaid's song, a rather conventional piece which seems a bit out of place and quite predictable.",
        "Unlike conventional molding, you are not pressurizing a local gradient area of the machine platen attempting to pack out the part.",
        "mould requirement is for batches of just 200 and so conventional injection mold tooling would have made the unit cost exorbitant.",
        "conventional munitions from here were used during the Gulf War.",
        "For this we are using molecular modeling to investigate docking of the novel compounds, as well as conventional mutagenesis and expression techniques.",
        "This technology provides the ability to deliver traffic information over FM radio into conventional on-board navigation systems.",
        "swan neck This is a short flexible mount with a conventional tungsten bulb.",
        "One aspect of the conventional voice over is its supposed neutrality.",
        "For it is the recuperation of the conventional that allows one to reject absolutism and yet avoid nihilism.",
        "Clearing is the same as with a conventional mask, pinching the nose from the outside.",
        "Opposes the conventional notion that Hardy is a pessimistic thinker.",
        "These are over 50m long and allow novices to practice on gentle slopes in safety without having to manage conventional lifts.",
        "Sprouts are notoriously difficult to grow organically in conventional farming they are perpetually sprayed from all sides and must be very noxious.",
        "Spray volume and quality Use 200 - 400 L/ha with conventional flat fan nozzles as a medium quality spray.",
        "Ray's mastery turned a starkly conventional plot into a subtly nuanced story which topped the Bengali box office for months.",
        "His works include the conventional nude as well as his own style of retro nudes.",
        "The primary tool for mission accomplishment in conventional military operations is the use of force directed against an adversary.",
        "Is ' identity ' merely about discovering and accepting conventional orthodoxy?",
        "The healing response as demonstrated by fibroblast outgrowth is retarded when compared with conventional conjunctival closure.",
        "Firstly, Contract Hire requires a low initial outlay compared to conventional finance deals, usually only three monthly payments in advance.",
        "This technique is useful for identifying outliers displayed in a scatter plot on a conventional map.",
        "We are also investigating anaerobic methane oxidation using conventional and molecular techniques.",
        "I find I can get almost the same amount in two conventional large panniers.",
        "All the controls were active comparisons, tho these included potato peelings and amniotic membrane as well as conventional treatments.",
        "pelmet lighting, display case lighting in fact anywhere where the conventional lamps are used.",
        "The form of the poem is conventional: blank verse (unrhymed pentameters) stanzas, all of five lines.",
        "At present no validated method is available for detection of VFD's in children who are not able to perform conventional perimetry.",
        "The evidence for this is briefly summarized in the following subsections according to conventional cultural-historical periodization.",
        "These maps cost just a few pfennigs more than conventional Gasolin maps.",
        "Conventional systems rely on measuring Raman scattering by optical phonons.",
        "Tecan can structure various types of photoresist using conventional photolithography.",
        "pn junction diode D1 allows the flow of conventional current from left to right only.",
        "The project aims to compare the biological activity of conventional and cross-linked polyethylene using the rat subcutaneous air pouch in vivo model.",
        "polymer colloids find important applications in the development of plastics, which combine the different properties of conventional materials, e.g.",
        "This conventional wisdom reflects an outdated preoccupation with the current account which ignores offsetting capital movements.",
        "Conventional inversion recovery methods for measuring T 1 use a slice selective inversion pulse, followed a time TI later by an excitation pulse.",
        "raw materialns to raw food materials after they have left the farm is a matter of concern to both conventional and organic producers.",
        "reconcile with any notion of conventional compartmentalized learning.",
        "Myosin II, the form found in skeletal muscle, is sometimes referred to a conventional myosin.",
        "Some recently developed non-CFC refrigerants work within the range of the conventional small compressors but are not compatible with conventional lubricants.",
        "The aircraft was then refueled and repeated the feat, after using a conventional take-off to get airborne again.",
        "A conventional reindeer can run tops, 15 miles per hr.",
        "It is argued here that there is no evidence, only supposition, to support the conventional view that globalization demands welfare retrenchment.",
        "A conventional tumble reverse mechanism took the drive from the headstock spindle to the gearbox drive train.",
        "rheumatoid arthritis sufferer worried by the battery of toxic treatments from conventional medicine.",
        "However, with many conventional approaches, the experience often requires a roomful of electronics and a stack of manuals to explain them.",
        "Features Carry Handle Padded waist band and shoulder strap £ 49.99 JRC rucksack - A conventional design extremely durable rucksack of excellent proportions.",
        "Many years ago, the flavonoid rutin was reported to increase the effectiveness of conventional medication in people with glaucoma.",
        "sailplane racing is a very different kind of race from other more conventional types of racing.",
        "sardine eggs sampled by conventional plankton net tows at be time-series Station L5 off Plymouth.",
        "Conventional high energy electron diffraction relies on elastic scattering.",
        "In many areas, conventional helium scattering has been limited by the energy resolution with which such measurements can be made.",
        "In Study n. 1: the sensitivity of somatostatin receptor scintigraphy was assessed compared to conventional studies in 80 patients.",
        "New mechanisms Organic solar cells work differently from conventional inorganic semiconductor solar cells.",
        "All can be detected in a single run on a conventional DNA sequencer.",
        "The nuclear industry has funds set-aside or hopes to find funds for some of these more conventional activities.",
        "It has a hard chine hull powered with a conventional bermudan sloop rig.",
        "And do n't sneer at conventional worship and preaching.",
        "Certainly if conventional lead-containing solders have been used, it may be prudent to repair using the same materials.",
        "somatostatin receptor scintigraphy was assessed compared to conventional studies in 80 patients.",
        "The work is more in the form of a large trio sonata in four movements rather than a conventional concerto.",
        "sonata in four movements rather than a conventional concerto.",
        "This is the conventional cry of virgins in rather soupy love stories which stop short on the edge of being sexually explicit.",
        "Furthermore, he found that the genetically modified soy utilized 10 to 30 percent more herbicide than conventional soy.",
        "In 1999, Roundup Ready soybean yields averaged 3,500 kg per hectare, up 120 percent from the average for conventional soybean yields averaged 3,500 kg per hectare, up 120 percent from the average for conventional soybeans.",
        "It works quickly at relieving spasms, often quicker than conventional pain relief.",
        "spermatozoonthe protocol resulted in considerably improved recovery on thawing of human spermatozoa compared with vapor freezing or conventional linear cooling.",
        "However there is still room to learn on transom main boats and conventional spinnakers, so everyone's tastes are catered for.",
        "The conventional dome design has been given a wider splay making it extremely sturdy in high winds.",
        "The wheel magnet attaches to conventional three crossed spoke pattern wheels, bladed or radial spokes may require an alternate spoke magnet.",
        "Conventional aseptic filling would be eliminated due to the risks involved and existing medicaments would be terminally sterilized, using new methods.",
        "stimulateicy of artificially stimulating investment is also too reminiscent of postwar conventional wisdom.",
        "Overall, 27 patients were randomized to have a conventional stoma and 27 to have a mesh.",
        "straightforward, conventional narrative is replaced by abstract meanings which strengthen the melodies.",
        "The diagram shows the parts of a conventional strainer.",
        "Strainer assemblies Conventional This is the most common type of strainer assemblies Conventional This is the most common type of strainer used on fences in Britain.",
        "There was a reinforced concrete substructure with conventional holding down bolts for a steel frame.",
        "A spoonful of sugar Conventional white or brown sugar which people spoon into tea and coffee and use in baking is called sucrose.",
        "This is a lot more efficient and cost-effective than trying to kill them in conventional sugar beet or other spring crop.",
        "This is qualitatively different from conventional low temperature superconductors.",
        "Surrogacy is becoming more acceptable because it is cheaper than conventional IVF treatment and some NHS clinics now use surrogacy is becoming more acceptable because it is cheaper than conventional IVF treatment and some NHS clinics now use surrogacy as a treatment method.",
        "survivable nuclear-armed missiles as well as conventional capabilities for use in a regional conflict.",
        "There is no need to read conventional music notation as all the music is written in easy-to-read mandolin tablature.",
        "It turned round at the other end and did a conventional takeoff with its four engines turning.",
        "Unlike conventional pop-up beach tents, this shelter has a firm frame provided via fiber... .",
        "This page includes a conventional geologic map of the region and a map that characterizes the assemblage of stratigraphic units as distinct terranes.",
        "Using mediums and varnish thinners, turpentine and linseed oil all work much as they do with conventional tube oil paints.",
        "Third Worldan deterring warfare with another nuclear power, however, they suggest these weapons could be used in conventional conflicts with third-world nations.",
        "AB - conventional thyroidectomy often leaves an undesirable scar on the anterior neck.",
        "conventional tillage, which depletes soil organic matter and creates the conditions for erosion is a major cause.",
        "tog in conventional down, feather and polyester filled duvets.",
        "In a conventional tokamak the plasma is held in a toroidal configuration, rather like a car tire or donut.",
        "The fluctuating flows which transport sediment and create dune movement have been difficult to visualize using conventional dye tracers.",
        "A voltage across the channel acted like a gate voltage in a conventional transistor, shutting off the flow of potassium ions.",
        "The plant key components include a conventional boiler, air-cooled turbogenerator, instrumentation and control systems.",
        "The conventional domed tweeter is convex, with a voice coil of the same diameter.",
        "The Stonehenge utilizes the same tweeter and front 10 unit from the Model One in a more conventional design.",
        "In the conventional sense my work may sometimes seem unfinished.",
        "Compared with conventional glass, the water also dries off very quickly without leaving unsightly \" drying spots \" .",
        "I would much prefer if homeopathic vets and conventional vets could work together for the greater good of the animals they serve.",
        "It's not even like the war against the IRA, who declared a conventional guerrilla war.",
        "water-cooled version was launched using a conventional radiator.",
        "Grass and broadleaf weed populations varied between the organic and conventional systems each year, but the impact on yield was considered negligible.",
        "Fat to the to familiarize yourself broken windscreen then the conventional group.",
        "Hit with an conventional wisdom you'd states provides insurance the first major.",
        "Our failure to make this a matter of conventional wisdom in today's world is extremely worrisome.",
        "A conventional X-ray, often the first imaging technique used, looks for broken bones or an injured vertebra.",
        "In this edition the fragmentary and jerky arrangement, the intricate style, and a peculiar and often purely conventional terminology seriously checked the diffusion of the work, which accordingly was little studied in Italy and remained almost unknown to the rest of Europe.",
        "His dismissal from the service was an inevitable consequence; it must be stated, however, that the view taken of the circumstances by good authorities was that Baker's conduct, when judged by conventional standards, admitted of considerable extenuation.",
        "Similarly the cynical contempt which Nietzsche shows for morality and the conventional virtues is counterbalanced by the theory of the 0bermensch, 'the highest type of manhood.",
        "A lease terminates (i.) by the expiration of its term or by advantage being taken by the party in whose favour it is stipulated, of a \" break \" in the term; (ii.) by the occurrence of an \" irritancy \" of ground of forfeiture, either conventional, or statutory, e.g.",
        "The latter is no separate dialect at all, but a mere brogue or jargon, the medium of intercourse between illiterate natives and Europeans too indolent to apply themselves to the acquisition of the language of the people; its vocabulary is made up of Malay words, with a conventional admixture of words from other languages; and it varies, not only in different localities, but also in proportion to the individual speaker's acquaintance with Malay proper.",
        "The light is supposed to descend vertically upon the country represented, and in a true scale of shade the intensity increases with the inclination from oÃ‚° to 90Ã‚°; but as such a scale does not sufficiently differentiate the lesser inclinations which are the most important, the author adopted a conventional scale, representing a slope of 45Ã‚° or more, supposed to be inaccessible, as absolutely black, the level surfaces, which reflect all the light which falls upon them, as perfectly white, and the intervening slopes by a proportion between black and white, as in fig.",
        "The formal elegance and conventional grace, alike of thought and of expression, so characteristic of Persian classical literature, pervade the works of the best Ottoman writers, and they are likewise imbued, though in a less degree, with that spirit of mysticism which runs through so much of the poetry of Iran.",
        "With perfect self-possession, which was not disturbed by the jeers that greeted some of his statements, and with the utmost simplicity, directness and force, he presented the argument against the corn-laws in such a form as startled his audience, and also irritated some of them, for it was a style of eloquence very unlike the conventional style which prevailed in parliament.",
        "As a sign of grief, or on any occasion when the individual felt himself brought into closer contact with his deity, the garments were rent (subsequently a conventional slit at the breast sufficed) and he donned the sak, a loin-cloth or wrapper which appears to be a survival of older and more primitive dress.",
        "The verse is exquisitely harmonious, the sentiments conventional but refined and delicate, the imagery well chosen and gracefully expressed.",
        "A bas-relief on the Trajan column shows this bridge with masonry piers and timber arches, but the representation is probably conventional (fig.",
        "By Matthew Gregory Lewis again \"Timour\" is depicted as the conventional tyrant of a gorgeous melodrama, slaying, burning, slaughtering and committing every possible atrocity until checked by a violent death and a poetical climax.",
        "At this stage we are as much concerned with speech-forms as the thought-forms of which they are conventional symbols, with Plato's analysis, for instance, into a noun and a verb, whose connotation of time is as yet a difficulty.",
        "(See Ethics; Kant.) Though the term \"autonomy\" in its fullest sense implies entire freedom from causal necessity, it can also be used even in determinist theories for relative independence of particular conditions, theological or conventional.",
        "During the lifetime of Griffith Jones the course of Welsh Methodism had run in orthodox channels and had been generally supported by the Welsh clergy and gentry; but after his death the tendency to exceed the bounds of conventional Church discipline grew so marked as to excite the alarm of the English bishops in Wales.",
        "(i.) The language and style of Lamentations are in general very unlike those of Jeremiah (see the details in Nagelsbach and Lohr); whatever allowance may be made for conventional differences in the phraseology of elegiac poetry and prophetic prose, even of a more or less lyrical cast.",
        "Somehow, after the great fields and pastures and lofty pine-groves of the country, they seem shut-in and conventional.",
        "Conventional enzymatic or chemical cleavage techniques and downstream processing methods are employed to produce purified insulin.",
        "THE OPERATION The conventional operation involves a 2 - 4 inch long cut in the right lower quadrant of the abdomen.",
        "What happens to raw food materials after they have left the farm is a matter of concern to both conventional and organic producers.",
        "The subjects were challenging, all embracing and leading edge - certainly difficult to reconcile with any notion of conventional compartmentalized learning.",
        "Patterns of recurrence and survival after laparoscopic and conventional resections for colorectal carcinoma.",
        "Information: A range of alternatives exist for the rheumatoid arthritis sufferer worried by the battery of toxic treatments from conventional medicine.",
        "Sailplane racing is a very different kind of race from other more conventional types of racing.",
        "Similar patterns were observed in the numbers of sardine eggs sampled by conventional plankton net tows at be time-series Station L5 off Plymouth.",
        "Local Marketing Ideas This article discusses several ideas including conventional advertising and shoestring marketing methods.",
        "We used the conventional AFM to probe the orientation of the LC molecules in the smectic layers immediately above this adsorbed layer.",
        "Conventional soybean growers have used cover crops successfully in conjunction with herbicides to reduce cultivation and control weeds.",
        "In 1999, Roundup Ready soybean yields averaged 3,500 kg per hectare, up 120 percent from the average for conventional soybeans.",
        "Trials of the protocol resulted in considerably improved recovery on thawing of human spermatozoa compared with vapor freezing or conventional linear cooling.",
        "However there is still room to learn on transom main boats and conventional spinnakers, so everyone 's tastes are catered for.",
        "While a conventional metal squeegee assembly is currently used, the printer can be retrofitted with a sealed head unit.",
        "Straightforward, conventional narrative is replaced by abstract meanings which strengthen the melodies.",
        "Strainer assemblies Conventional This is the most common type of strainer used on fences in Britain.",
        "Surrogacy is becoming more acceptable because it is cheaper than conventional IVF treatment and some NHS clinics now use surrogacy as a treatment method.",
        "China continues to develop more robust, survivable nuclear-armed missiles as well as conventional capabilities for use in a regional conflict.",
        "The conventional heroine of the time would at least have swooned at the sight of blood.",
        "Unable to resort to conventional tactics of warfare in order to secure victory, they created new theaters of war to demonstrate their superiority.",
        "Unlike conventional pop-up beach tents, this shelter has a firm frame provided via fiber....",
        "Using mediums and varnish Thinners, turpentine and linseed oil all work much as they do with conventional tube oil paints.",
        "Rather than deterring warfare with another nuclear power, however, they suggest these weapons could be used in conventional conflicts with third-world nations.",
        "AB - Conventional thyroidectomy often leaves an undesirable scar on the anterior neck.",
        "Conventional tillage, which depletes soil organic matter and creates the conditions for erosion is a major cause.",
        "This weight also provides warmth up to approximately the equivalent of 7.5 tog in conventional down, feather and polyester filled duvets.",
        "Switching to a more conventional voice menu touch-tone response system is planned.",
        "The low power trip, when used to detect dry running, is up to ten times more sensitive that of conventional undercurrent relays.",
        "Compared with conventional glass, the water also dries off very quickly without leaving unsightly \" drying spots \".",
        "It 's not even like the war against the IRA, who declared a conventional guerrilla war.",
        "The property is built of conventional brick construction with weatherboard cladding on the upper elevation under a tiled roof.",
        "Our failure to make this a matter of conventional wisdom in today 's world is extremely worrisome.",
        "A conventional x-ray, often the first imaging technique used, looks for broken bones or an injured vertebra.",
        "Would you rather have a more conventional look?",
        "You can probably pick up an iPod Nano on eBay or other online auction and classified sites for a substantially cheaper price than that of more conventional means.",
        "Unlike a conventional TV, a plasma TV is available with high resolution options like HD, DTV, XGA, SVGA and VGACPC.",
        "The imagery has a life-like quality that you cannot receive with a conventional set.",
        "On a conventional TV, an electron beam scans the picture from top to bottom, resulting in horizontal lines going across.",
        "Conventional models can have this problem if devices like floor vacuums and blow dryers are used near the screen.",
        "A plasma with EDTV will have a much sharper image and resolution than a conventional one, but you will not see the additional realistic imagery of HD.",
        "A plasma TV is very thin by comparison to a conventional set, so you have a lot more flexibility in regards to placement in your home.",
        "Mini-Disk MP3 Players - Smaller than conventional CDs, these discs can hold about 1 GB of memory.",
        "Conventional batteries have chambers holding metal plates in an acidic electrolyte solution and require regular maintenance.",
        "Battery type: Unless the manual states otherwise, a maintenance-free battery should never be exchanged for a conventional one.",
        "Charging your battery is a regular part of battery maintenance but it must be approached with care, especially if you are working with a conventional battery.",
        "Sony ICF-C717PJ: While it is more expensive than most conventional and basic alarm clocks, this product has several features that are not typically found in other alarm clocks.",
        "There are also extra features like the math alarm - which requires a math problem to be solved before dismissing an alarm - and the nap alarm clock that works like a timer rather than like a conventional alarm.",
        "The sodium bentonite clay used for conventional cat litters gives off particles that fly through the air as dust.",
        "There are also people who say that these benefits are unproven and that there is no scientific evidence that a raw food diet is healthier for cats than a conventional commercial diet.",
        "In a time when there are more and more diet-related illnesses among companion animals, it is increasingly important to be aware of the alternatives to conventional pet foods.",
        "All parents go through challenges, but co-parenting has its unique ones that are not resolved by conventional parenting problem-solving skills."
    ],
    "definition": [
        "Based on or in accordance with general agreement, use, or practice; customary: conventional symbols; a conventional form of address.",
        "Conforming to established practice or accepted standards; traditional: a conventional church wedding.",
        "a. Devoted to or bound by conventions to the point of artificiality; ceremonious.\nb. Unimaginative; conformist: longed to escape from their conventional, bourgeois lives.",
        "Represented, as in a work of art, in simplified or abstract form.",
        "Law Based on consent or agreement; contractual.",
        "Of, relating to, or resembling an assembly.",
        "Using means other than nuclear weapons or energy: conventional warfare; conventional power plants.",
        "con·ven′tion·al·ism\nnoun",
        "con·ven′tion·al·ist\nnoun",
        "con·ven′tion·al·ly\nadverb",
        "Link/Cite",
        "Pertaining to a convention, as in following generally accepted principles, methods and behaviour.",
        "Ordinary, commonplace.\nThey wear conventional clothes, eat conventional food, and keep conventional hours.",
        "Banal, trite, hackneyed, unoriginal or clichéd.",
        "convention",
        "(finance) A conventional gilt-edged security, a kind of bond paying the holder a fixed cash payment (coupon) every six months until maturity, at which point the holder receives the final payment and the return of the principal.",
        "Link/Cite"
    ]
}